[
    {
        "url":"http:\/\/www.apartmenttherapy.com\/northwest-1-40931",
        "text":"Northwest #1: Gursk's Home Office Makeover - Out With the IVAR, In With Space\n\nNorthwest #1: Gursk's Home Office Makeover - Out With the IVAR, In With Space\n\nJan 23, 2008\n\nName: Gursk\nLocation: Vancouver\nTime: 3 days\nCost: $1300\n\nTell us the tools and resources you used for the project:\n\nRaw Resources:\n\n  • 4x6 sheet of 3\/4 inch plywood, maple finish grade on 1 side\n  • 10 feet of 1x1 lumber\n  • 23 feet of maple finishing tape\n  • Zinsser primer\n  • Drywall repair compound\n  • Wood filler\n  • Benjamin Moore Natural Linen Latex Paint\n  • Benjamin Moore Natural Linen Oil Paint\n  • 6 L brackets\n  • 20 EZ Drywall anchors\n  • 12 1.5 inch wood screws\n  • 4, 2-inch plastic grommets for cable management\n  • 2 feet IKEA RABALDER cable management tubing\n\n    Finishing Resources:\n\n  • 2 IKEA BJÄRNUM\/ MOSSBY, wall shelves\n  • 2 IKEA UDDEN, wall shelves\n  • 1 IKEA Vika Byske adjustable table leg\n  • 1 Wiremold, Plugmold Tough Multioutlet strip\n  • LCD monitor mount (Vantage Point model V139-1022)\n  • New LCD monitor\n  • IKEA ORIGINAL desk pad\n  • Keyboard tray & mechanism\n\n    Reused Resources:\n\n  • Lateral filing cabinet, painted black\n  • Computer equipment\n  • 1 IKEA CITTRA track light\n  • 1 Leap chair\n\n\n  • Stud finder\n  • Pencil\n  • Tape measure\n  • Drywall trowel\n  • Sandpaper\n  • Handsaw\n  • Drill & assorted drill bits\n  • 2-inch hole saw bit for drill\n  • Paint rollers & trays\n  • Hammer\n  • Iron\n  • Level\n  • Screwdriver\n  • Sawhorses\n\n\n    Share step-by-step instructions for how you completed the project:\n\n    Room prep:\n\n  • 1. Remove all items from office.\n  • 2. Repair any flaws in drywall with drywall compound, sanding between coats.\n  • 3. Prime repaired areas.\n  • 4. Paint room with 2 coats of latex paint.\n\n    Desk construction:\n\n  • 1. At lumber supply store, have wood cut.\n    Plywood: cut 1 sheet 2 pieces, approximately 6X2, and 4x2 1X1 cut into lengths that will run along perimeter edges of desk, 2-2 foot pieces, 1 6 foot piece and 1 4 foot piece.\n  • 2. Sand all surfaces.\n  • 3. Using drill bit, pre-drill pilot holes into bottom side of 1x1 wood. These will be used to attach the 1x1 pieces to the lower perimeter of the desk to prevent warping.\n  • 4. Line 1x1 pieces up with outer edges of the unfinished side of plywood. Screw 1x1 into plywood.\n  • 5. Use and iron to apply wood tape to the outside edges you created by screwing the two pieces of wood together in step 4.\n  • 6. Fill any pits or flaws in wood with wood putty.\n  • 7. Prime top & sides of desktop pieces.\n  • 8. Paint top & sides of desktop pieces. Sand and add second coat, if desired.\n  • 9. Allow paint to cure 24 hours. This may take longer if you live in a humid place.\n\n    Mounting desk to wall:\n\n  • 1. Measure height for desktop and draw line on wall.\n  • 2. Verify line is level.\n  • 3. Using stud finder, locate studs and screw L-brackets onto wall level with the line you drew in step 1. If you cannot locate studs, use drywall anchors to attach L-brackets\n  • 4. Adjust the IKEA Vika Byske adjustable table leg so it's the same height as the line that you drew in step 1.\n  • 5. Attach table leg to outer corner of desktop. This will make the mounting the desktop to the wall easier, providing some support.\n  • 6. Place desktop on L-brackets and mark the underside of the desktop where each L bracket has been mounted to wall.\n  • 7. Place desktop back on floor and pre-drill pilot holes in the locations you marked in step 6. Make sure not to drill through the entire depth of the plywood.\n  • 8. Replace the desktop on L-brackets and screw desktop to brackets.\n  • 9. Adjust table leg so desktop is level.\n  • 10. Repeat for second arm of desktop, or use lateral filing cabinet to support it.\n  • 11. Install keyboard tray under desk.\n\n    Finishing steps:\n\n  • 1. Mount Wiremold, Plugmold Tough Multioutlet strip below desktop, within plug distance of an electrical outlet. This will make placing and connecting computer equipment MUCH easier.\n  • 2. Determine where you will place your telephone and computer equipment.\n  • 3. Use hole saw to drill holes for cables.\n  • 4. Place plastic grommets into new holes.\n  • 5. Mount LCD to wall.\n  • 6. Place computer equipment & thread cables through grommets.\n  • 7. Mount IKEA BJÄRNUM\/ MOSSBY and IKEA UDDEN wall shelves as per IKEA instructions. Make sure shelves are level!\n  • 8. Add mirror and other final dressing touches.\n\n  • More posts in Do it Now! The January Jumpstart Contest 2008 - Northwest\n    Created with Sketch.",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9973143935,
        "format_confidence":0.9925212264
    },
    {
        "url":"https:\/\/diycraftsfood.trulyhandpicked.com\/3003",
        "text":"DIY Bending Pencil : How to Make Stretchy Pencils\n\nOne of the common traits of DIY freak people is that they keep experimenting their hands onto new, new ventures and fields, especially, once they got success in their crafting attempts! Today, we are going to drag you into the study field again to make an unusual craft. After mentioning about the liquid eraser and glitter liquid pen methods, now, we are instructing you another delightful venture on pencils, which will definitely captivate you like the previous endeavors. This time, we are come up with a stretchy bending pencil pattern, which may lure your kids in a funny way, and drag the attention of parents as well, because of its flexibility. Check the procedure below-\n\nDIY Stretchy Bending Pencils\n\nDIY School Supplies : How to Make Stretchy Bending Pencils\n\nSupplies Needed for Stretchy Pencils:\n\n  • Packets of bake and bend clay in different shades\n  • Some pencils\n  • Sharp cutter\n  • Metal stick\n  • Toothpick\n  • Sharpener\n  • Eraser lid\n\nDIY Pencil Instructions:\n\n  • At first, take a pencil; start parting it lengthwise from the middle with the sharp cutter.\n  • Once you cut away the half portion perfectly, take out the rifle or carbon layer gently with the help of your cutter.\n  • Now, make some dust from that layer again using the knife. Try to grate it slow and steadily with the edges of your cutter, this way you will get a smooth and pure dust form of that layer. You can use the sand paper instead of that knife or cutter; it will give your desiring dust even more easily.\n  • Then, take some of the black clay from the packet and mix it in the dust.\n  • Keep rubbing the clay in the dust until you entirely merge two ingredients smoothly.\n  • After washing your hands, take some clay in different color, rub and knead it onto the deck and make a shape of a normal\n  • Now, take the metal stick, carefully insert it into the clay pencil and when you make a proper hole for the dark layer, take it out gently from the pencil.\n  • Then, stuff the hole with the dark layer of carbon dust and black clay by the help of a toothpick.\n  • Once your stuffing is complete, put the pencil in your oven and heat it up for 1 minute.\n  • After that take the sharpener and sharpen then pencil properly as much your needs.\n  • Finally, take a back lid with a tiny eraser and glue it on the bottom of your bendable pencil, and your trendy and unique stretchy bending pencil is all ready to use.\n\nYou may also be interested in DIY glittering stress balls.\n\nDIY Video Bending Stretchy Pencils\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.994774282,
        "format_confidence":0.9914687872
    },
    {
        "url":"http:\/\/sputnik-design.net\/what-kind-of-lighting-should-you-install\/",
        "text":"What Kind of Lighting Should You Install\n\n\nWhen improving your home, there are always a thousand choices to make. You’re constantly looking at different kinds of paints, appliances, cabinets, flooring, and other important features. Well, you can’t forget about the lighting. Whether you’re building a new house and you need to pick out some lighting or you’ve had the same lighting for years and you figure that it’s time for an upgrade, you need to know about your options when it comes to lighting and how to install your new lighting.\n\nWhat Is LED Lighting?\n\nLED stands for light-emitting diode. But what does that mean, exactly? LEDs were first introduced a few decades ago and were primarily designed for the sole use of low-power red lights. These lights were often used for stoplights because they were not blindingly bright and they were energy efficient. LEDs have come a long way since the 1960s and they’re now considered one of the most efficient light sources on the market today.\n\nIncandescent lighting is not so efficient. You see, incandescent lighting creates a lot of heat. Heat wastes power and it does not create any light at all. LEDs don’t really get hot because the diodes are so small so installing LEDs is more practical for power consumption.\n\nLED lighting is also becoming more affordable as manufacturers begin to streamline their design processes. Because it’s affordable and much more efficient, you should definitely consider installing LED lighting in your home.\n\nSmart Lighting\n\nIn today’s age of home automation, people with budgets can implement an easier way to control things such as appliances, heating systems, and lighting. If you’re interested in making your lighting controls easier, you should consider installing smart lighting. Linked to a tablet or mobile phone, smart lighting controls allow you to set your lights to turn on automatically as the sun goes down and control the intensity of your lighting during the daytime.\n\nHow to Install Lighting\n\nWorking with bulbs and sockets isn’t as easy as you think. There are a lot of risks associated with working with lighting. For example, by mishandling the sockets or by leaving the power on while installing your lighting, you could accidentally electrocute yourself. There are also a lot of fragile components to handle and it’s very easy to accidentally drop something and break it.\n\nYou should consider hiring some local electrical contractors in Scotland to help you design your lighting and install it for you. Contractors are experts when it comes to designing lights and are usually certified to handle fragile components.\n\nTo get started, reach out to your local contractor and ask them to visit your home. You can discuss your ideas with them and ask them about their energy efficient lighting options or whether they can install a smart lighting system if you have the budget.\n\nYou might be unsure about how much lighting you should install in your house. A contractor can help you design the lighting schematics so that every part of your home can have the appropriate amount of lighting.\n\n\nYou might also like More from author",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9789601564,
        "format_confidence":0.8176496029
    },
    {
        "url":"http:\/\/puppycareinfo.com\/feeding-puppy\/",
        "text":"Feeding a Puppy\n\nIf you want a healthy, happy puppy then you should learn about feeding a puppy properly. Puppies need food that is specially formulated with nutrients their growing bodies need. It is best to establish a feeding schedule with your puppy for a number of reasons. Above all else, it is important to remember that water is essential to growing puppies.\n\nHow you feed your puppy is not nearly as important as what you feed your puppy. Once a new puppy is weaned from his mother, you are responsible for giving your puppy food that will help him grow and stay healthy. It is recommended that you start off using the same brand your puppy was fed before you brought him home. If you choose to change brands, you should introduce the new brand slowly, over the course of 7-10 days. While there are three types of dog food available, dry kibble, semi-moist, and moist, most experts believe you should only feed your puppy dry kibble. More expensive foods generally contain higher-quality ingredients while cheaper foods contain poor-quality ingredients. Some brands also offer puppy chow that is formulated specifically for large-breed puppies.\n\nYour puppy will benefit most by feeding a puppy on a schedule. Puppies who are allowed to eat as much as they want by having food available all the time are less likely to maintain their optimal weight as adult dogs. Puppies should be fed three times a day, but as adults, they should be fed twice a day. It will be easier to housebreak your puppy by knowing exactly when he eats. To know how much you should feed your puppy, consult the chart on the back of the bag. Your puppy may eat more or less, so use the chart only as a guide.\n\n Puppies need water and lots of it. Because water is so important to the health, growth, and development of a puppy, ensuring that your puppy has clean, fresh water is the most important part of feeding a puppy. Growing puppies need more water, pound for pound, than adult dogs because of their rapid growth and development.\n\nProperly feeding your new puppy is the best way to give him a healthy, happy start. You should feed your puppy a high-quality food that is specially designed for growing puppies. Establishing a feeding schedule and being consistent with that schedule will help with housebreaking. It will also help develop healthy eating habits as an adult dog. While food quality is important, the most crucial aspect of your puppy’s health and development is ensuring your puppy receives adequate water.\n\nNiche Affiliate Marketing site design by Niche Chick",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.8276113272,
        "format_confidence":0.9563017488
    },
    {
        "url":"http:\/\/www.ehow.com\/how_8309220_make-duck-out-towel.html",
        "text":"How to Make a Duck Out of a Towel\n\n\nDelight house guests and family by turning towels into creative creatures. Ducks and other figures, such as rabbits and turtles, that are made out of towels are frequently seen at destination hotels and cruise ships.Those creative towel creatures don't have to stay there. You can recreate the feeling of being on vacation by following a few simple steps.\n\nThings You'll Need\n\n  • Over sized white bath towel\n  • White face cloth\n  • Flat surface\n  • Lay the bath sheet on a flat surface such as a table or bed.\n\n  • With both hands, simultaneously grab the two top corners of the towel. Bring the ends toward the bottom of the towel until they meet at the center, folding over to form a triangle.\n\n  • Using both hands, roll the left side of the triangle until you reach the center. Repeat this for the right side. Hold the rolls tight and carefully flip the towel over.\n\n  • Fold up the wide ends about a third of the way towards the top, letting them fall slightly to the side.\n\n  • Flip the towel again. Use one hand to hold down the center while you grab one of the loose ends with the other hand. Take the end and tuck it into the roll towards the bottom, near the fold, to make one side of the base. Repeat on the other side.\n\n  • Flip over again. Hold the base securely with one hand and grab the pointed end with the other hand, raising it up to make the neck. Fold the very end of the pointed end and then push the neck down firmly. Slowly let the pointed end come up again to form the neck and beak.\n\n  • Fold a face cloth like an accordion and then push one end into the fold of the towel. Let the face cloth fan out to fashion plumage.\n\nRelated Searches\n\n\n  • Photo Credit Jupiterimages\/BananaStock\/Getty Images\nPromoted By Zergnet\n\n\nYou May Also Like\n\nRelated Searches\n\nCheck It Out\n\n22 DIY Ways to Update Your Home on a Small Budget\n\nIs DIY in your DNA? Become part of our maker community.\nSubmit Your Work!",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9890810251,
        "format_confidence":0.9954795837
    },
    {
        "url":"https:\/\/daytonamagazine.club\/simple-and-easy-steps-to-a-successful-residence-enchancment-project\/",
        "text":"Wednesday, November 20, 2019\n\nSimple And easy Steps To A Successful Residence Enchancment Project\n\nDwelling Enchancment Recommendation You’re Sure To Love\n\nIt is advisable understand how house enhancements work as a way to do them properly. Continue studying this article to study some excellent recommendation on tips on how to succeed with your home-enchancment initiatives. The following tips help folks of all ability ranges.\n\nBefore starting residence improvements apply for the suitable building permits. Any home improvement that includes plumbing, electricity, or structural changes can require a permit. Check your native legal guidelines. For those who proceed with out a permit then you may be fined or it could make the house more durable to promote in the future.\n\nDon’t plan because you possibly can or simply because you’ve got the money. Many times, tasks which can be designed for the sake of being initiatives find yourself lacking another important component of a home renovation, similar to being non-worth-including adjustments or even causing the house to break local constructing codes.\n\nSupply to this publish:\n\nExchange old and outdated sliding glass patio doorways with french doors. Refreshing And Revitalizing Your private home With The following tips is bold and fashionable, something that new buyers will actually recognize. It’s the form of small touch that is quick, simple, and cheap but will give you essentially the most bang on your arduous earn buck.\n\nEarlier than permitting any contractor to start out working have a signed contract. It’s best to consider having a buddy or a lawyer look over your contract if possible. Look over issues like the amount, completion dates, and anything that you want to have confirmed.\n\nThe very best Suggestions For A Sensational Dwelling Enchancment Challenge may velocity the drying of your drywall patch through the use of a hair blower! Any hair dryer will work as long as it’s portable sufficient which you can direct the air circulate from it over your patch. Keep Methods to Have The most effective Wanting Dwelling On The Block With These Residence Enchancment Ideas set to low and don’t try to dry the patch too quickly or it can crack.\n\nIf you do run into complications when attempting to rework a bit of your own home alone ask for assist. There isn’t a shame in asking for help while you come throughout an obstacle. A home that is properly remodeled seems to be better than a house that was remodeled poorly and never done correctly.\n\nGet someone knowledgeable to present your present flooring the as soon as over earlier than you pay out for brand new hardwood flooring. There may be natural hardwood underneath your carpet or linoleum, and it may very well be beautifully refinished. If that is the case, it can save you cash and have higher flooring this fashion.\n\nTo make the roof on your actual estate last as long as attainable it’s best to be sure that there are energy vents installed to draw scorching air out of the attic space. It will keep the underside of the roof cooled down in order that it does not cook your shingles the way a frying pan cooks and egg.\n\nEnsuring that your basement is weatherproof is the first step to creating a living space in there. In case your basement is dry and by no means leaks or floods, it is an effective way to save lots of money in your renovation. However, in case your basement is perennially flooded or damp, it not only makes approach for mold, but also makes the space uninhabitable. Be certain that to weatherproof your basement before starting your remodeling project.\n\nIn case your entrance door has to endure torrents of sizzling weather, be certain to decide on an oil based paint as a substitute of latex to prevent the paint from peeling off. A peeling entrance door is moderately unsightly, so invest some cash in high quality oil primarily based paint to keep your door wanting recent within the heat.\n\nSelect wallpaper patterns fastidiously. Avoid using overpowering patterns in small spaces; conversely, utilizing a daring design in a really large room will make it appear cozier. By no means use a patterned wallpaper when you have patterned carpet or window coverings. For a room full of awkward corners and recesses, decide a wallpaper with a random design that the attention does not are likely to observe. This can assist to disguise any imperfections in the walls.\n\nUse up-lighting behind giant pieces of furnishings to gentle up a darkish nook. It’s a dramatic and stunning technique to make the room appear bigger than what it’s. It is quick, straightforward and cheap and can make the room look as if it’s a much larger and brighter house than what it actually is.\n\nWhenever you make residence enhancements, you have to stability the increase in property values together with your need to personalize your private home. For instance, it is undesirable to have odd additions equivalent to a widow’s stroll on your home unless that is typical of your neighborhood. foundation repair will make your own home a hard promote sooner or later.\n\nAt have a plan earlier than beginning your challenge. The article’s info is helpful for both individuals who know some issues about residence repairs and those who know nothing. Use these tricks to see what you should work on.\n\nBack To Top",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9974501729,
        "format_confidence":0.9240828753
    },
    {
        "url":"http:\/\/www.instructables.com\/id\/Cardboard-wind-chime\/",
        "text":"Picture of Cardboard wind chime\nA lovely hand painted wind chime created out of waste cardboard rolls....\n\nItems you need:\n\n1.       Cardboard rolls from Foil packets\n\n2.       Wooden beading\n\n3.       Acrylic colours\n\n4.       Bells, trinkets, chimes\n\n5.       Colorful threads\n\n6.       Drill machine\n\n7.       Saw\n\n8.       Toothpicks\/ Match sticks\n\nRemove these adsRemove these ads by Signing Up\n\nStep 1: Shaping up\n\nPicture of Shaping up\n\nI decided to create a best out of waste with the cardboard rolls that come with the Food foils (aluminium foils, wraps)...\n\nI took the cardboard rolls and cut it into desired length. Then after deciding the placement (one of the roll I had was thicker and hence heavier), I measured the beading strip and cut it into required length.\n\nTaking the centre of the roll as the centre of fixing on beading, holes were drilled into place.\n\nStep 2: Jazz it up...\n\nPicture of Jazz it up...\n\nAll rolls and the beading were given a base coat and left to dry. After sufficient drying period, I decided to put random patterns for each one of them. You may want to keep a regular pattern.\n\nStep 3: Tie....\n\nPicture of tie....\n\nAgain small holes were dig at the top of each roll to put the toothpick\/matchstick. Bells, trinkets were tied to the colorful thread one end of which was tied to the centre of toothpick. Take care as to show the loose end to come out of the roll. Then another thread was tied at the ends of toothpick coming out of the roll. I decided to keep random lengths of these threads in each of the rolls.\n\nNow when each of the roll was hanging on its own thread they were passed through the holes in beading at their pre decided arrangements forming an eye on top of the beading. Lastly, another thread for the final hanging was passed through each of the eyes of the rolls. \n\nTip: Since, the end holes had become little big in my case, the upper thread was not lying flat. So, I decided to the tie the thread on the underside of the beading with another bells. This made it fix in place and more decorative.\nHope you enjoy doing it as much as you did.\nEricB122 months ago\n\nThose look like very authentic wind chimes, had I not seen you making them, I would have thought they where real Bamboo. I had similar project while I was back in high school, I actually used real bamboo to make clay molds for a papier mashé version of wind chimes, I wanted to get the real painted bamboo look, but since I had only one piece, I used papier mashé instead.\n\nEric |\n\ndrbromm2 years ago\nLooks really cool. Really looks like bamboo! Can't wait to try it.\nmwadwekar (author)  drbromm1 year ago\nthanks a lot... do post pictures of your version....\nIt's beautiful! I was thinking about wind chimes while instructables page was loading! and there it was, a wind chime ible! wow, you just made my day!\nmwadwekar (author)  Muhaiminah Faiz1 year ago\nthanks a lot for your lovely comment....\nmwadwekar (author) 2 years ago\nThanks ... its my first instructable... and your comments means a lot to me....\nI love the colors! Very pretty. :)",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.8378261924,
        "format_confidence":0.9866247177
    },
    {
        "url":"http:\/\/www.essortment.com\/yourself-installation-install-new-shower-head-fixture-11421\/",
        "text":"Do It Yourself Installation: How To Install A New Shower Head Fixture\n\nTips, instructions and steps to installing a replacement shower head fixture in your bathroom, including list of materials and tools you will need.\n\nIt's 8am and you are running late for work. You hop in the shower only to discover that shower head you were putting off for so long is now beyond repair. Now what do you do?\n\nInstalling a new shower head fixture isn't as difficult as it may seem and with just a few tools, you'll be enjoying that new shower head in no time at all.\n\nBefore you being some tools and miscellaneous you'll want to have handy for this project are: a pair of adjustable pliers for removing the old shower head, Teflon tape for wrapping around the threads of your shower head pipe to prevent leaks, some old towels to place down in your shower or tub to prevent damage of yourself and your porcelain, paint thinner and rags to help in the ease of removing old tape or plumbers putty, a wrench to help in the aide of tightening your new shower head fixture and of course your new shower head fixture.\n\nNow that you've gathered what you will need, you'll want to place those old towels in the bottom of your tub or shower to prevent damage to your porcelain and injury to yourself.\n\nNext remove the old shower head using a pair of adjustable pliers. If you're worried about damaging the chrome pipe you can wrap some Teflon tape around the jaws of the pliers before you begin. With a rag remove any old Teflon tape or plumbers putty from the shower head threads. If the tape or putty becomes difficult to remove you can apply a bit of paint thinner to the threads beforehand.\n\nNow that you've removed the old shower head you will want to wrap the threads of the shower head pipe using Teflon tape to seal the connection between the pipe and shower head fixture. Wrap the Teflon tape clockwise once and then wrap it twice more, this time stretching it as you go. Wrapping the tape clockwise prevents your new shower head from leaking since wrapping it in the opposite direction can damage the tape and cause leaks.\n\nOnce you've applied the Teflon tape you can attach the new shower head by screwing it onto the threaded shower head pipe and tightening it by hand. You can tighten the head with a wrench about a half turn, but be careful in doing so as you don't want to damage your new shower head fixture by over-tightening it. You may also want to wrap the shower head in cloth before you attempt to tighten it with a wrench to prevent damage to your new fixture and shower head pipe.\n\nYou can then run water through your new shower head fixture to test for any leaks and remove any metal debris that may have gotten caught during the project.\n\nNow that you have installed the new shower head fixture and all of your hard work has paid off you can enjoy that new shower head without worry for a long time to come.\n\n© High Speed Ventures 2011",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9964534044,
        "format_confidence":0.9884950519
    },
    {
        "url":"https:\/\/paintedfurnitureideas.com\/ways-to-clean-dried-paint-from-a-paint-brush\/",
        "text":"It is best to clean your brushes before the paint dries, of course, but if your brushes have dried paint on them, you can still salvage them and put them to good use again.\n\nLatex Paint\n\nTo remove latex paint that has recently dried, use hot water and dish soap by first washing the brush thoroughly by filling a container with hot water and a couple drops of dish soap. Allow the brush to soak.\n\nSwish the brush in the water and press the brush against the edge of the container to loosen the paint. Empty and refill the water if the water gets too dirty.\n\nYou can also use a comb or utensil to loosen the paint from the brush. Next, rinse well, and let the brush dry.\nAn alternative to this method and for tougher jobs, is to try using vinegar. With this method, you can heat the vinegar on the stove and soak the brushes in the hot vinegar. Then remove the brushes from the vinegar and allow the brushes to cool, You can use a comb or a wire brush to loosen the paint from the brush, then rinse with water and let dry.\n\nOther Types of Paint\n\nTo remove almost any type of paint from a paint brush and when working with oil based paints, paint thinner will always do the job.\n\nYou may also use a number of other chemical products, such as “Brush Cleaner”, which is made particularly for the purpose of removing paint from paint brushes. You can soak a brush in a jar with paint thinner or chemical solution overnight.\n\nAfterwards, you can use a comb or wire brush to remove any remaining paint from the brush. Then rinse the brush either with clean paint thinner if removing oil-based paint or water if removing water-based paint.\n\nWays to Clean Dried Paint From a Paint Brush",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9784913063,
        "format_confidence":0.9815756083
    },
    {
        "url":"https:\/\/encicloblog.info\/woodwork-this-is-actually-the-whole-fact-you-must-know\/",
        "text":"Woodwork: This Is Actually The Whole Fact You Must Know\n\nWould you appreciate woodworking? You might have attempted this hobby before, and you could at the moment be included in carpentry assignments. The guidelines in the following paragraphs must assist you to discover something totally new. Continue reading for more information about wood working.\n\nIf you are working with wood it is important that you spend some time. Becoming hasty foliage you open to making a good amount of blunders. Rather than focusing on the amount of time it takes one to finish a undertaking, do everything it is possible to to keep your imagination in the project at hand.\n\nAirborne dirt and dust can damage the finish of the wood working venture. Continue to keep dust particles out of your tasks and workbench by vacuum-cleaning it. If you blow or clean it out, it can just territory elsewhere, likely again on the undertaking. Also, utilize a moist material to wipe all areas before you begin best-finish, or staining.\n\nOnly use the security equiptment that came with one of your wood working tools. You might believe a sheild is to get with your way when you find yourself sawing, nonetheless its goal would be to safeguard from severe injury. If you feel tempted consider what it will be prefer to get rid of a finger or even worse.\n\nEnsure your workbench may be the appropriate level. It can easily make a huge difference. It requires to in shape you together with how you will work. Generally should you be around 5’6″ to 5’9″ you most likely will need one which is involving 33″ and 36″ high. When you are 5’10” or taller, you may need one which is between 35″ and 37″ high. Utilize your table at its present size to figure out if you want to alter it to work better for you.\n\nBefore starting any carpentry task, get all of the instruments you will want to the project prepared. Always remember to create a calculator and tape measure along when you visit get your wood. Be sure you possess niche tools you will require for your personal task available too.\n\nUnderstand more about making use of pilot slots. This really is pretty simple to complete. When driving a car a screw or hammering a nail in a very little part of hardwood or obtaining quite near the edge of a item, it tends to divided. Occasionally it’s inevitable to get a correcting into a location such as this. However, drilling an opening throughout the joints that’s a lttle bit smaller compared to the fixing can protect against it from splitting.\n\nYou could buy the inexpensive ones and simply adjust them to match your shop vacuum. Shut down the top a bit past the little launching. Turn the whole thing inside of out to ensure that airflow nevertheless runs inside the normal route. Move it above your foam filtration system utilizing the preserving diamond ring to maintain it in position.\n\nMake use one of several beveled interior a part of a pencil sharpener. When you mount it over a tiny shaft, you can use it inside a drill. It a great instrument for shaping smaller sized parts. When it becomes boring, just improve it with an emery fabric by running the drill on a sluggish rate.\n\nAs said before in the launching of this post, having a productive woodwork business usually takes a great deal of function and energy. It is essential that you just find out all you can on these techniques to enable you to succeed with your woodworking projects. Take advantage of the info from this write-up to be a expert woodworker.",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9845343828,
        "format_confidence":0.9639359117
    },
    {
        "url":"http:\/\/ankety.eu\/solid-advice-on-how-to-train-your-dog\/",
        "text":"Solid Advice On How To Train Your Dog\n\nYour dog is part of the family and you have to train them as such. The following article will shed some light on some simple canine training tricks and tips that you can use to your benefit. Education is the key to success and educating yourself on how to train your pooch is the first step to take.\n\nCrate train your puppy in small steps, so that the training is most effective. Once they have grown accustomed to being in the crate with the gate open, try closing the gate and feeding them small treats through the crate. Keep the gate closed for short periods of time, and work your way up to longer times. If your pet seems upset or agitated, you may need to slow down.\n\nWhen corrected your dog verbally, make sure to use sharp, concise wording. Don’t scream and yell and throw a fit. Be firm and get them to do your bidding. Also make sure that the volume of your voice commands their attention and lets them know that you mean business.\n\nDon’t approach a strange dog too quickly. Hold our your hand and slowly move closer. This lets them warm up to the scent and they’ll most likely trust you. The dog will no longer be afraid after he is able to recongnize the scent and may begin to follow commands.\n\nSet small, easy goals when you start training your dog. This will act as a foundation for further training as well as help you see instant success. In doing so, you will see more consistent and positive results.\n\nOne of the first commands you need to teach your dog is how to step away from things you do not want him to touch. You can use this command for a number of purposes. For example, it is used to prevent the dog from chewing on something or even to guide them out of harm’s way.\n\nTo train your dog efficiently, you must learn how to be firm with it. Try not to yell though, as negative reinforcement does not work. This will strengthen the relationship between you and your dog.\n\nA new puppy needs to be socialized to many different environments. You need to show them what is acceptable when they are around people and their pets. This will help to reduce sporadic behavior in new environments as well.\n\nWhen you are traveling together with a dog, make a dog travel bag. You need to bring bowls, his leash and bathroom supplies to ensure you can travel comfortably. You can purchase food, so this is not a high priority item.\n\nGive your dog new challenges often. Even though you know he’s been properly trained, be sure to quiz him from time to time.\n\nStay consistent when you are trying to train your dog. A list of directives should be available to anyone who may give instructions to your dog at some time. Anyone needing to handle your dog should follow the same program, using reward for good behavior and taking care to never reward bad behavior. Your dog will become very confused if each person responds differently to a single type of behavior. This will make training very hard.\n\nNow that you have read these tips, you can feel a little more confident about training your dog. Using the information in this article serves to help you become a better listener and trainer, one who is able to truly understand your dog. Simple guidance can help a great deal.",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.974604845,
        "format_confidence":0.9910434484
    },
    {
        "url":"https:\/\/www.craftcottonblog.co.uk\/post\/2016\/08\/01\/patchwork-stocking",
        "text":"• Craft Cotton Co\n\nPatchwork Stocking\n\nNothing looks better at Christmas than a row of stockings lined up along a fireplace, eagerly waiting to be filled with goodies, and it's even better when you get to discover what’s been hidden in them on Christmas Day. I ran out of time for this make last year so I’m making sure I get it made with plenty of time to spare, as my current stockings are starting to look a little bit threadbare!\n\nI was very lucky to receive some of The Craft Cotton Co. fabric for this make - the Stripes and Stars Fat Quarters. I love the colours of this Fat Quarter set; the greens and reds are just perfect for Christmas. I opted to do a striped patchwork effect for the stocking, with quilted detailing on the patchwork joins. I also opted to do a roll over top for the stocking as I like the effect it creates and I think it’s nice to see a little of the lining, especially when the fabric looks so nice!\n\nYou will need:\n\n  • Pencil\n\n  • Paper\n\n  • Pins\n\n  • Ruler\n\n  • Needle and thread\n\n  • Sewing machine\n\n  • The Craft Cotton Company's Stars and Stripes fat quarter set, green plain\n\n-dyed polycotton and Heritage wadding\n\nFirst, make the stocking template:\n\nMake a stocking template the size you would like – the bigger you make it the more presents you can squeeze into it! Cut two templates of this stocking - keep one template whole to do the lining, wadding, and wadding lining fabric, and with the other template, cut it into strips, mine were 4cm wide. Make sure that you number these pieces; otherwise it can get a bit confusing putting them all back together!\n\nNow cut out the fabrics:\n\nCut out the lining fabric, wadding, and wadding lining fabric using the whole stocking template.\n\nNow using the same whole stocking template, cut out the main stocking fabric (make sure you leave a 5mm seam allowance when cutting out). The layout of fabrics I chose for the strips is shown below:\n\nNow to sew the strips together. Do this by placing two pieces right sides together and sewing down the seam. Once you have sewn them all together you should have one striped piece for the front and another for the back.\n\nAdding the quilting detail:\n\nLayer one piece of wadding, one piece of the lining fabric, and on piece of the striped outer stocking fabric pieces as shown:\n\nSew the detail you would like (as shown in the picture below). I chose to sew along the stripe joins for this and alternated between a straight stitch and a pre-set stitch on my machine that looked like a line of snowflakes.\n\nNow to make the hanger:\n\nPick one of the fabrics to make the hanger and cut a strip of 24cm x 6cm - I chose to use the green snowflake.\n\nNext, fold the strip in half length-ways with right sides facing and sew along the bottom and up the side leaving the top unsewn. Now just turn it the right way out and you have your hanging strip. Before sewing the front and back together, fold the strip in half to make the loop and pin to the back piece with the ends of the loop hanging 1cm over the edge of the back piece. I chose to place this 10cm down from the top edge to give enough space when the top edge is turned back over.\n\nNow sew the front and back together:\n\nPin the front and back pieces together with right sides together - the loop will be on the inside. Now sew the whole way around but leaving the top edge unsewn. Turn the right way round.\n\nFinally, making the lining:\n\nTake the front and back lining pieces and place them right sides together - sew around this leaving the top edge unsewn. Leave the two pieces right sides facing together.\n\nThis lining can now be inserted into the stocking.\n\nTo attach to the stocking, fold the top of the stocking inward by 1cm and fold 1cm of the stocking lining outwards and slip stitch the two edges together.\n\nRoll the top back over and you now have your stocking!\n\n© By Lesley Foster at Hook, Stitch, Sew for The Craft Cotton Company 2015\n\n#freesewingtutorials #craftcottonco #patchwork #christmas\n\n  • Facebook - White Circle\n  • Twitter - White Circle\n  • Pinterest - White Circle\n  • Instagram - White Circle\n\n© 2016 created by Raeven Branch",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.969866395,
        "format_confidence":0.9739120007
    },
    {
        "url":"http:\/\/stonefieldswalloffame.blogspot.com\/2014\/08\/how-to-plant-plum-tree.html",
        "text":"Friday, 22 August 2014\n\nHow to plant a plum tree\n\nwhat you need\n1. some seeds (baby plant)\n2. soyle from a gardening senter (dert)\n3. water\n4. sunny spot\n\nWhat to do\n\n  1. Dig a hole in the sunny spot .\n  2. put in the seed (baby plant)\n  3. cover it in soyle\n  4. water it\n  5. wait for it to grow\n  6. in joy your plums\n\nBy Aurelia\n\n1 comment:\n\n  1. Hi Aurelia, I really enjoyed reading your blog on how to plant a plum tree. It was really well structured and gave excellent and easy to understand instructions. Well done! A lovely piece of writing. Cindy from Spark (ex-Telecom) :-)\n\n\nNote: only a member of this blog may post a comment.",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9964994192,
        "format_confidence":0.812775135
    },
    {
        "url":"https:\/\/www.meridianrealty.co.za\/news\/how-to-prepare-and-stage-your-home-for-a-quicker-and-efficient-sale\/?c=seller-tips",
        "text":"How to prepare and stage your home for a quicker and efficient sale\n\nCategory Seller Tips\n\nMost home sellers want their home to sell fast and for top rand! There are proven ways in order to make your home stand out from the crowd, and to literally sell faster and for a better value. We have asked Antonie Goosen, the principal of Meridian Realty with offices in Stellenbosch and Betty’s Bay, to share some of his thoughts in this regard. The following are some suggestions he has given. Disassociate yourself from your home It is natural to harbour emotions with regards to your own home. Home ownership is normally a very personal matter. The first step therefore is to make the mental adjustment that your home is only a product, competing with similar products, like in an appliance store. Try to remove yourself emotionally from your home, and start to see it in the light of it being a product that you are effectively putting on the market. De-personalise your home Hand in hand with the above mentioned, start to de-personalise your home. Pack up those personal photographs and family heirlooms. Buyers often struggle to see past personal artefacts, and you don't want them to be distracted. You want buyers to imagine their own photos on the walls, and it can often be difficult to do that if yours are there! You don't want to make any buyer ask, \"I wonder what kind of people live in this home?\" You want buyers to say, \"I can see myself living here.\" De-clutter!!! We tend to collect an amazing quantity of junk. Consider this: if you haven't used it in over a year, you probably don't need it. • If you don't need it, why not donate it or throw it away? • Clean off everything on kitchen counters and coffee tables; • Put essential items used daily in a small box that can be stored in a closet when not in use; Think of this process as a head-start on the packing you will eventually need to do anyway. Rearrange Bedroom Closets, Kitchen Cabinets and Study areas Buyers love to snoop and will open closet and cabinet doors. Think of the message it sends if items fall out! Now imagine what a buyer believes about you if they see everything is organized. It says you probably take good care of the rest of the house as well. This means: • Neatly stack dishes. • Turn coffee cup handles facing the same way. • Hang shirts together, buttoned and facing the same direction. • Line up shoes. • Have your office and paper admin areas neatly organised; Rent a Storage Unit Almost every home shows better with less furniture. • Remove pieces of furniture that block or hamper paths and walkways and put them in storage. • Remove extra leaves from your dining room table to make the room appear larger. • Leave just enough furniture in each room to showcase the room's purpose and plenty of room to move around. You don't want buyers scratching their heads and saying, \"What is this room used for?\" Remove\/Replace Favourite Items If you want to take window coverings, built-in appliances or fixtures with you, remove them now. If the chandelier in the dining room once belonged to your great grandmother, take it down. If a buyer never sees it, they won't want it. Once you tell a buyer they can't have an item, they might covet it, and it could complicate your deal. Pack those items and replace them, if necessary. Make Minor Repairs • Replace cracked floor or counter tiles. • Patch holes in walls. • Fix leaky faucets. • Fix doors that don't close properly and kitchen drawers that jam. • Consider painting your walls neutral colours, especially if you have grown accustomed to purple or pink walls. (Don't give buyers any reason to remember your home as \"the house with the orange bathroom.\") • Replace burned-out light bulbs. • If you've considered replacing a worn bedspread, do so now! Make the House Sparkle! • Wash windows inside and out. • Rent a pressure washer and spray down sidewalks and exterior. • Clean out cobwebs. • Re-caulk tubs, showers and sinks. • Polish chrome faucets and mirrors. • Clean out the refrigerator. • Vacuum daily. • Wax floors. • Dust furniture, ceiling fan blades and light fixtures. • Bleach dingy grout. • Replace worn rugs. • Hang up fresh towels. • Bathroom towels look great fastened with ribbon and bows. • Clean and air out any musty smelling areas. Odours are a no-no. Scrutinize • Go outside and open your front door. Stand there. Do you want to go inside? Does the house welcome you? • Linger in the doorway of every single room and imagine how your house will look to a buyer. • Examine carefully how furniture is arranged and move pieces around until it makes sense. • Make sure window coverings hang level. • Tune in to the room's statement and its emotional pull. Does it have impact and pizzazz? • Does it look like nobody lives in this house? You're almost finished. Check Curb Appeal If a buyer won't get out of her agent's car because she doesn't like the exterior of your home, you'll never get her inside. • Keep the sidewalks cleared. • Mow the lawn. • Paint faded window trim. • Plant yellow flowers or group flower pots together. Yellow evokes a buying emotion. Marigolds are inexpensive. • Trim your bushes. • Make sure visitors can clearly read your house number. Now you are set Get yourself an exceptional agent with specialised knowledge and experience in your area, and let the viewings begin. For more tips and information, be sure to join Meridian Realty’s Facebook page, or to follow them on twitter\n\nAuthor: Antonie Goosen\n\nSubmitted 13 Feb 11 \/ Views 4862\n  • 1\n  • 2",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9933726788,
        "format_confidence":0.9413993359
    },
    {
        "url":"http:\/\/www.canidae.com\/blog\/2014\/05\/tips-for-teaching-kids-how-to-act-around-unfamiliar-dogs\/",
        "text":"Tips for Teaching Kids How to Act Around Unfamiliar Dogs\n\nMay 27, 2014\n\nBy Laurie Darroch\n\nChildren are curious and fascinated with everything. Unless they have a fear of dogs, naturally they are curious about them as well. They are likely to simply walk up to a dog that is wandering around or being walked by a human companion, without understanding that there are etiquette and safety issues involved when approaching an unknown dog. It’s important to teach children the ins and outs of their own behavior around unknown dogs, as well as how to interact with both the dogs and dog owners.\n\nApproach or Not Approach?\n\nUnless an adult is accompanying a young child, it is a good idea to teach kids not to approach a dog out for a walk with its human without knowing if they should or not. So they won’t be tempted if they come across a dog when you are not around, make sure your child understands not to approach a dog that is running around loose unless they know the dog and the dog knows them. They won’t be bringing home any stray dogs that way either. Sure, the pull is powerful when a child sees a cute dog that they want to meet or play with, but for safety’s sake it is best to teach them not to approach strange dogs on their own, or as an alternative to find an adult they know who will help them.\n\nPeople out walking their dogs or playing with them in a public place do not necessarily want kids running up to their dog. Even a trained and calm dog may feel unsure with an unknown child and react in a nervous or unfriendly manner. Some dogs just do not do well with strangers, or may feel protective of their human. The dog may be in training and has not learned how to behave correctly around unknown people. The last thing you want is a child or dog with an injury that could have been avoided.\n\nAsk Permission\n\nThis is an important rule. Even adults forget to ask permission to approach an unknown dog sometimes when the owner is out with their pet. Some owners would prefer their dog not be bothered. Others may need to help the dog get used to the idea, or prefer to do the leading. Some dogs are not used to children or are not child friendly.\n\nA child needs to learn to ask for permission from the owner if they meet the two of them while they are out and about. They can ask “Is it alright to pet your dog?” or “May I pet your dog?” It is simple courtesy and respect for both the owner and the dog. Whatever the answer is, the child needs to understand that it is a firm answer.\n\nThere are also particular dogs such as Seeing Eye dogs that should not be approached. They are well trained and well behaved, but they are working when they are out walking with a visually impaired companion. If that person gives permission after they are asked then it’s fine, but no one should assume it is without asking.\n\nYou may find that meeting a person with a seeing eye dog who is willing to communicate with your child will also provide the added bonus of providing a learning experience in understanding and empathy, and might help the child become interested in service type dogs.\n\nThe Dog’s Body Language\n\nIt isn’t just the human that has a say in the interaction. The dog has some say too. Teach your child to understand the body language the dog exhibits. Their tail may be wagging in happy anticipation, or down in nervous fear.\n\nThe dog’s body position is an indicator as well. Is the dog straining to come meet the child or pulling back in fear? Obviously aggressive barking, growling or showing teeth in anger is a definite warning indicator to not approach the dog.\n\nPatience is a Virtue\n\nOnce a child gets permission to pet an unknown dog, they need to know the right way to have contact with the dog. Many children are likely to jump forward excitedly. Depending on the dog, this may make them fearful or uncomfortable, or even be seen as a form of aggressive behavior from the child toward the dog. Trust has to be established between dog and child. Dogs interpret human body language as well as voice.\n\nTeach your child to bend down close to the level of the dog. Slowly reach a hand out with the palm down offering the back of the hand, and allow the dog to approach the child at its own pace and comfort level to sniff the offered hand. Show the child how to talk in a calm soothing voice to the dog and to wait patiently. Some dogs may still not want to approach, so don’t push it.\n\nMeeting a dog should be a positive experience, but a child needs to know the right and wrong ways to do it, or whether to do it at all. It is simple enough to teach a child and for them to learn.\n\nTop photo by Janet Hudson\nMiddle photo by MsSaraKelly\nBottom photo by Tony Alter\n\nRead more articles by Laurie Darroch\n\nShare this:\n\nShare Your Thoughts\n\n  • WordPress\n  • Facebook\n  • Google Plus\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9017492533,
        "format_confidence":0.942289114
    },
    {
        "url":"http:\/\/www.sallyanddavidteam.com\/9StepstoOwning",
        "text":"Buying or selling a home in Central Florida?\n\nBuying a home is intimidating for many people, but with a bit of up-front planning, it's not too complex. We like to give buyers a road map of the whole deal so they'll understand exactly what they can expect. Here are our nine steps to purchasing a home.\n\nShopping for homes? Click here to see our homes, or contact us today to get you more information on any home in the area.\n\nStep 1 – Get ready to purchase\nPrior to beginning your home search, there are several things you need to do. When you start your search, you'll want to form a check list of features you need to have, get a plan of what neighborhoods and school districts you'd like to live in, and begin working on your budget. A good principle to follow is that your mortgage payment should be a third of your monthly income.\n\nStep 2 – Get in touch with the best real estate team \nThat's where we come in. We can arrange a time to meet so we can talk about your real estate needs and get an idea of your upcoming plans. We'll talk about the mortgage industry, other economic factors that could affect your buying decision today or in the future, as well as neighborhoods and schools in the Central Florida area.\n\nIn addition, we'll help you start the loan process.  The Sally and David Team of Premier Sotheby's International Realty works with some of the finest mortgage professionals in Central Florida, so you'll be in great hands. They'll assist you in choosing which type of loan is best for you and help you get qualified.\n\nStep 3 – Start house-hunting\nAfter our initial meeting, we'll start searching for homes on the market that suit your exact needs. We'll get a sneak peek of the best homes available and remove the duds, share via email an initial group of available homes for you to preview, and then by working with you, we'll schedule appointments to view the homes at a time that's convenient.  You will also receive real-time alerts to any new listings that come available as well as market alerts for listings going under contract or recently sold, only within the areas or communities you care about, so that you are always kept in the loop as to new opportunities and market activities.\n\nWhen we tour the homes you've selected, we'll point out positive features, as well as negative ones.  We'll even ask you to tell us about things you like and don't like so that we can refine your search preferences. It's pretty common for buyers to amend their wish list as we tour homes and some things become far more essential than others. If that's the situation, we'll search the listings once again and trim it down to the home you've been wishing for.\n\nStep 4 – Get a feel for the market\nYour agent's awareness of the Central Florida home market is an essential element in your house search. And we assure you we're well acquainted with all the schools and neighborhoods, and we will communicate which districts are \"hot\" and warrant immediate action and the rest that are \"cool\" and allow for thoughtful examination.\n\nAs we tour homes, we'll be sure to tell you if the list price has room for negotiation or if we believe the home is \"priced to sell.\" When working with an agent, trust your instincts and be sure to ask plenty of questions, as every real estate agent will claim to truly know the market. If it doesn't seem like they know everything, call us at 407-928-3760 \/ 407-687-7295 or e-mail us at \/, and we'd be glad to answer any questions you have. Our understanding of the market will keep you a step above the rest through the entire deal.\n\nStep 5 – Find the house of your dreams\nWe know we'll find the home of your dreams. When we do, we'll thoroughly develop your real estate purchase offer. The offer will be custom tailored to suit your needs, specific to your goals and most importantly, minimizing your risk and exposure. A few examples are acquiring financing, completing the inspection period, and ensuring clean title and title insurance.\n\nLet Premier Sotheby's International Realty guide you through finding your dream home in Lake Mary When submitting your offer, you'll likely want to present \"earnest money.\" This is a cash deposit made to secure the offer to purchase the property and shall be credited to you at time of closing. If the offer is accepted, we will manage the process for you, allowing plenty of time for your mortgage financing, home inspections and any final details important to you.\n\nStep 6 – Negotiate\nMost contracts don't close on the beginning offer, and it's widely common to receive a counter offer. Don't let it intimidate you. We'll discuss whether or not to agree to the counter offer, submit our own counter offer, or decline the seller's offer and move on.\n\nHow aggressively we negotiate the deal depends on market circumstances. We'll also work within your financing constraints. And when it's all said and done, we'll create a contract that's best for you.\n\nStep 7 – Obtain your loan\nOnce the deal is signed, you'll start working with your lender to close the loan. If you've been pre-qualified, this shouldn't take much time at all, but you'll need to keep in close contact with your mortgage lender. And we'll manage all the property information your mortgage lender will need to close the loan.\n\nStep 8 – Close the deal\nYour lender will give you a Loan Estimate (LE) detailing your closing costs within three days of taking your application. This estimate rests on the loan amount, and RESPA requirements order that it has to include all closing costs and fall within a tight range of accuracy. we'll study the estimate and let you know if everything looks permissible.\n\nThen we'll close on your home. This will probably take place at a title company or escrow office and we will ensure that it will be a smooth and comfortable event.\n\nStep 9 – Move in\nSuccess! Now you can move into your new house. Enjoy it. And if you need anything or have any questions, just contact us at 407-928-3760 \/ 407-687-7295 or send us an e-mail.\n\nLooking to Buy?\n\nAre you looking to buy a house? Let us help you. Just fill out as much of the information below that you want and we'll get right back to you, with no obligation to you. We guarantee your privacy.\n\nYour Information\nSome Details",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9801971912,
        "format_confidence":0.9397313595
    },
    {
        "url":"http:\/\/www.wikihow.com\/Replace-a-Toilet-Handle",
        "text":"Edit Article\n\nTwo Methods:Removing the Old HandleInstalling the New Handle\n\nThe handle on a toilet is an important component to any bathroom design. Not only is it integral to the function of the toilet, but the style and finish of the handle should also coordinate with the rest of the bathroom faucets and fixtures. If your toilet handle is corroded or out of date, replace it with a new one to keep your bathroom functioning in style.\n\n\nMethod 1 of 2: Removing the Old Handle\n\nBefore the new handle can be installed, the old handle needs to be removed from the tank properly.\n\n  1. 1\n    Shut off the water valve to the toilet and flush the toilet to drain any water from the tank.\n  2. 2\n    Remove the lid from the toilet tank.\n  3. 3\n    Unscrew the wing nut that holds the tank lever to the back of the handle. Set it aside to be reinstalled with the new handle.\n  4. 4\n    Unscrew the nut from the back of the handle. Toilet nuts thread in reverse; turn the nut clockwise to remove it.\n    • If the nut is plastic, use your fingers to loosen it.\n    • If the nut is metal, use a wrench to help loosen it.\n  5. 5\n    Pull the handle through to the front of the tank and remove the nut and washer from the back of the toilet tank. Discard these parts.\n\nMethod 2 of 2: Installing the New Handle\n\nToilet handles install similarly to the way the old ones are removed.\n\n  1. 1\n    Unscrew the washer and nut from the back of the new handle. The washer is a rubber gasket that helps prevent leaks. It sits up against the nut and slides right off once the nut is removed.\n  2. 2\n    Push the new handle's stem through the hole on the side of the toilet tank.\n  3. 3\n    Slide the washer over the handle's stem and screw the nut back into place. Remember that it threads in reverse; screw it on counterclockwise to tighten it.\n  4. 4\n    Lift up the toilet lever and push its end down through the hole at the end of the handle's stem.\n  5. 5\n    Screw on the wing nut to the end of the toilet lever to hold it in place.\n  6. 6\n    Turn on the water valve to refill the toilet tank.\n  7. 7\n    Flush the toilet to make sure the new handle works.\n  8. 8\n    Replace the tank lid.\n\n\n  • Toilet handles come in left and right hand versions, as well as front and side tank versions. If in doubt, take your old handle with you to the store to purchase a new one to ensure the new handle fits the tank properly.\n\n\n  • Do not over tighten the nut against the toilet tank. This may result in the porcelain of the tank cracking under pressure. Only tighten the nut enough to hold the handle securely in place without the handle jiggling when the toilet is flushed.\n\nThings You'll Need\n\n  • Wrench\n\nSources and Citations\n\nArticle Info\n\nCategories: Toilet Maintenance\n\nIn other languages:\n\nEspañol: reemplazar la manija del inodoro, Italiano: Sostituire la Maniglia dello Sciacquone del Water, Русский: заменить ручку в сливном бачке, Português: Substituir a Descarga de um Vaso Sanitário, Deutsch: Einen Toilettenhebel austauschen\n\nThanks to all authors for creating a page that has been read 56,179 times.\n\nDid this article help you?\nYes No\n\nan Author!\n\nWrite an Article",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9970092177,
        "format_confidence":0.9909101129
    },
    {
        "url":"http:\/\/www.topsmag.com\/the-essential-laws-of-plumbers-explained.html",
        "text":"Tips for Identifying Great Emergency Plumbers\n\nIt is important to identify a good plumber that will help you when a need suddenly arises and give you back comfort. The following tips will help you locate and hire the best emergency plumbing services.\n\nRecommendations from people around you is very valuable since they are likely to of plumbers or contractors whom they have had a good experience with. Also, they may help you find local plumbers or contractors who will respond to your call quicker.\nIt is also important that you identify a plumber who will respond more rapidly to your call. Any excellent plumbing company should be available for reach whenever you call them, whether it is after hours or during a holiday season.\n\nIn order to help you when you have a crisis in the future, it is recommended that you find the services of good plumbing companies before you need them. You will be forced to call the first plumber company that crosses your way and this can be a big mistake. So, have a list of reliable plumbing services that you can call when you have an emergency.\n\nCheck the plumbing company’s background to ensure that it is highly regarded and has professional staff. Know what the licensing requirements for plumbers in your state are, to ensure that the contractor you are hiring is properly licensed. A license will assure you that they are skilled in plumbing and they passed their trade exams.\nIf a company or a plumber has been operating for many years, you can be pretty confident that they know what they are doing and their services are quality. Also, consider a company that has experience in your problem.\n\nBe sure to ask if the plumber is ensured so that you will not be responsible for medical bills or other costs when an accident or damage occurs. With the right insurance, you will be assured that you are not liable for injuries or damages caused by the plumber.\n\nEnsure that the plumbing company has been accredited by the States Licensing Board or by Better Business Bureau. Inquire from these organizations if the company you want to hire has had bad experiences with its customers before and if they were able solve these problems. It will give you peace of mind knowing that the plumber you are hiring has a good reputation and will provide you with quality services.\n\nIt is important to ascertain the charges of plumbing services from different companies to help you select one that fits your budget. Be sure to also check what additional services the companies offer including kitchen remodeling and sewer line repair. Choose a company that will comfortably meet your all your household needs including plumbing repairs, HVAC maintenance, sink and toilet repairs as well as drain cleaning.\n\nThe 4 Most Unanswered Questions about Plumbers\n\nThe Ultimate Guide to Repairs",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9572877288,
        "format_confidence":0.9121767282
    },
    {
        "url":"http:\/\/homeguides.sfgate.com\/arrange-different-colors-knock-out-roses-garden-48356.html",
        "text":"How to Arrange Different Colors of Knock Out Roses in a Garden\n\nIn 2000, Bill Radler introduced the original Knock Out rose (Rosa '\"Radrazz\"). Since then, several new varieties of Knock Out roses have emerged on the market. Knock Outs are hardy, easy to care for and an ideal complement to any landscape. Medium-sized shrub roses, the Knock Out family typically grows to 3- to 5-feet tall, and sometimes taller when left unpruned and natural. Incorporating several varieties of Knock Outs into your flower beds offers a rainbow of color that can accentuate your home and blend in with the rest of your landscape.\n\n\nChoose the varieties of Knock Out roses you want in your landscape. While there are seven different varieties, the colors are only pink, dark reddish-pink (red) and sunny yellow. There is not a true red Knock Out, and the Rainbow, Blushing, original and Pink are all various shades of pink. The Blushing variety is a light pink, while the Rainbow is a light pink with a yellow eye. The Sunny Knock Out has a delicate yellow bloom that fades to cream. The Pink Knock Out and Double Pink Knock Out are a baby pink. Most varieties are single blooms, while the Pink and original Knock Outs come in a double-bloom variety as well.\n\n\nSketch out your flower beds where the roses will go on a piece of graph paper. Use colored pencils to indicate the colors of plants you already have in your garden.\n\n\nDraw your Knock Out roses into the sketch where you want their colors to complement one another or other plants you already have. All of the pink varieties blend attractively with each other, while incorporating the Sunny Knock Out into places full of darker colors works nicely. On the same note, incorporating the darker, original Knock Out rose complements areas of your garden where the flowers tend to be lighter. For a rose garden, mix and match all of the varieties to make for a consistent splash of color throughout. Alternating between the dark original, a lighter pink variety and then the Sunny can create an exciting look without being too overwhelming.\n\n\nPlant your Knock Outs according to your sketch, keeping the minimum distance between them approximately 3 feet on center.\n\nThings You Will Need\n\n  • Graph paper\n  • Colored pencils\n\n\n  • The arrangements really come down to your personal taste. If you want all of the colors, alternating them is a good choice that keeps you from getting stuck with spots overloaded with too much pink.\n  • Keep in mind the foliage color. The Blushing variety has blue-green and dark-green foliage, while the single and double varieties of the original have dark-green and purple foliage. The other varieties have dark green foliage.\n  • The Rainbow is more compact than the other varieties, while the Sunny is slightly more compact than the others and more upright.\nSuggest a Correction",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9965990186,
        "format_confidence":0.9923982024
    },
    {
        "url":"https:\/\/www.quadrafire.com\/shopping-tools\/blog\/wood-stove-buying-guide-finding-the-perfect-stove-for-your-home",
        "text":"A wood stove can be one of the smartest purchases you ever make for your home.\n\nA wood stove can be one of the smartest purchases you ever make for your home. Not only can a wood stove provide a warm and cozy ambiance, it can also be a simple and efficient way to heat your space and reduce your overall energy costs.\n\nSelecting the right wood stove doesn’t have to be complicated or confusing. To begin, it’s helpful to think about how you want the stove to work for you. Do you want it to provide supplemental heat, back-up heat, ambiance or an occasional fire on cool nights? Knowing how you will be using your stove will guide each decision about heating needs, construction type and combustion system.\n\nJust follow this quick buying guide to determine the best choice for your location, heating needs and lifestyle. And if you’d like to learn more, your local Quadra-Fire dealer will be happy to help you weigh the options to find the right stove for you. To find one in your area, head over to our Dealer Locator.\n\nStove Size\nWhile you certainly don’t want to buy a stove that’s too small to do the job, buying a too-large stove can also create problems such as chronic underfueling that can contribute to creosote creation. Your Quadra-Fire dealer will help you to find the “just right” size for your needs.\n\nSize of area to be heatedWill the stove be heating a room or a larger space?\n\nStoves come in small, medium and large sizes, and determining the right size depends on both the square footage of the space as well as what other heating system (if any) is at work.\n\nSince there are many variables, your best bet for determining the right size wood stove for your space and heating needs is to consult with a local stove expert.\nHeat lossDoes home design contribute to heat loss?\n\nIn addition to the size of the heating area, you’ll need to think about how much heat could be lost from older or insufficient insulation or through the number of and size of windows, especially those with only single-pane glass. Higher ceilings can also contribute to heat loss.\n\nConsider the layout of your home when determining the size of wood burning stove you plan to purchase. A smaller stove might be able to handle heating a one-story space, or one with an open floor plan. A larger unit might be required for an area with multiple levels, hallways and bedrooms.\nGeographyWhat’s your climate like?\n\nIf you live in an area with severe and prolonged winters, you might require a larger stove than those living in milder climates.\n\n\nCast iron or steelDo you have a preference about your stove’s material?\n\nCast iron stoves are often more ornate in their design and can retain heat longer after the fire goes out. They are usually higher in cost than steel stoves. Some cast iron stoves are available in colors that complement the décor of your home. For example, Quadra-Fire iron stoves are available in Classic Black, Porcelain Mahogany, Porcelain Frost, Porcelain Dark Blue and Porcelain Black.\n\nSteel stoves are more streamlined in their appearance, usually heat up more quickly and are typically less expensive than cast iron stoves. They are typically only available in black.\n\nCombustion System\n\nNon-catalytic or catalyticHow does the stove reduce emissions?\n\nAll Quadra-Fire stoves are non-catalytic. They create a good environment for combustion right in the firebox, and they’re appreciated for their beautiful rolling fires. They require much less owner attention and hands-on monitoring than catalytic stoves.\n\nCatalytic stoves must be burning hot enough before the catalyst is engaged. They also require regular cleaning. Their operation is somewhat more complicated and hands on than that of non-catalytic stoves.\n\nOther Considerations\n\nBurn time How long will a stove burn a load of wood?\n\nStoves can have burns times of anywhere from eight to 40 hours. Those times can vary model by model, and can also vary by type and species of wood being burned, wood moisture content and size of wood load.\n\nMost Quadra-Fire models feature Automatic Combustion Control (ACC) Technology, a burn-rate control system that feeds air to the fire when needed, based on the amount of heat desired.\nAutomationWhat features can make my stove easier to operate?\n\nQuadra-Fire Adventure Series models are fully automatic, with no manual air controls to manage. Their programmable thermostat works like the programmable thermostat for a furnace, and allows you to specify lower temperatures when you’re away or higher ones for when you return home. Theirs is also an “alert” feature when it’s time to add wood to the fire.\nLoadingIs wood loaded on top or in the front?\n\nWood stoves can be loaded from the top or the front.\nCertificationIs the stove EPA certified?\n\nEPA (Environmental Protection Agency) certification requires compliance with strict emissions and efficiency regulations designed to reduce pollution and control energy costs. All wood stoves on the market must be EPA certified.\n\nAll Quadra-Fire wood stoves are outfitted with a patented Four-Point Burn Systems, which are four distinct combustion cycles to maximize fuel-to-heat conversion. They fully burn every log, while re-burning gases and smoke up to four times. That means you have fewer trees to cut or cords to buy, less particulate emissions and far less ash to clean up.\n\nReady to take the next step? Connect with a local Quadra-Fire dealer today and they’ll happily walk you through the selection process!\n\nGet in Touch\n\nCheck out our social media account",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9969626069,
        "format_confidence":0.8906220794
    }
]