[
    {
        "url":"http:\/\/m.gourmettraveller.com.au\/travel\/travel-news-features\/2016\/3\/the-most-spectacular-waterways-in-the-world\/",
        "text":"The most spectacular waterways in the world\n\nPhotography: Sergey Borisov f0r Alamy Stock Photo\n\nEnchanting Danube\nOne of the most popular river-cruising waterways, the Danube plays host to charming small European towns, delightful cities and views for days. Europe's second-longest river flows through 10 countries: Austria, Bulgaria, Croatia, Germany, Hungary, Moldova, Romania, Serbia, Slovakia and Ukraine. A popular route links Budapest, an elegant city on the banks of the Danube, with famously progressive Amsterdam, following the Rhine, Main and Danube rivers. En route, river cruises pass by Vienna, Austria's stunning capital, and Germany's fairytale castles. Longer cruises that follow the Lower Danube build on itineraries that travel through Croatia, Serbia and Bulgaria.\n\nMighty Mekong\nAs South East Asia's life-giving waterway, the mighty Mekong winds its way through some of the most fascinating countries in the region. Travelling along the river is to understand the important role it plays in the daily lives of locals. Dozens of hill tribes have settled along the river's banks, and many offer their handmade arts and crafts at lively outdoor markets. Traditional fishing villages still line the waterfront in many regions, while golden-domed temples make a breathtaking sight at sunset. A journey along the Mekong is an exploration of diverse and fascinating cultures.\n\nExploring the Rhine\nAmong the most lively and beautiful waterways in Europe, the Rhine is one river that holidaymakers can't get enough of. It's also one of Europe's longest and most important, winding through Switzerland, Liechtenstein, Austria, Germany, France and the Netherlands. Expect to see a melting pot of old and new scenery along the way, as medieval villages and dramatic castles give way to thriving modern cities where industry and innovation has superseded tradition. Keep your ears open for local folklore and legends, as tales of beautiful mermaids driving sailors to distraction are as prevalent here as Hansel and Gretel in the forest.\n\nA taste of Bordeaux\nYou don't have to be a wine connoisseur to enjoy a cruise around France's celebrated Bordeaux region, but it sure doesn't hurt. Immerse yourself in country life as you pass through rural French towns where the daily fresh market is the central meeting place, sheep roam impossibly green, verdant hillsides and the welcome is as warm as the wine is terrific. Bordeaux, a gorgeous city with UNESCO World Heritage status, sits on the Garonne River and is one of France's culinary and cultural gems. Cruises here tend to focus on port stops where wine appreciation, indulgent cuisine, beautiful gardens and stately homes are the order of the day.\n\nDoing the Douro\nFlowing some 900 kilometres through Spain and Portugal, the Douro river finally empties into the Atlantic Ocean where the city of Porto meets the coast. Along the way, it splashes by terraced vineyards where grapes are grown for Portugal's acclaimed wines, under the shadow of imposing monasteries and historic castles. Translating as Portugal's River of Gold, it weaves through sun-drenched towns and rustic farmland, where some of Europe's most delicious produce is sourced. On the steep banks of the Upper Douro, vast reserves of Port wine grapes drink in the sun for a bountiful harvest. Expect to see fewer river cruises on this body of water than in other parts of Europe.\n\nThis article is presented by helloworld and APT River Cruises.\n\nView Full Site",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9954769015,
        "format_confidence":0.8131083846
    },
    {
        "url":"http:\/\/bigbossevents.ie\/guidelines\/",
        "text":"Guidelines for your J1\n\nGuidelines for your J1\nJune 21, 2016 bigboss\n\nWho is off on a J1 this summer? Well here are a few guidelines to get you prepared for what lies ahead.\n\n\n1.Tipping is essential\n\nAll Americans expect tips. This is actually classified as compulsory when in a bar or restaurant, if you don’t leave a tip they will literally chase after you and think you’re really rude. The usual tipping guide is 20% of your total bill or 1 dollar per drink at a bar.\n\n\n2.Have a nice day\n\nExpect everyone to tell you to have a nice day. Although its nice that everyone is so friendly it does get a little irritating after you have heard this phrase for the fortieth time in one dat.\n\n\nWhen booking accommodation there are only two things you need to be know:\n\n1.Live near a public transportation system.\n\n2.Avoid the ghetto\n\n\n4.Move Around\n\nDon’t spend your whole summer in the same location. Maybe travel towards the end of the summer so you have a little bit of cash and can afford to rent a car, try see as many places as possible.\n\n\n5.Leprechauns aren’t real\n\nAs insulting as it sounds, you will probably have to tell at least one American that leprechauns aren’t real.\n\n\n6.Putting on a tone of weight\n\nSo as we know American food portions are so big and so delicious. This is having consequences on your body. Between all those McDonalds and midnight Taco Bell Burritos expect to put on weight!\n\n\n7.Roll Over\n\nIt wont is easy but you will do it!! It wont is easy but after the first few nights of drinking it will get easier, by day 10 you will be flying it!!\n\n\n8.Gullible Americans\n\nYou will have to take the piss out of at least one gullible American. Some of the best would be- the legal drinking age is 13 years old or that we have no cars only horses. The funniest part is they will believe it!!\n\n\n\nYou will have to explain to Americans that Ireland is not in the UK and its not somewhere ovate west coast. We are an independent country!\n\n10.American Accent\n\nWe are notorious for this! Even someone with the biggest Irish accent will spend 3 months in America and develop a slight American twang. You might even begin telling everyone to “have a nice day now”. NO THANKS-\n\nAuthor Image\n\n\nLeave a reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9738605618,
        "format_confidence":0.9468772411
    },
    {
        "url":"http:\/\/cool2visit.com\/cool-destinations-in-panama\/",
        "text":"Cool destinations to visit in Panama\n\nBy haui\nIn Central America\nFeb 6th, 2017\n1 Comment\n\nCool destinations to visit in Panama\n\nHere is a short list for some great and probably lesser known cool destinations to visit in Panama, there is MUCH more to see then just the Panama Canal, aldo thats probably a must when your visiting this beautiful country. Fore more to read on and thanks for some of the images to this story about Panama please see also, they offer many more destination and travel tips plus general information about Panama.\n\nSo here we go a short list followed by some images of probably lesser known destinations in Panama:\n\n1.) Coiba Island\n\nA paradise and worth a trip all by itself. Specialy for snorkeling and diving, but also for some hiking, swimming and sightseeing. With an area of 50.3 square miles, Coiba is the largest island in Central America, off the Pacific coast of the Panamanian province of Veraguas. Coiba National Park ( Parque Nacional Coiba) is a group of 38 islands. Unesco declared the entire Coiba National Park a “World Heritage Site”. Worthwhile also to visit the old prison and Isla Granito de Oro a marvel with crystal clear waters good for a swim or snorkeling. You must organize a trip here with a local travel agent, all visitors must register before hand with the local authorities (ANAM) and you can only stay at the rangers stations where rooms are basic and limited in numbers. Boats to here can be hired for example in Santa Catalina.\n\n2. Fort San Lorenzo\n\nThis visit can be done as a day tour when visiting the Colon side of the Panama Canal. One must drive to the Gatun Locks first and from there to Fort Sherman where they have a check point and then to the Fort. You have a great view from the Fort and below is a small beach in case you want to go for a little swim in the Caribbean Sea. There are no reataurants or hotels here so bring your own lunch and have a little picknick at this magical spot, if your lucky you might even see some howler monkeys along the way or around the ruins.\n\n3. Isla Grande\n\nSince we are talking already about the beautiful Caribbean coast of Panama here is a beautiful spot to relax a few days and go for a swim or for diving around the area. Beach side restaurants, small hotels and a little resort are available here. Book in advance and best during the week as weekend it might be crowded with local visitors. Also on the way there plan a stopover in Portbello and old town with ruins from the Spanish area and little church that has the statue of the so called Black Christ.\n\n4. The Dracula Orchid Farm in Cerro Punta\n\nThis is a magic place to visit in the mountains of Chiriqui that features guided tours to show of one of the most complete collections of rare American orchids (with a variety of over 2000 species). That place is pure magic and a delight for every nature lover. Hotels in the area include the Queztal in Cerro Punta or along the way the Hotel Bambito. The area is also a good starting point for birdwatching and tours to El Volcan Baru, but you must hire a local guide as one can get easily lost in those cloud forests.\n\n5. The Pipeline Road and the Panama Rainforest Discovery Center\n\nThis area can be visited in a day tour from Panama City or from the Rainforest Resort Hotel in Gamboa where you can stay for a few days and do a variety of tours including to the monkey islands along the Panama Canal. From the City the drive is around 45 minutes along the Panama Canal, passing Miraflores and Pedro Miguel Locks and turning left after you pass under a small Railroad bridge where the turnoff is market by a sign that also indicates the limits of the Soberania National Park that starts there. Here you come first along the Summit Zoo also well worth a visit then the Plantation Road and Charko Hike, later the old bridge over the Chagres River unfortunately this bridge is in a shabby conditions and one wonders why they spend millions on the Canal expansion but can not afford a few thousands to fix that bridge. Anyway just after the bridge right turn off os to the Hotel Gamboa and strait on passing Gamboa to the Pipeline Roand and to the Rainforest resort see this website for some details and maps. From here you can hike along the Pipeline Road and or drive to the Rainforest Discovery Center, see also more details and fees on their website here. This area is a paradise for nature lovers and birdwatchers. A warning again stay on the roads and never wander off into the forests or you will get lost!\n\n6. La Tavida – Cerro la Vieja\n\nWe cuote from Cerro la Vieja (The old Lady’s Mountain) is located about 40 minutes up into the mountains from Penonome in Chiguiri in the province of Cocle. Up there you find the Eco Lodge called Posada Ecológica Cerro La Vieja, unfortunately they closed on January 2014 but still have the cabañas available at the waterfall (see the Posada Ecológica Cerro La Vieja website here for up-to-date info) Around the Hotel there are a few trails to go hiking and bird watching and don’t miss to visit the impressive waterfall La Tavida close by where the water rushes down from a height of 30 meters and you may take a refreshing bath. The cabañas at the falls are a great place to hang out for a weekend, you wont regret it!\n\nNow there are MANY more beautiful spots to visit in Panama so start and discover some yourself and please let us know what you found! So enjoy and have a great time!\n\nHere we attach a few images that highlight some of the destinations mentioned here:\n\n\nOne Response to “Cool destinations to visit in Panama”\n\n  1. […] see also this webpage here at for this article about Panama: Cool destinations to visit in Panama and this one as mentioned a rain forest just a short drive from the city: Rainforest Discovery […]",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9956211448,
        "format_confidence":0.9860618711
    },
    {
        "url":"https:\/\/outsidesuburbia.com\/travel\/europe\/austria\/things-to-do-in-vienna-with-kids\/",
        "text":"Mozart, Klimt, Getting lost in Schonbrunn Palace maze: Best Things to do in Vienna with kids\n\nVienna, the capital city of Austria has a lot of history, music and great cafe culture.  If you are traveling with kids like us – be it, toddlers or teenagers, don’t miss out on the museums – they have a variety of museums in Wein (Vienna in German).  See our 3 day itinerary where we saw a little bit of everything. Exploring this culturally rich city, getting lost in mazes at palaces, listening to Mozart at the Golden Hall, admiring Klimt and eating all the Sacher Torte and Apple Strudel you can manage – here are the top things to do in Vienna with kids.\n\nKarlskirche, Vienna\nKarlskirche one of the beautiful churches in Vienna\n\n3 Days \/ 72 Hours in Vienna Itinerary\n\nI have seen on- day itinerary for Vienna, I’m not sure how they managed it, there is soooo much to do and see here.  My advice is to plan for at least 3 full days, really 3 nights in Vienna for your trip.  It’s known as a City of Music due to the many famous musicians and composers like Strauss, Beethoven, Schubert, Mozart and Brahms lived here.  You must make it to at least one musical performance and a few museums if anything else!\n\nDay 1 – Visit the Historic Center including Vienna’s Imperial Palace, Albertina Museum and the play at Prater Amusement Park in the evening\nDay 2 – See Lipizzaner horse show at the Spanish Riding School, explore the Ringstrasse starting at St Stephen’s Cathedral, see works of Klimt at Belvedere Palace. Catch a classical concert in the evening\nDay 3 – Stop at Naschmarkt, spend the day at the Schönbrunn Palace, kids can play dress-up, visit the zoo or play hide and seek at the maze.\n\nTop Things to do in Vienna with kids\n\nVienna’s Museums\n\nVienna has a huge and diverse variety of museums, plan just a couple of you will end up with a museum burnout. You will find there historical museums like the Natural History Museum, art galleries like the Belvedere, which was my favorite and the Albertina, as well as the House of Music and the Museum of Technology. You have to visit at least one or two of Vienna’s museums. \n\nThe Belvedere consists of the Baroque palaces, the Lower and Upper Belvedere, it is an integral part of Vienna’s historic scene. Prince Eugene of Savoy had the complex built for this summer home. During the French Revolution, the palaces served as home to French royalty fleeing their country. The Belvedere is stunning to look at during the night when it is all lit up, and well as provides great views of Vienna and house important works including masterpieces by Klimt.\n\nVienna Museums - Things to do in Vienna with kids - Photo by Outside Suburbia\n\nTip: Don’t miss The Austrian National Library (Österreichische Nationalbibliothek), this baroque structure is the largest library in Austria, with more than 12 million items in its various collections. The library is located in the Neue Burg wing of the Hofburg. It is stunningly elaborate and elegant reminiscent of a large church. Go to the State Hall on the second floor –  it is the heart of the Austrian National Library, is one of the most beautiful library halls in the world, the biggest Baroque library in all of Europe. Among the exhibits are two exquisite Venetian baroque globes: one for the earth and one for the sky, each with a diameter of more than one meter. Unfortunately, no pictures were allowed inside.\n\nBest things to do in Vienna with kids | Outside Suburbia\n\nInside the Belvedere in Vienna and admire the most important collection of Austrian art from the Middle Ages to the present day, it is one of the most beautiful Baroque buildings in Europe and a UNESCO World Heritage Site.\n\nSee a visual story of Klimt Kiss, the most romantic painting\n\nSpanische Hofreitschule (Spanish Riding School)\n\nOriginally this riding institution served to train the riders of the royal family. Today, the Spanische Hofreitschule is the only institution in the world which practices classical equitation in the Renaissance tradition. It has been in existence for approximately 450 years, and the style of the uniform of the riders is nearly unchanged since the beginning. Only Lipizzaner horses, which are bred at the federal stud Piber in the Austrian province of Styria, are trained here.\n\nThe Morning Exercise offers an insight into the years of training of the Lipizzaners and their riders. Accompanied by classical Viennese music the riders and their horses do simple relaxing exercises and exercises aimed at refining and perfecting a certain movement.  The show takes place in the morning and is one of the popular places to visit in Vienna, so if you plan to attend buy the tickets beforehand.  Make sure to check the schedule, they do take a break during summer months.\n\nSpanish Riding School, Vienna - Photo by Outside Suburbia\n\nRingstrasse Tour\n\nVienna’s important buildings are along this historical street.  In the 13th century, Vienna was walled to defend this area that now comprises the first district of Vienna. After the First Siege by the Ottoman Turks in 1529, it was extended and a defensive slope was built around the walls.  In the 18th century, the glacis(the defensive slope) served as a recreation area, as Emperor Franz Joseph II commissioned the regeneration of this area by cultivating plants, installing street lamps and building walkways and roads. This former glacis, is called the Ringstrasse, and it surrounds the city center of Vienna, leading to several historical and the important buildings of that you want to see in Vienna.\n\nTram rides - Best Things to do in Vienna with kids - Photo by Outside Suburbia\n\nThe Ringstrasse is basically the boulevard that surrounds Vienna’s historic center. The Votive Church, the City Hall, Europe’s largest theater (Burgtheater), the Austrian Parliament, the Vienna State Opera, to name a few are all on this area. Kids will enjoy riding the tram, we had the Vienna Pass and used the hop on and off buses to get around. Our hotel was also located right on the Ringstrasse.\n\nSt Stephen’s Cathedral\n\nSt. Stephen’s Cathedral, also known as Stephansdom, started out as a parish church in the 12th century. Today, it is the home church for the Catholic archbishop in Vienna. The church was destroyed in World War II but was rebuilt in seven years, with worship services still held daily.\n\nSt Stephen's Cathedral, Vienna Photo by Outside Suburbia\n\nThe cathedral, one of the city’s most important landmarks, its impressive roof is covered by 230,000 glazed tiles and reaches high into the Viennese skyline. The cathedral has more than 18 altars, all built at different times, and contains precious works of art as well.\n\nSt Stephen's Cathedral, Vienna | 3 Day Vienna Itinerary | Outside Suburbia\n\nTwo main pedestrian streets start here, the Graben and the Kärntner Straße. The first one will take you to the Vienna State Opera, the second one will take you, via the Kohlmarkt luxury shopping area, to the Hofburg Imperial Palace, and eventually back to the Ringstrasse.\n\nHofburg Imperial Palace\n\nThe Hofburg Imperial Palace has played an integral part of the Austrian government scene since it was built in the 13th century. It has been home to some of Europe’s most powerful royalty over the centuries, including the Hapsburgs and rulers of the Holy Roman and Austro-Hungarian empires. Today it is a museum and home to the president of Austria. The Hofburg Palace is the current residency and workplace of the Austrian president, and it holds many important events like annual balls, ceremonies and congresses.  It is located in close to St. Stephen’s Cathedral and Graben Street.\n\nSisi Museum, Best Things to do in Vienna with kids - Photo by Outside Suburbia\nHorse drawn carriages in front of the Sisi Museum\n\nThe palace has numerous wings and halls built by various royalty over the centuries, but only three parts are open to the public today: the Imperial Apartments; the Sisi Museum, dedicated to Elizabeth, wife of Emperor Franz Joseph, and the Silver Collection, a collection of Imperial household objects. Empress Elisabeth of Austria, known as Sisi. Habsburg State Apartments and Sisi Museum . Empress Elisabeth of Austria, known as Sisi is a rare and fascinating character in 19th-century Austria. My daughter loved learning about the Empress. You don’t want to miss visiting this when you are in Vienna with kids especially little girls.\n\nBest Things to do in Vienna with kids - Photo by Outside Suburbia\nCrown Jewels at the Imperial Apartments\n\nAt the Silver Collection, Hofburg Imperial Palace\nPorcelain at the Silver Collection, Hofburg Imperial Palace\n\nMichaelerplatz (St. Michael’s Square) is the entrance gate to the Hofburg Palace. The style of it is very similar to Hofburg. The horses and the carriages in front of it create quite a romantic atmosphere. Right behind the Hofburg palace is Burggarten, home to the Palm House with glasshouses, one of the most neglected photogenic spots in Vienna. There is a huge park where you can soak up some sun rays in the summer, or enjoy some Viennese coffee. Add this to your things to do in Vienna!\n\nVienna City Hall (Rathaus)\n\nThe city hall in Vienna is another one of the must-see places there. There is usually always something taking place in front of it – a Christmas market in the winter, a film festival during the summer months, or an ice rink right after Christmas. You might want to check this out if you are visiting Vienna with kids in winter.\n\nMaria-Theresien Platz\n\nThe Square of Maria Theresa is another very popular spot in Vienna that every single guide leads you to. Facing each other from both sides of the square are two almost-identical museums – the Natural History Museum and the Museum of Art History. Right in the middle of the square stands a statue of Empress Maria Theresa, surrounded by beautiful green areas with a few benches where you can take a short rest between visiting the museums and enjoy the view.\n\nMaria-Theresien Platz, Vienna\n\nClassical Con... (truncated)",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.995040834,
        "format_confidence":0.6974944472
    },
    {
        "url":"https:\/\/www.insidehook.com\/article\/travel\/local-guide-louisville-jeffersons-bourbon-trey-zoeller",
        "text":"Travel | May 6, 2022 7:00 am\n\nA Local’s Guide to Louisville, Courtesy of Jefferson’s Bourbon Founder Trey Zoeller\n\nSkip Kentucky Derby weekend and plan a trip around these 13 recommendations from \"the mad scientist of whiskey\"\n\nJefferson's Bourbon founder Trey Zoeller stands next to a few barrels topped with bottles of his brand's whiskey. We spoke with Zoeller to get a local's guide to Louisville, Kentucky ahead of the Kentucky Derby.\nListen to Trey, who not only has good taste in whiskey but restaurants and breweries too.\nPhoto courtesy of Jefferson's Bourbon\n\nFor two minutes on the first Saturday of May, the city of Louisville, Kentucky, becomes the center of the sporting universe. We’re speaking, of course, of the Kentucky Derby, the longest continually run major sporting event in the United States, when the best three-year-old thoroughbred horses in the world streak around the famed dirt track at Churchill Downs for their shot at immortality. \n\nThis year, for the first time since 2019, the race will go off in all its glory as an estimated 170,000 people will fill the track. Known affectionately by city residents as the biggest cocktail party of the year, the race is the official kickoff to the summer social season when tourists flock to a city that Southern Living recently named one of the South’s best cities\n\nThe 148th running, this year’s race has been one that Trey Zoeller, the founder of Jefferson’s Bourbon, has looked forward to all year. A native son who has spent most of his life in Louisville, he has his best suit pressed and is ready to head to the track for a few customary mint juleps.     \n\n“The last couple of years have been a version of the Kentucky Derby light, something I had never experienced in my life and never hope to again. It cast a pall over the state,” he tells InsideHook. “The town has been buzzing for weeks now with the anticipation of finally doing the Derby right again. It will be an epic weekend filled with cocktails, brews, laughter and hopefully some winning bets on the horses. A good Derby sets the tone for the summer here, and it should be a memorable one this year.”\n\nBut Zoeller will tell you not to fret if you miss the race. Louisville is a city that can offer a memorable time year-round and, no offense to Derby goers, is best visited once the race crowds leave. \n\n“There’s always been a Laissez les bons temps rouler attitude here — we like to let the good times roll. It’s due to traditional drivers of the state’s economy: bourbon, marijuana and gambling on horse racing. We’re rebels at heart,” he says. “That’s why there are so many great places to sip cocktails, eat food and have a fun night out, especially since the bars don’t close in Louisville until 4 a.m. We are the northernmost Southern city, so there is an interesting mix of sophistication and relaxation infused in the city, and the people are genuinely nice.”\n\nFor those missing out on the festivities of Derby weekend, we asked Zoeller for the places he personally takes visitors when they come to the Ville, as the locals call it. He didn’t include Kentucky Artisan Distillery, the home of Jefferson’s Bourbon and a 30-minute drive from downtown Louisville, so consider that a bonus stop. \n\nThe bar at Hell or High Water, a cocktail bar in Louisville, Kentucky\nHell or High Water is worth taking the time to make a reservation, so do it.\nPhoto: Andrew Hyslop\n\nWhere to Eat: Tasting Menus to Farm Restaurants\n\n610 Magnolia\n\n“My good buddy Edward Lee, owner and chef, consistently does a great job here. Any time you can get a table, something not that easy, and dive into his tasting menu, you will be rewarded with an inventive meal filled with local items. Plus, his bourbon and wine list are great.” \n\nJack Fry’s \n\n“This is a Louisville staple that has been around since 1933. It reminds me of Raoul’s in SoHo in New York City. I love sitting at its intimate bar where you can always strike up a good conversation with someone sitting next to you. Their shrimp and grits are out of this world.”\n\n\n“This new spot in the red-hot neighborhood of Nulu downtown that’s funky and fun with great bars and restaurants. Housed inside a building with a huge mural of Frida Kahlo on the front, you know it will be interesting. I love their fresh takes on classic Mexican dishes, and they have one of the best tequila lists I have seen.”\n\nBarn8 on Hermitage Farm\n\n“Located just outside town on a beautiful horse farm inside an old barn, this place is worth visiting just to enjoy the scenery. It’s amazing. It was opened by the same people who opened the 21c Museum Hotel downtown. The attention to detail is great, and the food is excellent.” \n\nDecca Lounge & Restaurant\n\n“Brunch is a southern staple, and Decca does it better than anyone. Their food is superb and fresh. It is brimming with energy, and I always bump into someone there. Best of all, upstairs is B-Side, a bottle, book and specialty LP store that is just cool.” \n\nWhere to Grab a Drink: Cocktail Bars to Breweries\n\nHell or High Water\n\n“This speakeasy-style cocktail bar is located underneath the Old Forester Distillery right in the heart of the Urban Bourbon Trail. You have to make reservations to get in, and it’s worth it. It’s got a great vibe, killer drinks and is near the great tasting bars for Michter’s and Rabbit Hole distilleries.” \n\n\n“Housed in a skinny little bar in Nulu, this place has an incredible bourbon portfolio and good cheap beers. I love hanging in its courtyard out back, especially when they crank up the karaoke at night. It’s the perfect spot for some late-night fun.”\n\nNeat Bourbon Bar and Bottle Shop\n\n“As a bourbon lover, this place has one of the best lists in the city since they buy old bottles from estates using Kentucky’s Vintage Spirits Law, so you are sure to find some wild stuff here. Even better, they can sell you bottles to go.”  \n\n3rd Turn Brewing\n\n“I love this brewery housed in an old plant nursery located right by the Kentucky Artisan Distillery where we make our product. Their beers are great, and drinking them in the old greenhouses filled with huge vines and plants on a hot day is perfect.”\n\nF.A.B.D Smokehouse\n\n“A true locals hangout, this old package store always has a smoker going out front upon which they cook some of the best ribs and chicken in the city. The inside is a relaxed combo bar and package shop where everyone hangs out and has fun.”  \n\nThe bourbon bottle hall at Frazier History Museum in Louisville, Kentucky\nThe Bourbon Bottle Hall at Frazier History Museum showcases every bottle currently in production in the state of Kentucky.\nPhoto courtesy of Frazier History Museum\n\nWhat to Do: Museums to Parks\n\nFrazier History Museum\n\n“Located downtown, this is the official Kentucky Bourbon Trail Welcome Center. It tells the story of bourbon so well, identifying everyone and everything that has and is involved in making our spirit. There are interactive exhibits, and they sell some rare bottles too, of course. It’s also across from the Louisville Slugger bat museum, something that every Louisville kid visits in their youth. It’s pretty cool watching them make the bats.” \n\nWaverly Hills Sanatorium\n\n“Supposedly, this is one of the most haunted places in the world. It’s a gothic building that exudes such an uncomfortable vibe that I love taking people there for a tour. If that place doesn’t drive you to a drink, nothing will.”\n\nCherokee Park\n\n“Anyone who grew up in Louisville has spent hours in Cherokee and neighboring Seneca parks. Designed by Frederick Law Olmsted, the same man who created Central Park in New York City, you can easily get lost in its many wandering trails that lead to hidden nooks and crannies. In the summer, everyone seems to head there to hang out on Beargrass Creek.”",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9731702805,
        "format_confidence":0.9312898517
    },
    {
        "url":"https:\/\/www.ghumakkar.com\/visit_kashmir\/",
        "text":"Top reasons to visit Kashmir\n\nKashmir was once called Heaven on Earth, and one of the most beautiful places in the world. However, in last couple of years, terrorism has faded its charm – A place home to Himalayan Ranges. Yet the previous year, Kashmir recorded the maximum number of tourists ever. The alluring beauty of Kashmir gives you a reason to live and visit this place again and again.  The famous Dal lake where you can stay in houseboats, a five star luxury beyond the hotels that offers you the options to choose your cuisine according to your own taste and enjoy your meals while looking at the hustle and bustle of the Dal. The Shikaras, Kashmiri handicrafts like shawls, woodcarvings, dried fruits, saffron and the Kashmiri Culture are some of the attractions.\nHere are the top reasons to visit Kashmir:\n\n1. Beauty:  Needless to say, Kashmir offers such breath taking views that it becomes extremely difficult for one to go back home! From the very beautiful Tulip, Nishat, Chashma Shahi and Mughal Gardens to the marvelous hill stations like Gulmarg, Pahalgam & Sonamarg; Kashmir has it all.\n\nDal Lake\n\nLeh Ladakh or the Biker’s heaven is a feast for eyes! The Valley is full of the mighty mountains, lush greenery, and blossoms of pinks, whites, yellows and flowers of all the rarest varieties.\n\nThe beautiful Valley\n\nThe Chinar trees account for most of the elegance, painting the entire canvas with myriad of colors. The skies here are awesome azure with cotton like ivory clouds! The magic the valley wreathes one with is accentuated with the quaint charm of houseboats or Shikaras of Dal Lake.\n\nA Flower in Mughal Garden\n\n2. To beat the heat:  With scorching heat and temperature rising over 40 degrees, in most of the cities; Kashmir is probably the best place to visit to get a relief from the summers!\n\nThe view from Hotel New Green View on Dal Lake\n\nInfact, It is a delight for people from cities like Mumbai and Delhi as one enjoys the exotic hills and breath taking views of the mountain ranges. One would surely enjoy the pleasant weather in Srinagar.\n\n\nDal Lake at Night\n\n3. Adventure-Sports:   Kashmir is certainly the best destination for those, who are adventure crazy and love to experience adrenaline rush. The state of Jammu and Kashmir offers top class sports including skiing, golfing, river rafting etc. Kashmir pulls Lakhs of International tourists mainly for its wide range of adventure sports!\n\nRafting Point near Pahalgam\n\n4. Shopping:   The capital of Jammu and Kashmir i.e. Srinagar offers a rich variety of traditional Handicrafts, Leather Items, Shawls, Blankets and other good including Dry Fruits, Saffron etc. The floating market on Dal Lake is a must for all the Shopaholics!\n\nKashmiri work on a Shawl\n\nThe Sunday Market at Lal-Chowk is one of the best markets in Srinagar. It offers quality products at reasonable prices. The market at Jammu specializes in Leather Goods. One must remember to bargain at any of the markets, when in J & K.\n\nBangles at a Shop in Srinagar\n\n5. Cuisines:   The state of Kashmir offers a wide variety of Cuisines. Wazwan, a multi-course meal in the Kashmiri Muslim tradition, is treated with great respect. Its preparation is considered an art.\n\nThe Kashmiri Kahwah\n\nSome of them are:\n\n  • Rogan Josh (lamb cooked in red sauce)\n  • Yakhni (lamb cooked in curd based sauce)\n  • Tapak Mans\n  • Matschgand (minced lamb)\n  • Goshtaba (extra-minced meat balls cooked in creamy sauce)\n  • Qabargaah (Kashmiri Muslims refer to this as Tabakhmaaz; It is similar to Roasted Lamb)\n  • Syoon Pulaav (Meat Pulao)\n  • Modur Pulaav (Sweet Pulao, usually as a dessert)\n  • Lyodoor Tschaman (Cottage Cheese cooked in turmeric based sauce)\n  • Dum Oluv (Whole Potatoes cooked in Red Sauce)\n  • Muj Gaad (Fish with Radish)\n  • Nadir-Waangan (lotus stems with Brinjal)\n  • Nadir-Haaq\/Gogji\/Monji (lotus stems cooked with Spinach or Radish)\n  • Raazma-Gogji (Kidney Beans with Radish)\n\nNo No! These aren't Tomatoes, They are Kashmiri Guava\n\nOther Other famous cuisines include: Kahwah (GreenTea) and Noon Chai. Kashmiris are heavy tea drinkers. Over 20 varieties of Kahwah are prepared in different households. One must taste the unheard “Kamal Kakri ke Pakore” near Nishat Gardens in Srinagar. Kashmir offers a vast variety of Kebabs. Non-Vegetarians must enjoy the mouth watering Chiken,Kebabs etc. But then, Nothing can beat the very own Lucknawi Kebabs! (Seriously),\n\nSeekh Kebabs\n\nMost of the people have Kashmir on their wish-lists, but they don’t plan a trip because of the situation prevailing in the valley. I personally had the issue throughout my journey, but what I discovered was totally opposite to whats being portrayed. The media can definitely be blamed for the same. You can have an idea by the fact that Record 10 lakh tourists visited Kashmir Valley in 2011. The place is quite safe now. So, Go and enjoy the scenic views of the valley! Hope you all enjoyed reading :D\n\n\n\n  • Nandan Jha says:\n\n    Welcome back Naman.\n\n    Congratulations for scoring excellent marks in your boards and wish you luck.\n\n    A nice sweet story covering the major insights you gained from your trip to Kashmir. You forgot ‘Tapak Mans’ in the cuisine list. Look forward to read more from you.\n\n  • Welcome Back Naman,\n\n    Congratulations for scoring brilliant marks ( as described by Nandanjee) .\n\n    Thanks for this wonderful series on Kashmir. I am going to Kashmir this July – August but most days are for Amarnath and Vaishno Devi Yatra. If everything works according to schedule I will have 2 days left apart from this yatra . In that I will cover Pahalgam , Patnitop and if possible Srinagar. I will once again read your posts on Kashmir in coming 15 – 30 days and if I have question I will ask via comment. please reply asap.\n\n    Once again Thanks for wonderful series of beautiful pictures and wonderful narrations.It was a delight. Keep travelling and posting.\n\n  • Surinder Sharma says:\n\n    Dear Naman,\n    In 70es we saw Kashmir in every film and I think every important place we saw through Hindi films. Now you describe so nicely and phtos are so good. I heard before in Kashmir goods are cheaper than rest of India , like to know about Bus fare, food items in market and hotel etc. I know house boat in Dal may be not affordable for everyone.\n\n    Thanks and regards\n\n    • Naman says:\n\n      Hello Sir\n      Yeah, I agree! 90% of the films in 70’s and 80’s were shot in Kashmir! Sadly, now the place invites not many film-makers! Well, goods in Kashmir are not very cheap (blame it on U.P.A). Its because of the decline in tourists and as well as unemployment in the valley! But, as I mentioned one should bargain at every place. You’ll get to find the rates of some items almost double!! So beware! We stayed in Hotel New Green View at Dal Lake. They provided us with the complete package which included sight seeing and drop till Jammu. Thought we had our dinner at a restaurant near by (Ahooja ki Rasoi) which had served Punjabi Dishes! :D The house boats charge around 350 rupees for a complete Dal Lake’s ride. Hope this helps! Thanks! :D\n\n  • Surinder Sharma says:\n\n    Thanks Naman\n\n  • Mukesh \"Ghumakkar\" says:\n\n    Welcome back. As always beautiful pictures and nicely written description.\n\n\n  • D.L.Narayan says:\n\n    Welcome back. Naman. Fantastic pictures. And, thanks for that amazing statistic: Kashmir had a million visitors in 2011.\n\n    Now that you have passed the most important exams of your life with flying colours, what next? We would like to know your future plans. All the best.\n\n    • Naman says:\n\n      Hello Sir! Thanks a lot! I hope that this year the visitors would break the current record! Well I’ve cleared my medicals and will be going to BITS Tolani in Pune for Merchant Navy! That’s the only career where I can see the world! :) :)\n\n  • Jyoti says:\n\n    I’m thanking you wholeheartedly for sharing such a beautiful piece about Kashmir. Since childhood I have hearing stories of beautiful Kashmir. With your nice description of the place, I felt that I am witnessing the places myself.\n\n    Can’t wait to give myself a holiday package to Kashmir. Thank you once again for sharing the information.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9935343266,
        "format_confidence":0.7275320292
    },
    {
        "url":"https:\/\/www.blogto.com\/sports_play\/2018\/09\/screaming-heads-midlothian-castle-ontario\/",
        "text":"Screaming Heads of ontario\n\nThese screaming heads in Ontario are a must-visit this fall\n\nAs the leaves slowly change colour, and pumpkin spice everything takes over our lives, there's no better time to get out of the city and start exploring some of Ontario's best fall themed attractions. \n\nA post shared by خدیجة (@legenderie) on\n\nHighlighted in numerous videos, documentaries and books on some of the world's most bizarre places, this enchanted garden is less than three hours from Toronto, and, because of it's eerie vibe, is the perfect spot to visit around Halloween.\n\nA post shared by Ashley Holly (@ashleyholly) on\n\nThe Screaming Heads of Midlothian is located in Burk's Falls, and is half-art gallery, half-outdoor playground. This surreal property is owned and operated by the Screaming Heads artist himself, Peter Camani, on his 300-acre land.\n\nCamani, a retired art teacher (whose art hangs in The Vatican and Buckingham Palace) lives in a castle on the property which was featured on the first episode of MTV's Extreme Cribs. \n\nVisitors are welcome to wander around and admire the 20-ft concrete sculptures that adorn his gardens, including heads and hands that seem to be exploding out of the earth - making the property feel otherworldly.\n\nThe sprawling land contains over 100 of these massive sculptures that can be enjoyed up close, touched, and even walked through, setting the scene for some epic photos.\n\nOften referred to as Ontario's Stonehenge, the arrangement of the artwork may seem random, but seen from above, you'll discover the concrete sculptures form the shape of a dragon.\n\nA post shared by Pam (@juluminate) on\n\nThe Screaming Heads of Midlothian is open year round, but is best seen in fall because of the vibrant autumn foliage of the Almaguin Highlands Region.\n\nA post shared by Alexander Sodiqov (@asodiqov) on\n\nAlthough it's free to enter, there is a donation box at the entrance, and visitors are encouraged to bring donations of non-perishable food items for the Burk's Falls and District Food Bank. \n\nLead photo by\n\nExplorers' Edge\n\nJoin the conversation Load comments\n\nLatest in Sports & Play\n\nRidiculously talented kid is Toronto's newest internet sensation\n\n5 Christmas markets and holiday festivals near Toronto\n\nChristmas trees are now for sale in Toronto\n\nThe top 10 walking tours in Toronto\n\nEpic holiday lights dream trail coming to Ontario this winter\n\nToronto is getting its first Nordic winter festival\n\nDJ skate nights are coming back to Toronto this winter\n\nToronto is about to get Canada's largest eSports lounge",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.944560945,
        "format_confidence":0.8581712246
    },
    {
        "url":"http:\/\/cleo.com.my\/staycations-in-malaysia-that-are-still-available-in-december\/",
        "text":"Staycations In Malaysia That Are Still Available In December\n\nDecember is the busiest time of the year and in true Malaysian nature we always like to plan and book things last minute. From boutique hotels to nature getaways – there’s one perfect for you. So if you’re looking for a getaway staycation whether romantic or with family, these places are still available! Make sure to make those plans, ASAP!\n\nM Boutique Hotel, Ipoh\n\nBoutique hotels have been popping up right, left and centre and M Boutique so happens to be right in Ipoh. Go on a road trip and explore Ipoh town while staying in this beaut of an accommodation.\n\nRun by a group of individuals who are young at heart too, M Boutique Hotel just gets us.\n\nImage: M Boutique\nImage: M Boutique\n\nLove your Family! Come and Stay in our Family Room as our new younger sister are ready! #mboutiquehotels #station18\n\nA photo posted by M Boutique Family Of Hotels (@mymboutique) on\n\nAddress: 2 Hala Datuk 5, Off Jalan Leong Boon Swee, 31650 Ipoh, Perak\n\nTel : +605 255 5566\n\nTime Capsule Retreat, Pahang\n\nSeems like it’s too good to be true right? These gorgeous capsules are set to give you a whole different experience with nature. I mean, what’s not to love about sleeping in a cylindrical room?!\n\nImage: Time Capsule Retreat\nImage: Time Capsule Retreat\n\nTime Capsule Retreat wishes everyone Selamat Hari Raya !! #selamathariraya\n\nA photo posted by Time Capsule Retreat (@timecapsuleretreat) on\n\n\nAddress: Sungai Lembing, 26200 Sungai Lembing, Pahang\n\nTelephone: +60139638888 \n\nSekeping Kong Heng, Ipoh \n\nA part of the Sekeping Retreats group, Sekeping Kong Heng in Ipoh adds to the charm of with a modern twist surrounded by old architecture. The location was used as a hostel to house theatre performers that performed in a theatre building close by that burnt down in the 1950’s. With it’s revamp, Sekeping Kong Heng offers a slice of history to their guests.\n\nImage: Sekeping Kong Heng\nImage: Sekeping Kong Heng\n\nProduction + Wedding edits and designing galore! Lots of exciting things in the making.. #perfomaplt #theleiora\n\nA photo posted by Shaupix Achmad (@shaupix) on\n\nTill we meet again Ipoh\n\nA photo posted by Amirul Ahmad (@qay.ahmad) on\n\nAddress: 74, Jalan Bandar Timah, 30000 Ipoh, Perak, Malaysia\n\nPhone: +60 12-227 2745\n\nFifty4Ferns, Pahang\n\nNestled on hill within a valley, Fifty4Ferns serves as the perfect getaway from the city. Perfect for family bonding time with activities that will leave you at one with nature. They even have a ‘Tree House’ accommodation – childhood dream come true!\n\nThe villa Perfect place for short vacay with families and friends. #wanieafiqonvacation\n\nA photo posted by Mrs Afiq ? (@haswanirazak) on\n\n\nA back to nature gateway @cmun14 @anne_yma @san_tys\n\nA photo posted by Rachel Kok (@rachkok13) on\n\n\nYou can start calling me George of the jungle now coz i aint never movin out of this treehouse eva !\n\nA photo posted by Muhammad Abdullah (@madmikemadmike) on\n\nAddress: Janda Baik, Pahang.\n\n*Make sure to direct message their Facebook page and get them to send you the exact location!\n\n\nBunga Raya Island Resort & Spa, Kota Kinabalu \n\nA bit farther away but if you fancy the beach, Bunga Raya serves as the perfect getaway. Relish in the sun, sea and sand this December!\n\nAddress: Polish Bay, Gaya Island, Tunku Abdul Rahman Park, Kota Kinabalu, Sabah\n\nTel: +6 088 380390\n\n\nNo Comments Yet\n\nLeave a Reply\n\nYour email address will not be published.\n\nYou may use these HTML tags and attributes: <a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <s> <strike> <strong>\n\nfive − 5 =\n\nSubscribe       Advertise      Sitemap     Privacy Policy\n\nfacebook_icon   twitter_icon   tumbler_icon   instagram_icon   snapchat_icon   pinterest_icon   youtube_icon\n\n™ + © 2016 Blu Inc Media Sdn. Bhd. (7208-K) All rights reserved.\nLot 7, Jalan Bersatu 13\/4,Section 13, 46200 Petaling Jaya,Selangor, Malaysia.\n\n\nGet your e-copy of CLEO here:",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9949702621,
        "format_confidence":0.9723901749
    },
    {
        "url":"https:\/\/washington.org\/visit-dc\/things-see-and-do-h-street-ne-neighborhood",
        "text":"You are here\n\n10 Things to See & Do on H Street NE\n\nBiergarten Haus - H Street NE - Washington, DC\n\nA playground for foodies, performing-arts fans and music lovers, you can find it all on H Street NE.\n\nRestaurants, events, shops, bars, the arts – there’s something for everyone on H Street NE. Anchored by the Atlas since 1938, the neighborhood has recently returned to its roots as an arts and cultural center. In early 2005, the theater was reincarnated as the Atlas Performing Arts Center, and new restaurants, bars and businesses began to follow. Today, H Street NE has turned into one of the nightlife centers of the city, with music venues, bars and plenty of options for late-night eats.\n\n1 Eat where Chef Carlos Delgado eats\n\nWhen China Chilcano’s Carlos Delgado isn’t rustling up dishes from his native Peru, he’s hitting up H Street NE for amazing eats. Stoke your appetite during this Chefs Dish DC foodie adventure as Delgado devours smoky blue cheese mussels at Granville Moore's, delights in the brined-to-perfection brisket at Sally's Middle Name and snacks on steamed buns at Maketto.\n\n2 Catch a thought-provoking production\n\nH Street NE Neighborhood - Atlas Performing Arts Center &amp; H Street Country Club - Washington, DC\n\nThe community comes out in full force for the Atlas Performing Arts Center’s award-winning, inspiring and topical productions. This National Register of Historic Places landmark features performance spaces, and in addition to plays, also exhibits affordable, offbeat music acts and collaborations.\n\n3 Rock out at a live show\nRock out at a live show Rock & Roll Hotel\n\nYou can catch a show at one of H Street’s many live music venues. Rock and Roll Hotel hosts up-and-coming indie rock bands, while Little Miss Whiskey’s Golden Dollar offers something different every night (think: DJ-fueled dance parties, karaoke or comedy). For an enchanting evening, check out Gallery O on H during its Music in the Courtyard series on select weekends in summer.\n\n4 Catch a coffee buzz\nCatch a coffee buzz Maketto\n\nStart your day off by visiting Maketto, a 6,000 square foot communal marketplace that combines urban-inspired retail, a Southeast Asian sit-down restaurant and a cafe. Head upstairs for fresh java roasted in-house and pastries baked daily (or if the sun is shining, grab a seat at the outdoor courtyard). Cross continents for another unique coffee experience at family-owned Sidamo Coffee & Tea’s Ethiopian coffee ceremony every Sunday at 2 p.m. The custom begins with an Ethiopian woman roasting ripe green coffee beans on a camp stove, and ends with an offering of the fresh brew to patrons.\n\n5 Sip suds in the sunshine\n\nBiergarten Haus H Street NE, Washington, DC\n\nMost gardens need sun and water, but beer gardens aren’t most gardens. The magic recipe at Biergarten Haus is sun and suds, including summer-friendly kölsches, hefe weizens and lagers. If it’s a rooftop you’re looking for, head to Ben's Upstairs right next door to Ben’s Chili Bowl for sweeping views of the city and delicious fare. H Street Country Club is in the business of serving up Mexican food and multiple variations of margaritas with a breeze from its rooftop.\n\n6 Don't miss the H Street Festival\nDon't miss the H Street Festival Ted Eytan\n\nThe neighborhood’s largest event is the annual H Street Festival, which spans 10 blocks and attracts roughly thousands of patrons. Highlights of the fall event include musical performances and multi-cultural entertainment, in addition to art exhibits, for-sale crafts and an array of offerings from local food trucks and restaurants.\n\n7 Share a dish at Ethiopic\n\nEthiopic Restaurant on H Street NE - Ethiopian Restaurant in Washington, DC\n\nYou’ll find Ethiopic at the start of H Street’s west side. The ambiance here is cozy, and the food is perfect for sharing. We suggest the Awaze Tibs: cubed prime beef sautéed in berbere sauce, onions, tomatoes and peppers. Don’t eat meat? The vegetarian sampler is a must.\n\n8 ... Or walk across the street for veggie-centric comfort food\n\nFare Well - Vegetarian Restaurant on H Street NE - Where to Eat in Washington, DC\n\nFare Well, which sits across the street from Ethipoic, is a vegan, diner-style restaurant brought to you by Chef Doron Petersan (known for her appearance on Cupcake Wars). The eatery will offer a distinctive dining experience featuring baked goods and veggie-centric comfort food. The Cashew & Almond Burrata is the first item on our list to try.\n\n9 Get offbeat at Copycat Co.\n\nGrab a seat upstairs at the small cocktail and dumpling bar, Copycat Co. Design elements include light fixtures inspired by birdcages and Chinese lanterns, a chalkboard listing all the drinks available and a large, scenic window looking over H Street. Owner Devin Gong mixes one of our favorite Moscow Mules in the city.\n\n10 Early bird gets the bagel\nEarly bird gets the bagel Bullfrog Bagels\n\nEarly birds should visit Bullfrog Bagels, the no-frills spot boasts traditional New York-style bagels with smoked salmon, whitefish and pastrami. The pastrami, egg and cheese bagel sandwich has our mouths watering.\n\nRead more about the H Street neighborhood’s revival or check out what to do in neighboring Capitol Hill.",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.8583583236,
        "format_confidence":0.9866698384
    },
    {
        "url":"https:\/\/jaywad.com\/blogs\/25-truly-amazing-places-you-have-to-visit",
        "text":"Sarah El Farou\n\nalmost 2 years ago • 650 • 14 minutes read • 0\n\nStudies show that travel can make you smarter and healthier.You’re going to need a few target destinations to lead your adventure. Don’t worry, we’ve got you covered. When on a journey to travel the globe, make sure each of these 25 amazing places to visit before you die are on the itinerary.\n\n1. The Great Barrier Reef, Queensland, Australia\nThe Great Barrier Reef is the largest collection of coral reefs in the world, spanning over 1,400 miles. It’s so large that it can be seen from space, and it’s among one of the Seven Wonders of the Natural World. It is the place to go diving, offering a one-of-a-kind display of underwater life.\n\n2. Pyramids of Giza, Egypt\nAs the only one of the Seven Ancient Wonders of the World still largely intact, the Pyramids of Giza are definitely worth a visit. Dating back to around 2,560 BC, the Great Pyramid of Giza stood as the tallest man-made structure for over 3,800 years.\n\n3. Stonehenge, Amesbury, England\nLots of mystery surrounds Stonehenge, and contrary to those who believe it’s just a pile of 25-ton rocks, it’s actually a beautiful sight. Book a guided tour to visit the center, and at sunset, enjoy the stunning glow of the setting sun between Stonehenge’s pillars.\n\n4. Salar De Uyuni, Bolivia\nThis massive salt flat–the largest in the world–spans a massive 4,086 square miles. Formed by several ancient lakes, this salt flat becomes so reflective in the rainy season that it’s used to calibrate satellites. It’s effectively the world’s largest mirror and a breathtaking sight.\n\n5. The Grand Canyon, Arizona, USACarved over thousands of years by the Colorado River, the Grand Canyon is a sight to behold that one simply can’t fathom without being there. The massive rock walls span for over 200 miles.\n\n6. Antelope Canyon, Arizona, USA\nThe Antelope Canyon in Arizona is a picturesque series of crevices you wouldn’t believe wasn’t a photography trick until you checked it out yourself. The way water carved out the crevices millions of years ago–coupled with the manner in which the light hits each wall–makes the rocks appear different colors, creating a dazzling display.\n\n7. Easter Island, Rapa Nui, Chile\nLike Stonehenge, no one really knows the story behind the 887 Easter Island “moai” statues. Even so, they offer visitors a great adventure. Plus, travelers can enjoy other Easter Island adventure options, like hiking and scuba diving.\n\n8. Reed Flute Caves, China\nToday, the Reed Flute Caves are highlighted by multicolored lights, turning the 240-meter-long cave system into a stunning experience. As one of China’s most popular attractions for over 1,200 years, it’s worth the visit to view these incredible stalactite, stalagmite, and pillar formations.\n\n9. The Great Wall of China, China\nThis massive, man-made wall stretches thousands of miles long. Not only does the marvelous structure leave many visitors scrambling to pick up their jaws knowing it was made by human hands, but it’s atop a mountain ridge that delivers awe-inspiring views of the area.\n\n10. Plitvice Lakes National Park, Croatia\nThis area is among one of the most beautiful in the world, with crystal clear waters, lush green scenery, and stunning waterfalls.\n\n11. Zhangye Danxia Landform, Gansu, China\nThis incredible collection of rock formations is one of the most amazing worldwide. The rainbow rock features were created by sandstone and mineral deposits laid down over 24 million years ago.\n\n12. The Great Blue Hole, Belize\nOff the coast of Belize, divers find a submarine sinkhole called The Great Blue Hole, where the water is 407 feet deep. It’s over 980 feet wide and can easily be seen from above.\n\n13. Redwood National Park, California, USA\nThe combined Redwood National and State Parks span over 133,000 acres across California’s north coast. These parks are home to the tallest growing species on Earth, the redwood tree, which can grow to be well over 300 feet tall\n\n14. Yellowstone National Park, USA\nYellowstone National Park spans over three states and features a variety of sights you don’t want to miss. This collection of hot springs and geysers will truly have you amazed. Some of the more popular areas in the park include the Old Faithful geyser and the Mammoth Hot Springs area.\n\n15. Bora Bora, French Polynesia\nBora Bora is the poster child of the iconic tropical paradise. This island sits 143 miles northwest of Papeete, in the South Pacific, and features the extraordinary turquoise waters, white sand beaches, and beautiful greenery you’d hope to find in the tropics–only it’s more fantastic than you can imagine.\n\n16. Taj Mahal, Agra, Uttar Pradesh, India\nThe Taj Mahal is a truly beautiful architectural feat. It’s a massive, white, marble-domed mausoleum constructed in the 1600s that attracts over three million visitors each year.\n\n17. Tianzi Mountains, ChinaSet as the inspiration for the floating mountains in the movie Avatar, these formations are more breathtaking than you can imagine. The area spans 16,550 acres, and the tallest peak rises about 4,140 feet above sea level.\n\n18. Angkor Wat, Cambodia\nAngkor Wat was previously a Hindu and Buddhist temple built in the 12th century. Today, it’s an architectural wonder worth visiting.\n\n19. Machu Picchu, Peru\nMachu Picchu is an ancient Inca site that dates back to the 15th century and sits atop a mountain above the Sacred Valley. The restored site offers a fantastic look into Inca history and an even more fabulous view of the astounding scenery.\n\n20. Glacier National Park, Montana, USA\nGlacier National Park offers some of the most stunning scenes in the US. It’s full of beautiful mountains, green alpine forests, and clear lakes. There are over 700 miles of trails, making it a hiker’s paradise.\n\n21. Pamukkale, Turkey\nThis area is home to natural hot springs that leave travelers in awe. Don’t end your journey without bathing in one of the remarkable natural tubs.\n\n22. Victoria Falls, Livingstone, Zambia\nAre you ready to be impressed? You will be when you visit Victoria Falls. This waterfall measures one mile across and is 354 feet high. That–along with the fact that more than 260,000 gallons of water flow over the edge per second–makes it the largest singular waterfall in the world.\n\n23. Venice, Italy\nVenice is the perfect destination for travelers seeking a unique city experience. The canals that run through the city act as roadways, providing a unique transportation option while delivering a beautiful scene.\n\n24. Lençóis Maranhenses, Brazil\nThis area features a collection of clean, white sand dunes intertwined with crystal clear blue waters, creating the kind of picturesque beauty you’d hope for–but rarely see–in a beach.\n\n25. Highlands, Iceland\nA dazzling Northern Lights show is something that should be on every bucket list, and one of the best places to see the show is in Iceland’s highlands.\n\nAfter visiting these incredible places, settle down in one of these destinations abroad.\n\nYou must be logged in to comment on this blog.\n\nQuestions \/ Comments:",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9919552207,
        "format_confidence":0.9884518385
    },
    {
        "url":"https:\/\/www.2020glass.com\/spartanburg_news\/spartanburg_parks.html",
        "text":"CALL (864) 641-6882\n\nHatcher Garden & Woodland Preserve\nHatcher Garden & Woodland Preserve is a natural oasis amid the bustle of downtown Spartanburg. It is a small but beautiful park, with both paved and unpaved trails, water features, and informative plaques about the various plants and wildlife. It is a great spot for a family picnic, with lots of picnic tables scattered throughout the grounds, and benches for resting and observing nature.\n\nHatcher Garden is open year-round and admission is free, although donations are accepted and very appreciated. Photography is encouraged, but pets are not permitted in the garden. The park is also available for weddings, and has several spots that make gorgeous wedding venues. Group tours are also available, with knowledgeable volunteer guides to help along the way. With its peaceful atmosphere, winding trails, and beautiful wildlife, a visit to Spartanburg is not complete without a stroll through Hatcher Gardens.\n\nEdwin M. Griffin Nature Preserve\nThe Edwin M. Griffin Nature Preserve is a nice, quiet getaway with trails throughout a wetland area. There is a large creek and a butterfly garden, and it is a great park for spotting wildlife like herons and beavers. The park is pet-friendly and is good for walking and running. The Nature Preserve is also popular with photographers and bird-watchers. Although close to city center, the park is a very peaceful oasis full of natural beauty.\n\n\nCroft State Park\nCroft State Park is a beautiful state park located in Spartanburg, SC. It is a great park for hiking, biking, fishing and picnics. There are more than 45 miles of trails in the park, 20 of which are for mountain biking. Croft is also home to Lake Tom Craig, one of the best fishing spots in the Upstate, and Fairforest Creek, one of the park’s most scenic attractions. There are picnic shelters that can be reserved for large gatherings, and there is a great campground equipped with water, electricity and restrooms.\n\nCroft State Park is a great place to spend a peaceful day alone or with friends or family. I have visited many times in 2017, and taken advantage of the many hiking and biking trails. The only negative experience I have ever had there was when a branch fell on my car in the parking lot, cracking the windshield. Luckily, there is a great auto glass repair Spartanburg SC service that was able to meet me at the park and fix my windshield. I really didn’t mind spending a little more time in the scenic and peaceful park while I waited for the repair. Any time spent at Croft State Park is time well spent!\n\nGlendale Shoals Preserve\nGlendale Shoals is a scenic spot for picnics and walking. The area was once home to a mill, and several of its old buildings are still standing, including a tower. A walking bridge stretches over the river and overlooks the cascading dam below. There is a lovely walking path by the river that takes you along the bridge and old mill buildings. The river is a popular fishing spot for locals, and there are picnic tables and benches throughout the park.\n\nThe Preserve also has gardens and a small amphitheater for entertaining. It has so many interesting sights to explore and photograph, and is a peaceful place to have a picnic with family and friends. Glendale Shoals Preserve is truly a hidden gem of Spartanburg.\n\nBarnet Park\nBarnet Park Barnet Park is a spacious park in Spartanburg that is known for its local events and festivals. There is a pavilion for live performances and a stage for screening movies. It is a popular destination for families with children, with a fountain for kids to play in, as well as a playground. There are also picnic tables, walking paths, and clean public restrooms. Admission is free and there is plenty of parking.\n\nOne of the most popular events at Barnet Park is the annual 4th of July festival, with food, fireworks, and entertainment. The park also sometimes has art fairs and international fairs. Even when there is not a special event, the park is a nice place to bring the family and enjoy the outdoors.\n\n© Copyright 20\/20 Auto Glass - Privacy Policy",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9750364423,
        "format_confidence":0.8995745182
    },
    {
        "url":"https:\/\/stantonhouseinn.com\/blog\/romantic-day-trips-in-ct",
        "text":"The Best Ideas for Romantic Day Trips in CT\n\nRomantic Day Trips in CTNew England is one of the most romantic destinations in the nation.\n\nFrom the elegant scenery, historic charm, and plenty of fun activities, it’s an ideal location for couples to escape their regular routine and fall in love all over again.\n\nIn Greenwich, CT, you’ll find more than just our sought-after bed and breakfast. You’ll also discover many excursions that you and your sweetie will be talking about for years to come. Ready to start planning? Here are just a few of the best romantic day trips in CT that you absolutely must try!\n\nYou’ll find even more romantic day trips in CT or NY in our free Greenwich Vacation Guide! Download your copy today to pick your favorite things to do near our romantic bed and breakfast and add them to your getaway itinerary.\n\nRomantic Day Trips in CT For the Two of You\n\nEven before you venture out into other towns near Greenwich, there is plenty to do right here! In terms of geographic size, Greenwich is larger than Paris, France. And there’s plenty of diversity between the various villages.\n\nVisiting the Greenwich Beaches\n\nThis classic date idea is a great way to spend a day in the sun with your partner! Whether you choose to simply soak in the sun’s rays, indulge in a romantic picnic, or take a boat ride, there are plenty of romantic things to do in CT beaches! Here are just some of the area’s most beautiful beaches:\n\nView Beautiful and Historic Mansions\n\nSurprisingly, one of the most popular tourist activities in Greenwich is viewing the stunning mansions along the back roads of town. Greenwich real estate is some of the best in New England, and the homes are absolutely breathtaking! Whether you are your sweetie are just dream building or looking for a new place to call home, you may want to consider this fun-filled bike trip to some of Greenwich’s most incredible mansions!\n\nGet a Taste of CT at Local Wineries\n\nThis activity among the most romantic things to do in CT! The Connecticut Wine Trail is abundant with stellar options for wine tastings, gorgeous vineyards, and out-of-this-world sunset views! While it’s impossible to pick our favorite wineries, these are some that we consider as musts during your visit:\n\nSet Sail on a Private Cruise\n\nIf you’re in need of some much-needed alone time and an extraordinary experience, a private ride on a luxury yacht may be just what you need. Greenwich Boat Charters provides a variety of options including dinner and cocktail cruises, New York Harbor tours, leisure harbor cruises, and more! The lull of the waves and the stunning backdrop of a Greenwich sunset is the perfect setting for a romantic evening.\n\nEnjoy a Stay at Connecticut’s Most Romantic Bed and Breakfast\n\nSacket SuiteThe Stanton House Inn is a historic landmark and a convenient choice for romantic weekend getaways in CT. Featuring 20 gorgeous guestrooms, our romantic inn is the perfect alternative to other local romantic hotels. We also offer an abundance of amenities and a romantic setting you won’t find in typical accommodations. Some luxury suites we think will be perfect for your next romantic getaways in Greenwich are:\n\nBook your romantic getaway to Stanton House Inn today and don’t forget to add our Romance Package for an even more memorable experience!\n\nEven More Romantic Connecticut Day Trips\n\nSpeaking of which, our romantic Connecticut bed and breakfast near New York City is the perfect spot from which to plan even more romantic day trips in other parts of Connecticut! Some of our favorites hug the Connecticut coast, such as:\n\nNew Haven, Connecticut\n\nnew haven can a destination for romantic day trips in ct. wooster square in new haven is beautiful in the springThis is one of the largest cities in Connecticut. It hosts Yale University, which includes one of the best (free, yet very sophisticated) art galleries in the country, the Yale University Art Gallery. There are plenty of new restaurants to enjoy during your day trip in the city. New Haven is only an hour by train or car from Greenwich, so our romantic inn is within easy reach at the end of the day.\n\n\nMystic and Stonington, Connecticut\n\nmystic seaport in eastern connecticut is one of the best romantic day trips in ctOn the other side of the state are the quaint old towns of Mystic and Stonington. Both of these Connecticut shoreline towns are former whaling towns. Both were beautifully restored and welcome thousands of visitors each year. Mystic Seaport and its fabulous restaurants help create a hefty list of romantic things to do in Mystic. There are plenty of things to do in Stonington, as well. As these are relatively small towns, a day trip from Greenwich can be enough to soak it all in with your significant other.\n\nDiscover Even More Romantic Things to Do in CT\n\nIn our opinion, anytime of year is a perfect time to plan a romantic getaway to Connecticut. If you’re looking for romantic winter activities in Connecticut, be sure to look at our itinerary of romantic things to do in CT in winter.\n\nBook your romantic getaway to Stanton House Inn to start taking advantage of the fantastic day trips available in Connecticut. Don’t forget to add our Romance Package with your stay!",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9833842516,
        "format_confidence":0.6383333802
    },
    {
        "url":"https:\/\/www.brucklaw.com\/popular-washington-dc-museums\/",
        "text":"Washington DC is in a class of its own, in regards to superior museums. On your next visit to this state make sure you visit one or more of the following institutions:\n\n  1. Newseum\n\nCome and experience one of the top destinations in DC at the Newseum which is the sole museum that has a dedication to free expressions along with the 5 freedoms in regards to the First Amendment freedoms which includes petition, assembly, religion, press, and speech. The 7 expansive levels in this museum feature multimedia galleries, interactive exhibits, and unique artifacts.\n\nVisitors to Newseum can take advantage of a number of dining and shopping options with the 2-story Newseum Story that contains a variety of books, unique gifts, and apparel. The Food Section by Wolfgang Puck has on offer an array of cold and grilled sandwiches, hot entrees, gourmet soups along with so much more. Newseum is open 7-days a week from 9 am to 5 pm.\n\n  1. National Museum of Natural History\n\nPay a visit to the largest Natural History museum in the world. Some of the highlights include the Hall of Human Origins, the 45.5 karat Hope Diamond, Mammals Hall, Ocean Hall, Dinosaurs, the Insect Zoo and the awe-inspiring African Bush elephant found in the rotunda of the museum. The Johnson IMAX Theater offers daily films along with the Atrium Café for visitors to enjoy food-court dining.\n\n  1. National Geographic Museum\n\nThe National Geographic Museum is an excellent way to explore interesting things about the world in which we live. This tourist destination is ideal for all ages and features a number of exhibitions that change on a regular basis.\n\nThe presentations include breath taking photography along with an interactive experience. Celebrating more than 125 years of providing education to people across the globe, the Museum offers a unique approach from many renowned scientists, photographers, and explorers that support the mission which involves inspiring the people that have an interest in, and care about, our planet. This museum is open for business daily from 10:00 am to 6:00 pm.\n\n  1. National Museum of The United States Navy\n\nThis museum can be found in the old Naval Gun Factory and features a collection of foremast-fighting top derived from the USS Constitution, ship models, the bathyscaphe Trieste, fine art, photographs, and uniforms. This is a hand-on experience ideal for groups or families which include functional submarine periscopes along with WWII gun mounts. Admission to this museum is free and is open from Monday to Friday from 9 am to 5 pm and on holidays and weekends from 10 am to 5 pm.\n\n  1. National Air and Space Museum\n\nThe National Air and Space Museum in the National Mall has daily-programs that involve science experiments. This is a fantastic kid-friendly museum where children can make paper airplanes and look through real telescopes along with a presentation from astronomy experts. Other activities include a daily show at the Planetarium, ride on a simulator, climb into an aircraft or even watch one of the daily IMAX shows. You can find more information about things to do in DC here.\n\nLooking for a great place to east while visiting the great city of DC?  Be sure to check out some dining options.\n\nWashington DC Things To Do and See",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9879355431,
        "format_confidence":0.9809845686
    },
    {
        "url":"https:\/\/www.viva.co.nz\/article\/culture-travel\/fun-things-weekend-230720\/",
        "text":"Checks Downtown's new store on Pitt Street is now open. Photo \/ Supplied.\n\nShop Local, Watch A Film & More Fun Things For The Weekend\n\nIf retail therapy is on the cards this weekend, consider these local suggestions including a popular charity sale\n\nCheck out a new store opening\n\nContinuing to foster a creative community, local unisex streetwear favourite Checks Downtown has re-located from its High Street boutique to a brand new space on the corner of Pitt Street and Karangahape Road, neighboured by other local boutiques including Flying Out music store and The Green Dolphin second-hand bookstore.\n\nFounder Jordan Gibson says the move is a good opportunity to add to K-Road’s bustling area.  “After three great years of Checks running out of a large basement site on High Street, we were ready for the next move. The street presence and shop frontage gives us an opportunity to add something new to the changing landscape of Karangahape Road.”\n\nGALLERY: 12 Investment Pieces To Show Your Support For Our Local Industry\n\nThe brand is also concentrating more on its in-house collections, its staples of hooded sweatshirts, crewnecks and utilitarian outerwear loved and worn by the likes of comedian Chris Parker, members of American alternative hip hop group, Brock Hampton and Benee. You won’t miss the storefront, rendered in the brand’s signature, vibrant orange hue.\n\nChecks Downtown 84 Pitt Street. Opening hours: Monday: 12-4pm; Tuesday: 12-5pm; Wednesday: 11-5pm; Thursday & Friday: 11-6pm; Saturday: 12-6pm; Sunday: 12-5pm.\n\nShop the racks at the Dress For Success Designer Sale. Photo \/ Supplied.\n\nShop for pre-loved designer clothing (and support a worthy cause at the same time)\n\nHead along to the Dress For Success Designer Sale taking place this weekend at Studio 230 in Ponsonby, and show your support for a worthy cause. \n\nHelping women find self-confidence and secure economic independence through corporate dressing and career development services, Dress For Success has 155 affiliates worldwide; and the Auckland branches’ highly-anticipated Designer Sale offers buyers a chance to purchase unique designer pieces while supporting local communities.\n\nExpect special finds from international brands such as Prada, Gucci and Stuart Weitzman alongside New Zealand designer favourites, including Karen Walker, Kate Sylvester, Juliette Hogan, World, Zambesi, Adrienne Winkelmann and Kathryn Wilson.\n\nREAD: Mindful Fashion New Zealand Launch Love Local Crowdfunding Campaign\n\nThanks to many closet clear-outs over lockdown, this is the biggest Designer Sale yet, and the Designer Sale is the charity’s largest source of income for the year, keeping the doors open at its two showrooms in Mangere and Central Auckland.\n\nDress for Success Designer Sale, Saturday 25 & Sunday 25 July, 10am-4pm. 230 Studio, Ponsonby. Cash and Eftpos available.\n\nA design from Caitlin Crisp's latest collection. Photo \/ Supplied.\n\nSupport an up-and-coming designer\n\nLocal fashion label Caitlin Crisp has popped up in Ponsonby Central, where you can try on her winter collection. From snuggly Merino knitwear to dreamy frill-sleeved tops and dresses, these pieces are for everyday wear to love forever. Caitlin, the face behind the brand, is in store to help with styling queries. Open from today until Sunday 26. Shop 4D, Ponsonby Central.\n\nMake do and mend\n\nSewing and clothing repair advocate Renee Williams @thatperfecthour is hosting three mending workshops over the next three months starting this Sunday at Time Out Bookshop in Mt. Eden Village.\n\nPerfect for first-timers, Renee will be there to guide people through simple mending tips with supplied materials, and a little help from Wairua River wines. Supported by Fashion Revolution New Zealand, the event is a great way to spend a quiet Sunday afternoon with like-minded souls.\n\nClasses are $35 including everything above; or get all three for only $90 and a portion of the payment goes to fund Fashion Revolution activities to support a more sustainable fashion future.\n\nVisit That Perfect Hour to book your tickets.\n\nTry a new hairdo\n\nCatch up on all our fresh beauty coverage from this week's beauty issue, and be inspired by the myriad ways you can experiment, get creative and have fun with hair accessories.\n\nWatch The Truth by Hirokazu Kore-eda. Photo \/ Supplied.\n\nWatch an NZIFF film\n\n“Flipping through the hulking programme of this year's NZ International Film Festival can feel overwhelming” write Karl Puschmann. “While film fest veterans will feel right at home luxuriating in the endless possibilities, for others trying to narrow down a reasonable list from the over 80s films on offer is something of a daunting task. We've narrowed our own lengthy list down to these five films we consider must-sees.\n\nRainbow Gate in Parnell. Photo \/ Supplied.\n\nVisit a light installation\n\nThis weekend is the last chance to view Rainbow Gate, a unique light installation specifically designed to celebrate Auckland’s diversity and unity at Herd Park. On display until Friday 31 July. 170 Parnell Road.\n\n\n\nShare this:\nNew Zealand Herald\n\nNew Zealand Herald\n\nSubscribe to E-Newsletter",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.6301185489,
        "format_confidence":0.9358520508
    },
    {
        "url":"http:\/\/chillfeel.com\/the-world\/5-travel-blogs-you-need-to-follow-right-away\/",
        "text":"5 Travel Blogs you need to follow right away!\n\nTravel blogging has now become a career for many nomads out there. They are the one who survive on travelling, and breathe in and out on different countries and continents. They are the one who are on road all the year round. I know they make me jealous as well. But there are many of them currently to keep a track of them. So here are the 5 best travel blogs who would give you an insight of the world through your screens. Check out this 5 travel blogs and start following them right away.\n\n1.The Blonde Abroad\n\nKiersten’s site focuses on the intersection of fashion and travel. She gives tips and advice for women on what wear, pack, and see while overseas and focuses more on higher-end, comfort travel than I do. Her blog is one of the best for female travellers.\n\n\n2.Hey Nadine\n\nThis popular YouTube channel by Nadine Sykora documents her experiences as she travels around the world. Nadine’s zany, nerdy take on travel makes her videos entertaining to watch! She’s funny, smart, and a bit awkward, but her film-making style really puts you there in the destination with her. There’s a reason she’s one of the biggest travel channels on YouTube!\n\n\n3. Skift\n\nThis is my go-to resource for all travel-related news and industry information. It breaks stories and provides detailed analysis on the latest trends in travel, on both the business and consumer sides of the industry. If you love travel as much as I do and think listening to what CEO’s have to say about revenue and consumer tastes is fun, this is the only website that’s worth reading.\n\n\n4. Nomadic Matt\n\nStarted in 2006, Nomadic Matt is a website you would land upon while you are on road. He lists down the cheap ways to travel and how to travel with $50 a day.\n\n\n5. Migrationology\n\nMark blogs about food, especially Asian food. He’s a food guru when it comes to all things Southeast Asian and has detailed information on where to eat and what to order throughout the region. But more than that, he tells the story of the place and its culture through the food he’s eating. It’s not just about what dishes to order — it’s about how food has shaped culture and vice versa.",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9970349073,
        "format_confidence":0.9894247055
    },
    {
        "url":"http:\/\/bigthis.com\/top-4-waterfalls\/",
        "text":"Top Lists\n\nTop 4 Waterfalls\n\n\nIt is incredible that something as simple as water falling can bring us so much aesthetic pleasure. Is it the sight of water cascading over rocks that is so delightful or is it the sound the water makes as it crashes down towards earth? Maybe it’s the fact that a waterfall is the perfect example of just how incredible nature can be. Or it could be a combination of all of those factors.\n\nWhatever it is, it is an undisputed fact that standing in front of a mighty waterfall is an awe-inspiring and humbling experience. Of course, not all waterfalls were created equal. Waterfalls range from mere trickles to gigantic sheets of water that leap over cliffs into ravines.\n\nTaking all shapes and sizes into account, here are some of the best waterfalls nature has to offer.\n\nIguazu Falls, Brazil & Argentina\n\nLet’s start with one of the most impressive waterfalls on earth: Iguazu Falls. Cutting across the border between Brazil and Argentina, this waterfall is guaranteed to be one of the most incredible things you have ever laid eyes on. The entire area comprises 275 waterfalls, ranging from the thick, white curtain you have probably seen in photos to some smaller, more elegant cascades. The size of the main fall is utterly staggering, as is the spray it creates on impact.\n\nAngel Falls, Venezuela\n\nAngel Falls is one of the main reasons why people visit Venezuela. Measuring a whopping 979m, it is the highest, uninterrupted waterfall in the world. If you are looking to be blown away by nature, Angel Falls is the place to visit. The waterfall sits within the boundaries of Canaima National Park, which is in itself a remarkable attraction. As you walk through the rich, virgin forest take in the sights and sounds of the exotic wildlife on your way to Angel Falls.\n\nVictoria Falls, Zambia & Zimbabwe\n\nWhen you think of attractions in Africa, your mind probably immediately thinks safaris or Mount Kilimanjaro. While these sights are undoubtedly impressive, they are rivalled by Victoria Falls. This gigantic waterfall complex spans the border between Zambia and Zimbabwe and is a testament to just how powerful Mother Nature is. The best way to admire the falls is to take a helicopter ride over the top or to be daring and visit the Devil’s Pools that sit on the edge of the cascade.\n\nSeljalandsfoss, Iceland\n\nThis beautiful waterfall is hypnotic to behold. Located just off the famous Route 1 that passes through Iceland’s main attractions, the fall is easily accessible. Once there, simply walk along the path that leads from the road and you will find Seljalandsfoss. You can walk behind the waterfalls but make sure you take a waterproof jacket as you will get soaked from the spray. If you get there at the right time you might even be lucky enough to catch a rainbow reflectedin the spray of the waterfall. Be sure to take your camera as this sight is every photographer’s dream.\n\nMost Popular\n\nTo Top",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9698025584,
        "format_confidence":0.9881381392
    },
    {
        "url":"https:\/\/www.mauisbestvacationguide.com\/sightseeing\/",
        "text":"Take a Road Trip to See the Island\n\n\nI cringe when I see people's vacation photos of Maui and they're all from the resort.  To experience Maui you've got to get into that car and drive around the island.  From the crazy volcano that will literally take your breath away (elevation 10,000 feet) to a drive into the jungle on the Road to Hana, Maui offers travelers a myriad of sights and experience that are unequaled.  Best yet, these are FREE activities.  Let's go explore Maui!\n\n\nVisit a Volcano that Looks Like the Moon\n\n\nCrazy moon-like volcano\n\nThis is one nutty volcano!  No, you don't see lava spewing out like you would on the Big Island but you'd swear you landed on the moon.  This is no exaggeration, there's no other place like this on Earth.\n\nLots of people come here for the sunrise, a near religious experience and not too bad if the time zone difference works in your favor.  Grab that blanket from the hotel - it's freezing cold there in the morning. \n\nOnce there you can hike into the volcano but most people snap a few photos and then head over to the beautiful Ali'i Kula lavender farm or stop in at Paia Town, a trippy little hippy town with shops and restaurants, or combine it with an afternoon in Upcountry.  Adventure types will want to check out a bike trip down the volcano, 26 miles and nearly all downhill, they'll take you to the top and away you go.\n\ntripadvisor Reviews | OFFICIAL WEBSITE\n\n\nSee What Got Everyone So Excited About Maui in the First Place\n\n\n\nDon't listen to those people who tell you not to drive the Road to Hana.  Anyone who doesn't come away raving about this day long drive into the tropical jungle probably didn't take my advice and purchase the CD guide for their car\n\nWith the CD you'll find the hidden waterfalls and pools, some right off the road, along with jaw dropping views of the coastline.  Without the guide you'll see lots of traffic on a winding road with screaming kids (and wife) begging you to turn around.\n\nThe Road to Hana is all about the journey, not the destination town of Hana.  Wear good shoes and a swimsuit, bring insect repellant and a towel, and be rewarded with stunningly beautiful waterfalls and lush green tropical scenery.  Start your day early to avoid the crowds and bring a change of clothes so you can end your day at the wonderful Mama's Fish House.  Remember, Hana and the \"7 Sacred Pools\" is a great destination but it's not the goal of the Road to Hana, it's the journey along the way.\n\nTIP:  Some like to drive straight to Hana and then turn around and stop at the sights on the way back, which is pretty smart because the worst part of the Hana adventure is the drive back to the resort.\n\ntripadvisor Reviews | OFFICIAL WEBSITE\n\n\nSee the Sights and Shop for Trinkets in a Historic Whaling Town\n\n\n\nI like Lahaina Town but like San Francisco's Fisherman's Wharf, a little goes a long ways.  Sure, it's an authentic old whaling town with lots of cool history but it also gets a bit too touristy with the junky trinket stores and t-shirt shops and NO, I DO NOT WANT TO BUY A TIMESHARE!\n\nThat said, there is something charming about Lahaina Town.  Come early in the day before the crowds and it's almost serene or arrive after dark and you can almost sense what it was like when it was a rowdy port town filled with rum drinking pirates.  The giant Banyon Tree is pretty amazing and the ABC stores are where you can find the best cheap souvenir T-shirts.  Good for a side trip and an essential part of any Maui vacation but dangerously close to tourist trap territory.\n\ntripadvisor Reviews | OFFICIAL WEBSITE\n\n\nDiscover a Different Side of Maui\n\nUpcountry Maui\n\nCountry living, Maui Style\n\nVisiting Upcountry Maui isn't a big adventure, it's a peaceful drive in the country through groves of redwoods and eucalyptus trees and into stunning views of lavender fields and rustic scenery. \n\nAlong the way you'll find the old Hawaiian towns of Paia and Makawao and don't miss stopping in at Tedeschi Winery where you can sample their pineapple wine.\n\nCombine this with your trip to Haleakala Volcano or just get away from the beach and resort and go explore a part of Maui that's often missed by busy tourists.  Take a stroll through the Upcountry Farmers Market to buy fresh local fruit, it's that sort of adventure.\n\ntripadvisor Reviews | OFFICIAL WEBSITE\n\n\nGet Up Close and Personal with a Blowhole\n\nNakalele Blowhole\n\nBeautiful Drive to the North Tip of Maui\n\nIn some ways the drive to the northwest tip of Maui is as rewarding as the Road to Hana - and a lot quicker.  You'll pass pristine snorkel spots like Honolua Bay and beautiful spans of undeveloped coastline that will take your breath away.\n\nYou'll also find the Nakale Blowhole, a great place to put on your hiking shoes to get a closer look.  But not too close as blowholes have a nasty habit of sucking you in and depositing you out into the ocean, not a good vacation experience and often fatal.  Don't be chicken, take the short hike and check it out as it's pretty darn amazing to see the surf shooting out of a hole like a giant angry whale that you just poked with a stick. \n\ntripadvisor Reviews | UnOFFICIAL WEBSITE\n\n\nTake the Shortest Hike Ever into Stunning Beauty\n\nIao Valley national park\n\nhistoric location of the battle for maui at Iao Needle\n\nGlance at your phone and if all of your photos are of you holding a Mai Tai then get off that lounger and head to the Iao Valley State Park where a short hike into the tropical jungle yields impressive photos that makes it look like you hiked all day.  Look at you now!\n\nLocated near the airport, take the paved .6 mile path to see rushing streams and rising peaks, including the impressive Iao Needle, and learn a bit about the bloody battle for Maui (which has evolved into the bloody battle for a parking space so come early).  See it all in about an hour, a great side destination and perfect for those with exercise-intolerance. \n\ntripadvisor Reviews | OFFICIAL WEBSITE\n\n\nGet Your Nude On at a Local Beach\n\nBig and Little Beach\n\nWhich one is the nude beach?\n\nRemember this - Little Beach is nude, Big Beach is not.  Little, nude. Big, not.  Got that?  Good because I don't want any emails complaining that I warped little Johnnie for life because you went to the wrong beach.\n\nBoth beaches are located in the south area of Wailea and are true local beaches.  It's great to look behind you and see lush greenery rather than high rise resorts and you'll feel a bit less like a tourist lounging with the locals.\n\nLimited food so pack in your own and make sure you bring an umbrella for shade.  Oh, did I forget to tell you about the sharks?  Yes, Big Beach does have a reputation for being shark friendly but the chances of you being the only one left in the water if a shark does show up are pretty slim - you're more likely to get a sunburn than a shark bite. Of course, if the lifeguard starts yelling like he's Chief Brody I'd listen to him.\n\ntripadvisor Reviews | OFFICIAL WEBSITE",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.996235311,
        "format_confidence":0.52848351
    },
    {
        "url":"https:\/\/hiddenmooselodge.com\/tag\/off-season\/",
        "text":"Posts Tagged ‘off season’\n\nSpring Things-to-Do in the “Off-Season”\n\nApril 15th, 2013 by kimtaylor\n\nCyclists can go where cars can't in the Spring on the Going-to-the Sun Hwy.\n\nCyclists can go where cars can’t in the Spring on the Going-to-the Sun Hwy.\n\nWhen the lifts stop running on the Big Mountain for the ski season and before they roar back to life to take visitors zip-lining through the trees in the Summer it is known as the “off-season” here in Whitefish.  Things quiet down, life moves a little slower, traffic is a little lighter and the weather is a tad more unpredictable.  That being said, it can be a great time to visit our area – but you have to make your own fun with some of the more off-the-beaten path activities, take things easy and be prepared for just about any kind of weather.\n\nSo if you find yourself wanting to get away from the heat of the South, the noise of city life, or the traffic jams on your daily commute, visit us in the Spring and you can see what the life of a Whitefish “local” is really like, when the skiing stops and the hiking trails in Glacier Park are still covered in snow.\n\nHere are some ideas for fun and sometimes overlooked activities that still go on when the tourists go home:\n\nVisit a distillery, winery, or brewery: Great Northern Brewing Co. has a tasting room less than 2 miles from the Hidden Moose and samples of their many offerings are “on the house”.  Glacier Distilling Co. in Coram and the Glacier Sun Winery in Kalispell also offer tastings of their unique libations.\n\nVisit a museum: You might think museums are just in big cities, but some of the funkier museums are located in small towns across the country and the Flathead Valley is no exception.  Right here in Whitefish is the Stumptown Historical Society Museum located in the Train Depot. Just 15 miles away in Kalispell there’s the Hockaday Museum of Art, Central School Museum and Conrad Mansion (Open May 15-Oct 13)  –  a hidden jewel of a beautifully preserved pre-1900 mansion of the founder of Kalispell, Charles Conrad, complete with over 90% of the original family furnishings.\n\nGet pampered: Perhaps in your day-to-day life you don’t have time for massages & spa treatments – but now you do – you’re on vacation after all!   Take a day out for a mani\/pedi, massage or facial at one of the many day spas & salons here in the Valley.  We’re happy to recommend our favorites or visit: for a list of options.\n\nGo thrifting: Yea, it’s a thing now – shopping at thrift stores and consignment shops – what used to be the necessity of a broke college student is now “cool” and a great way to find one-of-a-kind unique items and fashion finds. Whitefish has 2 thrift stores and several consignment shops including the Chic Boutique and Copperleaf Consignment.  More thrift stores and consignment shops are to be had in Kalispell.\n\nHike local trails:  The Whitefish Trail is a great place to get some exercise and the snow will be gone long before the trails of Glacier Park are cleared of the white stuff.  Pick up a trail map and get moving.\n\nBike: There are many local mountain bike trails less than 10 miles from the Moose, including Spencer Mountain.  You can rent a bike at Glacier Cyclery and hit the road.  Here’s a local’s tip – Bike the Going to the Sun Road before it opens to car traffic.  In mid-May to early June (perhaps earlier depending on the weather) the park service has the Going-to-the-Sun Road closed at Avalanche Creek to car traffic but beyond that point bikes are allowed and the road can be cleared to the Loop and beyond before you run into plow crews trying to clear the road.  The road offers spectacular views and you won’t have to worry about cars.  For road status call: (406) 888-7800 or see it at:\n\nSee how things are made: Montana Coffee Traders gives tours of their roasting facility and as mentioned in a previous blog post Whitefish Pottery gives tours of their facility to curious visitors who want to pull back the curtain to see how artists get their hands dirty to make beautiful pottery.\n\nThose are just a few of the things you can do in the “off-season” here in the Flathead Valley and I didn’t even get to mention: Seeing live music and theatre, antiquing, gambling, fishing or just bellying up to the bar at a local joint to get recommendations on things to do and see from a friendly barkeep who lives here year-round.\n\nSpring is also a great time to get great rates at the Hidden Moose Lodge since it’s our “off season” too.  See our Specials & Packages page for more info.  Then give us a call at: 1 (888) 733-6667.\n\nAuthor: Sarah Stewart",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9924767613,
        "format_confidence":0.5019318461
    },
    {
        "url":"https:\/\/www.tripsavvy.com\/best-dominican-republic-resorts-3266485",
        "text":"The 9 Best Dominican Republic Resorts of 2020\n\nOur editors independently research, test, and recommend the best products and services; you can learn more about our review process here. We may receive commissions on purchases made from our chosen links.\n\nThe Rundown\n\n01 of 09\n\nBest Overall: Sublime Samana Hotel & Residences\n\nSublime Samana Hotel & Residences\n\nCourtesy of Sublime Samana Hotel & Residences\n\nIt’s all in the name: The Sublime Samana Hotel & Residences is simply the most sublime lodging in the Dominican Republic. This gorgeous, suites-only retreat is conveniently located near one of the country’s most popular beach towns, Las Terrenas, with stunning mountain scenery and towering palm trees encircling the property. Guests get the best of both worlds when they stay at The Sublime Samana: This peacefully remote hotel boasts a swath of private sand along the turquoise water, though it’s also within an hour’s drive of several natural attractions.\n\n﻿White-washed, contemporary suites are scattered around on the lush, immaculate grounds, and each commands either a garden or ocean view; suites are spacious and feature a king-size bed, bathroom with walk-in shower, living room, dining area, fully equipped kitchen, and a balcony or terrace, with all the luxury amenities you could ever need or want. There are two sleek swimming pools on the premises, complete with canopied daybeds, along with a premier spa, two gourmet restaurants, tennis courts, and a state-of-the-art gym. If you’re seeking the most luxe lodging in the DR, look no further than The Sublime Samana.\n\n02 of 09\n\nBest for Families: Casa Colonial Beach & Spa\n\nCasa Colonial Beach & Spa\nCasa Colonial Beach & Spa\n\nDue to its spacious size, beachfront location, and relaxed atmosphere, family travelers love staying at Casa Colonial Beach & Spa, nestled between the honey-colored sands of Playa Dorada and the bright greens of Playa Dorada Golf Club. Downtown Puerto Plata, with its buzzing restaurant scene, is just a short taxi ride away. In addition to its prime location, this full-scale resort has plenty of amenities to keep travelers busy for days. Adults can work out at the sleek fitness center, take an oceanside Pilates or yoga class (totally free of charge), relax in the steam room at Bagua (Casa Colonial’s 13-room spa), or play a few rounds of golf; kids and parents alike will love splashing around in the resort’s rooftop infinity pool, an area that also features four private Jacuzzis and a poolside bar.\n\nService is ultra-friendly and attentive at Casa Colonial, and each of the hotel’s 50 guest suites is charmingly decorated with colonial-chic furnishings and original artworks. There are also two on-site restaurants here — Lucia, which serves inventive French-Caribbean cuisine, and Veranda, which offers delicious Dominican specialties alongside continental fare — so you never have to leave the resort.\n\n03 of 09\n\nBest for Romance: Sanctuary Cap Cana by Playa Hotels & Resorts\n\nSanctuary Cap Cana by Playa Hotels & Resorts\n\nCourtesy of Sanctuary Cap Cana by Playa Hotels & Resorts\n\nSituated serenely in Cap Cana, a hidden-away retreat inside Punta Cana, the adults-only Sanctuary Cap Cana is known for being a top lodging pick among honeymooners and romance-seekers. There’s no shortage of natural beauty here: The hotel is located near 30,000 acres of pristine white sand beaches and glimmering, blue-green waters, in addition to being a truly gorgeous space in its own right. With its magnificent stone facade and colonial-style design flourishes, Sanctuary Cap Cana resembles more of a Spanish villa than a flashy resort. There’s even a section of the property that’s designed to look like a 16th-century castle.\n\n﻿The suites and villas here are top-notch, featuring rich wood accents, elegant furnishings, and all the amenities: a minibar that’s re-stocked daily, espresso machine, flat-screen TV, silk slippers and bathrobes, and either a furnished balcony or terrace. During a stay at Sanctuary Cap Cana, couples can dine at one of five a la carte restaurants, opt for a number of soothing treatments at the world-class Sanctuary Spa, attend nightly cocktail parties, and pick between five outdoor swimming pools that are scenically nestled around the property.\n\n04 of 09\n\nBest Boutique: Hodelpa Nicolas de Ovando\n\nHodelpa Nicolas de Ovando\n\nCourtesy of Hodelpa Nicolas de Ovando\n\nCentrally located in Santo Domingo, just a five-minute walk from Plaza Colon, the UNESCO-listed Hodelpa Nicolas de Ovando is a historical treasure and easily the best boutique in the country. Comprised of three stone houses built in 1502, the hotel is named after the town’s founder, Nicolas de Ovando. Though the property’s 16th-century architectural details and impressive heritage design are striking enough on their own, there are excellent on-site amenities here, as well.\n\n﻿Guests love relaxing in the outdoor pool and bar area (where you can gaze out over the scenic River Ozama), sipping wine in the sun-splashed courtyards, and indulging in blissful whole-body treatments at the luxury spa. The 12-room Imperial Club is reserved for guests who want to take advantage of the hotel’s specialized services, like a private check-in, continental breakfast, daily drinks and snacks, and even a complimentary massage. Rooms offer an array of modern conveniences including satellite TV, mini-bar, direct-dial phone, and Wi-Fi, and most have spectacular views of the river and the bustling Las Damas.\n\nContinue to 5 of 9 below.\n05 of 09\n\nBest for Luxury: Eden Roc at Cap Cana\n\nEden Roc at Cap Cana\n\nCourtesy of Eden Roc at Cap Cana\n\nIf it’s true luxury you’re after, look no further than Eden Roc at Cap Cana, located inside the Dominican Republic’s elite gated community of Cap Cana. This dreamy resort complex features 32 suites, 2 villas, and 26 two-bedroom beachfront apartments for rent, all located on an insanely picturesque strip of sand, complete with lush gardens and a towering lagoon. The sophisticated amenities at Eden Roc don’t stop — there are six different haute restaurants to choose from, an oceanside spa, a Jack Nicklaus-designed golf course, and even a kids club with a mini-spa. In addition, the Eden Roc Beach Club is a private club for guests craving an (even more) exclusive experience; facilities at the Beach Club include a private infinity pool, beach bar serving gourmet snacks, fitness and wellness spa, two restaurants, and personalized beach butlers.\n\n﻿Each of the hotel’s boutique suites is beautifully decorated, with high ceilings, gleaming wood beams, and luxurious linens. In a particularly thoughtful touch, guests get their own golf carts, which makes getting to and from the beach, shops, and restaurants easy and fun. For the best in luxury lodging in the DR, resorts don’t come nicer than Eden Roc at Cap Cana.\n\n06 of 09\n\nBest for Nightlife: CHIC by Royalton Luxury Resorts\n\nCHIC by Royalton Luxury Resorts\n\nCourtesy of CHIC by Royalton Luxury Resorts\n\nFor the bar-hopping nightlife seekers heading to the Dominican Republic, a stay at the CHIC by Royalton Luxury Resorts is just what the doctor ordered. Located on the lovely white sands of Punta Cana’s Uvero Alto Beach, the CHIC by Royalton offers both extravagant amenities and the perfect centralized location for exploring the area’s buzzing bar, restaurant, and nightclub scene. With 320 elegantly decorated guestrooms, this five-star, adults-only resort is spacious, luxe, and chock-full of some of the best amenities and on-site services you could imagine.\n\nHere, guests can get pampered at the CHIC’s full-scale spa, partake in nightly entertainment in the form of live music and DJ parties by the pool area, dine at one of several restaurants on the premises, and enjoy private beach access and artisanal cocktails served by CHIC staff. Rooms are trendy, comfy, and equipped with all the essentials: free Wi-Fi, Bluetooth audio station, high thread count sheets, 24-hour concierge service, wall-mounted liquor dispenser, coffee and tea maker, flat-screen TV with satellite channels, and 24-hour room service.\n\n07 of 09\n\nBest for Business: Billini Hotel\n\nBillini Hotel\n\nCourtesy of Billini Hotel\n\nBusiness travelers staying in Santo Domingo should book a room at the Billini Hotel, a downtown boutique property set in a beautifully restored convent. Combining modernist design with 15th-century brick and arches, the Billini is one of the most unique and exquisitely designed hotels in the Dominican. This first-rate hotel feels like a private oasis, but it’s actually just steps away from all the best shops, restaurants, and bars in Santo Domingo.\n\nAccommodations here are warm, cozy, and ideal for those traveling on business — staff members are friendly, and there are several on-site facilities and services to take advantage of, including a top-notch restaurant (Castil, which serves both Dominican and international fare), an outdoor pool with stunning views of the city skyline, a well-equipped fitness center and spa, a wine cellar, shuttle services, and a complimentary business center with two internet workstations. Rooms at the Billini are attractively decorated with sleek tile, black-and-white prints of Santo Domingo, and bright splashes of color; plus, some rooms have private balconies or terraces that look out over the cityscape and the hotel’s peaceful courtyard area.\n\n08 of 09\n\nBest B&B: Garden by the Sea Bed & Breakfast\n\nGarden by the Sea Bed & Breakfast\n\nCourtesy of Garden by the Sea Bed & Breakfast\n\nFor the ultimate B&B experience in the Dominican, travelers should book a room at the quaint, relaxing Garden by the Sea. This top-rated bed-and-breakfast is situated just steps away from an immaculate private beach, in Sosua, and is lovingly run by hotel owner Nikki Wilson. The Garden by the Sea overflows with charm and thoughtful amenities, such as a sizeable pool and spa, a fully stocked outdoor kitchen, a bar with local beer and wine, lush gardens ringed by tropic... (truncated)",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9969611764,
        "format_confidence":0.983266592
    },
    {
        "url":"http:\/\/www.uniglobeindicatravel.in\/post\/view\/10-top-things-to-do-in-malaysia",
        "text":"\n\nYet, steady economic growth and a particularly catchy \"Malaysia Truly Asia\" tourism campaign have helped lift the country to prominence.\n\nMalaysia is a tapestry of diverse cultural influences, drawing from its local indigenous, Malay, Indian and Chinese communities as well as its colonial heritage.\n\nIt's also a story of contrasts -- a place where smooth highways lead to both modern cities and lush rainforests, where street vendors set up shop in the shadows of skyscrapers and hipster cafes operate next to traditional kopitiams (coffee houses).\n\nOn August 31, Malaysia celebrates Merdeka Day, signifying 60 years of independence from British rule.\n\nIn commemoration, we've compiled a list of 10 things to do and eat in this unmissable Southeast Asia destination.\n\n\n1. Discover Malaysian wildlife\n\nMalaysia has no shortage of natural beauty -- it's home to one of world's oldest rainforests, extensive cave systems and immense mangrove forests.\n\nNaturally, this makes the nation an ideal destination for wildlife spotting.\n\nTravelers can observe fauna overnight from the safety of huts inside Pahang National Park, where the oldest deciduous rainforest in the world awaits.\n\nIn Kuala Gandah -- also in the state of Pahang -- guests can accompany orphaned elephants for daily baths at the National Elephant Conservation Centre.\n\nMeanwhile, the Sepilok Orangutan Rehabilitation Centre in Sabah on the island of Borneo offers a glimpse of these endangered great primates in their natural environment. They tend to swing by the viewing platform around feeding times, at 10 a.m. and 3 p.m.\n\nNext door, the Bornean Sun Bear Conservation Centre is dedicated to the world's smallest bear species.\n\n\n2. Stay in a village\n\nThe Malaysian Homestay program works with local communities to offer an authentic kampung (village) experience.\n\nCurious travelers can stay with local hosts -- or in traditional long houses -- both in Peninsular Malaysia and Sabah and Sarawak in the east.\n\nThe experience includes daily village activities, such as preparing local meals, fishing, feeding livestock or learning Malaysian games such as congkak (a wooden board game) and gasing (spinning tops).\n\n\n3. Explore Gunung Mulu National Park\n\nA UNESCO World Heritage Site, Gunung Mulu National Park in Sarawak is famous for its millennia-old karst cliffs.\n\nFor keen spelunkers and climbers, this means challenging mountain faces to scramble up and explore jaw-dropping cave chambers.\n\nDeer Cave, for example, forms the largest cave passage in the world, measuring 400-550 feet in diameter. Located to the northeast of Deer Cave, Sarawak Chamber is the world's largest cave chamber, stretching about 2,000 feet in length, 1,400 feet wide and almost 33 feet high.\n\nBut not just anyone can jump in: Visitors keen to explore the more advanced cave systems must provide certification or proof of ability for the park manager's approval.\n\n\n4. Go whitewater rafting\n\nAdrenaline addicts will appreciate Malaysia's intricate network of rivers, which offers rapids for all levels of difficulty.\n\nFor class 1-4 rapids the Selangor River in the town of Kuala Kubu Bharu in Selangor, Slim River in Perak and Padas River in Sabah are just a few of the many popular destinations for recreational whitewater rafting.\n\nMore experienced rafters can head to the Telom River in Pahang to tackle class 5 rapids.\n\nAnd if that's not enough, Singoh River in Perak is where rapids reach a heart-stopping level 6 -- the highest level on the international rapid scale, only to be attempted by experts.\n\n\n5. Hunt for fireflies\n\nYour boat is gliding silently along a mangrove-lined river. Daylight is waning and suddenly, you spy hundreds of flickering lights.\n\nIn Malaysia, there's only one thing it could be: Fireflies.\n\nAlso known also as lightning bugs, or kelip-kelip in the local Malay language, these tiny creatures are beloved for their beauty.\n\nThere are several locations where travelers can admire the flickering insects, including Kuala Selangor in Selangor; Kuala Sepetang in Perak, Kampung Cherating in Pahang, Kuching in Sarawak as well as Sandakan, Semporna and Kota Kinabalu in Sabah.\n\nAs a bonus, some tour groups will even throw in a seafood dinner before or after the boat ride.\n\n\n6. Find an island paradise\n\nIf it's clear water and sandy shores you're after, Malaysia's got you covered.\n\nFrom luxury resorts to private islands, backpacker hostels and beachfront bungalows, there's an island experience for every budget.\n\nNot to mention a few of the world's best dive sites.\n\nThe rich waters are teeming with sea creatures, such as hammerhead and other sharks, barracudas, sea turtles and manta rays.\n\nFor diving, popular choices include the Perhentian Islands, Redang Island in Terengganu, Tioman Island in Pahang, Pangkor Island in Perak, Langkawi Island in Kedah, and Gaya, Sipadan and man-made Layang-Layang island, all off Sabah.\n\nPlan ahead as islands off the east coast are closed from October to February or March, due to the annual monsoon season.\n\n\n7. Try metalworking\n\nAt its height in the 19th century, Malaysia was the largest provider of tin ore in the world. And where there's tin, you will find pewter, a gray alloy metal made up of tin, copper and antimony.\n\nRoyal Selangor, the world's largest pewterware producer, gives travelers a hands-on introduction.\n\nOpened in 1885, the historic brand's headquarters offers two pewtersmithing workshops: the School of Hard Knocks for beginners and the more challenging The Foundry.\n\nUnder the guidance of a trained pewtersmiths, travelers use traditional tools and techniques to create their own keepsakes.\n\nRoyal Selangor, Visitor Center 4, Jalan Usahawan 6, Setapak Jaya, Kuala Lumpur, Malaysia;\n\n\n8. 'Backpack' on two wheels\n\nThe cycling community in Malaysia has grown dramatically in recent years thanks to emerging networks of cycling lanes in cities across the country, such as Kuala Lumpur, Shah Alam in Selangor, George Town in Penang and Putrajaya, Malaysia's administrative capital.\n\nMany experienced cyclists, too, are abandoning urban paths and taking to dirt roads to better explore the country.\n\nOne cycling enthusiast, Nadiah Aziz -- who blogs about her cycling adventures at Folding Tales -- describes cycling as \"the new way to backpack.\"\n\nAnd you won't have to go it alone: Many grassroots groups organize cycling excursions along lesser-frequented trails.\n\nAmong them are Cycling Kuala Lumpur, Bicycle Map Project (KL), husband-wife mountain biking team Doowaroda (nation-wide), and Kinabalu Iron Horse (Sabah).\n\n\n9. Tour the region's largest Islamic Arts Museum\n\nThe largest museum of its kind in Southeast Asia, the Islamic Arts Museum Malaysia showcases the richness of Islamic cultures through its extensive collections of artworks and artifacts.\n\nThe museum emphasizes works from Asia -- specifically, China, India and the Malay Archipelago.\n\nIt offers a sense of Malaysia's unique form of Islamic identity, a result of its location at the center of once great trade routes, Islam's simultaneous expansion in the region and the country's eventual multicultural makeup.\n\nIslamic Arts Museum Malaysia, Jalan Lembah Perdana, Kuala Lumpur, Malaysia; +60 3 2092 7070\n\n\n10. Learn about Malaysia's musical history\n\nOpened last year, the Penang House of Music, an interactive history museum, tells the story of the island's musical heritage.\n\nThis large complex chronicles Malaysia's musical beginnings, achievements and musical greats, such as famed singer-songwriter, director, and actor P. Ramlee, jazz legend Jimmy Boyle and composer Ahmad Nawab.\n\nThe House of Music also documents local traditional art forms such as bangsawan, boria, ronggeng, puppet theater and Chinese opera.\n\nThose harboring secret hopes of becoming a radio DJ can give it a try in the Radio Room.\n\nPenang House of Music, L4-02, 4\/F, KOMTAR, Penang, Malaysia; +60 4 370 6675\n\n\nSource: CNN Travel\n\n\nStay updated with unique\ntravel ideas!",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9957888722,
        "format_confidence":0.9895255566
    }
]