[
    {
        "url":"http:\/\/www.sugardaily.ng\/2016\/10\/would-you-try-this-controversial-new.html",
        "text":"Would You Try This Controversial New SEX Position Called 'Cowpoke'? • Lots of Young Folks Are Doing It\n\nThere is a new sex position that’s gaining attention - especially among young people. It's called the Cowpoke (sort of like the reverse cowgirl position).\n\nThe position, which is intended to give maximum comfort and pleasure for the woman, has the woman on top – and the man on the bottom – with his legsup.\n\nBecause the man is in a legs-up\/submissive position, some men are not comfortable getting in this position.\n\nWhat do you think ladies, would you try this with your man??\n\nThe 'Reverse Cowgirl' position",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.955088675,
        "format_confidence":0.6173610091
    },
    {
        "url":"http:\/\/www.reallyclassy.com\/2011\/01\/hit-g-spot.html",
        "text":"Wednesday, January 19, 2011\n\nHit the G-Spot\n\nThe Chicago Dramatists have a new play coming out called \"Bordello\", and they're celebrating with a night of free drinks and hors d'oeuvres at the G Boutique in Bucktown. G Boutique is a place where ladies can stock up on lingerie, erotica, sex toys, videos, office supplies and other sexy goods with out the weird, sleazy atmosphere of a typical men's sex shop. Make your way to G Boutique to cavort with the cast of the show and buy something erotic while you're there. All proceeds benefits the Chicago Dramatists. This event is free but they'll take donations at the door if you're in a giving mood (sexually?)\n\nG Boutique\n131 North Damen Avenue, Bucktown\nFriday, Jan 21st | 6:00 PM - 8:00 PM\n\nNo comments:\n\nPost a Comment",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.6722249985,
        "format_confidence":0.9722802043
    },
    {
        "url":"http:\/\/vijaydaniel.com\/2006\/11\/",
        "text":"Watchful eyes..Sensitive Noses..Well..Fuck them..Helping hands would’ve been better\n\nI was returning to my room alone after an unsuccessful trip with one of my best friends to a bike company’s main office (the motherfuckin bastards didn yet see it fit 2 give me d friggin bike i won..nywy..rite now at d time of dis gramps pushed arnd his weight a bit ‘n got thngs done..gonna get it 2morrw..yippee) by bus. The bus was crowded as usual. I was a bit angry with the way things had turned out that day and thinking about a million ways to torture those shitheads when……..A boy about my age..he was standing in front of me…started vomitting…he suddenly fell to the floor..\nAnd by God..not a single heartless shit eating trash talking crap filled worthless asshole came to his aid.. As I bent down by his side, took him by the hand and held his head up from the vomit on which it was resting, I looked around and got damn angry. Not even the women had a kind word for him. In fact those whores got up from the seats, covered their noses with their sarees and moved away..(well..fuk u..u whores with rotten hair ridden cunts…his vomit probably smells better than ur 100 foot ass and a lot better than ur shit filled hearts.) And on top of all this, one guy started scoldin the poor boy. Well..I just pulled back my sleeves..flexed my muscles a bit..(idhellam kanduka koodadhu..its all in d game) stared at him and said..”Dai..otha..un velaya paaru da pottai.. vandhu kai koduka vakkila..perusa pesa vandhutan..un ditcha mooditu po”..lmao..Its kinda funny when I think of it now..He just backed off. The bitches..”Thambi…move him away from here..move him away from here…hold his hand..hold his head..”..hold his cock!! fuk u bitches… y don ya stop farting like hell and come gimme a hand..Anyway..I told one guy in the nearby seat to get up.\nThank God..he immediately obliged.. I made the boy sit there and asked him what his problem was. He told me that he’d gone to work pretty early in the morning and hadn’t eaten since then. He told me that he was fine and he’d grab a meal as soon as he got home. His stop came.. I asked him if he needed any money or whether I should get down along with him and take him home.. He graciously refused and said he’d do ok. He got up and just stumbled along..Hope he made it home..\n\nWhat’s the whole damn world comin to??? X-(",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.9268192053,
        "format_confidence":0.9321727753
    },
    {
        "url":"http:\/\/blog.philadelphiajacks.com\/2012\/08\/weeeeeeeeere-back.html",
        "text":"Saturday, August 4, 2012\n\nWeeeeeeeee're BACK!\n\nHey Guys,\n\nSorry for the absence!\n\nMy main computer died and I spent a few days trying to resurrect it, a day of mourning, a few days out of town (running around naked in the woods!), a couple of days of trying to figure out how I was going to afford a new computer, an eventual acknowledgment that I was only going to be able to afford an OLD computer, the search, the purchase, and today spent getting it all working.\n\nOf course I had to take frequent breaks to masturbate, too.\n\nSo without further delays - lets got some hot smut cookin' here so we can all get some relief.\n\nHere's a picture I remember jerking off to as a teenager - I think it was in a Playgirl that I used to sneak out of my sister's room ;)\n\nAn inspiring image for the Olympic season:\n\nIf you haven't seen it already - here's one of images from the hilarious Olympics Or Gay Porn? feature on buzzfeed:\n\nAnd a couple of hot JO pics just because they're hot:\n\nI'll be back with some videos tomorrow!\n\n\nPost a Comment",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.9648100734,
        "format_confidence":0.9922473431
    },
    {
        "url":"http:\/\/discreetlesbians.net\/2017\/08\/w4w-sugar-sisters-affairs\/",
        "text":"High Growth W4W Sugar Sisters & Affairs\n\nMore Women are Being Curious\n\nThere has been this growing sub community in the affair & sugar world. For those of you interested in the sugar bowl, i.e. those seeking sugar daddies \/ sugar babies \/ sugar mommas, you have this growing community of sugar sisters. In a sense, its a growing number of women looking to connect with women in the sugar bowl. The term sugar sisters allows women new and old to the sugar world to connect in a way without the drama. Essentially, it provides an outlet for women (single and married) to discuss all aspects of the sugar world in a very discreet way. A growing percentage of these women are forming friendships that is so discreet that it’s not spoken about with their closest friends. Some go the intimate route, but most provide that outlet that women can’t find through their friends or lovers\n\nAnother high growth sub community are married women looking to discuss what’s missing in their life with other like minded women. Some are coined the term lesbians, but many are simply looking for an emotional and sexual outlet that does NOT involve men. Part exploration, but finding that ultimate connection that allows the emotional & sexual connection is key.\n\nI’ve always believed these two sub communities are ones that the media will never cover. The media doesn’t understand  the sugar bowl and they certainly don’t understand affairs – other than the headlines that are full of eyeballs and page views. When it comes down to it, understanding the female point of view is lost. Sure, you’ll see interviews of women in the midst of an affair (whether they are cheating or being cheated on), but you’ll never see a story where a married woman is having some sort of affair \/ connection with a woman outside of the marriage.\n\nI’m seeing this first hand in real life through close and distant friends, in one way shape or form. So I know it exists & experimented myself. There’s just something about the topic that is incredibly taboo for the public to discuss. Instead of trying to fight it, I’m ok with this topic being close knit. If anything, it makes me want to work harder to build a community of women that are looking for these sort of encounters. It doesn’t need to be this mainstream \/ trendy topic that gets the attention of Buzzfeed. At the end of the day, it needs to be a private community of women that want to engage with similar like minded women.\n\nHigh Growth W4W Sugar Sisters & Affairs\nArticle Name\nHigh Growth W4W Sugar Sisters & Affairs\nWomen seeking sugar sisters and affairs with like minded women are on the rise, but finding these communities can be tough.\nPublisher Name\nDiscreet Network\nPublisher Logo",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.8860009313,
        "format_confidence":0.9739104509
    },
    {
        "url":"https:\/\/www.liveandgrind.com\/2015\/02\/happy-moan-day-with-clearly-good-pieces.html",
        "text":"Monday, February 23, 2015\n\nHappy Moan Day With Clearly Good Pieces (comedy clip)\n\nFollow The Grind\n\nNo comments:\n\nPost a Comment\n\nHello, sexy beings!!! I love to hear from my Live and Grind Readers. Please do leave your thoughts, commentary, questions or suggestions when the mood strikes. ;)\n\nxxxo, Sandra LONDON of Live&Grind (Los Angeles\/Europe)",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.8893715143,
        "format_confidence":0.7978287339
    },
    {
        "url":"http:\/\/dtfonline.com\/2016\/11\/23\/excitable-delights-of-london\/",
        "text":"Excitable delights of London\n\nI love what I call my excitable delights of London. The escorts agencies in London, London really do have some of the most amazing girls. I have dated a lot of hot girls all over the places, but I can wait to get back to London. The girls back home in Dubai are okay, but they are not as exciting as the girls in London. As a matter of fact, I would say that no hot babes around the world can beat the way I feel about London escorts. They are my little pearls and girls that I simple can’t get enough of.\n\ndelights of London\ndelights of London\n\nWe do have escorts in Dubai as well, but coming back to London date hot babes like https:\/\/cityofeve.com\/, is just so much better. I love every minute the hot babes of London make me feel. The girls back in Dubai are not as liberated or as much fun to be with. It is a joy to come back to the UK and fill my life with the sexy companionship of delightful escorts. I have always been able to enjoy the best of female company, but the girls that I have met in London have been without exception. They have never failed to please or to stimulate parts of my imagination.\n\nI couldn’t really tell you when I became hooked on dating London escorts. It was not that sort of thing that happened straight away. Rather it seemed to have been a more gradual process until I suddenly realized that they were the only girls for me. I was dating other escorts around London at the time, but one day something just clicked. Every date I have had since that day have been wonderful, and I will never give up on my London girls. They are simply the best of the best.\n\nThe truth is that there are so many escorts agencies in London, that it can be difficult to know which agency to choose from. I love all of the dates that I have had, but I do think that London escorts stand out. The services are on par with many of the top agencies in places like Mayfair and Knightsbridge. But, like I keep saying to my friends, I think that all of the girls that I have met in London go that extra mile. London escorts are that little special and I am pretty sure that I am not the only gent who feels that way.\n\nDating escorts in London almost seems to be an acceptable practice now, and I know that so many gents do it on a regular basis. It is true that you can have a lot of adult fun in London in many different ways. Dating London escorts is only one way of having fun, but you can also enjoy things like lap dancing clubs and pole dancing. I love all of the fun adult things that you can do in London, and the way London society is so open about it. It makes such a change from being in Dubai.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.9654322267,
        "format_confidence":0.9352299571
    },
    {
        "url":"http:\/\/www.nikkisimsvideos.com\/2016\/12\/new-years-bloopers-and-nip-slips\/",
        "text":"New Years Bloopers and Nip Slips\n\nNikki Sims wishes us a Happy New Year in a sexy outfit as she introduces her 2016 Bloopers Video! These videos are always hilarious and sexy, featuring unplanned moments and lots of nip slips! Download the full video and don’t miss all of her incredible high quality photos at her personal website.\n\nGet yourself a Pink Velvet Pass, which gives you full access to 13 amazing teen model sites including Nikki Sims, Meet Madden, Bella XOXO, Kendra Rain, Briana Lee Online, Lynn Pops, Tiffany Alexis, Taylor True, Brittany Avalon, Freckles18, Sabrina Sins, Sydney Mai Salina Ford, Amateurs Hour and Briana Lee Extreme!\n\nLeave a Reply\n\nYour email address will not be published \/ Required fields are marked *",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.8942874074,
        "format_confidence":0.5029210448
    },
    {
        "url":"https:\/\/businessbookmarking.com\/author\/tania\/",
        "text":"Your Partner’s Role in Effective Butt Plug Use\n\nThe external sphincter of the anus is a ring structure consisting of striated muscles surrounding the anal canal. One of the two sphincters of the anus. It is arbitrary, that is, it can be controlled by consciousness. The internal sphincter of the anus, in contrast to the external, consists of smooth muscle tissue and is involuntary. The external sphincter of the anus has a length of 8 to 10 cm, and in its widest part, opposite the anus, is about 2.5 cm thick. The sphincter’s striated muscles are a continuation of the pubis-rectus muscle.\n\n  • The muscular complex of the external sphincter of the anus is divided into three layers: the subcutaneous portion, which is an annular musculature; the surface part, which is an elliptical muscle attached to the tailbone; deep part closely related to pubic rectus muscle.\n  • The muscle fibers of the external sphincter of the anus encircle the lower part of the internal sphincter of the anus. Although the sphincters are in contact with each other, there is a clearly defined border between them. You will need to know how to deal with stuck buttplug? What to do??\n\nAnd actually what are we? The anus is generally one of the brightest and strongest erogenous zones of a woman, and with the right approach, the satisfaction with anal games can be many times higher than even from clitoral stimulation. Men in the same way will receive extraordinary pleasure and health benefits from anal sex. The muscles of the external and internal sphincter are very strong, it functions very simply, the rectal reflex leads to the compression of the muscles of the external sphincter of the anus. To reduce pain or discomfort during anal sex it is necessary:\n\n  • To reduce the conscious compression of muscles so that the consciousness calms down and allows you to open the external sphincter (for calm and pleasant anal sex just do an enema)\n  • To relax the rings of the internal sphincter, be sure to use a lubricant with a relaxing effect, which are sold in sex shops, sex shops.\n\nHow to do an enema?\n\nYou will need only 0.5 liters of warm boiled water. Tip enemas (special kits for intimate hygiene are sold in sex shops and sex shops) lubricate baby cream. Choose the most comfortable posture and slowly insert the tip to eight or ten centimeters. All – now you have no reason to worry that anal sex will be dirty and unpleasant.\n\nRead the article about Enema Administration: Basics.\n\nHow to enter a member or toys in the anus?\n\n“It is necessary to choose the correct position in which the penetration is the most painless: for example, it can be a pose on the left side, and the legs are tucked in to the tummy. Breathing also helps relieve soreness – breathe deeply with the tummy. Relaxation of the sphincter: shrunk – unclenched, with a frequency of several seconds. And, of course, more anal lubricant. Here are the basic principles of successful anal sex. “\n\nRecommendations from the life: before you let a member of your partner into yourself, practice the muscles of the anus with anal toys. Let’s discuss the feelings that they will give:\n\nLet’s start with the most common – anal plugs (plugs), there are a great many anal plugs, in a large assortment presented in sex shops and sex shops of Yaroslavl, as a rule, they are all divided into plugs with vibration and without it, with the effect of expansion, plugs come in different diameters and forms made of hypoallergenic materials, safe and even glamorous) Acquire traffic jams only in sex shops and sex shops of Yaroslavl, do not experiment with foreign objects!\n\n  • Butt plug creates a feeling of fullness in the anus and has a certain effect on the sensitive areas, allowing you to achieve a more saturated orgasm. Both women and men can use anal plug.\n  • Applying a plug to expand and relax the anus will help solve the problem of comfortable penetration during anal sex. It is also possible to use the anal plug to constrict the vagina, for example, in the case of muscle weakness in women after childbirth. Curved plugs provide high-quality prostate massage.\n  • Options for using this sex toy are very diverse. Someone prefers to use the anal plug only during sex, someone walks with her around the house, and someone expands the range of sexual sensations, going out with a plug in the anus on the street.\n  • If before this your anus did not have dating with sex toys, then it is better to start with a small traffic jam. For comfortable and painless penetration during the first anal practice, it is better to choose a product made of soft silicone or latex.\n\nBefore using the anal plug, you must maximally relax the anus. This can be done by a partner with the help of stroking and caressing the tongue. It is worth remembering about high-quality moisturizing, because the anus does not emit a natural lubricant. Therefore, the cork must be lubricated in sufficient quantities with a water-based lubricant. .\n\nIntroducing a cork should be smooth, neat and gradual, controlling sensations. It is necessary to avoid sudden movements and the introduction of the tube at once for the entire length. Butt plugs are not designed to make progressive movements, like a dildo. The toy is recommended to be placed in the anus and enjoy the feeling of completeness. If the butt plug is used to expand the anus before anal sex, then you needs to hold it for a while, get used to the feeling of having an object inside. It is also possible to use the anal plug with vaginal contact. Finding a stopper in the anus while simultaneously inserting the penis into the vagina will enhance sexual sensations.\n\nAnother not less popular\n\nAnal balls\n\nThe ability to use anal chains and balls was considered one of the most important for priestesses of love in eastern countries. With the help of these amazing intimate toys, they brought their partners to indescribable delights, gave joy and opened new facets of sensuality. At the same time, they also received incredible pleasure from the use of these accessories, which immensely pleased their lovers. Today, every woman who wishes can learn this art.\n\nAnal balls are specially created for very gentle and pleasant caresses of anus. They are first placed inside the body, and then carefully removed outside. The process does not require haste, very sensual and very exciting. Such affection is difficult to compare with the vaginal and the feeling they often surpass them.\n\nAnal balls?\n\nIn part, this may seem crazy, but these special balls are designed just to feel the pleasant sensations that appear when your muscles shrink around a number of small round beads. This is especially nice during orgasm. If you have not tried this sex toy, do not waste time – you should definitely get to know the joys of anal games and diversify your sex life.\n\nPicture Anal balls (chain) –A series of small round beads, which are evenly spaced along the cord. Some beads are the same in size, while others gradually increase in diameter. They can be of all colors and sizes, on a rigid or flexible coupling, so that everyone can choose a toy to their liking, in our sex shop. There are even anal balls with a built-in vibrator, which will further excite you from the inside.\n\nExploring BDSM Positions with Sex Toys\n\nYou are fascinated by the BDSM practices of the hard sex of domination and obedience, but do not know how to start? First of all, you have to admit yourself that it incites the thought of this type of sex and then confess to your partner your hidden sexual desires. But, to put them into practice, you have to make sure that everything happens in complete safety. Here’s how a beginner can do in the hard sex secrets with different types of anal toys!\n\nSearch the BDSM domain\n\nAn essential first step in initiating the BDSM is prior information. Do not get yourself into a job you know nothing about. Scout! Read about the rough sex practices, the methods used, the “utensils” used, the benefits, the dangers, and the testimonials of those who practice it. Before you get along the way of hard sex, it’s good to know what you’re doing.\n\nIt also takes into account that there are two sides of the BDSM. The partners are either the ones who dominate the sex game, or those who are left behind. Sometimes I can do it in turn, depending on sexual preferences. At this point, ask yourself: Am I willing to be tied up with a scarf? Am I willing to be bound to bed? Am I willing to get my boyfriend a neck strap? Do I have enough strength to “whip” my beloved belt while having sex? Only after answering these questions is it advisable to follow the next steps.\n\nIf you have seen 50 shades of Grey, that is just a small part of real BDSM. Read this article to know more!\n\nYou need a trusted partner\n\nTough sex does not work with anyone. Man or woman, any man who ventures in this way must have confidence in his or her sexual partner. You cannot squeeze someone with the whip on your back without knowing you will not react negatively.\n\nMoreover, partners need to know the limit of pain, and this is gradually obtained by the actual practice, making small steps from one method to another. Do not tie the strap to a woman’s neck directly without having tried it first with a soft scarf, not a very tight neck! For all this, you need a partner to talk openly about what you want and what to do with you.\n\nMake a list of “yes, no, maybe”\n\nTo make sure that you and your partner are on the same wavelength, conceive together a list of what you are willing to do together, what you do not want to try at all with what you want to try, but you are not sure it will hold. It is only when all of them are listed that you begin to know your own limits, but especially the limits of your partner. Together, you do not want to wake up for shouting “Stop!” Fixed in the middle of the game, after your partner tried something that he did not know you did not like.\n\nOnce you’ve created the list, start experimenting. ... (truncated)",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.9611439705,
        "format_confidence":0.7471450567
    },
    {
        "url":"https:\/\/midnightsunstudio.blogspot.com\/2015\/11\/movember-day-14-jumpman-lane.html",
        "text":"Saturday, November 14, 2015\n\nMovember - Day 14 - Jumpman Lane\n\nA true character if i say so myself in SL, he will say how he wants to say things and a man with a good sense of humour, its the one and only Jumpman Lane who runs one of the original Adult Magazines within SL long before others came about im guessing...Thank you Jumpman for taking part in my Movember and continue in making many people smile.\n\n1 comment:\n\nIntroducing Sharon Castillone\n\nAnother new face to the gallery today with the introduction of the lovely Miss Sharon Castillone. Sharon is a firey red that aspires to beco...",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.6126624346,
        "format_confidence":0.9940320849
    },
    {
        "url":"http:\/\/www.tinynibbles.com\/pornforcouples",
        "text":"Pornography for Couples by Violet Blue\n\nAs someone who has been reviewing porn for a long time, it’s amusing to watch the SoCal porn industry begin to change its tune about porn made “for couples”. Until recently, the at-large attitude of the industry for fare directed at heterosexual couples who want to watch films together has been, frankly, insulting. Still, even in the industry magazines you’ll hear filmmakers and writers referring to couples’ fare as though it were lighter, weaker, for wussies. Or, more appropriately, for pussies.\n\nThat’s because it is. Made for the owners of pussies — women — and also for guys who are watching it with them. I don’t think the assumption on the part of the porn industry is that the guys are weaker for wanting to watch it with their gals, I think that they believe couples’ tastes to be weaker and need to be more watered-down because of the addition of a woman to the viewership.\n\nHow insulting.\n\nThese assumptions miss the mark entirely. Women get off watching explicit imagery just as much as their male counterparts. It doesn’t need to be any less powerful — or dirty — to do the job. But it does need to be different in one concrete way, different than the stuff that’s been churned out for the masses of male viewers: it needs to be believable. If you bother with a plot, make it a real one. And make the sex hot, real, with women really getting off, and people who genuinely want to have intense, no-holds-barred passionate sex with each other. And this isn’t to say that men don’t want these things in their porn — they do. They’ve just had to settle for less.\n\nCouples have been buying and watching porn at least since the Cannes and big-screen debut of Deep Throat in 1972. So why has this market been largely ignored? Good question — and the skyrocketing sales of porn purchased and watched by couples only underscores confusion around the issue. I can only guess that the reasons are similar to the sexist sentiments from the industry echoed above, but I am just as equally baffled by the situation as I am excited to see better films being made — films that are made by people who realize that they’re making films. And when I say excited, well, you know what I mean.\n\nCertain directors have set a delicious pace for high-quality porn that is great for couples to watch together. Films by Tristan Taormino (like her Chemistry series) and Eon McKai always top my list for couples to watch together, but especially when one of you is new to porn. Before you watch an adult movie for the first time, read the article, “I Was a Porn Virgin: A First-Timer’s Guide to Watching Porn.” Candida Royalle‘s films have high production values — meaning good writing, excellent cinematography, great acting and hot sex. She brings a unique edge to porn with her strong emphasis on woman-centered sexual encounters and her own personal experience as a former actress from porn’s golden age. Her films are complete films, with narrative and girl-powered storyline, sometimes plot-driven and sometimes character-driven.\n\nThe “classics” (pre-1980) are also a great place to find porn that doesn’t play by the industry’s current standards of surgical enhancements, medical-grade closeups, or going-through-the-motions sex. But then again, there’s all the hair, and the big earrings and the mustaches. Still, films from porn’s golden age have a refreshing sense of fun about them, are filmed well (for low budget movies), and were written with a wry intelligence difficult to find even in modern mainstream movies. Two great examples with really great sex are The Opening of Misty Beethoven and Outlaw Ladies. Misty Beethoven is a smart and funny take on My Fair Lady, in which an author working on a novel about a reluctant prostitute finds one in a Paris brothel and, with the help of his decadent friends, educates her in the arts of sexual passion and enthusiasm. The film culminates in a fantastic male anal penetration scene with two women — a “love sandwich.” Outlaw Ladies gets a five-star rating in every one of my categories, following the exploits of sexually rapacious housewives who make every man crossing their path into their own personal sex toy. This film is also infamous for showing Veronica Hart’s first anal penetration (ever!) — the scene is riveting, to say the least.\n\nDon’t care about plot? Watch scenes from John Leslie’s Voyeur films. They have no plot, just the premise that the viewer (camera) is the voyeur, watching through windows, sneaking into houses, or watching in rearview mirrors. Sometimes Leslie breaks the spell by directing during the action, but the sex is so incendiary (and Leslie recognizes that a starlet’s authentic orgasmic shudders are just as arousing as an in-out close-up) that you won’t care. The cinematography is fantastic, the lighting and sound are all natural, and so are all the actors — lots of beautiful women and men, all free of surgical enhancement. There’s lots of hot sex, never a dull moment in a Leslie film. My pick to get you started is Voyeur 13.\n\nEnjoy watching porn with your sweetie — it’s a terrific sex toy. But I’ll bet that once you put the tape in, you won’t be watching the screen for long. Porn comes in many forms, and the definition lies in the eye of the beholder. Finding good adult fare is tough, and a satisfying experience can only happen when you know what you’re looking for. Read more about how to find what you both want to see in my book, The Smart Girl’s Guide to Porn (it’s not just for girls, after all).",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.9630958438,
        "format_confidence":0.627242744
    },
    {
        "url":"http:\/\/diaryofdaddysgirl.blogspot.com\/2009\/05\/",
        "text":"Wednesday, May 20, 2009\n\n\nLately I have found that I bristle at the words 'submissive' and 'submission'. I think the reason they get to me is because I find them totally inadequate to describe the process that I am going through as a slave. 'Surrender' is a beautiful word. It holds the idea of following one's Master so completely that there isn't a thought about following his direction. His will and one's action follow as effortlessly as a breath in and a breath out. The fact that he wills something almost in itself creates one's obedience because you only have to know what he wants for you to obey. 'Submission' holds the implication that one thought about whether or not she should follow a command and that there was some possibility, however small, of it not being followed. It implies that there was a choice on one's part as to whether or not she would obey. It is the breath taken in with the idea that it might never be released.\n\nTuesday, May 19, 2009\n\n\nCross-posted from a Fetlife Group...\n\nI know how annoying labels and definitions are, but after railing against them for years I have discovered that they can actually be helpful because it means that everybody is on the same page when discussion things.\n\nI'm not suggesting that we adopt definitions for terms for this group, but after posting in more than a couple of threads and being told things like 'that isn't what a babygirl is!' I thought that I might take the time to explain MY definitions of certain labels used in the BDSM and D\/s realm.\n\nOnce again, to make things clear... these are my definitions and I am not proposing that they be held by the group.\n\nBDSM - Bondage, Discipline, Sadism and Masochism. I don't agree that the DS in the center of the acronym stands for Dominant and submissive as well as sadism and masochism.\n\n\nT\/b - Top and bottom. I believe that this is a relationship that is based on kink play alone. There is no aspect of Dominance and submission outside of the scene. I don't think that this makes a Top and bottom any 'less' than a D\/s or M\/s scenario, it just makes it different. And there is nothing wrong with knowing exactly what you want and going after that with someone compatible. The drama starts when people who are T\/b feel like they have to be more to be accepted into the kink society. I believe that it is a good thing for both a Top and bottom to have soft limits, hard limits and safe-words, all of which to have been explained to the other party before any sort of interaction takes place.\n\n\nD\/s - Dominance and submission. I believe that the Dominant actually holds a position over the submissive and that she is not 'his equal who just has a different job.' I believe that the submissive begs the Dominant for the opportunity to submit to him, and that being a submissive she has the rights afforded to any human being - including the right to disagree or to say 'no', although I can't imagine that someone truly interested in submitting would use that word easily and would first have put all of her effort and energy into finding out how to turn it into a 'yes'. I believe that it is fair for a submissive to have a few limits, but that she should be prepared for these to be stretched and possibly broken by her Dominant. Some submissives like the feeling of safety that a safe-word provides, personally I think that the Dominant should know his submissive well enough to not need one.\n\n\nM\/s - Master and slave. I believe that this is the next step deeper into the lifestyle. Once again, M\/s isn't better than D\/s or T\/b, it is just different. I believe that a Master needs a certain amount of training and mentoring to build an understanding of the true tenants of D\/s and the self-discipline to be able to follow and honour these. I believe that a true Master does submit, he submits to the ideal of D\/s and does so with an open and vulnerable heart ready to be taught. I believe that his slave has no rights aside from those gracefully handed her by her Master, that she doesn't have the rights afforded to a human being because she is no longer one now that she has become a slave. I believe that she becomes property and like any sort of property it is up to the owner as to whether she will be cherished and used well or misused, broken and thrown away. I believe that this is the danger of being a slave and that if more people understood this there would be a lot fewer with the word 'slave' marked on their profile. I believe that it is the Master's prerogative to keep his slave in whatever way he sees fit, whether it is tied to the bedpost and sleeping on a cold hardwood floor, or being allowed to curl up by his feet on a cushion while he reads. And I believe that she has no place to complain and no place to deny him anything. I do not believe that a slave should have any limits set other than those given her by her Master.\n\n\nNow, this is where things get controversial...\n\nDD\/bg - DaddyDom and babygirl. I believe that DaddyDom and babygirl is a sacred archetype that exists in the kink world. I think that it is primal and dates back to a prehistoric era where when a female was born into a family group she would have to endear herself to the Father in that group in order to receive the care and protection that she needed. Male children were useful, they would grow up to be hunters and protectors, female children were another mouth to feed, and all that they would grow up to be is another womb to fill - and it has long since been recognised by science that there is a primal push for the male of the species to propagate as much of his seed as possible, so as she became of age there was another belly to fill with the child of the groups lead figure (the Father) and the child had been trying to endear herself to him so that she would receive protection and food when it was scarce.\n\nI believe that the Daddydom offers safety to his babygirl in a way that Dominants and Masters do not - that he offers her the room to be herself, to be that babygirl without fear of reprise. This is not to say that he offers her space to be a brat, and bratting is something that is entirely different. A Daddy offers interest when his girl shows him a picture that she has drawn and a lap to curl up into when she is sleepy and just wants to be held. He offers her the opportunity to discover and enjoy a childhood that she may not have never experienced. I also believe that being a babygirl is a highly submissive role.\n\n\nThe other aspect to DD\/bg to consider is that while it is something we act out (I do not condone incest or sexual contact with underage people), in the archetype of the relationship a bg was truly owned by her Daddy - to such an extent that not only was she born for him, but she was born from him - she truly belongs to him.\n\n\nD\/lg - Daddy and little girl. This is where a lot of the issues within the misunderstandings of my posts have lain over the last couple of days. There is avast difference between a DaddyDom\/babygirl relationship and a Daddy\/little girl. D\/lg is more a level of play that is directed by the little girl. There have been posts in response to things that I've said on threads here that have pointed out to me that just because someone is a little girl it doesn't mean that she is a submissive - and I totally agree (although, I would go as far as pointing out that these posts talking about little girls and whether they were submissive were posted in the DaddyDom and babygirl group on\n\n\nAs far as I can see, the D\/lg dynamic has a large brattiness factor to it, it involves the pouting and stamping of feet when she doesn't get her way, the begging and playing nicely to Daddy so that he will give into what she wants and other 'Princess' like behaviours. I am not condemning this dynamic, if this is what does it for you, and you have found a partner that shares your fantasies and preferences then more power to you. However, I do ask that you remember that you are a little girl, and not a babygirl... and I will show the same respect by remembering that I am a babygirl and not a little girl.\n\nI think that safe words are a good thing to have in a D\/lg scenario, and that hard and soft limits should be set, and I have found when talking to little girls that it tends to be them who set the limits and the Daddies who follow them.\n\n\nThere was SO much more that I wanted to write about... like my ideas on the definitions of discipline and my views on submission 'as a gift'... perhaps at another time in another thread.\n\nIf anyone has actually sat down and read through all of my ramblings - thank you.\n\nWednesday, May 13, 2009\n\n\nI think that it is an amazing thing to be able to know in yourself that nothing other than your Master's will is important. The ability to not only serve through action, but to be right-minded. To be totally content to wait upon his pleasure.I've been thinking about humility as well, and working through what it is in real terms.\n\nI think that the idea of a submissive being worthless.. of making no claims on herself or her own time is vital. And it is through this knowledge that she is worthless, that she is nothing.. that she becomes precious to him. Not because she deserves it or has earnt it, but because he wishes to hold her precious. It is simply his choosing to find pleasure in her that gives her the worth that she has.\n\nIn the same way that money is just paper and ink until we subscribe a worth to it, a submissive is worthless until she is found precious by her Master choosing to take pleasure in her. And in that she achieves the reason for her existence... she is of service to him... because he has chosen for it to be like this, not because she has done anything.\n\nI have no precious time at all to spend, Nor services to do, till you require.\n\n\nHe speaks to me \nin words and silences \nthat take me places \nI have never imagined. \n\nPlaces where I am happy \nand carefree.   Places where \nI respond to his words \nwithout thought and without need.  ... (truncated)",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.9530754685,
        "format_confidence":0.9973020554
    },
    {
        "url":"https:\/\/litseen.wordpress.com\/2011\/02\/05\/orgasmic-passport-to-the-big-o\/",
        "text":"ORGASMIC: passport to the big O\n\nJan 28 11, The Booksmith\n\n(Maureen Blennerhassett)\n\nWho better to spend a Friday evening with than the crème de la crème of women’s erotica? Sounds orgasmic, right?\n\nWell, dear hedonists, that’s exactly the company I was in on January 28. Erotic editor extraordinaire Rachel Kramer Bussel hosted a reading from Orgasmic: Erotica for Women at the Booksmith. It felt dirty and forbidden to be listening among the stacks of children’s nonfiction, self-help, and cookbooks, to steamy stories about role-playing, big black dildos, and bondage fetishes. Despite the audience giggles, the excerpts that were shared exceeded the realm of clit-lit masturbation fodder.\n\nOrgasmic is a compilation of almost every kinky insight into the female orgasm. The authors use humor, sensuous imagery, poetic prose, Shakespearean dialogue and even technical science lingo. Their objects of desire range from a hammer to Charlie Sheen. They are speaking to you: the unfaithful married man, the gender queer with dick envy, the desperate housewife looking for marital rejuvenation. You: the voyeur and indulger of pleasure.\n\nSusie Hara started the night off with “Fixing the Pipes,” (anthologized in Orgasmic). It’s a story about Bobbie and Scott—a tired marriage cliché until Bobbie meets Rick, a hammer wielding plumber sent to fix Bobbie’s pipes.\n\n[NOTE: These videos are for devirginized ears only!]\n\nDonna George prefaces her Orgasmic contribution with an article that the narrator reads, entitled, “The Sexercise Prescription: A Stronger, Secret You in Six Weeks.” This story is perhaps the hottest, most sensuous, and may I add—accurate—description of a female orgasm that I’ve heard!\n\nViolet Blue (nonfiction sex writer and sexpert who has been featured on The Oprah Winfrey Show … and to leave it at that is really selling her short) engaged the crowd with a hilarious account of a tattooed goth chick named Ducky who reads up on BDSM and performs it on her gay BFF Oscar, an aspiring leather boy. “The Fugly Ducky,” written by  Thomas Roche, had everyone laughing along with Ducky’s socially unacceptable misadventures.\n\nRachel Kramer Bussel travelled through the snow from New York City to regale the hungry audience with “Espionage,” dedicated to anyone who has fallen for someone unavailable. She speaks in the voice of a spy, infiltrating the homes and hotel rooms of the married, the serial “other woman,” desperate and in denial. The two passages Bussel reads are hauntingly poetic and secretly sexy. In one scene, the lovers are in a closet. She remembers that the human heart is the size of a human fist and wonders, as he is fisting her, if she is receiving a part of his heart. Hmmm, listen for yourself!\n\nTo finish it off, Dusty Horn gave us “Share” (included in Orgasmic). It’s a fantastic take on queer sex and the importance of the G-Spot. She introspectively shared a scene in which the narrator uses a strap-on to “manifest her love” for her partner. Horn gets into the psyche of a 21st century queer alpha female easily and beautifully. The climax: “You are wailing a single note. And too bad I don’t have perfect pitch or I would sing in that key.”\n\nThese women can also be found in several female erotica anthologies like Best Women’s Erotica, X: The Erotic Treasury, and Hot Women’s Erotica.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.7994813323,
        "format_confidence":0.9762549996
    },
    {
        "url":"http:\/\/www.melodramatic.com\/category\/tags\/marcus-london",
        "text":"Squirt Instructor Marcus London makes Deauxma's Holy Waters shoot forth, like Moses getting water from the rock, filling my crystal bowl with pure amrita Photo: JuxLii\n\nLay down your arms, pull down your panties and shoot the water cannon between your legs! Squirt bombs produce “Shock & Awe” with zero casualties. This is just one reason why I’ve been a female ejaculation buff for over a decade of good times and soaking wet sheets.\n\nSo when the new “Squirt Instructor” in town tweeted @DrSuzy to say that he wanted to be on the show, I just couldn’t say no. He introduced himself as Marcus London, and he had the sexy Bri-ish accent to match, but it wasn’t his tongue I was interested in. After all, it’s his fingers that do the walking, and the rubbing of the G-spot that makes Read the rest of this entry »",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.9590194225,
        "format_confidence":0.5786010027
    },
    {
        "url":"http:\/\/groovyheroines.blogspot.com\/2010_01_01_archive.html",
        "text":"Monday, January 11, 2010\n\nTime Flies\n\nIt sure is a blink of an eye from Halloween to the New Year. And I've even missed Christmas. Anyway, and once more belatedly, wellcome to 2010 in this humble abode where we pay homage to beautifull, sexy and dangerous women. Lets receive the new year with warm smiles, open hearts and naked bosoms.",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.8314809203,
        "format_confidence":0.9890306592
    },
    {
        "url":"http:\/\/meristories.com\/secrets\/one-thing-regret\/",
        "text":"What is one thing you regret doing?\n\nThere are many regrets actually !\n\n1st :\n\nI was about to become a prostitute , yes you read it right !\n\nIt is about a year ago . The lust in me made me crave for sex as I am 20 and I have never been in relationships i.e I have been single and I am single now. And it is quite natural to have such feelings but It was different for me as I decided to have sex as soon as possible. I searched for girls on almost all dating , marriage and social site. Plus I don’t wanted to pay for these sites so I joined only free sites . But it didn’t work out at all. Then I started joining different dating groups from my city on facebook. After searching for days I finally found a guy(Mr.X) who could help me get laid though his contacts . Meanwhile I also found some good contacts on classified sites.I used to chat with all these contacts using whatsapp. What they all asked me in the first place were some of my details but Mr.X was the one who gave me some of the details of this business in return which actually built some trust in me for him and I thought that he is the one ! Plus he told me about my job in detail and salary structure. It was like a dream job for me to get paid for pleasuring myself. But he wanted me to register first and give medical reports to make sure that I am free from AIDS and STDs by paying some amount in the given bank account details. This way he earned more trust from me(As it looked genuine). For some days I stopped chatting to him(Mr.X). After a while I started receiving calls from him in order to get me registered but I used to give excuses to get some time to think about it as I don’t wanted to waste my pocket money(Basically whole year savings) for nothing . Then one fine day my parents were out of town and I called him that I have deposited the money in your bank account . Then I messaged him on whatsapp regarding further procedures , he said I will get my first service within 4 hours . I was eagerly waiting for my first time that day doing all the research on internet on what should i be doing after 4 hours . 4 Hours passed and I messaged him again asking about my service . He replied “ Jald Milegi” (Very Soon) . Maybe he broke his SIM after that. He deleted his facebook account too. Now I was searching on how can I get my money back from his bank account(Stupid me ). Well I still have that bank slip and I will keep it until I get my money back with interest. I will try to get a job in bank to get all the details associated with that account number.\n\nPS: I will write about other regrets some other day.\n\nSource :\n\nFacebook Comments",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.5568420291,
        "format_confidence":0.9481872916
    },
    {
        "url":"http:\/\/rearview2-com.blogspot.com\/2013\/02\/",
        "text":"Wednesday, February 13, 2013\n\nBig Oiled Up Ass\n\nLucious Oils Up Her Thick Juicy Ass!!!!\n\nYou Will Go CRAZY!!!! Words just can't descrbe the fabulous ass that \"Lucious\" carrys on her back. The sheer softness of her ass alone will make you \"Blow A Gasket\"...In this clip she oils up her HUGE ass THEN JIGGLES & DANCES just so you can explode.\n\nAnd EXPLODE is exzactly what you will do while watching this JUICY ass in motion.",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.9771729708,
        "format_confidence":0.6089420319
    },
    {
        "url":"https:\/\/yourproductsucks.wordpress.com\/2009\/10\/10\/fetish-fantasy-gone-wrong\/",
        "text":"Home > Sex Toys > Fetish Fantasy Gone Wrong\n\nFetish Fantasy Gone Wrong\n\nI love the idea of sex furniture. Why? Because I am a control freak. Short of wearing spurs I’d love any appliance that let me ride shotgun. With this in mind my quest began through sex shops high and low for the perfect “facilitator.” The Liberator Shapes looked like..pillows? The Monkey Rocker was a love match but it’s $800 price tag left it out of my clutches and they don’t rent to own. The Sex Swing intrigued me but what I was really looking for was something that would provide me with a “reverse cowgirl fuck-frenzy” at a bargain price. Then I discovered Pipedream’s Fetish Fantasy Sex Stool.\n\nCould it be?\n\n\n\"Sweet mystery of life I've finally found youuuuu..\"\n\nIt’s as if the liner notes were written especially for me.\n\n“Weightless sex!” Check.\n\n “Less thigh strain.” Talk to me.\n\n“Bounce up and down!” Yes Lord.\n\n“Only $75” It is written.\n\nIn no time I was ready to rock on down to Monkey Town. When I got it home I tore into the box to find something inside not unlike your standard hunting stool. Indeed, its lightweight design and low profile made it seem ideal for hunting and capturing the wily trouser snake. The only difference was the nylon webbing had been replaced with two thick sheets of plastic that Pipedream calls “TPR.” You’d think this substance would have some kind of elasticity or “spring.” You’d think. (Hey Kids, this literary device is called “foreshadowing.”) My date was set to arrive in an hour so I decided to give it a test run.\n\n\nI plopped down on it enthusiastically to realize my terrible mistake too late. There was no bounce. NO BOUNCE. The clear butt-flaps spread apart and I fell through it, arms flailing like a panicked turd unwilling to go to its final destination. Clearly a metaphor for my life.*\n\ngoodbye cruel world\n\nNot my fetish fantasy.\n\nWith legs akimbo and the cold tile floor against my ass I contemplated my embarrassing reality. I couldn’t get out. What kind of tomfuckery was this? I decided this had to be some kind of practical joke. The president of Pipedream was twiddling his waxed mustachio and cackling maniacally as he stared into a hidden webcam of me squatting miserably like an x-rated hermit crab. Was this assault on my dignity payback for some shitty review? After all, they do produce my favorite vibrating bullet. Should I just mend my ways and start writing unironic, sarcasm-free product descriptions for Sky Mall?\n\n\nGimmy Sum-O!\n\n On second thought- Fuck you, Pipedream.\n\nUpdate!  I’ve been informed by Sleeping Dreamer that I may have gotten a defective model.  (She loves hers.) That said, I am going to see if I can exchange mine so I can re-evaluate my opinion. Stay tuned for more tomfuckery.\n\n* As Tyler Durden says, “You are not a unique snowflake. We’re the all-singing, all-dancing crap of the world.”\n\n  1. October 11, 2009 at 5:51 pm\n\n    15 points for using “akimbo” and “tomfuckery” in the same paragraph!\n\n  2. kate\n    October 16, 2009 at 3:48 am\n\n    tomfuckery is an awesome word. great post.\n\n  3. October 16, 2009 at 4:24 am\n\n    Thanks Joseph and Kate 🙂\n\n  4. October 17, 2009 at 7:20 am\n\n    I do not weigh 10 lbs and I love THIS! I’ve had it for months now and it has never failed me, in fact, it’s held up to my poundage (both lbs and horrendously crazy sexing)- I would write the company because the TPU panels should not have spread apart so easily- in fact, even my much thinner friend (whose thighs are not nearly the size of mine) sat on this and they never spread apart on her to the point where she fell through. Yours sounds defective. 😦\n\n    • October 17, 2009 at 3:51 pm\n\n      Seriously? I definitely don’t weight 10 pounds so I wonder if mine was defective or the store sold me their stretched-out floor model. It’s almost like a very heavy guy stood on top of it.\n\n  1. October 13, 2009 at 11:23 am\n  2. October 13, 2009 at 3:04 pm\n  3. October 13, 2009 at 4:25 pm\n  4. October 13, 2009 at 4:39 pm\n  5. October 14, 2009 at 7:10 am\n  6. October 16, 2009 at 3:34 am\n  7. October 16, 2009 at 7:02 pm\n  8. December 21, 2009 at 12:05 am\n  9. August 1, 2010 at 5:38 pm\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.9226976633,
        "format_confidence":0.8802416921
    },
    {
        "url":"https:\/\/blueartichokefilms.com\/film-collaboration-to-premiere-at-feminist-fest\/",
        "text":"Jennifer and Murielle’s film collaboration to premiere at feminist festival\n\nPosted on September 10, 2009\n\nBy Jennifer Lyon Bell\n\nJennifer and friend\/collaborator Murielle Scherre (La Fille D'O) have been invited by the Stout(ste) Dromen Feminist Festival to come up with a creative erotic short film that will premiere at the festival. They are very excited to see what they come up with together.\n\nAntwerp’s excellent feminist organization FC Poppesnor is planning a feminist festival around female sexuality: Stout(ste) Dromen. [Translation: Daring Dreams\/Naughty Dreams.] With live music, performances, erotic readings, intriguing films, and debate, Stoutste Dromen will bring together local and international female artists to create a day and evening that’s fun, inspiring, thought-provoking, and humorous.\n\n\nThe organizers have officially asked Jennifer and Murielle Scherre (Belgium) to collaborate on an all-new, sexy, explicit short erotic movie to premiere at the festival on October 10, and they are honored to accept.\n\n\nThis is the first time that Jennifer and Murielle have worked together, though they’ve been looking for an excuse to do exactly that. Murielle Scherre is a modern erotic celebrity. She’s the inventor\/designer of the high-end lingerie line La Fille D’O, she’s a DJ, and she’s also a sex-memoir author. Her first art-porn film “J’Fais du Porno et J’Aime Ça” was a huge hit. It was released in September 2009 in limited edition and instantly became a sold-out collector’s item.\n\n\nJennifer and Murielle are looking for the perfect woman\/man\/couple to star in the film. Interested in participating? See our casting call for the full scoop. And for more about Murielle: See her La Fille D’O site.\n\nSubscribe Now to our newsletter - keep up to date with all of our latest posts!\n\nMore blogposts\n\nMay 19, 2014\n\n50% Friend discount on “Get A Camera” Utrecht workshop to design your own porn\n\nI'm a fan of Marije Janssen's popular \"Get A Room\" sexual documentary\/discussion series. Get A Room has invited me to teach a workshop on filmmaking: \"Get a Camera! workshop: Design Your Own Porn Film (for Beginners).\" Now with 50% off if you know me (which you do!)...\n\nRead More\nJanuary 31, 2015\n\nJennifer to teach New York workshop: Intro To Making Your Own Porn\n\nCineKink NYC, New York city's long-running erotic film festival, has invited Jennifer to give her porn filmmaking workshop. All are welcome. Tickets now available....\n\nRead More\n\nAre you over 18?",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.6381460428,
        "format_confidence":0.6067525744
    },
    {
        "url":"https:\/\/7veils.com\/tag\/xbiz\/",
        "text":"Our CEO nominated for a 2018 Xbiz Exec Award\n\nxbiz award lauren macewen 7 VeilsWe are pleased to announce that our CEO, Lauren MacEwen, has been named a nominee for the adult industry’s most prestigious career awards program, the 2018 XBIZ Exec Awards, coinciding with the upcoming XBIZ 2018 show set for Jan. 15-19.\n\nLauren MacEwen has been nominated for the award category of Businesswoman of the Year.\n\nSelection of nominees was based on a multitude of factors including leadership ability, business acumen, positive community influence and overall career success as submitted by industry peers via social network Lauren started 7 Veils Media in 2010 and has made 7 Veils the industry’s number one social marketing firm. She has pioneered in the field of social media technology with her development of the FAD Algorithm. Lauren has been the go to resource for questions regarding social media in the adult industry, she is XBIZ Community Hall of Famer, and continues to publish articles and speak on panels about issues affecting adult on social media. Recently her pioneering efforts in business and sex tech has gained recognition with her addition as a female founder to Women of Sex Tech.\n\n“The nominations are all from my peers and it really means a lot to me that they nominated me for Businesswoman of the Year. There are many incredible women in our industry and I am honored to be counted among them.”\n\nThis is Lauren’s 4th nomination by Xbiz. In the past she has been nominated for the Progressive Leadership Exec Award, Businesswoman of the Year, and Marketing Executive of the year.\n\nThe XBIZ Exec Awards spotlight outstanding individuals who play an essential role in the success of prominent brands. The award categories cover a range of occupations that make up the organizational chart of industry enterprises, covering business development, marketing, management, and more.\n\nTo be held at Andaz Hotel on Hollywood’s famed Sunset Strip, the online industry edition of the XBIZ Exec Awards will be presented at an exclusive awards ceremony on the evening of Jan. 16 and the retail edition on Jan. 17.\n\nFor the complete list of nominees, visit\n\n\nAbout XBIZ\nXBIZ™ is the adult industry’s leading publisher of business news and information, providing up-to-the-minute coverage of the industry at and in two monthly publications — XBIZ World for the digital media market and XBIZ Premiere for the retail market. In addition, XBIZ hosts a series of annual events including the adult industry’s biggest night, the XBIZ Awards. XBIZ is frequently cited in the media for coverage of the industry and has been published in New York Times, The Wall Street Journal, CNN, Fox News, Forbes, Newsweek, MSNBC, Wired, CNET, ABC, USA Today and Los Angeles Times, among others.\n\nLauren MacEwen Xbiz Woman of the Month\n\nLauren MacEwen Xbiz Woman of the MonthI am not one who usually toots her own horn, but I was pretty excited when I found out that I was the Xbiz Woman of the Month for July 2014. Xbiz is the number one source for adult industry news and networking. It is the go to source for the who’s who in the adult entertainment industry. To be recognized in such a way was a huge honor. I have just been given a wonderful professional recommendation by my peers and I will continue to strive to work and innovate in social media marketing.\n\nA huge thank you to the staff at Xbiz for the recognition and the wonderful article about me.  It is also pretty exciting to see my face sandwiched between James Deen and Stephen Winyard!\n\nA review by of the Social Marketing Panel\n\nHere is a great write up of the social media panel by\n\nThe Social Marketing session on day one of the Xbiz Summit covered profiting from alternative traffic sources like Myspace, Twitter and Facebook. The panel was Moderated by Peter Housley CEO of Naughty Tweet Network. The panel included Kelly Shibari from The PRSM Group, Lauren MacEwen from 7 Veils Media , Joanne Cachapero Membership Director at Free Speech Coalition, Christophe Peyras aka Frenchie from Streamate, Sam from, and Paige Little from\n\nThe session started with suggestions on how to be successful on Twitter. Kelly Shibari suggests that you be personal, reply to tweets @ you and post news and videos that you find interesting. Joanne Cachapero agreed that you need to show off your personality as well as posting videos and news. She also felt Myspace is considered to be dead pretty much at this point. Lauren MacEwen suggests you access your end users through twitter and that customers like being able to tweet you. She suggests you build sales by making connections through Twitter and if your customers like you they will tell their friends. Sam suggests you have contests and give things away to your Twitter followers.\n\n\nTo read the rest of this review please go to\n\nPhotos from Xbiz Chicago\n\nThe Xbiz Summit in Chicago was great. I was on the social media panel with Sexy Little Paige, Streamate, MyPornProfile, Free Speech Coalition, Kelly Shibari and Pete Housely from Porn Star Tweet moderating. It was a great panel with a lot of highly valuable information.  The show overall was a lot of fun. Great to see everyone and spend time eating, drinking and talking porn!\n\nXbiz awards, no props to tweets\n\n, ,\nMuscle Barbie dressed like a school girl writing on a chalk board\n\nFriday Feature Photo: The beautiful, and very fit, Muscle Barbie\n\nDuring Wednesday night’s Xbiz Award show, Twitter was flooded with pics and commentary from the red carpet.  Stars posted tweets ranging from getting ready for the event to comments on the happenings.  The next day’s tweets were even more overwhelming.  All the photos that were taken started flooding the twitterverse.  More comments and talk about the previous night’s activities were the trending topic for adult tweets. Though Twitter gave a nod to Xbiz, Xbiz did not give a nod to Twitter.\n\nFirst thing Thursday morning the list of winners was posted. Those of us who were not yet in the know ran to the site to see who won awards.  Consummate tech geek that I am, I checked the tech section first.  I am curious to see who won best website and best web services, but I am more interested in the topics.  As the internet plays a deeper and more integral role in porn (reaffirmed by Pink Visual launching their cloud site), the categories for Web\/Tech are becoming more significant.\n\nSadly, there was no category for social media. No category for Twitter. No category for innovative social media networks. Nada.  I am sure organizations like Adult Talent Registry would like a chance for recognition. What about twitter campaigns that companies like Adult Trading Card Company have launched? It is unusual to be on social media and not have heard their names.  Then you have the tweet aggregating powerhouse, Pornstar Tweets. And who is kidding who here, the porn stars would love a chance to get some recognition for their tweeting prowess!\n\nSo although the Xbiz awards did not recognize the social media muscle that the adult industry is flexing, efforts are not going unnoticed.\n\nCongratulations to all the winners of real categories from Xbiz. Maybe I should create my own social media porn award. What do you think?\n\nFeature Photo Friday: I met Wendy Rider, aka. Muscle Barbie, on Twitter.  I saw one of the pictures she posted and was blown away. Not only is she beautiful, but she is fabulously fit!   She is a WBFF Pro Figure competitor, Playboy model, International Fitness Model, and personal trainer. Yup, she is the whole package.  Her site is not only pictures and cam, you can get live fitness training from Ms. Muscle Barbie herself!\n\nCheck out her website:\n\nFollow her on Twitter: @musclebarbie\n\nFollowing up from Xbiz\n\nSexy teacher showing tops of her garters, retro pencil drawn image\n\nToday's Lesson: Follow up! Follow up! Follow Up!\n\nWe last talked about the business card strategy to help you remember who you have met. Now it is time to hit the follow-up. This may be the most important part of your conference experience.  A good follow-up can actually be more important than a good first impression.\n\nAt conferences you meet hundreds of people.  It is likely that a good first impression will get you the next conversation; when you reconnect, will the person really remember that first impression? Chances are they won’t – at least not in any great detail.  Your follow-up needs to be strong, because this is the impression that lasts.\n\nWhen you get done with Xbiz, email every person you received a business card from within 4 days.  Give people a day after the conference to get their bearings and take care of business – but don’t wait too long. People have short memories; strike while the iron is hot and take that initial connection and try to turn it into something more.\n\nYou might ask, what about those who I don’t think will be beneficial? Maybe they are not in your industry, or they don’t have services that you find useful, but that doesn’t matter. You need to connect with everyone. You never know who will be a good connection. Maybe they know someone you want to meet; perhaps they will give you a referral some day.  It does not cost you anything to send them an email that says “Hi! It was great meeting you.”\n\nWhen you send the email try to reference something from your conversation. Remember those notes you made? They are going to come in handy right about now.  If you can even remember a tidbit of the conversation, by mentioning it you are telling the person that you were invested enough in the conversation to pay attention to what was talked about. They will appreciate the reminder, which will serve to jog their memory.  It also opens up an opportunity to continue the conversation you started, and develop a potentially beneficial connection.\n\nThe biggest difference I notice between people who are successful and people who are trying to become successful is how they operate their business. It sounds so simple, but successful people ta... (truncated)",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.7958636284,
        "format_confidence":0.7352229357
    }
]