[
    {
        "url":"https:\/\/www.infoxchange.org\/au\/news\/2015\/02\/south-australian-not-profit-all-class",
        "text":"Technology for social justice\n\nSouth Australian not-for-profit is all CLASS\n\nI'd like to know more\n\nSouth Australian-based not-for-profit organisation, CLASS, has been supporting people with a disability for more than 30 years, helping them maintain physical and psychological health, enhance their fitness and to further develop their strengths and capabilities.\n\nCLASS provides a range of quality, personalised services across regional South Australia and is dedicated to improving quality of life for its clients through much-needed services such as accommodation, in-home support, respite care and day options.\n\nCLASS approached Infoxchange to help it increase connectivity across these multiple and remote sites, and ensure data integrity and boost productivity efficiencies.\n\nNow providing services to more than 450 clients with the support of 250 staff, CLASS supports people with disabilities, the socially isolated and their families to live meaningful, fulfilling and inclusive lives in their communities. Having access to real-time data means CLASS can offer more efficient and effective individualised solutions to clients.\n\nWe helped CLASS with a network analysis, which highlighted problem areas and provided possible recommendations to rectify them, such as speed issues on the network, ageing infrastructure, technology training for staff, identifying potential risks in security and upgrading software and systems to meet organisational requirements.\n\nWe implemented Office 365, which enabled CLASS to upgrade its email, calendars and contact (Exchange), document management (SharePoint and OneDrive), intranet and team collaboration (SharePoint) and video conferencing and instant messaging (Lync).\n\nLearn more about our IT services\n\nFiled in: Disability and NDIS , IT advice | Tagged as: IT planning\n\nFind out about the latest events, news & jobs",
        "topic_id":20,
        "format_id":13,
        "topic_confidence":0.7722089887,
        "format_confidence":0.7923548818
    },
    {
        "url":"https:\/\/blogs.technet.microsoft.com\/dst2007\/2009\/08\/26\/microsoft-windows-daylight-saving-time-and-time-zone-update-now-available-august-2009\/",
        "text":"Microsoft Windows Daylight Saving Time and Time Zone update now available (August 2009)\n\nThe most recent cumulative update to daylight saving time (DST) and world time zones (TZ) is now available for supported versions of the Windows Operating System via Microsoft Download Center and Windows Update.\n\n\nMicrosoft product teams follow a semi-annual DST and TZ update schedule, which follows the Windows regular schedule for publishing newly legislated DST rules and time zone updates. These annual Windows “Cumulative Daylight Saving Time and Time Zone Updates” are released in December for each calendar year; a semi-annual update will be released in August, as needed.  Microsoft products that are affected may also schedule updates to accommodate some of these changes.\n\n\nFor more information about this cumulative DST and TZ update, visit the following Microsoft Web site:\n\nComments (0)\n\nSkip to main content",
        "topic_id":20,
        "format_id":13,
        "topic_confidence":0.958563447,
        "format_confidence":0.9493700266
    },
    {
        "url":"http:\/\/ctl.emacomb.com\/blog\/tag\/images\/",
        "text":"Tag Archives: images\n\nNovember 17 and December 8 Canvas Releases\n\nCanvas is updated every third Saturday with new features and fixes. The Macomb CTL will post highlights from the production release notes and related content to our blog at ctl.emacomb.com.  Please contact us at ctlsupport@macomb.edu if you have any questions about Canvas releases. \n\n\nNovember 17 and December 8 Releases\n\nPlease see the New Feature Screencast for a video demonstration of the updates in this release.\n\nThe screencast for the December 8 release will be made available closer to the release date.\n\n\nRich Content Editor: Embedded Image File Uploads\n  • Students and instructors may now upload an embedded image\/file directly into the Rich Content Editor.\n  • Click the Embed Image button in the Rich Content Editor to use the updated interface:\n\n  • Select the Canvas tab and you’ll be able to quickly embed files from Course Files and My Files.\n\n  • From this screen, you may also upload new images from your device to My Files and embed them on the page.\n\n\nAccessibility: Screen Reader Browser Support\n\nScreen reader support for Internet Explorer 11 and Edge browsers has been discontinued. Firefox is the recommended browser for those using screen reading software to access Canvas.\n\n\nReorder Dashboard Course Cards\n  • You may now move the course cards on your Dashboard. Click the Options menu (three dots) to see four choices for moving the card.\n\n  • Cards can now be dragged and dropped as well, for easier placement.\n  • Newly-added courses will appear at the bottom of the course card list.\n\n\nHTML5 Supported in Media Recorder\n\nThe Record Media button in the Rich Content Editor now supports HTML5 for Firefox and Chrome browsers. You will see an updated interface for the Record\/Upload Media dialog box:\n\nFlash is still supported for Internet Explorer users, but you must verify that it is enabled.\n\n  1. From the Settings gear, select “Manage Add-ons”\n  2. Locate Shockwave or Flash from the publisher Adobe Systems Inc.\n  3. If status is Disabled, click Enable button.\n\nThis update will make it easier for Chrome and Firefox users to use the Media Recorder. Previously, users had to manually allow Flash, which is blocked by default in Chrome and Firefox.\n\nFull production release notes for the November 17 and December 8 releases are available on the Canvas LMS Community.\n\nThe next Canvas release will be deployed on Saturday, January 5, with release notes available Monday, December 17.\n\n\nImages on this page are from the Canvas Guides, licensed under the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International Agreement.",
        "topic_id":20,
        "format_id":13,
        "topic_confidence":0.7599279881,
        "format_confidence":0.8026239276
    },
    {
        "url":"https:\/\/www.sbwire.com\/press-releases\/smart-seo-hosting-explains-the-benefits-of-http2-for-seo-672509.htm",
        "text":"Smart SEO Hosting\n\nSmart SEO Hosting Explains the Benefits of HTTP\/2 for SEO\n\nConsidering major benefits to site performance and support by Google, SEO experts believe HTTP\/2 should be the used by all serious online businesses.\n\n\nSan Jose, CA -- (SBWIRE) -- 03\/14\/2016 -- Smart SEO Hosting, a multiple industry award winner, encourages all its clients to move to HTTP\/2 from HTTP\/1.1. This announcement is in line with the 2 new major upgrades in their global networks that provides Free SSL and Free HTTP\/2 migrations.\n\nGoogle search engine team has previously mentioned their intention to change Googlebot protocol to HTTP\/2 by the end of 2015 or early 2016. Considering the fact that HTTP\/2 is backward compatible there is no risk in migrating to the new protocol while the obvious performance boosts provided by the new protocol should impact SEO ranking of sites that provide their contents on the new and more advanced protocol.\n\nMoving to the new protocol is something that has to be done on the web server level and should be enabled on SSL layer. Although HTTP\/2 is not specifically designed for HTTPS, all major browsers only support this protocol on an encrypted channel. As a result it is important that the websites that want to benefit from this protocol have to already be on HTTPS.\n\nSince January 2016 Smart SEO Hosting has been providing free SSL certificates to all its clients and for as long as they stay as their active clients which should provide a good base for any migration to HTTP\/2.\n\nSince February 2016 all SSL clients of Smart SEO Hosting has already been moved to HTTP\/2 automatically and free of any charges. Majority of those clients have already seen a better and faster user experience and boost in their search engine results ranking.\n\nIt is important to remember that for browsers that do not support HTTP\/2 the protocol automatically switches back to HTTP\/1.1 making it comp lately transparent and backward compatible with old browsers.\n\nAbout Smart SEO Hosting  is a dedicated and professional SEO hosting company that provides services to SEO agencies in USA, Europe and Australia. The company offers variety of hosting plans for different countries, ISPs and IP classes. The company operates from more than 120 data centers scattered across the globe. To accommodate further SEO needs, now offers hosting on IPs and load balancers that are owned and operated by Google itself.",
        "topic_id":20,
        "format_id":13,
        "topic_confidence":0.8000186086,
        "format_confidence":0.9934754968
    },
    {
        "url":"https:\/\/otalliance.org\/news-events\/press-releases\/online-trust-alliance-reports-doubling-cyber-incidents-2017-0",
        "text":"HomeNews EventsPress ReleasesOnline Trust Alliance Reports Doubling of Cyber Incidents in 2017\n\nOnline Trust Alliance Reports Doubling of Cyber Incidents in 2017\n\nThu, Jan 25, 2018\n\nReston, VA – The Online Trust Alliance (OTA), an Internet Society initiative with the mission to enhance online trust, today released its Cyber Incident & Breach Trends Report. OTA’s annual analysis found that cyber incidents targeting businesses nearly doubled from 82,000 in 2016 to 159,700 in 2017. Since the majority of cyber incidents are never reported, OTA believes the actual number in 2017 could easily exceed 350,000.\n\nIn the report, OTA analyzes data breaches, ransomware targeting businesses, business email compromise (BEC), distributed denial of service attacks (DDoS), and takeover of critical infrastructure and physical systems over the course of a year. It highlights the Internet Society’s concerns around how large-scale data breaches, uncertainties about how data is being used, cybercrime and other online threats are impacting Internet users’ trust in the Internet.\n\n“Surprising no one, 2017 marked another ‘worst year ever’ in data breaches and cyber incidents around the world,” said Jeff Wilbur, director of the OTA initiative at the Internet Society. “This year’s big increase in cyberattacks can be attributed to the skyrocketing instances of ransomware and the bold new methods of criminals using this attack.”\n\nOTA found that in 2017 there were 134,000 ransomware attacks on businesses, nearly doubling that of 2016. In mid-2017 another type of ransomware attack emerged—the ransom denial-of-service attack (RDoS). In this attack, criminals send an email to domain owners threatening a DDoS attack that will make a website inoperable unless a ransom (usually via Bitcoin) is paid. OTA recommends proactive planning for crisis management, forensics specialists and law enforcement, and suggests that organizations be prepared by setting up a Bitcoin wallet in the event ransom payment is deemed necessary for a given incident.\n\nBreaches Easily Avoidable\nAs in past years, OTA found most breaches could have been easily prevented. It calculated that in 2017, 93 percent of all breaches could have been avoided had simple steps been taken such as regularly updating software, blocking fake email messages using email authentication and training people to recognize phishing attacks. Of the reported breaches in 2017, OTA found 52 percent were the result of actual hacks, 15 percent were due to lack of proper security software, 11 percent were due to physical skimming of credit cards, 11 percent were due to a lack of internal controls preventing employees’ negligent or malicious actions and eight percent were due to phishing attacks.\n\n“Regular patching has always been a best practice and neglecting it is a known cause of many breaches, but this received special attention in 2017 in light of the Equifax breach,” said Wilbur. “In 2018 we expect patches to play an even more integral role due to the recently discovered Spectre and Meltdown vulnerabilities where nearly every computer chip manufactured in the last 20 years was found to contain fundamental security flaws.”\n\nOTA came to its conclusions in the report by tracking and analyzing threat intelligence data from multiple sources. These sources included but are not limited to Cybersecurity Ventures, the FBI, Malwarebytes, the Ponemon Institute, Proofpoint, Risk Based Security, Symantec and Verizon.\n\nThis report, released in recognition of Data Privacy & Protection Day on Jan. 28, is a precursor to OTA’s tenth annual Cyber Incident & Breach Response Guide to be released in the coming months. The guide provides organizations with tools to enhance data protection, adopt responsible privacy practices and help to detect, mitigate and effectively respond to a cyber incident.\n\nAbout OTA: \n\nThe Online Trust Alliance (OTA) is a non-profit with the mission to enhance online trust and user empowerment while promoting innovation and the vitality of the Internet. Its goal is to help educate businesses, policy makers and stakeholders while developing and advancing best practices and tools to enhance the protection of users' security, privacy and identity. OTA supports collaborative public-private partnerships, benchmark reporting, and meaningful self-regulation and data stewardship. Its members and supporters include leaders spanning the public policy, technology, ecommerce, social networking, mobile, email and interactive marketing, financial, service provider, government agency and industry organization sectors.",
        "topic_id":20,
        "format_id":13,
        "topic_confidence":0.7571346164,
        "format_confidence":0.9713574648
    },
    {
        "url":"http:\/\/deskproto.com\/news-pressreleases\/pr_euromold2005.php",
        "text":"to DeskProto home page\nlooking glass icon\nto DeskProto Facebook page\nto DeskProto Google Plus page\nto DeskProto Youtube page\n\nDelft Spline Systems to preview DeskProto V 4.1 at Euromold 2005.\n\nFor immediate release, Nov 2005.\n\nUtrecht (the Netherlands) -- Nov 1, 2005 -- Delft Spline Systems announced that it will preview DeskProto Version 4.1 at the 2005 Euromold show. The Euromold will be held from Nov. 30 to Dec. 3 in Frankfurt (Germany). Delft Spline Systems and German DeskProto distributor Filou GmbH will be present in Hall 6.0, stand A105.\n\nThe new Version 4.1 of the DeskProto software for Subtractive Rapid Prototyping will be released begin 2006, and contains many improvements. Most asked for by users is a new feature called the Freeform segment. This feature allows users to select any freeform area for machining. Especially for detailing operations it can save much time to exactly specify where machining is needed. A complete list of improvements will be published on the DeskProto website.\n\ndeskproto screenshot showing the freeformed segment\nDeskProto toolpaths for detailing a fish model, using the new Freeform segment to exactly define where to machine. Fish model used by courtesy of Sensable Technologies, Inc.\n\nIn addition, Delft Spline Systems will show hardware for Rapid Prototyping. Two desktop milling machines from competing manufacturers will be present: an Isel CPM from Germany and a Roland MDX-40 from Japan. Both machines combine very well with the DeskProto software.\n\n\"We are very proud that we can show both machines, as the stand is much larger than in previous years.\" says Lex Lennings, product manager for DeskProto. \"Visitors now can compare the two machines that are most popular in Europe, and decide which machine will fit their application best.\"\n\nThe DeskProto CAM software is aimed at designers, not (as most other CAM software) at CAM specialists. Despite it's low-end price DeskProto includes high-end features, like automatic feedrate reduction at high chiploads, collet collision check, full rotation axis support, the Two-sided milling wizard, and much more. Current users range from one person design and models shops to multinational A-brand companies like Unilever, Lancôme, Sony-Ericsson and NASA.\n\nAbout Euromold\n\nEuromold is worldwide the leading trade fair for Modelmaking, Moldmaking, and Design. Presented are technologies and innovations for Design, Prototyping and Series Production. Euromold 2005 is the 12th Euromold, expecting over 50.000 visitors and over 1.600 exhibitors, from 45 countries. The Fair is held in Frankfurt (Germany), 30 November to 3 December 2005. For more information see\n\nAbout DeskProto\n\nDeskProto by Delft Spline Systems is the 3D CAM program that has made CNC milling a competing technology for Rapid Prototyping. The software can import STL files from any 3D CAD system, and can export NC program files suited for any 3-axis or 4-axis CNC milling machine. Key features are the ease of use (the software is aimed at designers, not at CAM specialists) and the low price.\nFor more information see or (in German)\n\n\nThe illustration is available for download in two resolutions: ( 250 x 200 pixels, 20 Kb). (1024 x 768 pixels, 160 Kb).\nCaption for this illustration is : DeskProto toolpaths for detailing a fish model, using the new Freeform segment to exactly define where to machine. Fish model used by courtesy of Sensable Technologies, Inc.\"\n\nFor more information\n\nFor more information on this press release contact Lex Lennings of Delft Spline Systems\nTel +31 30 296 5957, Email\n\nDeskProto is a registered trademark of Delft Spline Systems.",
        "topic_id":20,
        "format_id":13,
        "topic_confidence":0.7060831189,
        "format_confidence":0.9923369288
    },
    {
        "url":"https:\/\/www.quest.com\/community\/quest\/microsoft-platform-management\/b\/microsoft-platform-management-blog\/posts\/get-ready-for-your-groupwise-migration-to-exchange-2016-and-office-365",
        "text":"Get Ready for Your GroupWise Migration to Exchange 2016 and Office 365\n\nExchange 2016 is here, and we’ll see more cumulative updates throughout 2016 that will deliver some of the features missing from the RTM software delivered in October 2015. With each of the previous major releases — Exchange 2007, 2010 and 2013 — we’ve seen a big wave of migration activity, and much of the activity is from organizations on non-Microsoft platforms such as Novell GroupWise. Most organizations look at each release as the green light to evaluate their existing environment and seriously consider their upgrade or migration plans for Exchange 2016 or even Office 365\n\nWe expect the same type of GroupWise migration activity with 2016 on the way. Therefore, we've launched new versions of Migrator for GroupWise and Coexistence Manager for GroupWise that include Exchange Server 2016 support. \n\nYou can check out what's new in each release below. \n\nWhat’s New in Migrator for GroupWise 4.6\n\n  • Exchange 2016 support: Full support is provided for Exchange Server 2016 as a migration target.\n  • MAPI over HTTP support: Complete support for MAPI over HTTP in Outlook for end users running SSDM and administrators running the bulk tool.\n  • Expanded fax provisioning: Directory Exporter and AD Object Merge now capture and migrate all three fax fields from a GroupWise personal contact:\n    • Office Fax migrates to Business Fax in Exchange\n    • Fax migrates to OTHER Fax in Exchange\n    • Home Fax migrates to Home Fax in Exchange\n\nWhat's New in Coexistence Manager for GroupWise 1.6\n\n  • Enhanced Free\/Busy documentation: A new FBC Configuration Guide provides more granular process instructions and application notes for installing and configuring a variety of environmental scenarios.\n  • Exchange 2016 and Outlook 2016 support: Full support is provided for environments leveraging the latest Microsoft releases.\n  • GroupWise 2014 R2 support: All CMG components now support GroupWise 2014 R2, SP1 and SP2.\n  • GroupWise 2012 SP4 support: All CMG components now support GroupWise 2012 SP4.\n\nNext Step? \n\nWith the wave of new features, enhancements and support policies coming in Microsoft Exchange 2016, you might be looking for a quick list of what’s changed. Download our new e-book that highlights the 14 most interesting and valuable changes you should know about.",
        "topic_id":20,
        "format_id":13,
        "topic_confidence":0.9554604292,
        "format_confidence":0.6717025042
    },
    {
        "url":"https:\/\/enterprise.microsoft.com\/fr-ca\/articles\/industries\/government\/blogspreparedness-means-planning-and-there-are-tools-to-helpdefault\/",
        "text":"Skip to content\n\nPreparedness means planning, and there are tools to help\n\nPar Molly Bull, Senior Communications Manager, Microsoft Disaster Response le octobre 2, 2016\n\nArchivé sous Gouvernement\n\nFall is finally here, and as we close out September—National Preparedness Month —it’s the perfect time for governments and citizens to be thinking about how to survive a disaster, give aid to others in need, and stay in touch with family and friends when traditional communications are disrupted.\n\nBeing aware of the challenges you might face, planning for how you will meet them, and sharing these plans with family and others are the first steps in preparedness, and there are a number of resources to help you get started. The Federal Emergency Management Agency’s website is a good place to start.\n\nThere are also personal digital tools that provide practical help with planning in advance and most of us have the power in our hands, literally, to put this technology to work. Today’s smartphones have the power to support applications and services that can make us better prepared for emergencies as well as to make everyday life more convenient.\n\nHelpBridge is a free mobile app for Windows, Android, and iOS phones to connect people with family and community through a single message sent to a pre-selected contact group. In either a minor event such as a flat tire or in a natural disaster, the app uses email, texting, Twitter and Facebook to let others know whether you need help or are okay, and where you are through GPS coordinates if you choose to use that option.\n\nStaying in touch during a disaster can be a challenge when traditional infrastructure is damaged or overloaded. Digital alternatives such as texting can be more effective than standard voice, but there also are digital voice and video options that you can use. With the Skype mobile app you can use your smartphone to stay in touch when a computer is unavailable or hard to get to.\n\nThe cloud can give you and others access to critical information from almost any type of device or location, so that it remains available whatever the conditions around you. A OneDrive account gives you 15 GB of storage for cloud backup of important documents and files; everything from wills to videos to family photos. HealthVault lets you store, access and share personal medical information.\n\nMany of the applications and tools you use every day to make your life more convenient also can be leveraged during an emergency to provide you with the information and services you need to overcome disaster and to help others. The key to taking advantage of them is planning ahead so that you have the tools and information in place when you need them. It is never too later—or too early—to begin planning.\n\nTo learn more about Microsoft Disaster Response visit or follow@msftresponse and the hashtag #NatlPrep.\n\nMolly Bull\nSenior Communications Manager, Microsoft Disaster Response\n\nUseful Links",
        "topic_id":20,
        "format_id":13,
        "topic_confidence":0.6042969823,
        "format_confidence":0.8430992365
    }
]