[
    {
        "url":"https:\/\/jhrothschild.com\/category\/testimonial-about\/",
        "text":"Mark T. Quigley, Esq., Greene Broillet & Wheeler, LLP.\n\nWorking with Dr. Rothschild has been key to my achieving great outcomes for my clients: at verdict and settlement. Her assistance with witness preparation, jury selection procedures, ability to evaluate jurors, aid with voir dire and trial strategy has enhanced my ability to be effective during jury selections and in presenting my case. Judy is a team player; put simply, she’s great!\n\nCarla V. Minnard, Esq., Minnard Law Firm\n\nDr. Rothschild has been a critical part of my trial team in several difficult cases. Judy’s skills are absolutely essential in trial prep and during trial. Her input guards against potential blind spots. She is terrific at shifting through a large volume of information and honing in on what is important. Her education and range of experiences enables her to identify both dangers and advantages that we as trial lawyers may not always see. Case analysis, witness preparation, in court assistance with jury selection—she does it all. She is a delight to work with if I could hire her in every case, I would.",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.9894284606,
        "format_confidence":0.9868294597
    },
    {
        "url":"http:\/\/www.stop-scammers.com\/female-scammer.asp?id=784",
        "text":"First reported as Svetlana Ryabinina\n\nView Scammer's Photos >>>\n\nAlso reported as:unknown\nVariants of name(s): Sveta, Svetik, Svetla, Svetlanka, Svetochka, Svitlana\nApproximate age: 27\nKnown location(s): Kirov (Russia)\nAddress(es): Russia, 613200, Kirov, Victory ave. 161-34\nPhone number(s): (8332) 38-07-75\nE-mail address(es):\nFound on website(s):\nAvailable media: unknown\nAvailable fake docs: unknown\n\nAdded report(s)\n\nReport N1\n\nClaims to love me within a few weeks. Begging for money now to come visit mr. Swears she has a visa to the USA to work .\n\nNathaniel (USA)\n\nReport N2\n\nContacted me and asked to write letters, I thought something was not right so I started to check scammers sights, and I found her here.\n\nMark (England)\n\nReport N3 (added on March, 23, 2005)\n\nShe wrote very honest and nicely, wrote that she to only deserving 100$ in the month and have to pay 65$ for Internet cafe. She wrote after a few weeks that she loves me, and she would like to be with me in Austria.\nBut, unfortunately, she has no money to come to me and she is very sad and would never again become in the life happily without me. I \"idiot\" have sent her 215 Euros by WESTERN-UNION, oh well, I am to \"blame\" myself.\n\nMartin (Austria)\n\nReport N4 (added on March, 26, 2005)\n\nShe writes funny letters, but I saw that she used 2 lastnames. I confront her with it, but didn't got response about it. She didn't ask for money yet, but I guess it will be soon. Like the others she fall in love after 1 letter. I saw her as an scammer on your site, just want to ad my report.\n\nJack (Netherlands)\n\nReport N5 (added on April, 14, 2005)\n\nI cauld feel something was not right as she never seemed to really answer any of my direct questions - then did a search on her full name and found her here on this sight! read some of the other guys reports - and shocked to find they have identical letters to the ones i received from her!\n\nMark (UK)\n\nReport N6 (added on July, 19, 2005)\n\nContacted me through girlsdatefree dating site. Returned email address, entered into email correspondence. The nature of messages refered love, marriage and children. Checked this out on stop-scammers site. Found photographs of her on the site.\n\nShaun (England)\n\nReport N7 (added on August, 9, 2005)\n\nSaid she was 26, living at home with her mum. No children but wants them. claims to be a virgin. after four letters, told me that she loved me and wanted to come to England to live with me & marry me. Didnt have any money for passport, visa, train & flight. Wanted me to send ?250 by western union, then a additional ?500 for flight. Noticed her name on this website luckily enough, before I had sent any money to her.\n\nRob (England)\n\nReport N8 (added on September, 30, 2005)\n\nNot really scammed yet, but smelled a rat and came to this site and found her info.\n\nPeter (Netherlands)",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.9789344668,
        "format_confidence":0.5582629442
    },
    {
        "url":"http:\/\/back-to-books.blogspot.com\/2016\/07\/investigation-discovery-vanishing-women.html?showComment=1469117907179",
        "text":"Investigation Discovery: The Vanishing Women edited by James Ellis\n\nInvestigation Discovery: The Vanishing Women edited by James Ellis\nMy rating: 3 of 5 stars\n\nMagazine, 98 pages\nPublished July 2016 by Topic Media Lab\nSource: Purchased print edition\n\nA feature magazine about the six missing women from Chillicothe, Ohio since May 2014. I had not heard of this case and ID's presentation is very respectful to the families. In fact, it is also somewhat of an ode to the six women. We are told all about who they were, how they disappeared and in four cases, the finding of their bodies. This is all and well and hopefully, will serve to bring further tips and information to the police. However, from a true crime reader perspective, it is not satisfying as nobody has been caught, no suspect is named and in reality, we don't even know if the six disappearances are related. One is already labelled a suicide though the police are willing to look at any future evidence contrariwise. The photographs show lots of pictures of scenery and architecture mostly. The best part of the magazine from an entertainment perspective for the true crime reader are approx. the last 20 pages which feature other missing women cases, some solved, some not, some rescued, others only bodies found. This part includes Elizabeth Smart, Jaycee Dugard and the Cleveland Three along with other perhaps less known cases. For reading, I preferred ID's previous magazines, but we can at least take heart that this feature may lead to new information coming forth.\n\nPS - The day after I wrote this review Jason McCrary was convicted of the murder of one of the women featured here, Timberly Claytor! Yeah!\n\n\n  1. Huh. This sounds interesting, but depressing. I hope it helps solve these cases and bring some closure to the women's families.\n\n\nPost a Comment\n\nPopular Posts",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.9743214846,
        "format_confidence":0.6986661553
    },
    {
        "url":"http:\/\/www.reportacrime.co.za\/CrimeReport.aspx?ID=7353",
        "text":"Fake Private Investigator\n\nWe needed a private investigator to find our cousin who is missing. We browsed on the internet and found him close by as he is in Centurion. We sent an e-mail to zulprivateinvestigator@gmail.com. He responded using this number 081 512 9496 and his name is Eward Azan. We made an appointment for the following day where he met my  brother and my cousin's mother. The strange thing is that he didn't park in front of our office but he was driving. He explained how he works and requested info on our cousin and some documents including his id copy which we gave him. He demanded a deposit of R2500 which we paid him. The following day he claimed to have a lead and demanded R2000 for petrol as they work as a team which we gave him. He wanted more money again and we started to be suspicious of him. My husband demanded proof of info he said he has including pictures.  All this time he is phoning us and updating us on what's happening.  When we want info,he refuses to give us. My husband told him that we won't give him any money until he give us the info. I told him to stop communicating with me or the mother and  contact the my husband only with the info but he is avoiding him. We have nothing from him and when we call him, he says these things take time and he stories don't add up.\n\nReport ID: 7353\nCrime Category: Fraud\nProvince: Gauteng\nSuburb: Pretoria\nAddress: Pretoria\nCrime Date\/Time: 18 Nov 2014, 00:11 AM\nReported By: Username7353\nReported Date: 26 Nov 2014, 07:11 AM\nRelated Link:\n\nStart the conversation\n\nPopular categories",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.9955950379,
        "format_confidence":0.9502791166
    },
    {
        "url":"http:\/\/www.ripoffreport.com\/reports\/baker-and-mckenzie\/san-francisco-california-94111\/baker-and-mckenzie-baker-and-mckenzie-law-firm-richard-henderson-senior-paralegal-credit-1082175",
        "text":"• Report: #1082175\nComplaint Review:\n\nBaker and McKenzie\n\n  • Submitted: Fri, September 06, 2013\n  • Updated: Fri, September 06, 2013\n\n  • Reported By: Elaine — Plano Texas\nBaker and McKenzie\n2 Embar Cadero Center, 11th Floor San Francisco, California USA\n\nBaker and McKenzie Baker and McKenzie Law Firm Richard Henderson, Senior Paralegal Credit Card Collection Fraud - Threatened to have me arrested and my grandchildren ,I was babysitting at the time, sent to Child Protective Services till someone could pick them up. San Francisco California\n\nWhat's this?\nWhat's this?\nWhat's this?\nIs this\nRipoff Report\nAbout you?\nRipoff Report\nA business' first\nline of defense\non the Internet.\nIf your business is\nwilling to make a\ncommitment to\ncustomer satisfaction\nClick here now..\n\nDoes your business have a bad reputation?\nFix it the right way.\nCorporate Advocacy Program™\n\nSEO Reputation Management at its best!\n\nI received a phone call from the law firm of Baker and McKenzie on Sept 5, 2013 telling me they represent Capital One.  a man calling himself Richard Henderson said I was delinquent on my credit card account (providing me with the first 4 numbers on my credit card).  They would accept a settlement of $950.00 which had to be paid right then.\n\nI was told there was a warrant out for my arrest and the sheriff would be coming to my home to take me to jail.  I was babysitting my minor grandchildren at the time (ages 2 and 6).  I was at my son's home and asked if they were going to take my grandchildren into custody as well.  I was told Child Services would be called till someone could come to take care of the children.\n\nI told Mr. Henderson (whose accent could be Indian) I don't think I owe this money as I pay my credit card bill more than the minimum payment of $25.00 each month.  I told him to do what he had to but I was going to contact my credit card company.\n\nI did call the credit card company who verified they just received this month's payment on my account and my account was in good standing.  I called Mr. Henderson back and was told that customer service would not have the default information on my account and told me to call the phone number they provided in their letter.  He emailed me a copy of a letter supposedly sent to me with a phone number for my credit card company.\n\nNeedless to say I was very upset and distraut by now and was not thinking clearly.  The phone number on his letter was the same number as the Law Firm's number except for the area code.  I called Mr. Henderson back and he said that was an error and gave me the \"correct\" phone number.  I should have realized by this time something was wrong.  I only skimmed though the letter quickly to get the information about the delinquency.\n\nBefore I could call the credit company, I received a phone call from the Sheriff's Department telling me I was going to be arrested within the next two hours.  I asked about my grandchildren and was also told Child Services would come to take care of them.  I only asked for time to contact my son at work to come home for the children was the officer was unsympathetic.\n\nI called the new phione number for the credit card company and a Christopher Brown (whose name was listed in the letter) answered and explained to me that my purchase using the credit card was time sensitive and I only had a certain number of days to pay the full amount of that purchase.  I told him I never heard of such a thing.  It was not an advance or anything like that and told him my bill does not state any delinquency. Even though I was paying more than the minimum amount, he said that was just going toward the finance charge and not the principal amount of the purchase. \n\nAgain, I should have realized what was happening but in my state of mind \"I WAS FREAKING OUT\".  i had financial problems in the past and thought the terms of this \"new\" card I had may have some provisions as Mr. Brown was telling me.  He also told me I would be arrested if not settled today.\n\nI agreed to pay but the banks were closed by this time and I could only get so much fromthe ATM. Mr. Henderson said I could send the rest the next day if I sent as much as I could right now.  He told me to get a \"Net Spend Reloadable Voucher\".  It has a pin number on it that you scratch off.  I sent him $340.00 by this method. He called me back and said the transaction did not go through and to call the number on the card to make sure it is activated. \n\nI did and was told the transaction did go through and was transferred to some credit card.  I JUST GOT SCREWED!  The reloadable card person said this is a scam and she has heard of it before and that I should call the police and report it.  As I went back and read the emaild letter from Baker, I realized I was in fact scammed.  The letter had poor grammar; it was dated Sept 5, 2013 (today) so I could not have received it in the mail yet and some of the language was offensive to say the least.\n\nI should have done more before paying them any money.  That was my costly mistake and trust me it won't happen again.\n\n\nThis report was posted on Ripoff Report on 09\/06\/2013 07:30 AM and is a permanent record located here: http:\/\/www.ripoffreport.com\/reports\/baker-and-mckenzie\/san-francisco-california-94111\/baker-and-mckenzie-baker-and-mckenzie-law-firm-richard-henderson-senior-paralegal-credit-1082175. The posting time indicated is Arizona local time. Arizona does not observe daylight savings so the post time may be Mountain or Pacific depending on the time of year.\n\nRipoff Report has an exclusive license to this report. It may not be copied without the written permission of Ripoff Report. READ: Foreign websites steal our content\n\nClick Here to read other Ripoff Reports on Baker and McKenzie\n\nSearch for additional reports\n\nIf you would like to see more Rip-off Reports on this company\/individual, search here:\n\nSearch Tips\nReport & Rebuttal\nRespond to this report!\nWhat's this?\nAlso a victim?\nWhat's this?\nRepair Your Reputation!\nWhat's this?\nRipoff Report Recommends\nZipBooks Accounting Software\n\nAdvertisers above have met our\nstrict standards for business conduct.",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.7567541599,
        "format_confidence":0.9918673635
    },
    {
        "url":"http:\/\/www.ripoffreport.com\/r\/Dragons-Eye-Photography\/internet\/Dragons-Eye-Photography-Complete-scam-paid-in-February-for-a-photo-now-its-May-and-not-1048331",
        "text":"• Report: #1048331\n\nComplaint Review: Dragon's Eye Photography\n\n  • Submitted: Fri, May 03, 2013\n  • Updated: Fri, May 03, 2013\n\n  • Reported By: lucky17 — Harrisburg Pennsylvania\nDragon's Eye Photography\nInternet USA\n\nDragon's Eye Photography Complete scam, paid in February for a photo, now its May and nothing Internet\n\nWhat's this?\nWhat's this?\nWhat's this?\nIs this\nRipoff Report\nAbout you?\nRipoff Report\nA business' first\nline of defense\non the Internet.\nIf your business is\nwilling to make a\ncommitment to\ncustomer satisfaction\nClick here now..\n\nDoes your business have a bad reputation?\nFix it the right way.\nCorporate Advocacy Program™\n\nSEO Reputation Management at its best!\n\nI paid for a photo ($50) in February, by end of April, I had been told it was sent and returned, then told it was sent FedEx and that they had attempted a delivery but when I checked the tracking number I was given, it was not a valid tracking number. Now it is May and still nothing. Mike's phone is cut off, his \"office\" number went to his mom's house where she acted like she never sees the guy and his \"assistant\" avoids answering any emails or messages. He recruits models but some of them are his ex girl friends. Stay AWAY!\n\nThis report was posted on Ripoff Report on 05\/03\/2013 08:00 PM and is a permanent record located here: http:\/\/www.ripoffreport.com\/r\/Dragons-Eye-Photography\/internet\/Dragons-Eye-Photography-Complete-scam-paid-in-February-for-a-photo-now-its-May-and-not-1048331. The posting time indicated is Arizona local time. Arizona does not observe daylight savings so the post time may be Mountain or Pacific depending on the time of year.\n\nRipoff Report has an exclusive license to this report. It may not be copied without the written permission of Ripoff Report. READ: Foreign websites steal our content\n\nClick Here to read other Ripoff Reports on Dragon's Eye Photography\n\nSearch for additional reports\n\nIf you would like to see more Rip-off Reports on this company\/individual, search here:\n\nSearch Tips\nReport & Rebuttal\nRespond to this report!\nWhat's this?\nAlso a victim?\nWhat's this?\nRepair Your Reputation!\nWhat's this?",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.8651324511,
        "format_confidence":0.9850040674
    },
    {
        "url":"http:\/\/www.ripoffreport.com\/r\/Parking-Violations-Bureau\/Los-Angeles-California-90030\/Parking-Violations-Bureau-Unethical-parking-violation-practices-Los-Angeles-California-346529",
        "text":"• Report: #346529\n\nComplaint Review: Parking Violations Bureau\n\n  • Submitted: Tue, July 01, 2008\n  • Updated: Tue, July 01, 2008\n\n  • Reported By:Colton California\nParking Violations Bureau\nwww.lacity-parking.org Los Angeles, California U.S.A.\n\nParking Violations Bureau Unethical parking violation practices Los Angeles California\n\nWhat's this?\nWhat's this?\nWhat's this?\nIs this\nRipoff Report\nAbout you?\nRipoff Report\nA business' first\nline of defense\non the Internet.\nIf your business is\nwilling to make a\ncommitment to\ncustomer satisfaction\nClick here now..\n\nDoes your business have a bad reputation?\nFix it the right way.\nCorporate Advocacy Program™\n\nSEO Reputation Management at its best!\n\nI took a 3 day business trip from LAX at the end of May, 2008 and used parking lot C. It was interesting to return to my vehicle and find a parking violation for failure to display the front license plate. Granted I realize this is indeed a valid minor violation, but I noticed as I looked down the row, approximately 1\/3 of the vehicles also had parking violation notices as well. I pulled up to the toll booth to pay the parking fee and asked the attendant about the fine. She said the Parking Violations Bureau is routinely at all the LAX associated parking lots feeding on all the unsuspecting travellers.\n\nApparently if you park at one of the private parking companies, it is considered 'private property' so they are not allowed to enter for the purpose of scowering for unsuspecting victims. Because LAX is part of the city of Los Angeles, the associated parking lots such as the best known parking lot C, are considered the same as if you parked on the street in the city, allow this to be a cash cow.\n\nHow pathetic a use of law enforcement resources, I thought to myself. Only later realizing that the Parking Violations Bureau is a private for profit company outsourced by the city of Los Angeles. Unbelievable!\n\nColton, California\n\nThis report was posted on Ripoff Report on 07\/01\/2008 07:49 PM and is a permanent record located here: http:\/\/www.ripoffreport.com\/r\/Parking-Violations-Bureau\/Los-Angeles-California-90030\/Parking-Violations-Bureau-Unethical-parking-violation-practices-Los-Angeles-California-346529. The posting time indicated is Arizona local time. Arizona does not observe daylight savings so the post time may be Mountain or Pacific depending on the time of year.\n\nRipoff Report has an exclusive license to this report. It may not be copied without the written permission of Ripoff Report. READ: Foreign websites steal our content\n\nClick Here to read other Ripoff Reports on Parking Violations Bureau\n\nSearch for additional reports\n\nIf you would like to see more Rip-off Reports on this company\/individual, search here:\n\nSearch Tips\nReport & Rebuttal\nRespond to this report!\nWhat's this?\nAlso a victim?\nWhat's this?\nRepair Your Reputation!\nWhat's this?",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.7954323292,
        "format_confidence":0.990196228
    },
    {
        "url":"http:\/\/www.ripoffreport.com\/reports\/american-specialty-health\/nationwide\/american-specialty-health-cigna-aetna-does-not-cover-chiropractic-or-acupuncture-nation-1143560",
        "text":"• Report: #1143560\nComplaint Review:\n\nAmerican Specialty Health\n\n  • Submitted: Fri, May 02, 2014\n  • Updated: Fri, May 02, 2014\n\n  • Reported By: Hosos — California\nAmerican Specialty Health\nNationwide USA\n\nAmerican Specialty Health, Cigna, Aetna Does not cover Chiropractic or acupuncture Nationwide\n\nWhat's this?\nWhat's this?\nWhat's this?\nIs this\nRipoff Report\nAbout you?\nRipoff Report\nA business' first\nline of defense\non the Internet.\nIf your business is\nwilling to make a\ncommitment to\ncustomer satisfaction\nClick here now..\n\nDoes your business have a bad reputation?\nFix it the right way.\nCorporate Advocacy Program™\n\nSEO Reputation Management at its best!\n\nThis company claims that they have 100% in network coverage but it is completely false. They inundate providers with bogus denials and EOB's. It is clearly a scam company and should be shut down. Currently there is a class action law suit against them with the American Chriorpactic association.\n\nThis report was posted on Ripoff Report on 05\/02\/2014 11:16 AM and is a permanent record located here: http:\/\/www.ripoffreport.com\/reports\/american-specialty-health\/nationwide\/american-specialty-health-cigna-aetna-does-not-cover-chiropractic-or-acupuncture-nation-1143560. The posting time indicated is Arizona local time. Arizona does not observe daylight savings so the post time may be Mountain or Pacific depending on the time of year.\n\nRipoff Report has an exclusive license to this report. It may not be copied without the written permission of Ripoff Report. READ: Foreign websites steal our content\n\nClick Here to read other Ripoff Reports on American Specialty Health\n\nSearch for additional reports\n\nIf you would like to see more Rip-off Reports on this company\/individual, search here:\n\nSearch Tips\nReport & Rebuttal\nRespond to this report!\nWhat's this?\nAlso a victim?\nWhat's this?\nRepair Your Reputation!\nWhat's this?",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.5038622618,
        "format_confidence":0.986446023
    },
    {
        "url":"https:\/\/www.ayottecarmichael.com\/m-s-recommends-phoenix-harris",
        "text":"Contact Us for a Free Consultation 703-684-7908\n\n\n\"Hands down the Most Professional and Caring Lawyer\"\n\nMrs. Harris was hands down the most professional and caring lawyer. She was willing to answer all my questions no matter what day or hour it was. She has helped me with 2 cases and got the best results possible. I highly recommend her or anybody in this firm. They work together to fight for your right and freedom! Its like having 3 lawyers representing you. - M.F. 5\/13\/16",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.9950270057,
        "format_confidence":0.9833848476
    },
    {
        "url":"https:\/\/complaintshub.co.uk\/miscellaneous\/20771-mistrust.html",
        "text":"Complaint \/ review \/ scam report\nJulian Gaunt\n\nI paid this man £2200 pounds for my late mum and dads grave in Boston cemetery, in November 2015. I caught up with him in September 2016 to explain his position. He told me my job would be done in December, and unfortunately I trusted him for a second time. I have recently tried to contact him, and left messages on my first 2 calls. Now, my number has been blocked. How can you stoop so low, to be scamming the dead. I now have to go through the courts to retrieve my money, which I am quite prepared to do. I have learnt to never trust anyone again, and should not have given him a second chance to mug me. As they say God does not pay his debts with money. What a lowlife way to behave.\nAuthor: Mr G Goy\n\nOffender: Julian Gaunt\n\nCountry: United Kingdom   Region: England   City: Spalding Lincs   Postcode: Pe112JJ\nAddress: 75, Queens Road\nPhone: 07830979775\n\nCategory: Miscellaneous\n\n\nMembers, of group Guest, can not leave comments on this publication.\nPlease register on our website, it will take a few seconds.",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.9924663901,
        "format_confidence":0.9820128083
    },
    {
        "url":"http:\/\/mrnumber.com\/1-716-564-4377",
        "text":"Reverse Lookup\n\nPhone number (716)-564-4377\n\nEnable Call Protection\n\nIdentify and stop spam calls\n\nMr. Number Report Card\n\n0% Current Spam Score *\n0 Mobile lookups **\n148 Spam Reports **\n\n* Suspicious numbers have high scores\n\n** During the last 30 days\n\nDid you get an unwanted call or text from (716) 564-4377? Tell us as much as you can without sharing any personal information. How many calls or texts did you get and what did they say?\n\nRecent comments about 1-716-564-4377\n\nReported on Oct 31, 2012\nThey call alot & leave no message. I have blocked & now reporting as spam.\nReported on Oct 3, 2012\nGet. A app call mr nomber you cant block it would pick up and hand up it would not ring also tex message block\nReported on Sep 10, 2012\nThey are a scam\nReported on Aug 23, 2012\nI'm going to end up cursing one of them out if they keep calling\nReported on Jun 28, 2012\nCalls and leaves no message\nReported on Jun 14, 2012\nAnnoying! Calling me and my family members every half an hour\nReported on Jun 14, 2012\nThis number is a fraudulent collector. Got $800 out of me. Do not give your card number. Ask for a billing statement in the mail, they only offer email. And they still don't send that. Call the police ASAP and report this #.\nReported on Apr 17, 2012\nReported on Mar 27, 2012\nAnnoying very annoying\nReported on Mar 8, 2012\nAnnoying, they call and don't talk\nSee all commments",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.8351077437,
        "format_confidence":0.5278927088
    },
    {
        "url":"https:\/\/h-w-brown-florist.pissedconsumer.com\/",
        "text":"H W Brown Florist - Scammed By Online Flower Order\n\nDanville, Virginia 0 comments\nNot resolved\n\nI ordered Mother's Day Flowers online from H.W.Brown's Florist in Danville, VA on Thursday afternoon before Mother's Day to have them delivered the next day.\n\nI ordered a Mother's Day Teleflora Cotton Candy bouquet and even upgraded to the deluxe to make it bigger & fuller. Flowers didn't arrive Friday and I called my dad and they still were not delivered on Saturday at 11:00 am. I then called the florist and he said they had left a message with my mom and they were waiting for her to return their call to let them know she was home. I told him she was elderly & hard of hearing and I had talked to her and she would be home until 4:00 pm so go ahead and deliver them.\n\nI called about 2:30 pm and they were still not there. I called the florist and talked to a man, Terry, and he said they had put them on the truck and it wasn't his fault, because my mom hadn't called them. I told him I would never do business with them again and he politely hung up on me. I was so upset and shocked that a person would do this to a customer.\n\nWhen my sister-in-law got to my mom's the flowers had been left on the neighbors porch. She took a picture and I have included both what I ordered and what she got. They are nothing like I ordered!\n\nI was ripped off and so embarrassed by what they sent.Is there any recourse that I can take?\n\nReview about: Teleflora Cotton Candy Mothers Day Flowers.\n\nYou May Also Like\n\nProflowers - Delicate Moms Delight Arrangement Review Proflowers \"Sent my dear mother flowers for mothers day and the flowers are skimmy and withered....i was so embarred when my mom sent me a picture of the flowers...\" Read more Bloomex Flowers - Worst flowers &amp; disgusting customer service! Bloomex Flowers \"It arrived upside down in the box, flowers scattered all over the bottom of the box & most of them half dead! The arrangement was smaller, than the deluxe one...\" Read more Avasflowers - DON&#039;T USE THIS FLORIST!! Avasflowers \"ordered the \"deluxe\" arrangements of tulips and irises for my sisters birthday.The arrangement I ordered were full and beautiful.I added a few balloons and paid nearly $100.00...\" Read more Bloomex Flowers Ravishing Roses 2 Bouquet Review Bloomex Flowers \"Discussed and embarrassed with what my partner received for Valentine's Day. I purchased the \"SUPERSIZE ravishing rose II\". Looked nothing like what was on their website. The Flowers' weren't fresh...\" Read more Flitflop Limited - Great Disappointment to FlitFlop After-sales service. Flitflop Limited \"Dear Families & Friends, As mentioned to you all earlier, just to share with you that my father faced some issues when comes to defects on FlitFlop products. Attached below...\" Read more Lasko Products - Lasko model 4930 high velocity fan is a fire hazard Lasko Products \"Model 4930 FAN IS A FIRE HAZARD!!! I purchased a high-velocity model 4930 3 months ago and because I have dogs I vacuum the intake regularly like 2-3 times a...\" Read more Alside Window - Poor product quality, poor customer service, unethical business practices Alside Window \"Bought a home (new construction) in '09 with Alside single-hung windows. After 5 years one of them started fogging up when the low-e reflective coating started to corrode. Now I...\" Read more Baanyan software services raghu daripalli baanyan software services myvisajobs baanyan software services h1b baanyan software services careers baanyan software services hyderabad baanyan software serv Baanyan Software Services \"Baanyan Software Services is a criminal organization run by Raghu Daripalli. He lures fresh graduates on OPT and gullible Software Engineers from India only to turn them into indentured laborers...\" Read more",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.759462297,
        "format_confidence":0.9701818824
    },
    {
        "url":"https:\/\/www.mobilelegalservices.com\/testimonials\/",
        "text":"Client Testimonials\n\nTo begin, we did an online questionnaire which was easy to complete and provided the attorney with the information at hand. Our initial consultation took place right at the kitchen table. How convenient for us not to have to travel any distance. Completion of our will, power of attorney and patient advocate paperwork put us at ease knowing that future life events are taken care of. (Kinda like a ‘bucket list’ item.)\n\nWe also did the paperwork for my mother in law (83), and it was convenient for her as well. We would HIGHLY recommend Rebecca and Mobile Legal Services. She is friendly, professional and very knowledgeable. We have recommended Rebecca to several of our friends and family.\n\n– Tom and Karla C.\n\nRebecca Braun has been our attorney for over two years now, and we continue to consult with her on regular basis. She came to our home multiple times to advise and execute not only a personal estate planning program but also essential legal documents for our college-age son, a small business set-up, and changes needed to our personal trust. She is extremely responsive and knowledgeable, and we have referred her to family, friends and colleagues. Whether it is a straight forward will\/trust, contract review or an unusual circumstance, she has always found a way to find the most up-to-date information in order to inform us of all of our options and to make professional recommendations that will best suit our needs. We are extremely happy with Rebecca and all she has to offer at Mobile Legal Services and highly recommend her!\n\n– Jason and Kathleen N.\n\nMobile Legal Services made a difficult task very easy for us and Rebecca Braun took the time to explain everything so clearly, answering all of our questions that helped us with decision making. I truly enjoyed working with Rebecca!\n\n– Sandra L.\n\nRebecca Braun did a wonderful job on both my trust and my nephew’s special needs trust. She is very thorough and makes sure to cover all bases. She prides herself on providing personal service to every client. We were very pleased with the services she provided. It was my pleasure to work with Mobile Legal Services.\n\n– Donna and Stephen G.\n\nI highly recommend Mobile Legal Services. Attorney Rebecca Braun provided honest, affordable legal services. Rebecca did our estate planning before my wife passed away. Rebecca took care of everything, I highly recommend to get an estate plan. Rebecca also took care of my family members before they passed away taking away the stress. If you want to be worry free call Mobile Legal Services.\n\n– James B.\n\nWe work with many clients who are in need of advanced estate planning. Rebecca Braun has completed their trusts in a timely and cost efficient manner. When we have complicated planning we are confident that Mobile Legal Services will help us find a solution for our clients.\n\n– Elizabeth M.\n\nPractice Areas\n\nNavigating the needs and complexities surrounding the older and aging population…\nGuardianship, conservatorship, trust administration, and probating an estate.\nPlanning for an individual or loved one's incapacity or death\nFuture financial, life management, and medical care for those with disabilities.\n\nSchedule a Free Telephone Consultation\n\n  • This field is for validation purposes and should be left unchanged.\n\nWe Travel to You at No Additional Cost Contact Us For a Free Telephone Consultation",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.981695652,
        "format_confidence":0.9905261993
    },
    {
        "url":"https:\/\/incomplaint.com\/complaints-reviews\/city\/South+Africa\/page\/8\/",
        "text":"City: South Africa\nReviews, complaints, fraud and scams reports\n\nMultichoice rip-off\n\nI wish to lodge a complaint, regarding the eft payment I made on 26 January 2015 that have not been correctly allocated to my account. Every time I call the call center, I am told that I still owe multichoice for the box office payment. I have made a query to the payments dept via email, I was send back an email stating that ...\n\nAfrican Bank\nExtinctive prescription of debt\n\nI have 3 accounts that I did not know of for the past few years and now qualifies for prescribed debt since it was not paid. I only saw it when I applied for a ITC check and then actually managed to log into the African bank site with my ID and without any real secure data, once I was online I saw the accounts. - I deny any ...\n\nSA Post Office\nUnreliable and a rip off\n\nHello Peter, I finally recieved my parcel that was sent to me from Great Britain on 5 January 2015, and handed over to south african post office on 7 January 2015. (This parcel was posted First class recorded delivery and should have taken 5-10 working days) The parcel was a present (gift) from a friend in Great Britain, and ...",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.7133942246,
        "format_confidence":0.8046813011
    },
    {
        "url":"http:\/\/www.ripoffreport.com\/reports\/mylifecom\/internet\/mylifecom-misleading-untruthful-scam-dishonest-business-practices-deceptive-advertising-1060710",
        "text":"• Report: #1060710\nComplaint Review:\n\n\n  • Submitted: Thu, June 20, 2013\n  • Updated: Thu, June 20, 2013\n\n  • Reported By: NorCal Person — 95410 California\nInternet USA\n\nMyLife.com Misleading Untruthful Scam Dishonest business practices deceptive advertising FAKE Search Alerts Internet\n\nWhat's this?\nWhat's this?\nWhat's this?\nIs this\nRipoff Report\nAbout you?\nRipoff Report\nA business' first\nline of defense\non the Internet.\nIf your business is\nwilling to make a\ncommitment to\ncustomer satisfaction\nClick here now..\n\nDoes your business have a bad reputation?\nFix it the right way.\nCorporate Advocacy Program™\n\nSEO Reputation Management at its best!\n\nMylife.com advertises a \"search alert\" which tells yu when a person has searched for you.  I spoke with \"Rachael\" who confirmed the search alerts are fake, they continue to generate fake searchs as if the person as just looked for you in real time.  I signed up for Mylife.com because i have an internet stalker who uses Mylife, Facebook, etc...to search, monitor and harrass me, for the last 4 years.  i cut off my paid account with Mylife.com because they do not deliver the services they advertise.  I kept the free account with the Search Alert feature, because I kept getting messages in real time that my stalker had just lloked for me, i was gettin one every two days, then once a week, then back to every few days.  I have gotten over a hundred notices sayng that this specific person has been looking for me.  Rachael from customer service stated (on 6\/20\/2013 approx. [continued below]....\n\n..... 10:40 am PST) that the search alert was created by the stalker, confirmed that most of the search alerts are NOT REAL, TOALLY FAKE FORADVERTISING PURPOSES.  This stalker has cause me 4 years of heartache and worry, So I confronted the stalker by email.  She says she gets the same search alerts(probably not true as I do not search for her).  I sent Mylife.com 2 seperate emails with a header of ATTN: Please RESPOND ASAP SECURITY ISSUE.   They claim n their customer care section that all inquiries will be answered WITHIN 24 hours, never happened. I got an auto reply that the inquiry was recieved and I would get a response within 24 hours, it never came so i called today to find out why.  They refused to answer why they never got back to me.  I tried to speak to a manager, I was refused as well, saying \"there wasn't one available\" or something like that, either way, no manager access.   I explained that their FAKE SEARCH ALERT software had caused me to already file police reports, and was currently in the process of obtaining a restraining order becas ethe stalker has threatened to harm me and\/or my family.  I also explained that I wanted a record from my account of which of the searches were real, from the stalker, ones she actuay performed herself, and I was told i would need a court subpoena to retrieve those.  This company is extremely decptive, they use misleading, unethical and dishonest tactics to promote their services which are not even real.  These deceptive practices almost led me to court over how many alerts I recieved, giving the exact date\/time\/name of the person looking for me and exactly when they searched, all fake.  Mylife.com has actually caused the local Sheriffs' Dept and the courts time and money, as they have already called this person and have had to issue me paperwork for the restraining order, and if finalized, would have had to pay for the filing, service to the defendant, and an entire court case for the restraining order.   Rachael from Mylife.com could not explain why it is legal for Mylife.com to use misleading and fake advertising sacms to get people's money for services they supposedly provide, but illegal for all other businesses to do.  I now it is illegal and unethical for a busines to trick or mislead or decieve anyone, so I am writing tis complaint.  I informed \"Rachael\" that I would be filing complaints with every single consumer group I could because of the legal severity of this case, citing the need for a complete change to their unethical practices, or at least a DISCLAIMER on their site and all pages within their site that the search alert is not real.  I am also EXTREMELY concerned about Mylife.com failing to respond or knowingly ignoring  two(2) different emergency inquiries about this and the legal ramifications it is causing.  If the slaker(who is extremely dishonest but occaisionally says something true)is not lying, that means MYlife.com has been giving her the direct impression that I have been searching for her every 2 days.   This is unacceptable, and I honestly hope that Mylife.com gets a class action suit filed against them and goes bankrupt from losing the case.  There are thousands of legitamate businesses out there that suffer and lose business every day that scam companies are allowed to operate.\n\nThis report was posted on Ripoff Report on 06\/20\/2013 10:57 AM and is a permanent record located here: http:\/\/www.ripoffreport.com\/reports\/mylifecom\/internet\/mylifecom-misleading-untruthful-scam-dishonest-business-practices-deceptive-advertising-1060710. The posting time indicated is Arizona local time. Arizona does not observe daylight savings so the post time may be Mountain or Pacific depending on the time of year.\n\nRipoff Report has an exclusive license to this report. It may not be copied without the written permission of Ripoff Report. READ: Foreign websites steal our content\n\nClick Here to read other Ripoff Reports on MyLife.com\n\nSearch for additional reports\n\nIf you would like to see more Rip-off Reports on this company\/individual, search here:\n\nSearch Tips\nReport & Rebuttal\nRespond to this report!\nWhat's this?\nAlso a victim?\nWhat's this?\nRepair Your Reputation!\nWhat's this?",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.6595578194,
        "format_confidence":0.9880025387
    },
    {
        "url":"http:\/\/www.ripoffreport.com\/r\/Mountain-Magic-Motors-Crestline-Ca\/Crestline-California-92325\/Mountain-Magic-Motors-Crestline-Ca-screwed-me-over-and-I-am-not-the-only-one-Crestline-570513",
        "text":"• Report: #570513\n\nComplaint Review: Mountain Magic Motors Crestline Ca\n\n  • Submitted: Wed, February 17, 2010\n  • Updated: Wed, February 17, 2010\n\n  • Reported By: Mr Furious — Crestline California USA\nMountain Magic Motors Crestline Ca\nLake Dr Crestline, California United States of America\n  • Phone: 909-338-5544\n  • Web:\n  • Category:\n\nMountain Magic Motors Crestline Ca screwed me over and I am not the only one! Crestline, California\n\nWhat's this?\nWhat's this?\nWhat's this?\nIs this\nRipoff Report\nAbout you?\nRipoff Report\nA business' first\nline of defense\non the Internet.\nIf your business is\nwilling to make a\ncommitment to\ncustomer satisfaction\nClick here now..\n\nDoes your business have a bad reputation?\nFix it the right way.\nCorporate Advocacy Program™\n\nSEO Reputation Management at its best!\n\nI bought a 1994 Toyota 4 Runner from this dealership. Test drove it around town and it all seemed fine. Agreed to buy it for the ridiculously high price of 5000 dollars for a 15 year old car with 165K miles on it. But my credit was bad and they agreed to finance so I gave them 1K down and agreed to 204 per month.\n\nThe following day I drove down the mountain to get groceries. We live at an elevation of about 5000 feet so it's a pretty steep drive comming back up home. Truck overheats halfway up. Barely make it home with boiling coolant in the radiator. Took it to the dealership and owner agreed to replace radiator. He had the cheapest possible radiator put in. Car continued to overheat. I returned to the dealership several times and the owner simply couldn't offer any solution other than waiving my payments till I could get the issue fixed.\n\nShortly afterwards the transmission started acting up so I took it to a shop and 3K later I had the transmission rebuilt thinking it might help with the overheating issue. No dice. Started replacing everything I could think of. Found out the dealership had REMOVED the thermostat in order to get the truck to drive o.k. on level ground. With the thermostat it would overheat within minutes. It got so bad it actually destroyed the cheap radiator installed by the dealership. I replaced it with a heavy duty radiatior and thought it would solve the issue but that's when the transmission failed again.\n\nI called the owner and tried to figure out a solution but he was a complete p***k and didn't want to work with me anymore and said that if I felt ripped off I should take him to court. I thought about it but because all the junk he sells is sold AS IS then I would never win. I told him I would never pay him a dime for the vehicle and if he wants it back he would have to come get it because I was not going to repair anything anymore.\n\nI recently found out from the mechanic that works there that the owner was well aware of my overheating issues and knew the motor was shot and needed a serious overhaul yet he said NOTHING to me and let me spend 3K rebuilding the transmission. Worse yet he knew the issued the truck had BEFORE I even bought the truck.\n\nThis guy...the owner....is a real crooked SOB that buys cars from auctions and does not test them at all for anything. He figures as long as the cars make it to the dealership from the auction then they are o.k.\n\nI know I'm not alone.\n\nThis report was posted on Ripoff Report on 02\/17\/2010 02:11 AM and is a permanent record located here: http:\/\/www.ripoffreport.com\/r\/Mountain-Magic-Motors-Crestline-Ca\/Crestline-California-92325\/Mountain-Magic-Motors-Crestline-Ca-screwed-me-over-and-I-am-not-the-only-one-Crestline-570513. The posting time indicated is Arizona local time. Arizona does not observe daylight savings so the post time may be Mountain or Pacific depending on the time of year.\n\nRipoff Report has an exclusive license to this report. It may not be copied without the written permission of Ripoff Report.\n\nClick Here to read other Ripoff Reports on Mountain Magic Motors Crestline Ca\n\nSearch for additional reports\n\nIf you would like to see more Rip-off Reports on this company\/individual, search here:\n\nSearch Tips\nReport & Rebuttal\nRespond to this report!\nWhat's this?\nAlso a victim?\nWhat's this?\nRepair Your Reputation!\nWhat's this?",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.6074476242,
        "format_confidence":0.990006268
    },
    {
        "url":"http:\/\/www.immigration.com\/guestbook\/guestbook-entry-sriman-united-states-0",
        "text":"Guestbook Entry for Sriman, United States\n\nPrinter-friendly versionPDF version\nUnited States\n\nI received approval for my I-485 adj of status for me and my family on July 21,2008. I knew about Rajiv and his team from my H1 transfer, LC and I-140. Now one more chance for me to thank Rajiv and his team for getting my GC approved. I can proudly mention that my case was in a good hand. Rajiv a kind-hearted and knowledgeable person who handles the cases very cleverly. We get good advices from him always. I also have to mention that Rajiv has a very good team in his office. They also act immediately and response quickly for all our issues and questions. I understand all his team people are good in providing a good service to clients. Especially I would like to thank Attorney Mathew Chacko, who is a very good man personally and officially while handling my case. Mathew acted very quick and responded my questions immediately without any hesitation. Every time I get upset Rajiv and Mathew only convinced and encouraged me. I really thank other team members Subha, Prerna, Bharathi also for their immediate and quick action every time. I strongly recommend every one to go through Rajiv's Office for you immigration process. He and his team not only act as an Attorney's Office but they acted as a very close family member to get GC and other process for us. I cannot forget Rajiv and his team in my life time. They lighted my future with brightness. Once again my heartfelt thanks to Rajiv and his team.",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.8561611772,
        "format_confidence":0.9794267416
    },
    {
        "url":"http:\/\/www.ripoffreport.com\/reports\/search\/Goldrush+International+Aka+American+Direct+Sweepstakes+Aka+American+International+Lottery+Aka+Ect",
        "text":"Ripoff Report | Complaints Reviews Scams Lawsuits Frauds Reported\n\nYour Search | goldrush international aka american direct sweepstakes aka american international lottery aka ect\nThere may be more reports for \"goldrush international aka american direct sweepstakes aka american international lottery aka ect\"\nFollow this link to perform an advanced search of the complete text of all reports for \"goldrush international aka american direct sweepstakes aka american international lottery aka ect\"\nApproximately 58,505 Reports Found\nShowing 1-25\nWondering if a report is missing? We DO NOT remove reports from our database. What's This?\nClick here to narrow search ← Specific Search You are now on\nSimple Search - very broad\n  Date Title City, State  \n1, Report #1329987\n\nSep 25 2016\n09:47 AM\nInternational Nurses Association Membership Scam\/Predatory Islip Nationwide Author: Auburn, Maine Questionable Activities: International Nurses Association Nationwide  \n2, Report #265134\n\nSep 24 2016\n09:54 PM\nJeremy Yowell – Yohawk Energy Verified TRUSTED Business REVIEW: JB Yowell is dedicated to his policy of full transparency and open communication. Core Exploration was dissolved in 2008 and he has had no involvement with it or the CEO. *UPDATE: Jeremy Yowell – Yohawk Energy pledges commitment to Ripoff Report Corporate Advocacy, Business Remediation & Customer Satisfaction Program. A program that benefits consumers, ensuring complete satisfaction, confidence when doing business with a member business. Jeremy Yowell – Yohawk Energy recognized by Ripoff Report Verified™ as a safe business service.\nPatrick J Campbell Author: Arlington, Texas Investment Brokers: Yohawk Energy – JB Yowell Verified TRUSTED Business | Ripoff Report Verified™ …businesses you can trust. Yohawk Energy is an oil and gas exploration company. Yohawk Energy – JB Yowell headquarters in Fort Worth, Texas, the company primarily focuses on shallow to mid-range proven formations that can yield commercial production for long-term multiple ROI. Yohawk Energy, along with Yohawk operating officers and employees work tirelessly to build a respected, results-oriented brand within the indust Fort Worth, Texas\n3, Report #1329854\n\nSep 24 2016\n10:44 AM\nHoward Leventhal American Supply Howard Leventhal ripped me off in2006, for over $3,000.00.He is an experienced con artist,A big liar.I was surprised when I found my files tonight and looked his name up to see if he was still cheating people.I have copies of files which I filed with the AG of Arizona. ASH FORK Arizona Author: Lithia Springs, Georgia Clothing Stores: Howard Leventhal ASH FORK, Arizona  \n4, Report #1329882\n\nSep 24 2016\n10:33 AM\nBradford, Damien and Shurkz bds-llp Deborah Bradford AKA Deborah Rodriguez Scam, Fraudulent Checks, Not A Job Just A Scam To Get Your Information Internet Author: Ft Washington, Maryland Work at Home Business: Bradford, Damien and Shurkz Internet  \n5, Report #1329894\n\nSep 24 2016\n10:24 AM\nPatience - Escort from Melbourne, Florida aka Orange Lake Girl Beware Escort Named Patience From Melbourne, Florida aka Orange Lake Girl - Drug User - Possible HIV\/AIDS Miami Florida Author: Florida Strippers & Dancers: Patience - Escort from Melbourne, Florida Miami, Florida  \n6, Report #1329902\n\nSep 24 2016\n10:17 AM\nAll American Outdoor Construction Dino Milutinovic Took $2500 dollar deposit to purchase materials for an outdoor kitchen. Never came back, stop answering phone calls, phone disconnected. Total Scam Frisco Texas\nAuthor: Ovilla, Texas Builders & Contractors: All American Outdoor Construction Frisco, Texas\n7, Report #1329839\n\nSep 23 2016\n08:15 PM\nAdvance Social Media aka Hite Media, aka Premium Business Solutions Elderly People BEWARE....these jokers bait you for WEEKS then, rob you blind! Sun City Arizona Author: Fort Washington, Maryland Financial Services: Advance Social Media Sun City, Arizona  \n8, Report #1329796\n\nSep 23 2016\n02:20 PM\ntitle transfer holding llc Jr Vacation consultantMarketing Direct Timeshares crooks takes 9900 dollars and does nothing ormond beach Florida Author: muncie, Indiana Timeshare Rentals: title transfer holding llc ormond beach, Florida  \n9, Report #1329786\n\nSep 23 2016\n02:03 PM\nCreditCoachusa Lovell Jones, AKA, Rogelene Jones Creditcoachusa operated by: Lovell Jones. AKA, Rogelene Jones Union City Georgia Author: Fredericksburg,, Virginia Credit & Debt Services: CreditCoachusa Union City, Georgia  \n10, Report #1329725\n\nSep 23 2016\n08:17 AM\nGary Giehl aka Gutless Giehl Case Marvel Printable App Scalable Press Teechip Printful Yorkville New York Author: Stafford, Virginia Internet Fraud: Gary Giehl Internet  \n11, Report #1329652\n\nSep 22 2016\n05:46 PM\nAmerican Office Solutions Traci Burrington. Joe?? American Office Solutions or Innovative Solutions con artists Mentor Ohio Author: Jamestown, North Carolina Computer Service & Repair: American Office Solutions Mentor, Ohio  \n12, Report #1329651\n\nSep 22 2016\n05:30 PM\nCharity Leather aks Leather Merchants aka phil Sinner Ordered a jacket and two pair of chaps April of 2016 they continue to send me the wrong item I sent them back at my cost and I am now waiting on one jacket numerous attempts receive a check or the jacket has failed Phil keeps using big excuses like the warehouses for the warehouse is empty I don't even think he has a warehouse he is no longer taking my emails Internet leather Author: grand meadow, Minnesota Luggage & Leather Goods: Charity Leather Internet  \n13, Report #1106036\n\nSep 22 2016\n05:05 PM\nUnited Yacht Transport TRUSTED Business REVIEW: United Yacht Transport - best price beat guarantee in North America, only yacht carrier in the industry offering clients a 100% risk-free booking program where no upfront deposit is required. United Yacht Transport, premier direct yacht Transportation Company based in Fort Lauderdale, Florida. United Yacht Transport's primary routes include North America, Caribbean, Central America, Mediterranean, & Asia. United Yacht Transport dedicated to remaining most cost effective, safe & reliable yacht transportation solution available in the market today. United Yacht Transport's Risk-Free Booking Program expands on company’s dedication to providing clients with highest standards in yacht transportation. *UPDATE: United Yacht Transport pledges their commitment to Ripoff Report's Corporate Advocacy, Business Remediation and Customer Satisfaction Program. A program that benefits consumers, assures them of complete satisfaction and confidence when doing business with a member business. United Yacht Transport is recognized by Ripoff Report Verified™ as a safe business service.\nUnited Yacht Transport Reply Author: California Shipping & Handling: United Yacht Transport TRUSTED Business | Ripoff Report Verified™ …businesses you can trust. United Yacht Transport provides reliable, safe, cost effective yacht transportation. United Yacht Transport puts needs of clients first and is the only company in the industry not requiring upfront deposits. United Yacht Transport price beat guarantee ensures clients will be quoted the lowest rates. Ft Lauderdale\n14, Report #1329644\n\nSep 22 2016\n04:34 PM\nDenise American Standard Friendly rental real estate fraud Internet Author: gilbert, Arizona Unusual Rip-Off: Denise American Standard Internet  \n15, Report #1327258\n\nSep 22 2016\n03:35 PM\nAJN Investment Funding AKA Ahmed Mohammed Ripped me off for $12,000 San Francisco California Author: Edmond, Oklahoma Financial Services: AJN Investment Funding San Francisco, California  \n16, Report #1329535\n\nSep 22 2016\n08:38 AM\nWestern World Film Productions LLC Melissa Singh Khan AKA Melissa Bcouture Western World Film Productions LLC Wedding Videos, film, camera, wedding planner, LLC, Productions, New York, Melissa Singh Khan, Bcouture New York New Jersey Author: Queens, New York Wedding Services: Western World Film Productions LLC New Jersey  \n17, Report #1329516\n\nSep 22 2016\n06:48 AM\nAmerican Auto Guardian Inc. The person I spoke with stated if you don't have a battery your car won't run Arlington Heights Illinois Those auto warranty's are meant to increase revenue to the dealership and are not designed to help consumers Author: soddy daisy, Tennessee Auto Warranty: American Auto Guardian Inc. Arlington Heights, Illinois  \n18, Report #1329501\n\nSep 22 2016\n06:06 AM\nAmerican Honda Motor Co., Inc. Leith of Raleigh, North Carolina .Leith Honda American Honda Does not validate a Warranty on their vehicle and Leith Honda conspired to defraud me. Torrance California Author: Raleigh, North Carolina Auto Warranty: American Honda Torrance, California  \n19, Report #1329406\n\nSep 21 2016\n01:08 PM\nSpecialized Financial & Insurance Services Best Rate Financial & Insurance ServicesSourcepoint Financial & Insurance ServicesTBRC Direct Insuance ServicesBest Rate America Financial Services LLCBest Rate Direct Insurance Services LLCBest Rate Companies LLCOak Tree BrokerageAvion Online Ete EMPLOYMENT FRAUD SCAMMING INSURANCE AGENTS Internet Author: Park Ridge, Illinois Insurance Agencies: Specialized Financial & Insurance Services Internet  \n20, Report #1329399\n\nSep 21 2016\n01:02 PM\nCigars International Protecting Fraudulent Internet Thieves rather than Innocent Citizens Bethlehem Pennsylvania Author: Chattanooga, Tennessee Internet Fraud: Cigars International Bethlehem, Pennsylvania  \n21, Report #1329363\n\nSep 21 2016\n09:42 AM\nAmerican Academy of Facial Esthetics Stat DDS Inaccurate promotion and holding clients to useless contracting South Euclid Ohio Yeah, not so much... Author: Newport Beach, California Dental Services: American Academy of Facial Esthetics South Euclid, Ohio  \n22, Report #1329302\n\nSep 20 2016\n11:12 PM\nNexus Globe Co. Ltd, GoAbroadChina, Meihuahonglian(Beijing) International Culture Exchange Ltd Scam company and fake a mile from this company! London Nationwide Author: London, Small Business Services: Nexus Globe Co. Ltd Nationwide  \n23, Report #1329261\n\nSep 20 2016\n05:54 PM\nMelissa Zimbelman Luxe Int... (truncated)",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.9268425107,
        "format_confidence":0.6104258895
    },
    {
        "url":"http:\/\/www.ripoffreport.com\/r\/Video-Professor-Inc\/Denver-Colorado-80219\/Video-Professor-Inc-Uses-false-advertising-hidden-non-published-charges-steals-from-yo-474617",
        "text":"• Report: #474617\n\nComplaint Review: Video Professor, Inc.\n\n  • Submitted: Wed, July 29, 2009\n  • Updated: Wed, July 29, 2009\n\n  • Reported By:Venice Florida\nVideo Professor, Inc.\n2590 W. 2nd Ave, Unit 15 Denver, Colorado U.S.A.\n\nVideo Professor, Inc. Uses false advertising, hidden non-published charges, steals from your Credit Card accout. Denver Colorado\n\nWhat's this?\nWhat's this?\nWhat's this?\nIs this\nRipoff Report\nAbout you?\nRipoff Report\nA business' first\nline of defense\non the Internet.\nIf your business is\nwilling to make a\ncommitment to\ncustomer satisfaction\nClick here now..\n\nDoes your business have a bad reputation?\nFix it the right way.\nCorporate Advocacy Program™\n\nSEO Reputation Management at its best!\n\nOn July 3, 2009 I was linked to Video Professor, Inc. home site with the offer of \"Free\" Digital Camera lessons for only a $6.95 S&H charge. Next to the \"Free\" offering was an asterisk. Next to the asterisk below was the S&H charge. Without the asterisk next to it, it said that you make keep two of the disks for free and return the other within ten days to avoid purchase charges. No amount for the purchase was indicated.\n\nI foolishly provided a Charge Card number on their secure site. Assuming that because this company has been around so long and did so much advertising on TV, that they were legitimate. I clicked the \"send me the free lesson\" button and that's when my problems began.\n\nThe next contact I had with Video Professor, Inc. was an email dated July 24, 2009 that thanked me because I \"decided to learn with Video Professor!\" and that I'd receive my \"Digital Devices learning lessons within a few short days.\" I didn't order Digital Devices, I order Digital Camera lessons. I called the customer service number listed on the email and explained that there was a mistake. I was told that \"Digital Devices\" was my second lesson that I enrolled to receive. No, I said, I didn't want it and wanted to cancel whatever program I was \"enrolled\" in. Also, I didn't want to be charged for the second lesson, I hadn't even received the first one.\n\nI was told by the service person that I was cancelled and wouldn't be sent any more lessons. That afternoon, the 24th I got the first lesson in the mail. There was no paperwork with the lesson that discussed sending anything back within 10 days or about product charges if I didn't return anything.\n\nYesterday July 28th I found out that I was charged $189 plus $6.95 in various small charges by Video Professor, Inc. on July 27th. I also received the second lesson \"Digital Devices\" that I did not order. I called the 800 number on my statement and talked again with the service person. They said the charges were for the first lesson I had ordered. I wasn't entitled to a refund because more than 10 days had passed. They hadn't. I complained about the lack of information and time to evaluate and return the product.\n\nThe customer service person \"talked with\" their \"supervisor\" and did give me two Return Authorization numbers. They told me that I'd be credited with the $189 in 10 to 21 business days from when they received my returned lessons. I immediately went on line to search for information on the well known Video Professor. Now after \"Googling\" the company, I've found that they have and are scamming thousands of people.\n\nToday, July 29, 2009 I took a number of steps to protect myself in the future from this scam operation called Video Professor. I called my Bank, registered a complaint with the fraud division, cancelled my card, had a new card issued. Began the process of filing a fraud complaint with the Colorado Attorney General's office and sent back the lessons by Registered\/Return Receipt Requested, at my own cost of another $20. I also sent out a warning to everyone I exchange email with to avoid Video Professor and it's scam. Hopefully, it will begin being passed on. I wish someone had told me about this before July 3rd.\n\nI don't know how this scam operation is allowed to continue. I think they have invested a lot of money in protecting themselves with legal papers and small print. The information needs to get out that no one should fall for their scheme again. I don't know if I'll ever see my $189 again. What I will do is spend time and energy to get the word out to as many people as I can.\n\nVideo Professor is a scam operation offering \"free\" lessons to \"Phish\" for Credit and Check Card numbers, then steal from the unfortunate people that provide them. They are the lowest form of predator that I've seen advertise anywhere.\n\nVenice, Florida\n\nThis report was posted on Ripoff Report on 07\/29\/2009 01:18 PM and is a permanent record located here: http:\/\/www.ripoffreport.com\/r\/Video-Professor-Inc\/Denver-Colorado-80219\/Video-Professor-Inc-Uses-false-advertising-hidden-non-published-charges-steals-from-yo-474617. The posting time indicated is Arizona local time. Arizona does not observe daylight savings so the post time may be Mountain or Pacific depending on the time of year.\n\nRipoff Report has an exclusive license to this report. It may not be copied without the written permission of Ripoff Report. READ: Foreign websites steal our content\n\nClick Here to read other Ripoff Reports on Video Professor, Inc.\n\nSearch for additional reports\n\nIf you would like to see more Rip-off Reports on this company\/individual, search here:\n\nSearch Tips\nReport & Rebuttal\nRespond to this report!\nWhat's this?\nAlso a victim?\nWhat's this?\nRepair Your Reputation!\nWhat's this?",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.8419435024,
        "format_confidence":0.9892122746
    },
    {
        "url":"http:\/\/www.ripoffreport.com\/reports\/cumberland-county-children-youth\/carlisle-pennsylvania-\/cumberland-county-children-youth-wrongfully-taken-carlisle-pennsylvania-970125",
        "text":"• Report: #970125\nComplaint Review:\n\nCumberland County Children & Youth\n\n  • Submitted: Fri, November 16, 2012\n  • Updated: Fri, November 16, 2012\n\n  • Reported By: JennM83 — mechanicsburg Pennsylvania United States of America\nCumberland County Children & Youth\n16 west high street carlisle, Pennsylvania United States of America\n\nCumberland County Children & Youth Wrongfully Taken carlisle, Pennsylvania\n\nWhat's this?\nWhat's this?\nWhat's this?\nIs this\nRipoff Report\nAbout you?\nRipoff Report\nA business' first\nline of defense\non the Internet.\nIf your business is\nwilling to make a\ncommitment to\ncustomer satisfaction\nClick here now..\n\nDoes your business have a bad reputation?\nFix it the right way.\nCorporate Advocacy Program™\n\nSEO Reputation Management at its best!\n\nI was hesitant to even begin to try to pursue something like this but I really think that I might have a good chance children and youth wrongfully took my child away from me a few months ago I got a phone call at home saying that I had to bring my child and 2 children and youth because they had gotten a phone call saying that I could not handle my child's behavior and I could not keep her safe let me back up a little bit here my daughter is 5 years old she's been inpatient in the hospital 3 * since she's been almost 4 at kidspeace in allentown, pa. since she's been three the doctors have had ur on numerous medications the first time she came out the hospital the medicine was making her see things that weren't there so I had taken her back to the hospital and they had admitted her again. After the second time she was released it was probably about 6 or 7 months later I began seeing other behaviors that was not normal so this year I tool her to holy spirit hospital in camp hill, pa to see if they can. [continued below]....\n.....check her. They admitted her.again and said her behavior was out of control. She was in kids peace for about a week and they released her on 450 mg of lithium and 350 of sequel and tennex. I could tell as soon as I picked her up she was not the same. She was so angry and after a couple days of being home she was screaming and.hitting and angry. I.took her to her med check up at diakon in mechanicsburg and I.wanTed to let him know that the doctor's at kidspeace put her on way to much medicine for her little body. Before we went into the office she was throwing a tantrum because I would not buy her a soda she was on the floor just throwing a tantrum kicking your feet and I just let her go well it was time to go back into the office so I picked her.up n carried her back in the office. When.I put her down she was still upset and threw down the doctor's chair. I was overwhelmed I was crying.but only because.I.knew it was the medicine taking over her body. Later when I got home is when I got the phone call. I didn't understand when they said I couldn't keep her safe. We were in a closed room it wasn't like she was in a street. So it's been almost 4 months and she has been.been bounced three times in foster homes. The first foster home that they had placed her in she wasnt even in there a week and she was removed because a 9 year old sexually propostioned Hailey. Then she was moved to shippenburg with another family. Hailey seemed to adapt there and liked the family but children and youth for word that there was the possibility of drugs being sold and using in the home. They took Hailey and placed her with the same foster mom from the beginning only because that boy that tried to perform sexual acts on my daughter is no longer there. They are investigating the second home and trying to send Hailey back to shippensburg. I'm supposed to be doing three days parenting skills sessions with Hailey three times a week. We are supposed to start out there and the supposed to move into my home so we can start the reunification process. Needless to say we have not moved inside my home and the woman who is my mentor at abc is procrastinating. I see a big difference in Hailey and things are going well but Andy keeps saying I have to work on this and work on that and making me watch these does on parenting. She belittles me all the time. Her father well he gets to see her 1 time at the abc office and 4 hours at his house on Sundays. Andy said we are two diff cases ...and Hailey seems to listen to her dad more. But all kids do that kids act diff with there mother and father. I feel like he's getting all this special treatment. And I saw my daughter 1 time this week. The foster mom they put her back with won't drive to where the office is three times a week. And the day she was supposed to drive her which was yesterday she said Hailey was sick. Her father said he Is seeing Hailey on thanksgiving. But not me? Something is not adding up. I didn't deserve this. Plus they are drug testing me 2 times so far and I was clean both times. Her father came up dirty and who knows if he's been having to take more. I need help .... can someone help me.\n\nThis report was posted on Ripoff Report on 11\/16\/2012 09:15 AM and is a permanent record located here: http:\/\/www.ripoffreport.com\/reports\/cumberland-county-children-youth\/carlisle-pennsylvania-\/cumberland-county-children-youth-wrongfully-taken-carlisle-pennsylvania-970125. The posting time indicated is Arizona local time. Arizona does not observe daylight savings so the post time may be Mountain or Pacific depending on the time of year.\n\nRipoff Report has an exclusive license to this report. It may not be copied without the written permission of Ripoff Report. READ: Foreign websites steal our content\n\nClick Here to read other Ripoff Reports on Cumberland County Children & Youth\n\nSearch for additional reports\n\nIf you would like to see more Rip-off Reports on this company\/individual, search here:\n\nSearch Tips\nReport & Rebuttal\nRespond to this report!\nWhat's this?\nAlso a victim?\nWhat's this?\nRepair Your Reputation!\nWhat's this?",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.972474277,
        "format_confidence":0.9890193343
    }
]