[
    {
        "url":"http:\/\/www.warriorforum.com\/internet-marketing-product-reviews-ratings\/511079-mobile-money-bandit.html",
        "text":"mobile money bandit\n\nby 51 comments\nanyone ever heard of this? or tried anything like it?\nI found his webinar here\nPay Per Call Marketing\nthis was the first I have ever heard of cost per call marketing.\n\nI am in no way affiliated with the above offer and that is not an affiliate link.\nI am just curious in finding out more on cost per call in general. If someone has experience with this product or program maybe they could let me know their thoughts and if they had success with it. I would also love to hear of any other courses you might suggest instead.\n\nIs there any information on cost per call in the war room? I have been looking for an excuse to join\n#product reviews #bandit #mobile #money\n\n  • Profile picture of the author Bundberg\n    Pay per call is a relatively new field in IM, I have found some offers on Offermobi that pay up to $45 per call, maybe fellow warriors can add more networks. .\n  • Profile picture of the author cadoutsource\n    Originally Posted by arkhamindustries View Post\n\n    anyone ever heard of this? or tried anything like it?\n    I found his webinar here\n    Pay Per Call Marketing\n    this was the first I have ever heard of cost per call marketing.\n    I went ahead and joined the program.\n    For $77.00 there is a lot of good info with over 20 short videos on theory and a few gold nuggets on on Pay per Call marketing.\n    I myself am a newbie to this,\n    Justin does give very good insight on which networks and some offers to run.\n    If you want to get the more in depth theories and concepts you must join Justins VIP membership which is slightly pricey for my taste at $197.00 for two months. But I would also add Justin does a good job of giving some free ways to get your ads out there to make some money from the beginning.\n    Already started some free campaigns will see how they do.\n    I am confident Justin's techniques will work if you put them into action.\n    Will probably upgrade to VIP once I get some more campaigns under my belt.\n    Hope this helps:p\n  • Profile picture of the author perswealth\n    Actually that VIP membership just went up to 3 payments of 197. I guess alot of people were joining the VIP membership, so he increased it.\n\n    Just to clarify, the front-end product is $77, but the upsell is if you want more in depth coaching, which WAS the 2 payments of $197, but has now been increased to 3 payments of $197.\n  • Profile picture of the author seanybyrne\n    Interesting all right...\n\n    How do you get traffic to your number? Is this all about paid traffic?\n\n\n  • Profile picture of the author Hans Klein\n    >>> How do you get traffic to your number? Is this all about paid traffic?\n\n    There's a free section where he gives away 11 free promotion tactics. Justin recommends that section if you have less than $100 to spend. He said that he has some campaigns that do $400 a day with just free traffic.\n  • Profile picture of the author TPFLegionaire\n    Originally Posted by StarT View Post\n\n    Pay per call is a relatively new field in IM, I have found some offers on Offermobi that pay up to $45 per call, maybe fellow warriors can add more networks. .\n\n    Just had a look at the sales page (which, as sales page go, is pretty awesome). If you close the page you will be presented with an optin giving you access to a list of 22 companies and network. This should help you in your research.\n\n    I am not going to buy it just now as i am unfocused enough as it is but it's a clickbank offer so you can take a look at no risk and bit of your time.\n\n    hope this helps.\n  • Profile picture of the author ChadH\n    It's a good course... I promoted it with success and I RARELY promote stuff to my list that is not my own. I had access to it back in November. I have very very in depth experience with paid traffic.\n\n    So that has probably helped... I have hit over $1,000 days with his methodology. I was so impressed I have been giving away my entire Traffic Blackbook series as a bonus for it. All in all, impressive!\n  • Profile picture of the author TrafficBot\n    ChadH: Great to see you here from Mobile Money Bandit JV blog on facebook. Like Chad said Justin Elenburg is the real deal and his course is excellent. His support staff is great and they get back to you in a timely fashion if you have a question. This is not your typical mobile marketing course that has hit the internet in recent weeks and months. He really knows his stuff and actually practices what he teaches in his course unlike many of the other mobile marketing launches out there.\n  • Profile picture of the author aminur\n    it's a brilliant course to be honest. i got the training and the vip upsell. Awesome content packed together.\n  • Profile picture of the author johnchristopher\n    I don't think it would bring any traffic to your number... would it?? Is there anyone with personal experience??\n  • Profile picture of the author mge\n    If Chad recommends a product that is good enough for me.\n  • Profile picture of the author Blazon1\n    There was a WSO earlier last year that covered pay-per-call. If you find this one too pricey, maybe you can find that one in the WSO forum (if it is still open). I think it had pretty good reviews.\n  • Profile picture of the author marceauct\n    If you are having trouble getting someone to click on your adsense ad imagine how hard it is to get someone to pick up the phone and dial your number.\n  • Profile picture of the author Woody C\n    Originally Posted by mjzivko View Post\n\n\n\n    All these WSO and Clickbank products are worthless. The only people making big money are the people peddling this stuff.\n    I'm confused.\n\n    Did you actually purchase the product and not like it?\n\n    Can you go into more detail as to why you didn't like it?\n\n    If you haven't purchased it, why are you commenting on the thread?\n  • Profile picture of the author mjzivko\n    Originally Posted by Woody C View Post\n\n    I'm confused.\n\n    Did you actually purchase the product and not like it?\n\n    Can you go into more detail as to why you didn't like it?\n\n    If you haven't purchased it, why are you commenting on the thread?\n    I did not buy the Mobile Money Bandit. I almost did. I have bought so many WSO offers and I finally realized what was happening to me. The way they advertise them is genious. They get me all pumped and whipping out the credit card in minutes. But the truth is no of these WSO has ever contributed to my bottom line.\n\n    Look, some of these WSO offers are good. There is one now for auto blog commenting for $15, that would be a good benefit to some people. Its also has to do what you do with them after you buy them. Unfortunetly they always advertise them as \"next big thing\" and it turns out to be a let down in the end. (for me that is). And I almost bought the Auto Blog Software! LOL. The marketing is just soooo effective. But resist the temptation and take a day to think and research the product. It will save you time and money\n\n    I beleive that the Mobile Money Bandit will give you a list of Pay Per Call campaigns that you can find for Free (look at Ringrevenue, then sign up for the companies using Ringrevenue) I also believe that MMB will tell you how to tap into Mobile PPC. Just go to Google Mobile Ads or Microsoft Ad Center. And then they will rehas the same old Google Places, website building and link building info that is readily available to all of us for free on the web (and warriorforum is a great resource)\n\n    Correct me if Im wrong about MMB, but what are they really going to show us? Why would they risk their current success by selling the system to rest of the world. So do the math. they claim to make 145K per month using this system. The system cost $77. So if they are making abot 3K per day, they would need to sell 40 WSO a day to match that effort and warrent this HUGE risk. 40 a day is 14,600 sales a year. It just doesnt make sense why they would sell their system for so cheap if they are making so much money. How in the world could they maintain a 40 sales per day number? And how long could this program be relavent?\n\n    The only answer could be the following:\n    1. They are NOT really making 145K a month from this system\n    2. The system is untested and unproven, but in theory would work\n    3. Is a waste of time and money\n\n    If you interested in Pay Per Call it is nothing different the Pay Per Click. All the same rules apply. You have to build good sites and get good traffic. If your looking for Pay Per Call clients just do a quick Google search.\n\n    Hope this helps\n  • Profile picture of the author perswealth\n\n    I get what you're saying, but given that you haven't purchased the product, then you really have no business commenting on this thread, as it is for people that have actually bought the product and used it and have a USEFUL opinion.\n\n    Look, we've all been suckered into buying worthless stuff that didn't do anything for our bottom line, I'm with you on that. It's an experience i'm sure everyone on this forum has had. If you haven't, consider yourself in the minority, and you probably haven't been around the block that long.\n\n    And are there bad people out there selling junk to separate you from your money, unfortunately, yes. That's the world we live in. It is what it is.\n\n    BUT, to say that EVERYONE is peddling junk without even trying the product is not only doing a disservice to the people that are interested in buying the product, but also to the product owner that created the product.\n\n    You say that you have generated several million dollars online? Congratulations. Personally, I applaud you. I assume it wasn't easy. I do OK online (not millions), and it has been VERY hard, and VERY frustrating, but worth it.\n\n    So i'll also make an assumption that you are a product owner in some form or another. Now let me ask you this. What if you had put your blood, sweat, and tears into a product to genuinely help people in a niche that ... (truncated)",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9778282046,
        "format_confidence":0.9704829454
    },
    {
        "url":"http:\/\/www.osnews.com\/permalink?350567",
        "text":"\nApple Whenever we're talking market share and Macs, it'll inevitably get late. There are different means of measuring market share, and different ways to interpret the resulting data, usually leading to heated debates about who is right and who isn't. Ars decided to take a look at the different methods of measurement and see what they mean.\nPermalink for comment 350567\nTo read all comments associated with this story, please click here.\nLies, damned lies, and statistics\nby elsewhere on Wed 25th Feb 2009 05:56 UTC\nMember since:\n\nBrowser statistics are interesting, but irrelevant, unless they're coming from a company like Google, which is one of the only web entities I would consider to be large enough in global userbase to overcome cultural, lingual, market and regional biases in terms of relevancy. Not perfect, but much better. But since Google et al. don't release browser stats, which is actually a shame, everything else represents a biased-sample.\n\nMarket share is an ambiguous concept. Most references to market share refer to % of dollars sold. 90% of the global organizations could be running Debian on all of their servers, but Microsoft would still dominate market share because that remaining 10% is paying for their Windows licenses.\n\nMore relevantly, Apple's average retail price is more than double their closest competitors, so Apple can sell half as many systems as anyone else, while still maintaining market share.\n\nUnit share is more interesting, because it covers the number of units that a manufacturer actually sold, rather than the cumulative value of the units they sold.\n\nThis is where the numbers game comes into play.\n\nIn Jan 08, Apple laptops represented 15% of all laptops sold in the US, but that dropped to slightly over 13% for Jan 09. Yet, Apple sold more laptops in Jan 09 than Jan 08. More interesting, their market share in terms of retail dollars spent is almost exactly flat between Jan 08 and Jan 09.\n\nWhich metric do you want to go by? You can argue Apple's unit share is dropping, you can argue that Apple is increasing their unit shipments, or you can argue that their market share is flat. This is the game that marketing people like to play.\n\nI'm not an Apple fanboi by any means, but I have to say, in business terms, Apple is doing phenomenally well in the retail space. They're effectively maintaining their market position despite being more expensive than the competition (when looking at the average price of the overall units sold).\n\nThere's a couple of interesting factors that will come into play. First of all, netbook sales are becoming fairly significant in terms of units shipped, although they're a relative drop in the bucket in terms of dollars spent. Netbooks weren't even on the map for most of 2008, but starting around September, they made a noticeable impact in unit sales.\n\nThe increase in netbook sales, considering Apple doesn't sell one, does somewhat dilute the stats for the other top tier companies and that will impact the average sell price those manufacturers are seeing for their products. Does this impact Apple? Not directly, but in a stressed economic time, it does raise the question of whether existing customers will be spending money to purchase new Apple systems versus the convenience of a much cheaper netbook for portability.\n\nThen there is the fanboi factor. One thing Apple has done a remarkable job of is building a fanatically loyal userbase. On this aspect I don't have hard numbers to go by, but I'd suspect that Apple probably tops the other manufactuers in terms of customer willingness to remain with the brand. The fanboi factor comes into play with that segment of customers that will never choose an alternative platform. But the fanbois only represent a segment of the existing market, the question is how large? There are a number of \"casual\" customers that chose Apple over the last couple of years, versus the long-term Apple users, but again, the question is, how many?\n\nApple, regardless of how people try to do the mathematics comparing their products against competitors, is a premium brand. It commands a premium price, and Apple earns a premium margin. Good for them, they've clearly been doing something right.\n\nStill, given the current economic condition, there's a very valid question of how long Apple will be able to maintain their market with that premium pricing. As I pointed out above, Apple's average sell retail price for each laptop is more than double that of their closest competitors. Apple may be dropping slightly in terms of unit share, but they are still second in terms of dollar share. Will Apple be able to rely on existing customers being able to upgrade to newer systems? Will Apple be able to rely on agnostic customers they may have gained over the last few years being willing to pay a premium to upgrade? Will Apple lose out in the consumer choice between a newer Apple or a much cheaper but practical netbook?\n\nI'm not bothering to look at desktop sales, because that's a whole separate set of numbers that I'm too lazy to analyze, since they're pretty much plummeting overall for every manufacturer, including Apple.\n\nApple has been doing something remarkably right with their product marketing, and it has been working for them. Though I don't use a Mac, and can't envision myself doing so any time in the near future, my hat is still off to them for that. I do think that the next year will be a remarkable test of how loyal a customer base they have, and their true ability to recruit new customers. That's where the numbers will become interesting, and the spinning of them, even more so. I'm not willing to place bets one way or the other, at this point.\n\nJust my rambling 2c...\n\nReply Score: 2",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.676723659,
        "format_confidence":0.9417265058
    },
    {
        "url":"https:\/\/www.elitetrader.com\/et\/threads\/52wk-high-list.21890\/",
        "text":"52wk high list\n\nDiscussion in 'Trading' started by silk, Sep 4, 2003.\n\n  1. silk\n\n\n    I havn't crunched the numbers, but i have a feeling i might be $500,000 richer if i never shorted stocks on the 52wk high list or bought stocks on the new lows list. I have this on my cardinal list of rules for day trading, but somehow in the heat of the battle i still often forget this rule or kist fail to realize the stock is making new highs or lows.\n\n    Anyone have similar experience?\n  2. Same problem. For some reason after a good run up (or down) that top is just to hard not to take, even though I berate myself for the loss, and taking what is generally a countertrend trade; I find I continue to do so. Although I must say that I am learning to just take a few ticks and then bail.\n\n    Make 'em pretty, Chris\n  3. Great point silk. They are making those new highs for a reason.\n  4. I'm guilt of doing the same at times. It's so damn tempting :D\n\n  5. It's for the simple fact that it is easier to trade counter-trend than get in on a trend that already started without you...\n\n    TM Trader\n  6. Don't agree with you guys. 52 week high list can be wonderful to work with on the short side, but you have to be selective and screen the stocks with further parameters.\n\n    Example: Ericy is now on 52 week high, whereas their competitor NOK is at quite low levels and there is a good correlation between them. Also I consider NOK fundamentally superior to ERICY in every aspect. So I will do a pair trade and short into the strength of ERICY.\n\n    IMHO a lot of stocks at 52 week high are just ticking time bombs if you take overnight positions on the long side. Take a look at VISX.\n  7. about to get burn by SNDK this coming Friday morning.\n\n    SNDK gives true meaning to 52 wk high.\n  8. Hi LSU,\n\n    I don't really understand what you mean(due to my bad English). Please specify what your intention is.\n\n    Have played SNDK several times in the past, but haven't been looking at it for some time.\n  9. Silk,\n\n    Thats a bit surprising coming from you.\n\n    I look at 52wk hi\/lo everyday, not to fade but to go with the flow especially f the big boys NEED to buy\/sell.\n\n    In fact, I'm looking at one this morning. Can't give it away but it sounds like, \"pigs be snortin'\".\n\n    Happy Trading.\n\n  10. Now take a look at UTSI. This is what I mean by ticking time bomb.\n\n    If you now hang in there on the long side with an overnight position due to 52 week high, you are getting hammered like a piece of meat. :cool:\n    #10     Sep 9, 2003",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.993786335,
        "format_confidence":0.9968225956
    },
    {
        "url":"http:\/\/scan.stockcharts.com\/discussion\/1102\/inside-bar-scan",
        "text":"\n\nInside bar scan\n\nCan someone please help me to figure out how to look for inside bars please\n\n\nSign In or Register to comment.",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.5451475382,
        "format_confidence":0.9110711813
    },
    {
        "url":"http:\/\/solutionsrelatedtohomeloans.blogspot.com\/2007\/11\/home-equity-loan.html",
        "text":"Thursday, November 22, 2007\n\nHome equity loan\n\nA home equity loan (sometimes abbreviated HEL) is a type of loan in which the borrower uses the equity in their home as collateral. These loans are sometimes useful to help finance major home repairs, medical bills or college education. A home equity loan creates a lien against the borrower's house, and reduces actual home equity.\n\nHome equity loans are most commonly second position liens (second trust deed), although they can be held in first or, less commonly, third position. Most home equity loans require good to excellent credit history, and reasonable loan-to-value and combined loan-to-value ratios. Home equity loans come in two types, closed end and open end.\n\nBoth are usually referred to as second mortgages, because they are secured against the value of the property, just like a traditional mortgage. Home equity loans and lines of credit are usually, but not always, for a shorter term than first mortgages. In the United States, it is sometimes possible to deduct home equity loan interest on one's personal income taxes.\n\n\nAdrian said...\n\nHome loans have become a big headache to avail, this is my personal experience. In paper we might come across to so many promises making us secure them easily but the fact is something else. When we are looking to make the most of it some hindrances are bound to make things difficult for us. I was therefore wondering about the Grant applications if they can be of reliable help.\n\nanusuyaw3solutions said...\n\nI have read this post. This post is a nice one that we are loans in chennai , personal loans in chennai , home loans in chennai . That I will inform about your post to my friends and all the best for your future post..",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9941325784,
        "format_confidence":0.6141393781
    },
    {
        "url":"http:\/\/www.plowsite.com\/threads\/not-enough-pay.23023\/",
        "text":"\n\n    Dismiss Notice\n\nnot enough pay?\n\nDiscussion in 'Business Fundamentals' started by dubster23, Jan 28, 2005.\n\n  1. dubster23\n\n    dubster23 Junior Member\n    Messages: 26\n\n    Was wondering what everyone thought a person should get paid to run a truck you pay for(they just run my trucks)? Now keep in mind they get to collect on top of getting paid cash and get a 4 to 5 hour min. in case they show up and something happens(other day sat around and drank coffee\/worked for a hour)? I see this type of question alot but would like some fresh input(area-$ amount). Just wanted to see if I'm being good to my guys? Thanks in advance!\n  2. capital\n\n    capital Senior Member\n    Messages: 127\n\n    That is a good questions, we pay $20.00 per hour to drive the trucks or work on a side walk crew or run a skid loader or pusher. On those guys who own their trucks and equipment we negotiate based on the property and what we expect from them.\n  3. echovalley\n\n    echovalley Senior Member\n    from CT\n    Messages: 456\n\n    I pay my guys $20 an hr\n  4. dubster23\n\n    dubster23 Junior Member\n    Messages: 26\n\n    Do your guys get to collect UC on top of that pay? Do they get a min. amount of hours for showing up?\n  5. I Dont Know\n\n    I Dont Know Junior Member\n    Messages: 1\n\n    I make 25 bucks an hour to push snow in someone elses truck but I've been with the company for like 4 years now.",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.7010930777,
        "format_confidence":0.9778908491
    },
    {
        "url":"http:\/\/boards.fool.com\/when-the-flat-is-rented-i-get-163600-plus-a-29880686.aspx?sort=threaded",
        "text":"No. of Recommendations: 1\nwhen the flat is rented i get £600 plus a month, for sure no investment will give me a return anything like that?\n\nI don't know why you say that. Assuming £625\/month (since you said £600 plus) is £7,500\/year. That's a 4.17% return annually. However, once you take into account property\/council taxes, repairs, maintainence, and vacancies\/other times when the tenants don't pay, you're probably down to somewhere between a 3% and 3.5% annual return, at best. A 3% return would be £450\/month and a 3.5% return would be £525\/month. As already suggested, you could probably buy an annuity that would pay you £500\/month. Or you could invest in divend paying stocks, preferred stocks, debt securities, or bonds.\n\nPrint the post  \n\n\nThe Retirement Investing Board\nThis is the board for all discussions related to Investing for and during retirement. To keep the board relevant and Foolish to everyone, please avoid making any posts pertaining to political partisanship. Fool on and Retire on!\nWhat was Your Dumbest Investment?\nShare it with us -- and learn from others' stories of flubs.\nWhen Life Gives You Lemons\nWe all have had hardships and made poor decisions. The important thing is how we respond and grow. Read the story of a Fool who started from nothing, and looks to gain everything.\nCommunity Home\nSpeak Your Mind, Start Your Blog, Rate Your Stocks\n\nCommunity Team Fools - who are those TMF's?\nContact Us\nContact Customer Service and other Fool departments here.\nWork for Fools?\nWinner of the Washingtonian great places to work, and Glassdoor #1 Company to Work For 2015! Have access to all of TMF's online and email products for FREE, and be paid for your contributions to TMF! Click the link and start your Fool career.",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9937490225,
        "format_confidence":0.9677029848
    },
    {
        "url":"http:\/\/fxbinarypoint.com\/threads\/gbp-usd-rejected-at-daily-highs-back-below-1-51.22690\/",
        "text":"GBP\/USD rejected at daily highs, back below 1.51\n\nDiscussion in 'Fundamental Analysis' started by FXStreet_Team, Dec 7, 2015.\n\n  1. FXStreet_Team\n\n    FXStreet_Team Well-Known Member Trader\n\n    Oct 7, 2015\n    Likes Received:\n    FXStreet (Mumbai) - The pound caught a fresh bid tone versus its US counterpart in the European morning, sending GBP\/USD back above 1.51 handle in a bid to test daily highs.\n\n    GBP\/USD well supported above 50-DMA at 1.5085\n\n    The GBP\/USD pair trades -0.12% lower at 1.5093, having revisited daily highs at 1.5115 last minutes. The cable reversed a part of Friday’s losses and now struggles to extend further beyond 1.5115 region as the upside remains capped on the back of a broadly higher US dollar.\n\n    The US dollar extends its bullish run today after Friday’s upbeat US payrolls data sealed in a Dec Fed rate hike deal, lifting the greenback from the ECB-induced sharp correction. The US dollar, which measures the buck’s relative value against its major peers, rises 0.22% to 98.49.\n\n    Meanwhile, renewed risk-on trades expected to be seen on the European stocks will further boost the risk currency – the USD, and hence, weigh further on the major. Calendar-wise, the UK docket remains absolutely empty this session and therefore attention shifts towards BOE Governor Mark Carney’s testimony due later in the NY session.\n\n    GBP\/USD Levels to consider\n\n    The pair has an immediate resistance at 1.5131 (20-SMA), above which 1.5157 (Dec 4 High) would be tested. On the flip side, support is seen at 1.5085\/76 (50-DMA\/ Dec 4 Low) below which it could extend losses to 1.5057 (1h 100-SMA).\n    For more information, read our latest forex news.\n\nShare This Page\n\nfree forex signals",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9978964329,
        "format_confidence":0.9672009349
    }
]