[
    {
        "url":"http:\/\/info.sbobet.com\/article\/AA-00268\/",
        "text":"Racing Betting Rules\n\nReference Number: AA-00268 Last Updated: 95 Rating \/ 35 Voters Was this article helpful?Was this article helpful?Was this article helpful?Was this article helpful? Was this article helpful?\n\nRacing Betting Rules\n\n\nThe following specific rules govern the end user's use of all the Operator\/Platform Provider's (the \"Operator\") interactive racing betting products and services offered on www.sbobet.com. They form part of the Operator's General Term & Conditions, which apply to all the interactive and wagering products and services the Operator offers to individuals who register for or are holders of a betting account (the “End User”) with the Operator. To the extent there is any inconsistency between the General Terms and Conditions and any of these Racing Betting Rules, the General Terms and Conditions shall prevail.\n\nThroughout these Racing Betting Rules, any reference to \"we\", \"our\", or \"us\" refers to the Operator, as noted in the General Terms and Conditions as providing the relevant services.\n\n\n\n\n\n1.1 Ante post bets on horseracing are bets placed prior to the final declaration stage of a horse race (when the final field of runners is known).\n1.2 Ante post bets are placed on the basis of “all in” meaning that if the horse does not run or participate in the race, the bet is a loser.\n1.3 Notwithstanding Rule 1.2 of this Horse Racing Rules above, if a horse race is postponed to another day:\n\n(a) Ante post bets placed before the entries have closed shall stand and shall only be made void if:\n(i) the race is abandoned or made void; or\n(ii) a horse is balloted out under the Jockey Club Rules of Racing; or\n(iii) the venue for the race is altered.\n(b) Ante post bets placed after the entries have closed will be void, except when:\n(i) the race is run at a later date at the same venue; or\n(ii) the entries are not re-opened.\n\n\n2.1 The Operator reserves the option to offer “Non-runner, No Bet” (“NRNB”) on the ante post horseracing markets prior to the final declaration stage.\n2.2 The decision to offer NRNB, and the timing as to when this offer is made, is at the sole discretion of the Operator.\n2.3 The Operator is under no obligation to offer NRNB at any time on any of its ante post horserace betting markets.\n2.4 The Operator will state on the relevant pages of the website http:\/\/www.sbobet.com\/ (the “Website”) when specific ante post markets have NRNB status.\n2.5 When the Operator declares NRNB on a specific ante post market offered by the Operator then:\n\n(a) all ante post bets placed after the declaration of NRNB by the Operator are no longer placed on an “all in” basis for that market.\n(b) ante post bets placed on a horse after the Operator declares NRNB in a specific race will be refunded if:\n(i) that horse is not subsequently declared at the final declaration stage; or\n(ii) that horse is a non-runner.\n\n2.6 All ante post bets placed prior to the point at which the Operator declares NRNB on a specific race remain subject to Rules 1.1, 1.2 and 1.3 of this Horse Racing Rules above.\n\n\n\nThe Operator offers pari-mutuel (Tote pool) betting on international horse racing. You agree that your use of the Operator’s pari-mutuel betting service on the Website is at your sole risk.\n\n1.1 The Operator has agreements with the following totalisator operators (“Host Tote”) allowing the Operator to accept bets at Host Tote odds on horse racing:\n\n  • UK Tote\n  • Irish Tote\n  • South African Racing (including offering Singapore and Dubai racing pools operated by SAFTOTE)\n  • North and South American Racing operated by TSG Service UG\n\n1.2 By opening an account with the Operator you will be deemed to have read and accepted these Horse Racing Rules which constitute part of the Operator’s General Terms and Conditions of use as the legally binding agreement between the Operator and you. It is your responsibility to be fully aware of the terms of these Horse Racing Rules before placing a bet.\n\n\n2.1 When you make a Tote bet on international racing through the Operator, the Operator is acting as counterparty to your bet. Customers’ bets are placed with the Host Totes by the Operator and entered directly into the Host Totes’ live pools (commingling).\n2.2 In this respect, you authorise the Operator:\n\n(a) to place the bet with the relevant Host Tote;\n(b) to take in any resulting winnings on your behalf;\n(c) to credit any winnings to your SBOBET betting account.\n\n2.3 Your bets are subject to the rules and regulations of the individual Host Totes as well as to these specific Horse Racing Rules for pari-mutuel betting and the Operator’s General Terms and Conditions of use.\n2.4 The terms and conditions of the individual Host Totes can be found at the links below:\n\nThese Host Tote terms and conditions contain information on, amongst other topics:\n\n  • Pool deductions;\n  • Minimum stakes;\n  • Pool betting types and how they are settled;\n  • Conditions for void bets, non-runners, dead-heats.\n\n2.5 In the event of any bet not being transmitted to, received by, or otherwise accepted by a Host Tote for any reason, including but not limited to, mechanical, communication, human error or failure, no bet will have been placed, or be deemed to have been placed, on your behalf.\n2.6 Under no circumstances will the Operator take on the liability for the bet or otherwise be held responsible for the bet not being transmitted to, received by, or otherwise accepted by the Tote. The Operator will not be liable for any loss of winnings that would have been due had the bet been placed in the Host Tote’s pool.\n2.7 If your bet does not reach the Host Tote’s pool the bet amount will be returned to your betting account.\n2.8 The Operator assumes no responsibility for:\n\n(a)  typing, transmission and\/or evaluation of errors in respect of any bets and shall be entitled (after the event, if necessary) to correct manifest errors relating to odds or the reporting of results and dividends;\n(b) the accuracy, completeness or timeliness of the information services provided (in particular but without limitation, for information provided by third parties).\n\n2.9 The Operator can only accept bet types that are made available by the relevant Host Tote and for which the appropriate betting pool has been opened by an individual Host Tote.\n2.10 All bets need to be confirmed as being accepted into the Host Tote’s pool to be valid.\n2.11 Minimum stake amounts are determined by the Host Tote and will vary by Host Tote and bet type.\n2.12 The Operator reserves the right to impose a maximum stake per bet and a maximum stake amount per race per customer at its own discretion. In line with the Operator’s racing betting rules, the Operator reserves the right not to accept bets at any time without prior notice or explanation.\n2.13 Once the Operator has accepted your offer to bet, you will not be allowed to change the terms of that bet or cancel or withdraw from that bet. Acceptance of an offer by the Operator concludes the bet.\n2.14 International Tote pools close when the 'off' of a race is announced. Any bets placed after the pool has closed will be void.\n\n\n3.1 Bets on horse racing are settled on the official result.\n3.2 Winning dividends are calculated by dividing the total amount of stakes entered into the Host Tote’s pool (less Deductions) by the number of winning units. The percentage Deductions taken from each pool vary depending on the Host Tote and the country where the Host Tote operates.\n3.3 Where no winning dividend is declared settlement will be based on the rules of the relevant Host Tote where the pool is based.\n3.4 All odds and potential dividends advertised by the Operator on the Website before the pool closes are taken from the approximate odds indicator at the relevant Host Tote and, therefore, are for guidance and information purposes only.\n3.5 Settlement will be based on the Dividend declared for the official result by the Host Tote after the weigh-in.\n3.6 In the event that an objection is lodged against the result of a race, any payments on the result of the race shall be made in accordance with the decisions of the race meeting officials or stewards.\n3.7 Pari-mutuel horseracing bets placed through the Operator have a minimum guaranteed Dividend equal to the unit of the wager, for all pari-mutuel bet types.\n3.8 Bets are placed using the official racecard numbers. In the event of dispute relating to the horse name\/number then the number declared by the racecourse will take precedence.\n\n\n4.1 Commingling\nCommingling of pools is the process where one Tote combines its wagering pool with a pre-determined community of betting entities to create one common Dividend. Commingling is commonplace in many horserace betting organisations around the world.\n\n4.2 Coupled Entry\nIn North American races, bets on coupled entries are bets made on an owner or trainer. Should two or more runners either owned by the same owner or trained by the same trainer start in a given race, the odds provided by the Tote shall refer to all runners owned by that owner or trained by that trainer combined. These coupled entries are marked on the website with identical coloured numbers next to the name of the runners. The coupled entries are determined by the Tote and assigned in the offical racing report.\nA bet on one runner of a coupled entry is a bet on all. Runners coupled in betting as a coupled entry shall be considered part of a single betting interest for the purpose of price calculation and distribution of pools. In the event that a runner of a coupled entry is officially withdrawn or scratched, the remaining runners in that coupled entry shall remain valid betting interests and no refunds will be made. Bets shall only be refunded if all runners of a coupled entry are scratched.\nIn order to determine the payout, coupled entries shall be calculated as a single finisher, the best finishing position of the coupled entries shall be used to determine the order of placing. This shall apply to all circums... (truncated)",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9677706361,
        "format_confidence":0.9556159377
    },
    {
        "url":"http:\/\/www.heart-tails.com\/terms.php",
        "text":"Terms of Service\n\nYour continued use of heart-tails.com (also referred to as HT, TotH, Tails of the Heart, game, site) signifies your acceptance and compliance with these terms and conditions. Failure to comply results in warning, banning, or other actions taken against your account.\n\nSummary of Terms (Basic Rules):\n\n  • One account per person.\n  • No use of external scripts for any reason.\n  • Hearts, Biscuits (game currencies), accounts, and items can not be sold for any form of real currency, such as but not limited to; USD, AUD, CAD. However, you may sell any of these for game (virtual) currencies at your own risk.\n  • Respect others at all times. Do not degrade, flame, cheat, steal from others, or bully. We take this seriously.\n  • Bugs, and glitches must be reported immediately to either the bug board or the mod box. Exploits must be explicitly reported to the mod box and not shared with other players.\n  • Discussion or display of politics, offensive, obscene, vulgar, or overly sensitive controversial subjects are not allowed.\n  • No sharing of accounts.\n  • Tags can be 150x150 pixels, signatures are 200 x 50 pixels, and dog images are 450x500 pixels.\n\nTerms of Service\n\nTails of the Heart (HT, TotH, heart-tails.com, game, site) is an private website with fake items, currency, dogs, and documentation. Users must be of the appropriate age to use the website or have their parents create the account for them. The website is built to be welcoming for all ages. The owners (we) try to keep the site as clean and child-friendly as possible but we do not control every action that happens on the site. Individuals posting obscene, vulgar, or offensive language are dealt with severely. We do not hold any responsibility for distress, anxiety, or other impressions that any of these areas might have on a user. We advise parents to test the site before allowing their minor children to interact.\n\nTails of the Heart is not available to users under the age of 18 years except in cases where given explicit parental permission. Your use of the site signifies your agreement to these terms. Parents may create an account for their child with the child’s date of birth if so desired. Tails of the Heart is not responsible for content that users under this age may be susceptible to while using our website. If you are the parent or a legal guardian of a child under the age of 18, you are agreeing to the terms herein on behalf of your child(ren) who are authorized to use these services according to the terms and our privacy policy. If you do not agree to these terms, then do not use the services provided by Tails of the Heart.\n\nUsers are only permitted one account per person. This includes knowing the ID and Password of any other account. Users found having more than one account will have the extra accounts banned on the first violation. If the action is repeated, all accounts will be banned. A member who gains money through extra accounts will be fined for the amount gained through those accounts, including both hearts and biscuits.\n\nEach member (player, user, person) is responsible for their own actions. Should a member conduct themselves in a poor manner or in a manner in which is not compliant with the Terms of Service, he or she will be dealt with accordingly. Members acknowledge that conducting themselves in a way that might be offensive or degrading to others results in these actions and may be fined, warned, or banned from further use of the site. We do not tolerate hate, flaming, or slander on our site.\n\nThe sharing of accounts for any reason is strictly prohibited. Sharing your account information should not be done unless your account is being sold or given to another player. TotH is not held responsible for players who provide their information to others and have their account hijacked, stolen, vandalized, or other actions the perpetrator may choose to commit. Should we find out you provided your information, you are held just as liable as the person who is completing the actions unless it is verified you sold or gave away the account. In addition, warnings follow along with accounts. So if the previous owner had warnings or fines, they may reflect negatively upon the current owner in any future situations, depending on the situation.\n\nThe re-distribution or sharing of illegal content or copyrighted material is not allowed. You are not allowed to plagiarize other individuals by claiming their work is your own whether in coding, writing, artwork, or any other media. You are not permitted to \"hotlink\" an image from a third-party website. All images posted by a player must be from their own private image host.\n\nTotH is an english-speaking site and members are expected to speak English on our forums. You can use a translator to help you if it is not your native language. All content on TotH will be in English as well. If you do not understand how to use the site it is by no fault of our own. Vulgarities, obscenities, or anything offensive posted in other languages is not permitted.\n\nUse of our site is a privilege and not a right. You are not entitled to anything within the pages. We may take down the site, ban or delete members at our own discretion, and stop the service at any point in time. You do not own any of the fake content on our website. Any of it could be lost or taken away at any point and we are not held responsible for replacing it.\n\nHeart purchases to the website are used to fund Tails of the Heart. Purchasing is not a requirement of playing the game. Refunds for any purchase using real life currency are non-refundable. Should you choose to do a chargeback or force a refund, you may be restricted from accessing the website. Purchasing hearts will result in hearts being credited to your account. Purchasing hearts does not remove your responsibilities to adhere to the Terms of Service and players who purchase hearts will not receive special treatment.\n\nUsers are expected to treat other players as they would expect to be treated at all times. This includes the treatment of new members, older members, users of all ages, and staff.\n\nAny images you post, use, or provide on the site (whether for dogs, tags, avatars, or signatures) must belong to you. They must not be copyright in any form. If the images used are from stock, credit must be given back. If the artwork comes from another source, you must provide credit back to the artist. Failure to comply will result in the content being removed from the site.\n\nStaff may act accordingly on their own judgement according to our terms and conditions. They may edit or delete descriptions, images, posts, etc. that may violate the Terms of Service. If a moderator contacts you in regards to something and asks you to change it - therefore giving you the benefit of the doubt - you are required to adhere to what they have told you. Failure to comply with the ToS or a moderator request will result in action being taken against your account.\n\nTotH is not associated with any other online website and is not held responsible for any other sites actions. That said, users who are found to be participating in hate, burn, or attack sites or blogs will be permanently ip banned from further use of our site. While we do not mind users discussing these things off-site and can not control actions not on our site, we will not tolerate the spread of hate or the goal to turn our community against one another.\n\nCursing and swearing is not permitted except for on the mature (17+) forum and only in small amounts. The continued use of offensive words, swears, or curses will result in a warning to your account. Users are expected to use tact when using words that are categorized under these categories. If posted on any other board, users will receive a fine for swearing, cursing, or offending others. Acronyms to get around filters on any other board will not be tolerated.\n\nImpersonating staff is not tolerated in any form. Users who have been demoted from staff are no longer part of staff and should not be turned to for problems. Users claiming to be staff (moderators, administrators, artists etc) who are not will be fined and possibly banned from further use of the site. This includes the act of mini-modding. Users who are not a part of the staff are not responsible for correcting other users and we expect those users to bring the issue to the attention of a mod rather than handling it themselves.\n\nUsers are prohibited from using excessive caps or bright colors on their forum posts, messages, profile, dog page, kennels, estate, or anywhere else on the site. The use of bright colors is damaging to the eyes and hard for other individuals to read. The use of caps signifies yelling and is rude.\n\nProviding personal information such as full name, address, birthdate, and other information is done so at the users discretion. Tails of the Heart will not be held liable for any repercussions caused by these actions.\n\nIf anything is against the rules on another site you are not permitted to come to HT and break those rules. This includes any website on the internet. If it is against their ToS to sell their accounts for outside currencies, or to sell their items for other currencies, then you are not permitted to.\n\nTails of the Heart images, content, coding, and programming are exclusively Copyright to www.heart-tails.com and may not be used in any way shape or form without sole permission of www.heart-tails.com.\n\nAll bugs, glitches, and exploits must be appropriately reported. Bugs and glitches need to be posted on the bugs board. Exploits must be reported to the Police Station (Mod Box) right away. Users found to be abusing bugs, glitches, or exploits will be fined severely and may lose the use of their account.\n\nInactive accounts that have been inactive for over six months are subject to being sold to the public. This includes both abandoned or banned accounts. We are not held responsible for your activity on the ... (truncated)",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9770709872,
        "format_confidence":0.9903760552
    },
    {
        "url":"https:\/\/tamrielvault.com\/pages\/site-rules",
        "text":"Site Rules\n\nSince this is an interactive site, your comments and contributions are welcome. We ask everyone who participates here to abide by a simple set of guidelines that are set out below. This is to protect the unique ethos of this community - based around sensible, supportive and reasoned discussion.\n\n\nYou should understand that, by signing up for the site, you agree to follow the rules that are laid out on this post. The Admins reserve the right to remove and block from the site people who persist in&nbsp;ignoring these rules.\n\n\nBreaking rules marked with a red asterisk will result in an immediate ban. \n\n\n1.* Do not spam the site! As soon as we see someone spamming content, we delete them immediately and block their IP from signing up again. So don't waste your time - or ours.\n\n2. We don't like trolls on this site. If you come here specifically or exclusively to troll or make a nuisance of yourself, you and your content will simply be deleted without warning.\n\n3. Be polite. This is a friendly, 'grown up' site, and we don't tolerate excessive rudeness. If you are actively attempting to offend another member, host, or admin, your posts will be edited or deleted with a notification.\n\n4. Do not post anything 'off topic' or divert the thread onto other subjects. Start a new topic. If you find interesting Skyrim information, do not just randomly post it on a thread. Instead create a forum post &nbsp;or discussion in the relevant group to share it with the community here.\n\n5.* Do not post anything banned in Social Engine's Terms of Service, images or links of a pornographic nature, or anything that contains links to or attempts to endorse illegal activities.\n\n6. Swearing is usually permitted, but posts with swearing directly insulting another member or racial\/sexual slurs will be removed or edited without warning.\n\n7. Please keep discussions and statuses appropriate for the site. This is a place to discuss Skyrim, video games, and to have casual, friendly conversations. This is not the place to discuss political, religious or social issues. Any discussions deemed to be too political or controversial in nature, will be deleted.\n\n8.* Do not repost content from this site:\n\n1) That is not yours\n2) That you do not have explicit permission to repost\n3) That you do not give proper credit for in the repost\n\nFailing to follow this rule will result in an immediate ban. \n\n\nIn addition, here are some notes about the rules:\n\n\nFeedback of the site is welcomed. You are encouraged to post your concerns in the site feedback thread where your issues will be addressed. You can also post any concerns that you have with how your content has been dealt with by a Host or Admin.\n\n\nIf a member comes to a Host or Admin with a complaint about content that offends them, it will be reviewed. If it breaks any of the above rules, it will be deleted\/edited with a warning.\n\n\nSite Hosts and Admins reserve the full right to enforce these rules when needed. If we believe these rules have been broken in any way, we will take swift action.\n\n\nYou need to abide by these guidelines at all times. If you do, all will be well. But if you transgress, then expect site hosts to remove your content (or more seriously, yourself) from The Tamriel Vault.\n\n\nYour cooperation in these matters is greatly appreciated. Thanks for reading.\n\n-The Admins",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.845020175,
        "format_confidence":0.9667665362
    },
    {
        "url":"https:\/\/www.m368.net\/entertainment?lightbox=dataItem-kbj447iu",
        "text":"M368 is a completely neutral monitoring website that is not affected by any online gaming website.\n\nM368 links to many online gaming websites which contain gambling-related content or with the option to place wagers online.\n\nIt is your responibility to confirm that online gambling activities are allowed in the country where you reside and you meet the minimum age to gamble and read the content of this website.\n\nIt is also your responsibility to ensure you comply with the gambling laws imposed by the country, state and town of your residence.\n\nThe content published on this website are for general informational purpose only. M368 are no warranty for the accuracy of the information provided and that of third party websites linked to and from our website.\n\nInformation on this website is subject to change without notice.Most important is you must understand that online gambling is NOT legal in all jurisdictions where this website may be accessed or viewed\n\n©2020 by M368\n\n540x350 your ads here",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.866520226,
        "format_confidence":0.9676632881
    },
    {
        "url":"http:\/\/gigadevgames.com\/gigadev-privacy.php",
        "text":"\n\nThere are two types of information we may collect through your use of the Websites\/Apps:\n\n1. \"Personal Information,\" which is the type of information that can specifically be linked to you personally, such as your full name, physical address, email address, telephone number, photograph, location, credit card information and, in some cases, user names; and\n2. Non-personal \"Usage Data,\" which is anonymous data about your use of the Websites\/Apps that is tied to your computer and\/or device through which you use the Websites\/Apps.\n\nPersonal Information and Usage Data That We Collect and How We Collect It\nIf you choose to open an account with us, we may collect your name, email address, physical address, and\/or phone number.\nIf you choose to connect to one of our Websites\/Apps through a third-party social network such as Facebook or Game Center, we may collect Personal Information from your profile on such third-party social networks, such as your name, username, and photograph.\nIf you choose to make a purchase through our Websites\/Apps, we will collect your credit card information and other billing information.\nIf you choose to make use of any public forum, comment section, or chat function, we may collect any Personal Information you may disclose through such means.\nIf you choose to send a message to another user or defined group of users through our message, chat, post or other in-game function, we may collect any Personal Information you may disclose through such means, as well as the necessary Personal Information of the user(s) you are contacting, in order to facilitate the communication (Note: we will never collect any information sent outside of the functionality of our Websites\/Apps, including through emails or text messages).\nIf you choose to enable push notifications, we may use your Personal Information, or non-personal information such as a device ID, in order to send push notifications to your device.\nIf you choose to submit your Personal Information to us for any other reason in any other form, we will collect such Personal Information and use it for the purposes for which you submitted it.\nWe may collect the following Usage Data when you make use of the Websites\/Apps: your computer's IP address, your mobile phone's unique device ID or other persistent identifiers, geolocation information, your device's software platform and firmware, the type of browser you use, the date and time of your use of our Websites\/Apps, the actions you take within the Websites\/Apps, your game progress, play time, score and achievements, and the URLs you visited and\/or apps you used before and after using our Websites\/Apps.\n\nWe will not collect any Personal Information from you simply by virtue of your visiting our Website; we only collect it if you choose to submit it to us. You represent and warrant that all Personal Information you provide us is true and correct and relates to you and not to any other person.\n\nUse of the Personal Information and Usage Data That We Collect\n\nWe will use your Personal Information to provide you with any goods, services, or functionality you've requested or respond to any inquiries you've made. We may also use your Personal Information in order to contact you to promote our Websites\/Apps, contests and any specials we may offer. In the event that we send you advertising or marketing materials, we will provide you with the opportunity to opt-out of receiving such materials in the future. You may also opt-out of receiving such materials at any time in accordance with the instructions provided in this Privacy Policy.\n\nUsage Data may be used by us for administrative, analytical, research, optimization and other purposes. Specifically, we may use your Usage Data to help us learn more about your gaming activities, personalize your content and to otherwise enhance your gaming experience. Usage Data may also be used to help us provide you advertising that better suits your interests. Geolocation information will be used to determine the jurisdiction in which you're located so we can determine what set of laws apply to you. Your device ID may be used so we can send you push notifications (if you choose to allow that function) and track your use of our Websites\/Apps so that we can better understand your preferences and tendencies which will help us best personalize your experience and provide you with in-game offers and notifications that are tailored to you.\n\n\nIn connection with the foregoing collection of Personal Information and Usage Data, we may also use cookies (tiny text files that are stored on your computer's hard drive when you visit certain web pages that identify your computer and may store information about you) and other technologies to learn more about your preferences on our Websites\/Apps, so that we can improve our services and our Websites\/Apps. From this we may learn what web pages you visit and which various Websites\/Apps features are used. The foregoing Usage Data and cookies will not reveal your identity or be linked to you personally.\n\nDisclosure of the Personal Information and Usage Data That We Collect\n\nGIGADEV is a global company with offices and entities around the world. We may transfer your Personal Information and Usage Data to our other entities, but such information shall continue to be governed by this Privacy Policy.\n\nWe will not sell, rent or transfer your Personal Information to third parties, except as otherwise indicated herein. We will not store your credit card information. In order to process credit card payments, we will use the service of a secure, third-party credit card processor.\n\nWe use the services of third parties who will have limited access to your Personal Information to be used for specific purposes. These purposes may include credit card processing, prize delivery, marketing assistance, customer service, and data analysis. The third parties we contract with for these purposes will be authorized to use your Personal Information only for the purposes for which the party was engaged. In addition, Usage Data in aggregated, anonymous form may be shared with third parties who assist us with our internal operations such as administration, analytics, research, and optimization.\n\nWe may disclose your Personal Information or other information collected if required by law or court order, if the information relates to actual or threatened harmful conduct, to investigate and\/or take action against illegal activity, suspected abuse or unauthorized use of the Websites\/Apps, or to protect the property or safety of others.\n\nIn connection with any sale of our company or any line of business (including the assets relating thereto), customer information generally is one of the transferred business assets, and such customer information (including your Personal Information) will be transferred or sold to the acquirer in the event of any such sale or disposition of any or all of our business.\n\nCredit Card Transactions\n\nIf you choose to purchase a product from our Websites\/Apps, you represent and warrant that all credit card information you provide will be accurate and correct and that you are authorized to use such credit card. In no event will you provide us with any false or fraudulent information.\n\nYour Rights\n\nWe ask that you keep the Personal Information that you provide to us current and that you correct any information you have provided us by contacting us at gigadevgames@gmail.com.\n\nIf you wish to opt out of further communications from us, or if you wish to review, delete and\/or revise the Personal Information we have stored about you, please contact us with your specific request at gigadevgames@gmail.com; provided, however, that we reserve the right to retain an archive of such Personal Information for a commercially reasonable time to ensure that its deletion does not affect the integrity of our data and we further reserve the right to retain an anonymous version of such information.\n\nIf you wish to opt out of push notifications, select the Settings tab for the applicable Website\/App, and follow the necessary prompts to opt out of further push notifications.\n\nYou can decline to permit cookies in your browser, but in that case we cannot promise you that all Website\/App features will function properly as a result.\n\nIf you use the Websites\/Apps, you are responsible for maintaining the confidentiality of your account and for restricting access to your computer or device, and you agree to accept responsibility for all activities that occur under your account.\n\nPartnerships and External Sources\n\nOur Websites\/Apps may link to external sites beyond our control. This privacy policy covers only the way we treat the Personal Information and Usage Data we collect on our Websites\/Apps. By accessing any external sites, you are agreeing to the privacy policies of those sites. Please understand that the external sites may have different policies with respect to the collection, use and disclosure of your Personal Information. We have no control over and are not responsible for the privacy practices of such third parties. Therefore, you are encouraged to review the privacy policies of all third-party Websites\/Apps. Without limiting anything in the following section, we are not liable in any way for the actions, inactions or policies of any external Websites\/Apps.\n\n\nWhile the Websites\/Apps may be visited and\/or played by children, we do not knowingly collect or use any Personal Information from children under the age of 13 and hereby specifically prohibit any user under the age of 13 from providing us with any Personal Information. If you are a parent of a child under 13 years of age and you believe your child has provided us with Personal Information, please contact us at gigadevgames@gmail.com and we will delete the information from our system.\n\nWe may collect a device ID or other persistent identifier linked to the device or computer that may be used by a child to play our W... (truncated)",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.6979987621,
        "format_confidence":0.990463078
    },
    {
        "url":"https:\/\/wiki.teamfortress.com\/w\/index.php?title=Team_Fortress_Wiki:Policies&printable=yes",
        "text":"Team Fortress Wiki:Policies\n\nFrom Team Fortress Wiki\nJump to: navigation, search\n\nThis page documents accepted policies and guidelines in use on the Team Fortress Wiki.\n\nTerms of Use\n\nMain article: Team Fortress Wiki:Terms of Use\n\n\nUnreleased content\n\n\"Unreleased content\" here refers to content for which there is some expectation of pending Valve release, but has not been patched into the game and has not been made public in Community servers; examples being content Valve claims to be developing or content mentioned in an ongoing Update ARG. For Community Mod policy, see Mod notability.\n\n  • Generally, images or articles relating to expected but unreleased weapons, items, or other game content are not permitted until they are officially released. This is because until that point, what the content is, does, or looks like cannot be confirmed.\n  • The main purpose of this is to reduce unverified speculation or other ridiculous conjecture appearing as 'fact' on article pages.\n  • You are, however, free to start creating the article in your user space and have it moved back into the article space upon official release. Note: main space categories are generally not permitted on articles in user space.\n\nImages and media\n\nFor image licensing policy, see Team Fortress Wiki:Licensing images.\nFor guidelines on image quality, see Team Fortress Wiki:Images.\nFor placing images in articles, see Help:Images.\n\nLanguages and localization\n\nSee Help:Language translation for help and specific guidelines related to article translation.\n\nThe content on Team Fortress Wiki is multilingual, and every effort should be made to ensure that readers of other languages can access the same content in their own native language.\n\n  • Articles should have multiple language translations. Content related to the organisation of the project (i.e. pages in the Team Fortress Wiki and Help namespaces) should normally not be translated.\n  • Many articles are kept translated via translation switching templates. This allows consistent formatting across pages, and ensures that localized text and template code are kept in one single template.\n\nCommunity websites\n\nThe community website pages on this wiki have always been prone to abuse, and as time went on, concerns of bias and the usage of the wiki as a vehicle for product advertising became more pronounced. A lack of guidelines acceptable to all parties has also always been an issue, so as of 2014-05-12 the wiki is enacting a concrete policy of no site pages whatsoever in favor of more helpful and informative basic guides that document the features more generally. This should solve the concerns of advertising and bias, as well as giving a more concrete starting point for newcomers. The new guides are: Basic Market guide, Basic trading guide, and Basic inventory guide.\n\nMod notability\n\nBecause the Team Fortress Wiki is treated as a reliable source of information by players, all new page additions are reviewed by staff to ensure that they meet minimum quality standards. In the case of community content, certain notability requirements also have to be met, in order to maintain this standard of quality. Before creating a new page for a community mod, please ensure that it meets these requirements, and be prepared to show them to staff should the need arise (either via IRC prior to creating the page, or on the talk page for the mod after it has been created). Beware that if a mod is not deemed as notable, it may be summarily removed.\n\n  • Running on multiple servers: The mod in question must be shown to be in use on multiple servers, run by different entities (meaning that if there are a half-dozen servers being run by one group or person, it doesn't count). These servers also have to show a reasonable amount of player activity, and not simply be empty all the time. If a mod truly is notable in the community, then players will request that server admins run the mod and\/or plugin, and it will see reasonable activity in those servers.\n  • Discussion among the community: Discussion of the mod must extend beyond the thread announcing its creation and development. It must be shown that the mod is actively discussed by multiple users over multiple communities, in order to illustrate its popularity among players.\n  • Exposure via YouTube: A very good marker of popularity is if a prominent YouTuber uploads a video of gameplay of the mod, or a popular Twitch streamer plays it (with or without fans\/subscribers is acceptable). Simply showcasing the mod over the course of a few videos and a few personalities is proof enough of trending popularity, it does not have to be multiple videos over a consistent time period.\n\n\nFor basic help with wiki editing, see Help:Editing\nFor tips on style, see Help:Style guide\nFor a complete list of help pages, see Help:Contents\n\n\nUser content\n\n  • Images\n    Some images are permitted to be uploaded for personal use on user pages. However, users who abuse the right to upload decorative images may have them removed.\n    User images should follow these rules:\n    • They should have the user's name in the file name (e.g. File:User MyName Steam avatar.png)\n    • They should be placed in the category User images (place the code [[Category:User images]] into the upload box)\n    • User images should not be used in articles, or share categories with article images.\n  • Signatures\n    Custom signatures are allowed. However, we would prefer that more attention is paid to improving articles rather than your own signature. As with user images, misuse of signatures may result in you losing the right to have one.\n  • Pages\n    User pages should not be placed in any article category.\n\nElevated privileges\n\nSee Help:Group rights.\n\n\n\nSee also: Wikipedia:Protection policy\n\nGenerally most pages are not protected to encourage new edits and additions to content. However, some pages and articles are deliberately locked against editing, mostly for the following reasons:\n\n  • If an edit war breaks out and involved parties refuse to stop;\n  • If the page is high-risk: this can include templates like {{lang}} that are transcluded heavily, or pages that are heavily trafficked like Main Page.\n    If a template needs protection and translation switching, consider making use of the Dictionary to allow translators to update strings.\n\n\n  • Users are only blocked from editing if they prove to be consistently disruptive to the wiki. Vandalism, ignoring your talk page, or spam are all good ways to get blocked.",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9756916165,
        "format_confidence":0.9776925445
    },
    {
        "url":"https:\/\/media-engineering.eu\/categories-funciona\/elk-studios-verajohn-confiavel.php",
        "text":"We may request that you afford any of these documents allow to attest their credibility.\n\nElk studios vera&john é confiavel-33860\n\nVera&John mais de 1000 jogos para escolher\n\nAbuse of your account 3. Appropriately, you should not in a few way treat Dumarca as a financial institution. We reserve the right to void any ante which may be inadvertently locate or accepted if your account does not have sufficient funds to cover the whole of the stake. Dumarca will not be liable for any beating that User may incur at the same time as a result of such unavailability. Please refer to specific Promotional Terms. Fees on inactive accounts can bring your account balance to zero. We are entitled to assume that all act on your account is as of you. On confirming the Break, your account will be as soon as suspended and it will not be possible to log all the rage until the selected duration has expired.\n\nElk studios vera&john é confiavel-57382\n\nElk studios vera&john é confiavel-78876\n\n\nSobre o Programa de Fidelidade do online cassino Vera e John Brasil\n\nIt is your responsibility to accomplish sure that all details of the gambling transaction are acceptable. Technical errors If we allow grounds to believe that one or more account s allow been opened with the intention to mislead or defraud Dumarca, we may cancel any approach transaction s related to such conduct and close any before all of the account s. Closure via customer support bidding be implemented within 24 hours and you will receive a confirmation via e-mail. Please addendum that the self-exclusion will not apply to websites not listed within our group, as those companies are not members of our group.\n\nElk studios vera&john é confiavel-55244\n\nQuais jogos são oferecidos pela Vera & John? Quantos jogos oferecem?\n\nYou will have the option en route for apply limits to all websites operated by members of our group, to extend your limits please contact us. Please consign to specific Promotional Terms. You are able to extend the self-exclusion to our Group. Dumarca does not accept any accountability for any failures or issues that arise due to your equipment, internet connection or internet. Gambling transactions will not be confirmed if there are deficient funds in your account. You may: We may also abuse additional verification tools available en route for us in order to attest to the authenticity of any documents you provide.\n\nElk studios vera&john é confiavel-44970\n\nCódigos de bônus para jogar no VeraeJohn cassino\n\nAccount opening and verification checks 2. Responsible Gambling 6. Loss before damage is foreseeable if also it is obvious that it will happen or if, by the time the contract was made, both we and you knew it might happen. Add external banking processing fees can apply from time to age which may be outside of our control. We may also carry out telephone verification along with you. We also recommend you consider self-excluding from any erstwhile online gaming operators with which you have an account but you have not self-excluded by GAMSTOP.\n\nElk studios vera&john é confiavel-78787\n\nTotal jackpot\n\nBut we have reasonable grounds en route for believe that any account is being operated by anyone under the age of 18, the account will immediately be blocked and all funds deposited bidding be returned to the adolescent less any winnings already paid out. We strongly recommend so as to you contact any such parties and opt out from acceptance any marketing material from them. Technical errors However, there can be a short delay amid your self exclusion and marketing materials being stopped. The ODR platform will aid in the resolution of your complaint as a result of facilitating communications between parties.\n\nElk studios vera&john é confiavel-37715\n\n\nshuunoo:     18.12.2018 : 21:24\n\nQue le.",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9464978576,
        "format_confidence":0.8732799888
    },
    {
        "url":"https:\/\/www.crownofthegods.com\/communityrules\/",
        "text":"About The Game\nThe Aschendal Archives\nLatest Champions\nAbout Us\nThe Add-On Market\nMy Account\nLog Out\nLogin Below\n\nRemember Me\nOr Login With\nOr, new here? Register Now!\n\nForgot\/Change Password\n\nPlease enter your e-mail address below. We will send you an e-mail with a link.\n\nSent! Please check your e-mail\n\nCommunity Rules | Crown of the Gods\n\nCommunity Rules\n\nGaming Addict Studios, Inc.\n\nCommunity Rules\n\nThese policies and rules govern use of the GA Studios Service and are incorporated into the GA Studios Terms of Service. If there is any conflict between these rules and the Terms of Service, the Terms of Service will prevail. The terms that are capitalized in these Rules and defined in the Terms of Service, shall have the meaning provided in that document. If You violate these Rules, We may take action against You or your Account, including immediate termination.\n\n1. Follow the Law, the GA Studios Terms of Service, Platform Terms of Service, and these Rules.\n\nYou agree you will not, under any circumstances:\n\n  • 1) Use the Service, intentionally or unintentionally, in connection with any violation of any applicable law or regulation, or do anything that promotes the violation of any applicable law or regulation; or\n  • 2) Engage in any act that GA Studios deems in its sole discretion to be in conflict with the spirit or intent of the Service, including but not limited to circumventing or manipulating the Terms of Service, these Community Rules, other Feature Terms, game rules, game mechanics or other policies.\n\nYou agree that you will:\n\n  • 1) Abide by all of the commitments you make in the Facebook Statement of Rights and Responsibilities that apply to any use of Facebook Payments. In the event of any conflict between these Terms and the Facebook Statement of Rights and Responsibilities, the Community Payments Terms shall prevail\n  • 2) Abide by all of the commitments you make to any other third party platform providers, such as Apple or Google (each a \"Platform\"), including without limitation any terms around payment that you may make through the Platforms. In the event of any conflict between these Terms and the applicable Platform's terms, the applicable Platform's terms prevail.\n\n2. Account Creation and Use.\n\nThe following rules govern the creation and use of your account:\n\n  • 1) You must not have more than one account per person, at any given time, and must not create an account using a false identity or information, or on behalf of someone other than yourself;\n  • 2) You must not sublicense, rent, lease, sell, trade, gift, bequeath or otherwise transfer your account or any Virtual Items associated with your account to anyone without GA Studios' written permission; any such transfer or attempted transfer is prohibited and void; and\n  • 3) You must not access or use an account or Virtual Items that have been sublicensed, rented, leased, sold, traded, gifted, bequeathed, or otherwise transferred from the original account creator without GA Studios' permission.\n\n3. Collection and Publication of Personal Information.\n\nYou agree that you will not, under any circumstances:\n\n  • 1) Try to get login information or access an account belonging to other players.\n  • 2) Collect or harvest other user's content or information\n  • 3) Upload or transmit or attempt to upload or transmit, without GA Studios' express permission, any material that acts as a passive or active information collection or transmission mechanism, including, without limitation, clear graphics interchange formats (\"gifs\"), 1x1 pixels, web bugs, cookies or other similar devices or technologies (sometimes referred to as \"spyware,\" \"passive collection mechanisms\" or \"pcms\").\n\n4. Offensive or Infringing Content.\n\nYou agree that you will not, under any circumstances:\n\n  • 1) Post any content that is abusive, threatening, obscene, defamatory, libelous, or racially, sexually, religiously, otherwise objectionable or offensive; or violates any applicable law or regulation.\n  • 2) Post any content that contains nudity, excessive violence, or offensive subject matter or that contains a link to such content;\n  • 3) Harass, abuse, or harm, or advocate or incite harassment, abuse or harm of another person, group, including without limitation GA Studios employees and customer service representatives; or\n  • 4) Post content that infringes or violates some else's rights or otherwise violates the law.\n  • 5) Impersonate any other person, including without limitation, a GA Studios employee.\n\n5. Commercial Activity.\n\nYou agree that you will not, under any circumstances:\n\n  • 1) Use the Service for any unauthorized commercial purpose, including but not limited to (1) communicating or facilitating any commercial advertisement or solicitation (such as chain letters, junk e-mail or repetitive messages (spim and spam)), or (2) gathering or transferring virtual items for sale;\n  • 2) Use the Service for performing in-game services, such as power-leveling and item collection services, in exchange for payment outside the Service.\n\n6. Unauthorized Use of or Connection to the Service.\n\nYou agree that you will not, under any circumstances:\n\n  • 1) Use or design cheats, exploits, automation software, bots, hacks, mods or any unauthorized third party or other software designed to modify or interfere with the service or any GA Studios game experience;\n  • 2) Institute (Execute), assist, encourage, or become involved in any type of attack, including without limitation distribution of a virus, denial of service attacks upon the service, or other attempts to disrupt the Service or any other person's use or enjoyment of the Service;\n  • 3) Try to gain unauthorized access to the Service, accounts registered to others or to any computer or server used to offer or support the Service or any GA Studios game environment (each a \"Server\") or networks connected to the service by any means other than the user interface provided by GA Studios, including but not limited to, by circumventing or modifying or causing to be modified , attempting to circumvent or modify, or encouraging or assisting any other person to circumvent or modify, any security, technology, device, files, or software that is part of the service;\n  • 4) Use, facilitate, create, or maintain any unauthorized connection to the Service, including without limitation (1) any connection to any unauthorized server that emulates, or attempts to emulate any part of the Service; or (2) any connection using programs, tools, or software (including, without limitation, the use of virtual private networks, or proxy software) not expressly approved by GA Studios;\n  • 5) Use any unauthorized third party or other software that accesses, intercepts, \"mines\", or otherwise collects information from or through the Service or that is in transit from or to the Service, including, without limitation, any software that reads areas of RAM or streams of network traffic used by the Service to store information about GA Studios game characters, elements, or environment. GA Studios may, at its sole and absolute discretion, allow the use of certain third party user interfaces;\n  • 6) Intercept, examine or otherwise observe any proprietary communications protocol used by a client, a server, or the Service, whether through the use of a network analyzer, packet sniffer or any other tools;\n  • 7) Make any automated use of the Service, or take any action that imposes or may impose (in our sole discretion) an unreasonable or disproportionately large load on our infrastructure, or\n  • 8) Bypass any robot exclusion headers or other measures We employ to restrict access to the Service or use any software, technology, or device to send content or messages, scrape, spider, or crawl the Service, or harvest or manipulate data;\n  • 9) Interfere or try to interfere with the proper functioning of the Service, or connect to or use the Service in any way not expressly permitted by the Terms of Service or Feature Terms, including disrupting, overburdening, or assisting in or encouraging the disruption or overburdening of (1) any Server; or (2) the enjoyment of the service or any GA Studios game by any other person;\n  • 10) Make improper use of GA Studios' support services, including by submitting false abuse reports or using profane and abusive language in your communications with our support personnel; or\n  • 11) Except where permitted by law or relevant open source licenses, modify, reverse engineer, decompile, disassemble, decipher or otherwise try to derive the source code from us, or to obtain any information from the Service using any method not expressly permitted by GA Studios; or\n  • 12) Copy, modify or distribute content from any GA Studios site or game, or GA Studios' copyrights or trademarks or use any method to copy or distribute the content of the Service except as specifically authorized by GA Studios.\n\n©2014–2020 Gaming Addict Studios, Inc. | Terms of Service | Privacy Policy | Contact Support Team",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9900431633,
        "format_confidence":0.9897991419
    },
    {
        "url":"https:\/\/www.realbetbingo.com\/institutional\/privacy-policy\/",
        "text":"Privacy Policy\nIt is our responsibility and obligation to protect our customer’s privacy, and any information that you give us will be used only to ensure our services.\n\nUnless we have the User's prior approval to disclose his personal information, no information given at the time of registration, deposit or withdrawal, will be provided to third parties for any other use other than those inherent in the operation and will be stored in our files as safely as possible. do not share, rent, sell or lend your database to any other company, institution or association, except business partners who signed a contractual obligation to follow the Companies Policy. If there is any change of an unlikely event that this policy of sharing information, team undertakes to notify in advance, so the User can give us his explicit refusal.\n\nWe take technically all the security measures recommended by the industry and we are compromised to invest in advanced data protection for the User’s safety. All data exposed to our systems are encrypted and stored in locations of exclusive access. This shows you that none of your personal information propagates through the network without being encrypted (encoded) using the best algorithms available.\n\nRegards, Team\nCongratulations, you made the right choice! RealbetBingo is world of fun which is transformed and updated all the time. An online entertainment site where visitors will find the best advantages and benefits playing Bingo and Casino games with unique changes of winning!\n\nBingo rooms with the best video bingo games of the whole web. The most prominent and famous like Show Ball, Pachinko, Turbo H, Mega Touch, Silverball and Keno.\n\nThere is no other online Casino with the most dynamic slots like Halloween, Monstros, Bucaneiros and Circus. Also table games like Black Jack, Video Poker and Baccarat.\n\nRotate the device to see the form\nComplete your information\n\/ \/\nI am over 18 years of age, I have read and agree with the Terms and Conditions of this site\nI want to receive email weekly newsletters\nAreas of interest at\nVideo Bingo & Slots\nIf you have problems to remember your account, send an email to [email protected]",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9497337937,
        "format_confidence":0.9817781448
    },
    {
        "url":"http:\/\/www.sceducationlottery.com\/lottery\/techschooldocumentary.aspx",
        "text":"Behind The Draw\nSouth Carolina Technical Colleges Documentary\nBoard of Commissioners Administration Statutory Provisions Reports Public Information Employment\n\nEvery effort is made to ensure the accuracy of all information contained on this site. This site, however, is not the final authority on games, winning numbers, or other information. all winning tickets must be validated by the SCEL before prizes will be paid. You must be 18 years of age or older to play the games of the South Carolina Education Lottery. Our site is constantly updated with new information. Please check back often.\n©: Copyright 2005, South Carolina Education Lottery. all rights reserved.",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9792634845,
        "format_confidence":0.9220694304
    },
    {
        "url":"http:\/\/www.dollarization.org\/2020\/terms-and-conditions-of-playing-the-fish-shoot-gambling.html",
        "text":"By and by, this does not recommend that you are bound to end up being the accompanying on the web club big shot due to your online gaming systems, yet it will totally assist you with dealing with your on the web betting experience and besides potentially avoid you from overspending. A better than average web wagering technique would emphatically be to set up a structure where you set a breaking point with respect to the measure of greenbacks you have to wager on an offered day and hold quick to that confinement, in any case, not whether or not you were to shed all your real money following a few minutes of play. This will completely watch you from making the equivalent blunders as various bettors who have truly cut a journey down this road before you and detonated of their gambling benefits\n\nIf you are a juvenile to the online betting scene, and moreover do not appreciate the primary concern concerning how to move toward working up an on the web betting technique, no worries, there are phenomenal game plans of destinations that use you sans cost recommendations on what is in store when you get together with the on the web adventure betting neighborhood and the different sorts of web betting frameworks that you should work out. These are people that have truly had from the outset had contribution in different griyabet88 site page wagering destinations, and moreover grasp what they are discussing.\n\nKeeping communicated the solicitation continues being do online gaming methodology work or not, you are the court, for you can essentially respond to yes or no from your own individual experience. Be mindful before you start that a huge amount of the recommendations you will get are for games that rely completely upon likelihood right now a couple of individuals may acknowledge their procedure works for games that are totally self-emphatic like roulette or baccarat most methodologies will be a standard to be considered at any rate not followed in similar words. So go on, start setting up your online gaming approaches today.\n\nOn the off chance that you some way or another happened to ask any practiced wager whether web betting strategies work or something different, the response would obviously be an unmistakable yes. In what capacity may you question their judgment, before long these ace theorists have remained in the electronic betting business any longer than you so they should grasp, you acknowledge Let’s face it, having a course of action or the like before setting out on any endeavor is a savvy thought, so why not an on the web gaming system The catchphrase straightforwardly here is balance.  When you have truly chosen you’re on the web gaming framework you need to help it notwithstanding how deceived you may genuinely feel by the interest of the supreme portion.",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9961942434,
        "format_confidence":0.8050140738
    },
    {
        "url":"http:\/\/www.bombdefense.com\/tou.php",
        "text":"Bomb Defense\n\nTerms of Use\n\n1. You may not modify, copy, reproduce or publish in any manner the material on this website which includes text, graphics, html, or anything else without written approval.\n\n2. may at any time, without notice, modify or discontinue these terms of use.\n\n\nBomb Defense, Mitorah, the Bomb Defense logo, the Mitorah Games logo and Mitorah Games are trademarks of Tero Miettunen.\nAll other trademarks in the website are properties of their respective owners.\n\nPrivacy Statement\n\nThe following discloses our information gathering and dissemination practices for the website.\n\nDemographic and profile data is collected at our site. uses this data to tailor the visitor's experience at our site.\n\nThis site contains links to other sites. is not responsible for the privacy practices or the content of such websites.\n\nMitorah Games\nGet notified when we release a new version of Bomb Defense or a new game\nYour e-mail address will only be used to send you news about Bomb Defense and Mitorah Games. You can cancel anytime.\n\nContact. ©2018 Privacy Policy and Terms of Use",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9395890832,
        "format_confidence":0.9890313745
    },
    {
        "url":"http:\/\/www.starcomwireless.com\/disclaimer\/",
        "text":"Starcomwireless.com is not an online gambling website. We are a site that provides quality information about third-party companies that operate in a number of countries across the world.\n\nThe information provided herein is not intended to and should not be used in order to break any laws. It is the sole responsibility of the user to check the laws of their jurisdiction before they play for real money.\n\nBy using this website, you agree to release us from any liability that may arise, under any circumstance, including any losses incurred.\n\nStarcomwireless.com is an independent organization that provides blackjack information.",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9295120239,
        "format_confidence":0.9881985784
    },
    {
        "url":"http:\/\/sims.wikia.com\/wiki\/File:Glen_Kalson.png",
        "text":"\n\nLicensing Edit\n\nCopyrighted by Electronic Arts\nThis file is copyrighted. This file may consist of: an image or video recording taken from The Sims series of video games; an image from websites created and owned by Electronic Arts; an audio file created by or whose copyright is held by Electronic Arts, or; a video file created by or whose copyright is held by Electronic Arts. All trademarks and registered trademarks present in the image are proprietary to Electronic Arts, the inclusion of which implies no affiliation with The Sims Wiki. The inclusion of this message alongside a file signifies the assertion by the file uploader and\/or The Sims Wiki that the file it accompanies is uploaded and used lawfully in accordance with fair use principles under United States copyright law. Specifically, this file:\n  • Is not utilized in any manner which would produce a financial profit for the uploader or The Sims Wiki\n  • Does not detract from the potential of Electronic Arts to profit financially from the same or similar works\n  • Is an insignificantly small portion of the copyrighted material as a whole\n\nAppears on these pages\n\n  • Glen Kalson\n\n    Glen Kalson is an NPC bartender that resides in the Tutorial neighborhood. He has red hair...\n\nFile history\n\nClick on a date\/time to view the file as it appeared at that time.\n\ncurrent07:47, January 6, 2016Thumbnail for version as of 07:47, January 6, 2016256 × 256 (62 KB)C.Syde65 (Talk | contribs)",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9701092243,
        "format_confidence":0.6286047697
    },
    {
        "url":"https:\/\/www.starstable.com\/nl\/terms",
        "text":"Terms & Conditions\n\n  1. Introduction\n\n    The following Terms and Conditions are valid between you and the Swedish company Star Stable Entertainment AB, reg. no. 556819-8401, (hereinafter referred to as “Star Stable”, “us” and “we”). The Terms and Conditions apply to your installation and use of the game Star Stable Online, which is a multiplayer online role-playing game based in a virtual world. If you have subscribed to become a Star Rider, these Terms and Conditions also apply to your Star Rider membership, which allows you to install and use the full version of the game. The Terms and Conditions also apply to any services provided to you by Star Stable relating to the game, for example the Star Stable website, mobile apps and Star Stable social media accounts (“services”). The website www.starstable.com will, from now on, be referred to simply as the “website”.\n\n    We kindly advise anyone who is younger than 18 years old, to get a parent or legal guardian to read and accept these terms and conditions on your behalf. It is also important that you get consent from a parent or legal guardian before you register on our website, install or use the game and make any purchases on our website. By accepting these terms and conditions, you confirm that you are 18 years or older, or that you have permission from your parent or legal guardian to install and use the game, and to subscribe for a Star Rider membership, if applicable.\n\n    Please read these Terms and Conditions carefully before installing and using the game or subscribing for a Star Rider membership.\n\n    If there is anything that you do not understand, please contact us at http:\/\/www.starstable.com\/en\/support.\n\n    Star Stable reserves the right to revise the Terms and Conditions at any time. The date of the latest update is found in the final section of the Terms and Conditions. Users are responsible for keeping themselves updated with these changes. With the exception of spelling errors, Star Stable will notify players and parents of any changes to the Terms and Conditions.\n\n  2. Register for an account\n\n    To gain access and start playing the game, users are required to create an account by entering their email address, a password and date of birth on the website.\n\n    Here, you agree not to share your username and password (the “login information”) that you have chosen, or your account details. You also accept sole responsibility for maintaining the confidential login information and for use of your account. If, at any point, you suspect that you have become a victim of a security breach, loss, theft or unauthorized access to this information, please contact our customer support team: http:\/\/www.starstable.com\/en\/support.\n\n  3. Requirements for installing the game software\n\n    Once you have created an Account, you will be able to download and install a game executable file by clicking on the button that says “Download and play”. In order to play the Game you need to meet the minimum system requirements which can be found here;\n\n  4. The game\n\n    1. Playing the Game free of charge\n\n      Once you have created an account and downloaded the file, the game can be tried free of charge within the specialized area. Beyond the free trial area of the game is an area reserved for fee-paying subscription members (“Star Riders”).\n\n    2. Star Rider Membership\n\n      A Star Rider membership can be purchased on our website after logging in to your Star Stable account. You can either choose between a recurring 1 month or 3 months Star Rider subscription or purchase the 'pay once' Star Rider option that gives you unlimited access to the game for as long as Star Stable is operating.\n\n      For an ongoing subscription, you must choose one of the valid and accepted payment methods that we offer on our website, such as: (1) credit card payment, (2) PayPal, (3) Trustly, or (4) Paysafecard (your “Payment Method”). We will then bill the monthly or quarterly membership fee to your payment method. Please see further details under section 7 below.\n\n    3. Free Trials\n\n      From time to time, we may offer trials of the Star Rider membership for a specified period without payment. Star Stable reserves the right to determine who is eligible for a trial, and to withdraw or to modify a trial at any time without prior notice and with no liability. Free trials are for new members with registered accounts only.\n\n      In some instances, we will require you to provide your payment details before we start the trial. At the end of these trials, we will automatically start charging for the Star Rider membership. This happens on the first day following the end of the trial and continues on a recurring monthly basis. By providing your payment details in conjunction with the trial, you agree to this charge. If you do not wish to continue your Star Rider membership and do not want to be charged at the end of the trial, you will need to change your Star Stable “my account” settings or contact our customer support before the trial period is up.\n\n      You will receive a reminder from Star Stable that your free trial period is ending between 48 to 72 hours prior to its scheduled end, and that we will start charging you unless you have changed your “my account” settings or informed customer support that you do not wish to continue your Star Rider membership before the end of the trial period. You will not receive a notice from us that your free trial period has ended or that the paying portion of your membership has begun. Log in to your “my account” page on the Star Stable website to find cancellation instructions. We will continue to charge your payment method on a monthly basis for your membership fee until you cancel.\n\n  5. Commencement of membership agreement and no Right of withdrawal\n\n    Your agreement with Star Stable regarding your Star Rider membership, which provides you with access to the full version of the game (and any services, if applicable), is concluded upon your first payment and Star Stable’s confirmation notice to you. You hereby agree that the full version of the game (and any services, if applicable) will be immediately available to you for download and use upon such payment and confirmation notice, and you hereby waive your right to withdrawal under the Distance and Off-Premises Contracts Act (SFS 2005:59). Please note that this does not affect your right to cancel your membership in accordance with section 8 below.\n\n  6. Prices\n\n    Prices for Star Rider membership may vary by nation and\/or currency. The prices applicable to your membership appear on the website applicable to your country of residence. The prices shown on the website include VAT.\n\n    We reserve the right to adjust the subscription fee for the game or any components related to the game, in any manner, and at any time we may determine, at our own discretion. Star Stable shall, however, notify you by email of any price changes at least one month in advance. Please note that you are entitled to cancel your subscription at any time, in accordance with section 8 in these Terms and Conditions. Price changes will not apply to your current subscription period that you have already paid.\n\n    Please note that additional charges may be applicable depending on the payment method you choose. Please see further details regarding any additional charges related to your payment method.\n\n  7. Payments\n\n    1. Payments for Ongoing Star Rider Membership\n\n      By starting your Star Rider membership and designating a preferred payment method, you authorize us to charge you a monthly or quarterly membership fee at the then current rate.\n\n      The Star Rider membership fee will be billed at the beginning of the paying portion of your membership and each subsequent month or quarter thereafter unless and until you cancel your membership. We will automatically bill you via the payment method you have chosen on the calendar day that your paid membership starts. In the event that your paid membership began on a day not contained in any given month, we may bill your payment method on another day in the month or another day we deem appropriate. For example, if you became a paying member on January 31, your next payment date is likely to be February 28, so your payment method would be billed on that date.\n\n      Membership fees are fully earned upon receipt of payment. We reserve the right to change the timing of our billing, in particular, as indicated below, if your payment attempt was not successful. As long as a valid subscription is still active, we also reserve the right to retry payment authorization. This may affect your renewal date due to changes in your Star Rider membership. Visit our website and login to the “my account” page to see the next billing date for your particular renewal period. We may authorize your payment method in anticipation of membership or service-related charges. As used in these Terms and Conditions, “billing” indicates a charge, debit or other payment clearance, as applicable, against your payment method.\n\n    2. No refunds\n\n      Payments are non-refundable and there are no credits or refunds given for partially used periods. Following any cancellation, however, you will continue to have access to the game through to the end of your current billing period. At any time, and for any reason, we may provide a refund, discount, or other consideration to some or all of our members (“credits”). The amount and form of such credits, and the decision to provide them, are at our sole and absolute discretion. The receipt of credits in one instance does not entitle the user to credits in the future for similar occurrences, nor does it oblige us to provide credits under any other circumstances in the future.\n\n  8. Your cancellation for your star rider membership\n\n    You may cancel your Star Rider membership at any time, and you will continue to have access to the game through to the end of your monthl... (truncated)",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9660404921,
        "format_confidence":0.9902549386
    },
    {
        "url":"https:\/\/rocketleague.gamepedia.com\/Rocket_League_Wiki:General_disclaimer",
        "text":"Rocket League Wiki:General disclaimer\n\nFrom Rocket League Wiki\nJump to: navigation, search\n\nRocket League Wiki is an online, public collaboration of information centering around the game, Rocket League from Game Publisher. All information contained on this website is provided by the voluntary efforts of individual players and groups working to develop a comprehensive information resource for all Rocket League fans to use and enjoy.\n\nThis website is an open wiki. It allows anyone with access to the Internet to create and alter its articles and content. Please note that articles and information found within this wiki have not necessarily been reviewed by members of the game's development team, employees of Game Publisher, or it's licensors, or those of\n\nAlthough much of the information presented on Rocket League Wiki will be accurate and up-to-date, Curse cannot guarantee the validity and quality of the information. It should be understood that the content of any article may be modified or changed at any time by any member of the community. It should also be understood that any wiki page has a risk of becoming vandalized or improperly altered by users.\n\nTo maintain a sense of community on this user-contributed resource, it is encouraged that any user encountering improper, offensive, or otherwise incorrect information simply take the time to edit the article in question and correct the problem. If any situations arise that warrant further involvement, they should be reported directly to Rocket League Wiki moderators for review.\n\nNo Formal Developer Reviews\n\nWhile members of the team can and do access Rocket League Wiki, it should be understood that all articles cannot be officially reviewed at all times. Our community of editors use resources such as the Special:Recentchanges and Special:Newpages feeds to monitor new and changing content.\n\nIt should be clearly understood that Rocket League Wiki is not consistently reviewed by official staff. While all employees may correct errors or engage in casual peer review, they have no legal duty to do so and thus all information read here is without any implied warranty of accuracy for any purpose or use whatsoever. Due to open community access to Rocket League Wiki, even articles that have been reviewed by official employees of may later have been edited inappropriately, changing their original content.\n\nNone of the contributors, sponsors, administrators, developers, or anyone else connected with Rocket League Wiki in any way whatsoever can be held responsible for the appearance of any inaccurate or libelous information or for your use of the information contained in or linked from these Web pages.\n\nNo User Contracts and a Limited License\n\nBy using Rocket League Wiki, you confirm that you understand that the information provided here is being provided freely, and that no kind of agreement or contract is created between you and, between you and the users of this site, or between you and anyone else who is in any way connected with this project or sister projects subject to your claims against them directly. You are being granted a limited license to copy anything from this site; it does not create or imply any contractual or extracontractual liability on the part of Rocket League Wiki or any of its agents, members, organizers, or other users.\n\nProviding content for Rocket League Wiki should be done voluntarily with no assumptions of content preservation or compensation from\n\nThere is no agreement or understanding between you and Rocket League Wiki regarding your use or modification of this information beyond the CC BY-NC-SA 3.0; neither is anyone at responsible if any contributor should change, edit, modify, or remove any information that you have posted on Rocket League Wiki.\n\n\nAny of the trademarks, service marks, collective marks, design rights, personality rights, or similar rights that are mentioned, used, or cited in an Rocket League Wiki article are the property of their respective owners. Their use here does not imply that you may use them for any other purpose other than for the same or a similar informational use as contemplated by the original authors of these articles under the CC BY-NC-SA 3.0 licensing scheme.\n\nUnless otherwise stated, Rocket League Wiki is neither endorsed nor affiliated with any of the holders of any such rights, and as such cannot grant any rights to use any otherwise protected materials. Your use of any such or similar incorporeal property is at your own risk.\n\nIt should be understood that Rocket League content and materials are trademarks and copyrights of Game Publisher or its licensors. All rights reserved. This site is a part of the network of websites and is not affiliated with Game Publisher.",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.989536047,
        "format_confidence":0.9887500405
    },
    {
        "url":"http:\/\/dpquiz.co.uk\/index.php\/disclaimer",
        "text":"[[script type=\"text\/javascript\"]]<!--\ngoogle_ad_client = \"pub-6481852383787466\";\n\/* 120x600, created 30\/07\/09 *\/\ngoogle_ad_slot = \"1906656831\";\ngoogle_ad_width = 120;\ngoogle_ad_height = 600;\n\n[[script type=\"text\/javascript\"\n\n\nFree Quiz Questions on DP Quiz\n\nAll of the free quiz questions on this site are either written or edited by DP Quiz and every effort is made to keep them up-to-date.\n\nHowever, please note that you are responsible for checking your own facts before using the questions in in your own event, particularly if its a life or death quiz situation!Smile\n\nFacts sometimes change and when dealing with quiz questions from this site and from others you are strongly advised to check the latest information. This is particularly true of questions that can easily go out of date such as \"How old is Europe's oldest man?\" or \"What is the world record high jump?\" Use your common sense to detect when it's worth looking up a question.\n\nMore information and advice on this subject is available in my e-book How To Make £100 a Night (Or More) As A Pub Quizmaster.\n\nMeanwhile, if you think you've spotted a mistake in any of the questions, or if you want to ask for any clarification about any of the questions, please This email address is being protected from spambots. You need JavaScript enabled to view it., and I will always be happy to hear from you.\n\n\nDr Paul",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.7472400665,
        "format_confidence":0.9647696018
    },
    {
        "url":"http:\/\/projectminerva-game.com\/ucp.php?mode=register&sid=6e8b40c77ddf87bf416742eb1024aa2e",
        "text":"Project Minerva - Registration\n\nBy accessing “Project Minerva” (hereinafter “we”, “us”, “our”, “Project Minerva”, “”), you agree to be legally bound by the following terms. If you do not agree to be legally bound by all of the following terms then please do not access and\/or use “Project Minerva”. We may change these at any time and we’ll do our utmost in informing you, though it would be prudent to review this regularly yourself as your continued usage of “Project Minerva” after changes mean you agree to be legally bound by these terms as they are updated and\/or amended.\n\nOur forums are powered by phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “”, “phpBB Group”, “phpBB Teams”) which is a bulletin board solution released under the “General Public License” (hereinafter “GPL”) and can be downloaded from The phpBB software only facilitates internet based discussions, the phpBB Group are not responsible for what we allow and\/or disallow as permissible content and\/or conduct. For further information about phpBB, please see:\n\nYou agree not to post any abusive, obscene, vulgar, slanderous, hateful, threatening, sexually-orientated or any other material that may violate any laws be it of your country, the country where “Project Minerva” is hosted or International Law. Doing so may lead to you being immediately and permanently banned, with notification of your Internet Service Provider if deemed required by us. The IP address of all posts are recorded to aid in enforcing these conditions. You agree that “Project Minerva” have the right to remove, edit, move or close any topic at any time should we see fit. As a user you agree to any information you have entered to being stored in a database. While this information will not be disclosed to any third party without your consent, neither “Project Minerva” nor phpBB shall be held responsible for any hacking attempt that may lead to the data being compromised.",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.6381295323,
        "format_confidence":0.9877853394
    },
    {
        "url":"https:\/\/wynncraft.gamepedia.com\/Wynncraft_Wiki:General_disclaimer",
        "text":"Wynncraft Wiki:General disclaimer\n\nFrom Wynncraft Wiki\nJump to: navigation, search\n\nWynncraft Wiki is an online, public collaboration of information centering around the game, Wynncraft from Game Publisher. All information contained on this website is provided by the voluntary efforts of individual players and groups working to develop a comprehensive information resource for all Wynncraft fans to use and enjoy.\n\nThis website is an open wiki. It allows anyone with access to the Internet to create and alter its articles and content. Please note that articles and information found within this wiki have not necessarily been reviewed by members of the game's development team, employees of Game Publisher, or its licencors, or those of Curse.com.\n\nAlthough much of the information presented on Wynncraft Wiki will be accurate and up-to-date, Curse cannot guarantee the validity and quality of the information. It should be understood that the content of any article may be modified or changed at any time by any member of the community. It should also be understood that any wiki page has a risk of becoming vandalized or improperly altered by users.\n\nTo maintain a sense of community on this user-contributed resource, it is encouraged that any user encountering improper, offensive, or otherwise incorrect information simply take the time to edit the article in question and correct the problem. If any situations arise that warrant further involvement, they should be reported directly to Wynncraft Wiki moderators for review.\n\nNo Formal Developer Reviews\n\nWhile members of the Curse.com team can and do access Wynncraft Wiki, it should be understood that all articles cannot be officially reviewed at all times. Our community of editors use resources such as the Special:Recentchanges and Special:Newpages feeds to monitor new and changing content.\n\nIt should be clearly understood that Wynncraft Wiki is not consistently reviewed by official Curse.com staff. While all Curse.com employees may correct errors or engage in casual peer review, they have no legal duty to do so and thus all information read here is without any implied warranty of accuracy for any purpose or use whatsoever. Due to open community access to Wynncraft Wiki, even articles that have been reviewed by official employees of Curse.com may later have been edited inappropriately, changing their original content.\n\nNone of the contributors, sponsors, administrators, developers, or anyone else connected with Wynncraft Wiki in any way whatsoever can be held responsible for the appearance of any inaccurate or libelous information or for your use of the information contained in or linked from these Web pages.\n\nNo User Contracts and a Limited License\n\nBy using Wynncraft Wiki, you confirm that you understand that the information provided here is being provided freely, and that no kind of agreement or contract is created between you and Curse.com, between you and the users of this site, or between you and anyone else who is in any way connected with this project or sister projects subject to your claims against them directly. You are being granted a limited license to copy anything from this site; it does not create or imply any contractual or extracontractual liability on the part of Wynncraft Wiki or any of its agents, members, organizers, or other users.\n\nProviding content for Wynncraft Wiki should be done voluntarily with no assumptions of content preservation or compensation from Curse.com\n\nThere is no agreement or understanding between you and Wynncraft Wiki regarding your use or modification of this information beyond the CC BY-NC-SA 3.0; neither is anyone at Curse.com responsible if any contributor should change, edit, modify, or remove any information that you have posted on Wynncraft Wiki.\n\n\nAny of the trademarks, service marks, collective marks, design rights, personality rights, or similar rights that are mentioned, used, or cited in an Wynncraft Wiki article are the property of their respective owners. Their use here does not imply that you may use them for any other purpose other than for the same or a similar informational use as contemplated by the original authors of these articles under the CC BY-NC-SA 3.0 licensing scheme.\n\nUnless otherwise stated, Wynncraft Wiki is neither endorsed nor affiliated with any of the holders of any such rights, and as such Curse.com cannot grant any rights to use any otherwise protected materials. Your use of any such or similar incorporeal property is at your own risk.\n\nIt should be understood that Wynncraft content and materials are trademarks and copyrights of Game Publisher or its licensors. All rights reserved. This site is a part of the Curse.com network of websites and is not affiliated with Game Publisher.",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9875999689,
        "format_confidence":0.9893219471
    },
    {
        "url":"https:\/\/au.platinumplaycasino.com\/promo-terms\/",
        "text":"\n\n\nThis promotion (this \"Promotion\") is brought to you by Platinum Play Online Casino (the \"Casino\") and is open to first time Players (\"Player\/s\") at the Casino who open their first Real Money Account during the Promotion. \n\nWelcome Bonus Offer:   $800 Free\n\n1st Deposit - 100% Deposit bonus up to $400\n2nd Deposit - 100% Deposit Bonus up to $200\n3rd Deposit - 100% Deposit Bonus up to $200\n\n  1. The Casino is a member of the group of online Casinos proprietary to us (the \"Group\"). At any point in time the Group may offer Sign-Up Bonuses at any or all of its member Casinos.\n  2. All new players have 7 days from the date their account was opened to claim their new player sign-up bonus. Thereafter the Sign-Up bonus will be unavailable. Subsequent promotions will be available to the player but the Sign-Up bonus will be considered forfeited.\n  3. Please note that for the purposes hereof, a “Currency Unit” is a unit of the currency nominated by the Player at the time of his\/her registration of his\/her Real Account to be the currency to be utilized by such Player when transacting with the Casino.\n  4.  For these promotions ‘Desktop’ refers to an application that runs stand alone in a desktop or laptop computer.\n  5. Contrast with \"software,\" which requires the Web browser to run and ‘mobile’ applications that run on HTML5 on smartphones and tablets.\n  6. The Welcome Bonus will automatically be credited to the Bonus Account upon a successful purchase of 10 currency units or more.\n  7. Where the Casino does not offer the primary Currency Unit in your country, you will be eligible to play and receive bonuses in any currency of your choosing.\n  8. If you open multiple accounts you will not be eligible for the Sign-Up Bonus on each account. This and any other Sign-Up Bonus\/es are only available once per Player and\/or per environment where computers are shared and\/or per email address. This offer is not transferable.\n  9. Once you have received a Sign-Up Bonus at any of the Group's member Casinos, you are required that to meet additional minimum Play Through Requirements before you are eligible for additional Sign-Up Bonuses at any of the other member Casinos.\n  10. If a Free Spins Offer is granted to you it must be played through 50 times (50x) before you will be able to withdraw any winnings made using the bonus money portion of your balance. (\"Play through Requirement\"). For example, if you deposit 100 and receive a 100 credit bonus, the Play through Requirement will be 50 x 100 = 5000. Any winnings attributed to the Cash portion of your balance can be withdrawn at any time, subject to meeting all of these terms and conditions. In the event that a Player has a positive cash balance after the 50x wagering requirement is complete and such Player attempts to make a withdrawal, the withdrawal of winnings derived from the Free Spins will be capped at 100 Casino Credits (in the Player’s currency of play) and the remaining cash balance will be forfeited.\n  11.  The Bonus amount is subject to a minimum play through (wager) of 50 times (50x) by you before it can be transferred from your Bonus Balance to your Cash Balance (\"Play Through Requirement\"). For example, if you deposit 100 and receive a 100 credit bonus, the Play through Requirement will be 50 x 100 = 5000.\n  12. You may thus not claim or receive a Free Spins offer at this Casino if you have previously claimed or received a Free Spins offer from another Group member Casino and have not yet wagered such previously claimed or received a Free Spins offer and its associated initial deposit at least 100 times at the Group member Casino that granted you such Free Spins offer. If your Account at this Casino has been credited with a Free Spins offer for which you (in our sole and unfettered discretion) are ineligible, the Casino shall retrospectively void such Sign-Up Bonus and any winnings received by you after the Free Spins offer has been credited to your relevant accounts.\n  13. Wagering on all games except Roulette, Sic Bo, Craps, Baccarat, Table Poker, Casino War & Red Dog will count towards meeting the Play Through Requirement; however the percentage of the Sign-Up Bonus which may be wagered on certain games will vary as follows*:\n    • - 100% All Slots, Keno & Scratch Card games\n    • - 8% All video\/power Pokers (excluding All Aces and Jacks or Better video pokers), all blackjacks (excluding Classic Blackjack)\n    • - 2% Classic Blackjacks, All Aces video pokers, all Jacks or Better video pokers\n    • - 0% all baccarats, all craps, Red Dog, Sic Bo\n    • - Wagers placed using the gamble feature 0%\n    • - All game play MPV (Multiplayer Tournaments) 0%\n    • - If you play on the excluded games (0%) before meeting the playthrough requirements, then you agree that the casino holds the right to void any winnings made from these games at our discretion.\n    • - IMPORTANT: the contribution percentages and playthrough requirements may differ per promotion and\/or geographical location. In this instance, the percentage amounts and playthrough requirements quoted in the promotion's Terms & Conditions will apply. Please always refer to the specific Terms & Conditions associated with each promotion to avoid any misunderstanding *Progressive games will contribute to the Play through Requirement as per the game type. For example, Progressive Slots will contribute 100% to the Play through Requirement. ** Please note that wagers placed using the gamble feature will not count towards the Play through Requirement. *** Please note that all game play on MPV (Multi Player Tournaments), will not count towards the Play through Requirement.\n  14. After fulfilling the total Play through Requirement on your first Sign-Up Bonus you can withdraw from your Cash Balance at any time.\n  15. This bonus offer expires upon cashin. Any claim made to this bonus after a cashin has been requested, whether pending or paid, will render the bonus void. Where a Sign-Up Bonus has been granted to you, subject to you being required to have met all wagering requirements, you will be limited to a maximum withdrawal value of 6 times your first deposit amount and any remaining balance will be forfeited. This clause will only be applied at the discretion of casino management. All progressive wins are exempt from this clause.\n  16. Should a withdrawal be submitted before the free Spins Bonus is credited to the Bonus Account, the bonus will be forfeited.\n  17. You will be unable to withdraw any amount from your account until you've either met the wagering requirements or played through all funds in the Bonus Account. Winnings on bets from the Bonus Account, after the wagering requirements have been met, go straight to the Cash Account.\n  18. If you do not want any Sign-Up Bonus which has been deposited into your account by the Casino then you are entitled to request that the Sign-Up Bonus be reversed out of your Casino account, subject to no Play Through having taken place on either the initial deposit or associated Sign-Up Bonus. You can do this by contacting Customer support by way of email or live chat, where after the Sign-Up Bonus reversal will take place. If any Play Through has taken place, then that Sign-Up Bonus may not be removed from your account (either by means of withdrawal or a request to the support staff) until the Play through Requirement associated with that Sign-Up Bonus has been met.\n  19. Before any withdrawals are processed, your play will be reviewed for any irregular playing patterns e.g. playing of equal, zero margin bets or hedge betting, which all shall be considered irregular gaming for Sign-Up Bonus Play Through Requirement purposes. Other examples of irregular game play include but are not limited to, placing single bets equal to or in excess of 30% or more of the value of the bonus credited to your account until such time as the wagering requirements for that bonus have been met. The Casino reserves the right to decide in its sole discretion which activities constitute \"irregular play\" for Sign-Up Bonus Play through Requirement purposes from time-to-time and to withhold any withdrawals where irregular play has occurred to meet Sign-Up Bonus Play through Requirements.\n  20.  In the event that the Casino believes you are abusing or attempting to abuse a bonus or other promotion, or you are likely to benefit through abuse or lack of good faith from a gambling policy adopted by Us, the Casino Group may at its sole discretion, deny, withhold or withdraw from you any bonus or promotion, or rescind any policy either temporarily or permanently, or terminate your access to the Services and\/or block your account. In such circumstances, the Casino shall be under no obligation to refund to you any funds that may be in your accounts other than your original deposit amounts.\n  21. If the Sign-Up Bonus remains unused in your Bonus Balance for two (2) months or longer from the date the claim was made, the Sign-Up Bonus will be forfeited to the Casino.\n  22. The Casino Rules, Terms and Conditions apply to this Promotion. In the event of a conflict between these Promotion-specific Rules, Terms and Conditions and the Casino Rules Terms and Conditions, the Promotion-specific Rules, Terms and Conditions shall prevail but only to the extent that the Rules, Terms and Conditions conflict with one another.\n  23. In the event of any dispute, the decision of the Casino management will be considered full and final. No correspondence will be entered into in this regard.\n  24. The Casino management reserves the right to end or amend this Promotion at any time without giving notice.\n\nLast updated: 21st of August 2018 \n\nDigimedia Ltd (C45651) is a Maltese registered company registered at Villa Seminia, 8, Sir Temi Zammit Avenue, Ta’XBiex XBX1011. Digimedia Ltd is licensed under the Malta Gaming Authority, license number: MGA\/B2C\/167\/2008 (issued on 1 August 2018).",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9868379235,
        "format_confidence":0.9787499905
    }
]