[
    {
        "url":"https:\/\/www.polyphonylit.org\/vol16fall2020\/a-history-of-the-united-states-of-america",
        "text":"A History of the United States of America\n\nEsther Sun\n\nLos Gatos, CA\n\nLos Gatos High School\n\n\nSeveral days ago I walked by vultures\n\non the neighbor’s grass. One standing\n\nsentry high above in the thin branches\n\nof winter’s skinned tree. One eating\n\na dead mouse on the lawn. A day later,\n\nit was there again — this time having dragged\n\nthe corpse halfway into the neighbor’s driveway.\n\n            I saw the mouse’s spine:\n\nred and curved against the ground, glowing\n\npale in blue December. I saw its head, still\n\nintact. I had to look away.\n\n\nAn unorthodox account of the history of the United States. But it’s still history—a history that cannot be concealed, demands to be heard. This one will fill you with unease and worry you from start to finish.\n\nEsther Sun is a Chinese-American writer from the Silicon Valley and will graduate in 2021 from Los Gatos High School in Los Gatos, CA. A 2020 American Voices nominee, she has been recognized for her writing by Bennington College, the National YoungArts Foundation, and the Alliance for Young Writers and Artists. Esther’s poems are forthcoming, or have appeared in, Carve Magazine, Birdcoat Quarterly, The Indianapolis Review, and more.\n\n\n© 2021 Polyphony Lit",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.5920755267,
        "format_confidence":0.9272662997
    },
    {
        "url":"https:\/\/www.infoplease.com\/us\/stories\/journals-lewis-and-clark-212",
        "text":"The Journals of Lewis & Clark: February 28, 1805\n\nby Meriwether Lewis and William Clark\nFebruary 27, 1805\nMarch 1, 1805\n\nFebruary 28, 1805\n\n28th of February 1805 Thursday Mr. Gravilin 2 frenchmen and 2 Ricaras arrived from the Ricaras with letters from Mr. Tahoe &c. informing us of the Deturmination of the Ricaras to follow our councils- and the threts & intintions of the Sioux in Killing us whenever they again met us- and that a party of Several bands were formeing to attacke the Mandans &c. &c.\n\nwe informed the Mandans & others of this information & also the wish the Ricars had to live near them & fite the Sioux &c. &c. &c.\n\ndespatched 16 Men 5 Miles abov to build 6 Canoes for the voyage, being Deturmend to Send back the Barge\n\n28th of February Thursday 1805\n\na fine morning, two men of the N W Compy arrve with letters and Sacka comah also a Root and top of a plant presented by Mr. Haney, for the Cure of mad Dogs Snakes &c, and to be found & used as follows vz: \"this root is found on high lands and asent of hills, the way of useing it is to Scarify the part when bitten to chu or pound an inch or more if the root is Small, and applying it to the bitten part renewing it twice a Day. the bitten person is not to chaw nor Swallow any of the Root for it might have contrary effect.\"\n\nSent out 16 men to make four Perogus those men returned in the evening and informed that they found trees they thought would answer.\n\nMr. Gravelin two frenchmen & two Inds. arrive from the Ricara Nation with Letters from Mr. Anty Tabeaux, informing us of the peaceable dispositions of that nation towards the Mandans & Me ne to res & their avowed intentions of pursueing our Councils & advice, they express a wish to visit the Mandans, & Know if it will be agreeable to them to admit the Ricaras to Settle near them and join them against their common Enimey the Souis we mentioned this to the mandans, who observed they had always wished to be at peace and good neighbours with the Ricaras, and it is also the Sentiments of all the Big Bellies, & Shoe Nations\n\nMr. Gravilin informs that the Sisetoons and the 3 upper bands of the Tetons, with the Yanktons of the North intend to come to war in a Short time against the nations in this quarter, & will Kill everry white man they See- Mr. T. also informes that Mr. Cameron of St peters has put arms into the hands of the Souls to revenge the death of 3 of his men Killed by the Chipaways latterly- and that the Band of tetons which we Saw is desposed to doe as we have advised them- thro the influenc of their Chief the Black Buffalow\n\nMr. Gravilin further informs that the Party which Robed us of the 2 horses laterly were all Sieoux 100 in number, they Called at the Ricaras on their return, the Ricares being displeased at their Conduct would not give them any thing to eate, that being the greatest insult they could peaceably offer them, and upbraded them.",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.9796600938,
        "format_confidence":0.6191275716
    },
    {
        "url":"http:\/\/www.amnh.org\/exhibitions\/race-to-the-end-of-the-earth\/amundsen-s-expedition\/timeline\/passing-the-winter-1911",
        "text":"Passing the Winter 1911\n\n\nWaiting For Antarctic \"Spring'\" To Launch Journey\n\nPassing The Winter, 1911\n\nAmundsen and his men passed the winter at Framheim working on necessary tasks and improving their equipment. At night they read books, played cards, or engaged in the ritual of the Saturday night sauna. The dogs roamed free and some even disappeared for a few days, but only a few failed to return. Amundsen assumed they fell into crevasses.\n\nOn August 24, the sun finally appeared above the horizon for the first time since April. This was the day Amundsen had thought to begin the run for the South Pole. He was familiar with how quickly the Arctic warmed up at the beginning of spring.\n\nLike Scott, he didn't adequately comprehend that \"spring\" and \"fall\" do not exist in Antarctica as lengthy periods bounding summer and winter. But with temperatures approaching -72°F (-58°C), Amundsen knew the dogs would have a difficult time, and Johansen warned against starting out so soon.\n\nSo day after day he postponed the start, and grew more restless with every lost moment. \"The thought of the English gave him no peace,\" one of the crew later noted. \"For if we were not first at the Pole, we might just as well stay home.\"\n\nAnother remarked, \"I'd give something to know how far Scott is today.\"\n\n\"Oh, he's not out yet, bless you!\" came the answer. \"It's much too cold for his ponies.\"",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.8456693888,
        "format_confidence":0.6669986248
    },
    {
        "url":"http:\/\/www.perseus.tufts.edu\/hopper\/text?doc=Luc.%202.46&lang=original",
        "text":"previous next\nTHUS was made plain the anger of the gods;\nThe world gave signs of war: Nature reversed\nIn monstrous tumult fraught with prodigies\nHer laws, and prescient spake the coming guilt.\nHow seemed it just to thee, Olympus' king,\nThat suffering mortals at thy doom should know\nBy dreadful omens massacres to come?\nOr did the primal parent of the world\nWhen first the flames gave way and yielding left\nMatter unformed to his subduing hand,\nAnd realms unbalanced, fix by stern decree\nUnalterable laws to bind the whole\n(Himself, too, bound by law), so that for aye\nAll Nature moves within its fated bounds?\nOr, is Chance sovereign over all, and we\nThe sport of Fortune and her turning wheel?\nWhate'er be truth, keep thou the future veiled\nFrom mortal vision, and amid their fears\nMay men still hope.\nThus known how great the woes\nThe world should suffer, from the truth divine,\nA solemn fast was called, the courts were closed,\nAll men in private garb; no purple hem\nAdorned the togas of the chiefs of Rome;\nNo plaints were uttered, and a voiceless grief\nLay deep in every bosom : as when death\nKnocks at some door but enters not as yet,\nBefore the mother calls the name aloud\nOr bids her grieving maidens beat the breast,\nWhile still she marks the glazing eye, and soothes\nThe stiffening limbs and gazes on the face,\nIn dread, not sorrow yet, in wondering awe\nOf death approaching: and with mind distraught\nClings to the dying in a last embrace.\nThe matrons laid aside their wonted garb:\nCrowds filled the temples-on the unpitying stones\nSome dashed their bosoms; others bathed with tears\nThe statues of the gods; some tore their hair\nUpon the holy threshold, and with shrieks\nAnd vows unceasing called upon the names\nOf those whom mortals supplicate. Nor all\nLay in the Thunderer's fane: at every shrine\nSome prayers were offered which refused would bring\nReproach on heaven. One whose livid arms\nWere dark with blows, whose cheeks with tears bedewed,\nCried, 'Now, unhappy mothers, rend the lock,\nNor keep your sorrows till the battle day :\nNow ye may weep: when either chieftain wins\nRejoice ye must.' Thus sorrow stirs itself.\nMeanwhile the men in seeking either camp\nAnd marching onward in the path to war,\nAddress the cruel gods in just complaint.\nHappy the youths who born in Punic days\nOn Cannae's uplands or by Trebia's stream\nFought and were slain! What wretched lot is ours!\nNo peace we ask for: let the nations rage;\nRouse fiercest cities! may the world find arms\nTo wage a war with Rome: let Parthian hosts\nRush forth from Susa; Scythian Ister curb\n' No more the Massagete: unconquered Rhine\n' Let loose from furthest North her fair-haired tribes:\n' Elbe, pour thy Suevians forth! Let us be foes\n' Of all the peoples. May the Getan press\n' Here, and the Dacian there; Pompeius meet\n'The Eastern archers, Caesar in the West\n' Confront th' Iberian. Leave to Rome no hand\n' To raise against herself in civil strife.\n' Or, if Italia by the gods be doomed,\n' Let all the sky, fierce Parent, be dissolved\n'And falling on the earth in flaming bolts,\n' Their hands still bloodless, strike both leaders down,\n' With both their hosts! Why plunge in novel crime\n' To settle which of them shall rule in Rome?\n' Scarce were it worth the price of civil war\n' To hinder either.' Thus the patriot voice\nStill found an utterance, soon to speak no more.\nMeantime, the aged fathers o'er their fates\nIn anguish grieved, detesting life prolonged\nThat brought with it another civil war.\n\nCreative Commons License\nThis work is licensed under a Creative Commons Attribution-ShareAlike 3.0 United States License.\n\nAn XML version of this text is available for download, with the additional restriction that you offer Perseus any modifications you make. Perseus provides credit for all accepted changes, storing new additions in a versioning system.\n\nhide Places (automatically extracted)\n\nView a map of the most frequently mentioned places in this document.\n\nSort places alphabetically, as they appear on the page, by frequency\nClick on a place to search for it in this document.\nSusa (Iran) (1)\nRhine (1)\nOlympus (Greece) (1)\nItaly (Italy) (1)\nElbe (1)\nCannae (Italy) (1)\n\nDownload Pleiades ancient places geospacial dataset for this text.\n\nhide References (3 total)\n  • Commentary references to this page (1):\n    • Maurus Servius Honoratus, Commentary on the Aeneid of Vergil, Serv. A. 7.711\n  • Cross-references to this page (1):\n    • Dictionary of Greek and Roman Geography (1854), TRE´BIA\n  • Cross-references in general dictionaries to this page (1):\nhide Display Preferences\nGreek Display:\nArabic Display:\nView by Default:\nBrowse Bar:",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.5696446896,
        "format_confidence":0.7738209367
    },
    {
        "url":"http:\/\/dohistory.org\/two_stories\/MBstory\/ch13\/028_MB17891001_txt.html",
        "text":"Martha Ballard's Diary\n\nView Image\nView Image\nView No Frames version\n\nOctober 1, 1789 (Thursday)\n\n1 5\n\n\nClear Except Some Showers. we had Company this afternn. mrs Hanh North, mrs Chevers & a mrs Weston from Cohors. mr Savage here, informs that mrs Foster has Sworn a Rape on a number of men among whome is Judge North. Shocking indeed I have been at home.",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.5354470611,
        "format_confidence":0.7791870236
    },
    {
        "url":"http:\/\/uncyclopedia.wikia.com\/wiki\/Pyramids?oldid=5571931",
        "text":"From Uncyclopedia, the content-free encyclopedia\n\nRevision as of 06:38, August 29, 2012 by Romartus (talk | contribs)\n\nJump to: navigation, search\nKitten pile\n\nPoorly trained puppys attempt a kpuppy pyramid.\n\n“I'm not saying it was aliens . . .”\n~ The History Channel on Pyramids\n\nAlso known as the Seventh Great Thingamabobber of the World, Pyramids are large structures primarily notable for confusing the piss out of everyone. It is entirely unknown as what their creation, purpose, function, composition, history, total mass, and estimated value at Sotheby's are, although many, many, many, many, many, many, many, many, many, many persons have speculated on the topic, all of which boil down to essentially a dozen basic theories.\n\nThe Mystery of the Pyramids\n\nThe pyramids have remained an enigma since the fall of Ancient Egypt, though recent evidence suggests that even the Ancient Egyptians were bamboozled by them. Hieroglyphics have been found inscribed in the Pyramid of Khufu that Professor Jan Assmann has translated as \"Wait, you guys, what the fuck did we build this for again?\" [1] In his 1880 best-seller, \"Large Things We Don't Know What They Are,\" Prof. Assmann said of the buildings \"They're just, like, there, man. Smack dab in the middle of the desert, as if an enormous child with ADHD had dropped it in the middle of his sandbox to go chase after squirrels, forgetting it entirely. I therefore theorize that the pyramids were made by an enormous child with ADHD, who had dropped it in the middle of his sandbox to go chase after squirrels, forgetting it entirely.\" Professor Assmann went on to win the Nobel Prize for his work.\n\n  1. Dr. Heinrich Brugsch, on the other hand, translates it as \"Pharaoh Khufu has sand in his arse.\"\n\n\nThe \"Enormous Outhouse\" Theory\n\n13th century renowned Egyptologist Benoît de Maillet proposed that the magnificent pyramids were simply gigantic places to go to the loo. He formulated this after an especially long expedition to Egypt in which, in his excitement, de Maillet refused to take any bathroom stops. Upon arriving at the pyramid of Piye, de Maillet immediately dashed off his camel and ran around the pyramid looking for an entrance. Unfortunately, due to having approached the pyramid from the back, and also due to the pyramid being incredibly fucking huge, de Maillet was unable to make it inside before urinating in his trousers. Fortunately, a small antechamber was discovered soon after and repurposed as a lavatory by the whole team, before necessitating being filled in due to the \"god-awful smell.\"\n\nThe Fälschung theory\n\nHermann Fälschung claimed in 1889 that the Pyramids were a hiding place. According to his higly controversial study, the Egyptians used to hide behind the Pyramids when the Nazis were coming to get them. However, the egyptians then realized that the Nazis only targeted Jews, so they started using the Pyramids as a hiding place to suddenly pop up wearing white clothes in order to scare tourists. This theory was then proven to be crap.\n\nThe Toux theory\n\nIn 1900, the eminent egyptologist Jean-Jacques Toux pubished his study, in which he stated that the Pyramids are merely piles of construction waste. He argues that the Egyptians used Giza as a landfill site to dump all the stone that was left over when they built their temples and palaces.\n\nHowever, just two days later, Xuot Seuqcaj-Naej, another eminent egyptologist, claimed that the opposite was true: temples and palaces in egypt were built using leftover stone from the pyramids. Either way, both men claim that the egyptians were fond of the 3 \"R\"s of recycling, namely recycle, reuse, and reduce, especially in the recycling of stone, making the egyptians the first, and only environmentally-friendly civilisation in the world.\n\nThe Galenström theory\n\nPathologist Olof-Åke Galenström suggested in 1912 that the Pyramids were built by the Sphinx before it was petrified near them. However, this gives rise to the problem of who build the sphinx in the first place.\n\nThe Hamilton-Udder theory\n\nIn 1920, Sir Edmund Hamilton-Udder declared to have single-handedly built the Pyramids in May 1900. He said this was done during the night so no one could see him. However, this theory was later brought to question after his girlfriend's shocking revelation that they were haing a passionate love affair on that exact night when he was supposed to be building his pyramids.\n\n\nPyramid in Egypt are big, but they are smaller then Pluto, the dwarf planet\n\nThe Glöffenschütter-Jakobsberger theory\n\nThe German pseudo-scientist Helmut Glöffenschütter-Jakobsberger published his so-called study The Pyramids: Their Secret Energy Things in 1949, arguing that a superhuman race from outer space had built the Pyramids using their superior mental skills. He argued that the ancient Egyptians just could not have been capable of moving stones from one place to another.\n\nThe Egyptian theory\n\nThe Pyramids were originally thought to be tombs for the Pharaohs of Egypt, but it has recently been disovered that they are merely a practical joke played on future generations by the ancient. the idea seems to be that the dead mummies have a hell of a good laugh watcing us try to figure out why and how these structures were built.\n\nSince the \"Egyptian\" pyramids are currently located in the country of Egypt, some people speculate that they were made on-location, by the native inhabitatants. That's clearly ridiculous. If humans and camels were capable of making pyramids, why are there no photographs? Why haven't they made any in the last millennia of recorded history?\n\nSome Bibllical scholars claim that Jewish slaves built the pyramids. This is even sillier. There is not a single mention of bagels or Roth IRAs in Exodus, so it's obviously made up.\n\nAztec-Mayan-Incan Devolution Theory\n\nThe Aztec-Mayan-Incan peoples origins are clouded in old mysteries claiming that they were visited by Hyperborean sailors who were escaping their own dying worlds and taught the noobs how to build 'Good Pyramids' (square looking ones, as opposed to the hotels they had been thinking of renovating in Las Vegas). Only the Egyptians have been capable of building 'Great Pyramids' (Pyramid shaped looking tall ones with a missing golden apex on top). Since these Oceanic communities were bandied up together by the sweeping Spanish Inquisitional reforms of Cortez the Cabalistic Cow Farmer, who was competing with Columbus for control of the New World Order, the joint-three communities have forgotten how to build even Good Pyramids and nothing has survived into the modern era. All surviving knowledge from this historical time period has devolved and discombobulated.\n\nThe land mine theory\n\nThe pyramids were created by the Wookies as a weapon in their interstellar war against forks. Most of the bombs that rained down on planet earth eventually asploded, when triggered by their fork-proximity sensors. Since the people in Egypt use chopsticks, rather than forks, these bombs still remain.\n\nThe crystal growth theory\n\nThe pyramids are a kind of giant crystal, formed deep in the earth, like the ones found in all mountains. As the softer sandstone wears away, more and more of the harder crystal becomes visible.\n\nThe Superior Wisdom Theory\n\nProposed by Q. Laureate Bandersnatch in 1999, the Superior Wisdom Theory holds that whoever built the pyramids - although Professor Bandersnatch, in his book Superior Wisdom, or Where Kent Hovind Went Wrong, does not suggest who these people were - built them to pay tribute to their \"superior wisdom\" that the Earth was in fact pyramid-shaped, rather than the Flat Earth theory proposed by Joseph Stalin or the equally crazy Round Earth hypothesis advocated by those pesky Greeks. Professor Bandersnatch holds a PhD in Pyramidiocy from the University of the North-West Passage.\n\nThe Commemoration Gift theory\n\nThe mongols builted the Piramids and gifted them to the egiptians to honor their friendship. They carried the Piramids by the Nile (some crocodiles at the end of the interior laberynth of one piramid seem to confirm this). But the egiptians afforded the expensive travel, which eventualy leaded first to a resentment in the taxed people and later to a war between the Egiptian Empire and the Mongols. The Egiptians lost, because of millions of mongol soldiers were hidden inside the Piramids. After the liberation, the egiptians wanted to demolish the oprobius gift, but the colossal antiproject was delayed till the finalization of the big Wall, gifted to China.\n\nThe \"Tourist Attraction\" Theory\n\nRupert Murdoch proposed that the pyramids may have been built as a last-ditch effort to bump up the economy by raising tourism revenue from Greece and Arabia. In that case, it seems to have failed.\n\nThe \"Time Machine\" Theory\n\nPerhaps the pyramids were built in the future. That would explain everything.\n\nThe Scheme Theory\n\nDid you know...\nConstruction costs for these original pyramid schemes are believed to have been funded by Charles Ponzi of Boston, Mass.\n\nBernard Madoff attempted to sell a sheet of papyrus inscribed with the following:\n\nPyramid. A building giving away free wheat for:\n\n  • Bricks.\n  • Getting friends and then strangers to create a chain of referrals to boost financial reputation.\n  • Repeat until found out. Go to jail for 140 years.\n\nThe authenticity of this document has not been verified.\n\n\nIt may never be known why the pyramids were built.\n\n“But it was totally aliens.”\n~ The History Channel on Pyramids\n\nSee also\n\nPersonal tools",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.9755954742,
        "format_confidence":0.7958772182
    },
    {
        "url":"https:\/\/everything2.com\/title\/The+Gallic+Wars+Book+2+Chapter+5",
        "text":"Caesar Remos cohortatus liberaliterque oratione prosecutus omnem senatum ad se convenire principumque liberos obsides ad se adduci iussit.  Quae omnia ab his diligenter ad diem facta sunt.  Ipse Diviciacum Aeduum magnopere cohortatus docet quanto opere rei publicae communisque salutis intersit manus hostium distineri, ne cum tanta multitudine uno tempore confligendum sit.  Id fieri posse, si suas copias Aedui in fines Vellovacorum introduxerint et eorum agros populari coeperint.  His mandatis eum ab se dimittit.  Postquam omnes Belgarum copias in unum locum coactas ad se venire vidit neque iam longe abesse ab eis quos miserat exploratoribus et ab Remis cognovit, flumen Axonam, quod est in extremis Remorum finibus, exercitum traducere maturavit atque ibi castra posuit.  Quae res et latus unum castrorum ripis fluminis muniebat, et post eum quae essent tuta ab hostibus reddebat, et commeatus ab Remis reliquisque civitatibus ut sine periculo ad eum portari posset efiiciebat.  In eo flumine pons erat.  Ibi praesidium ponit et in altera parte fluminis Quintum Titurium Sabinum legatum cum sex cohortibus relinquit; castra in altitudinem pedum XII vallo fossaque duodeviginti pedum munire iubet.\n\nCaesar addressed the Remi in a speech of generous encouragement; then he commanded their whole senate to assemble at his headquarters, and the children of their chieftains to be brought thither as hostages.  All these commands were punctiliously and punctually performed.  He made a powerful and personal appeal to Diviciacus the Aeduan, showing him how important an advantage it was for the Roman state, and for the welfare of both parties, to keep the contingents of the enemy apart, so as to avoid the necessity of fighting at one time against so large a host.  This could be done if the Aedui led their own forces into the borders of the Bellovaci and began to lay waster their lands.  With these instructions he dismissed him.  So soon as he perceived that all the forces of the Belgae had been concentrated and were coming against him, and learnt from the scouts he had sent and from the Remi that they were now not far distant, he made haste to lead his army across the river Axona (Aisne), which is upon the outermost borders of the Remi, and there pitched camp.  By so doing, he had the banks of the river to protect one side of the camp, rendered his rear safe from the enemy, and made it possible for supplies to be brought up to him from the Remi and the rest of the states without danger.  There was a bridge over the river; he set a guard there, and on the other side of the river he left Quintus Titurius Sabinus, lieutenant-general, with six cohorts.  He ordered him to entrench a camp, with a rampart twelve feet high and a ditch eighteen feet broad.\n\nTranslation and notes by H.J. Edwards\n\n<< Previous | De Bello Gallico | Next >>\n\nLog in or register to write something here or to contact authors.",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.6964363456,
        "format_confidence":0.7038267851
    },
    {
        "url":"http:\/\/www.sacred-texts.com\/neu\/graal\/branch27.htm",
        "text":"Sacred-Texts Main Index  Northern European Index  Graal Index  Previous  Next \n\nThe High History of the Holy Graal: Branch XXVII\n\n\nThis history saith that the land of this King was full far away from the land of King Arthur, and that needs must he pass two seas or ever he should approach the first head of King Arthur's land. He arrived in Albanie with great force of men with a great navy. When they of the land knew it, they garnished them against him and defended their lands the best they might; then they sent word to King Arthur that King Madeglant was come in such manner into the land, with great plenty of folk, and that he should come presently to succour them or send them a knight so good as that he might protect them, and that in case he doth not so, the land will be lost. When King Arthur understood these tidings, it was not well with him. He asked his knights whom he might send thither. And they say, let him send Lancelot thither, for that he is a worthy knight and a kingly, and much understandeth of war, and hath in him as much loyalty as hath ever another that they know. The King maketh him come before him.\n\n\n\"Lancelot,\" saith the King, \"Such affiance have I in you and in your knighthood, that it is my will to send you to the furthest corner of my land, to protect it, with the approval of my knights, wherefore I pray and require you that you do your power herein as many a time have you done already in my service. And I will give you in command forty knights.\"\n\n\"Sir,\" saith Lancelot, \"Against your will am I not minded to be, but in your court are there other knights full as good, or better than I, whom you might well send thither. But I would not that you should hold this of cowardize in me, and right willingly will I do your pleasure, for none ought I to serve more willingly than you.\"\n\nThe King giveth him much thanks of this that he saith. Lancelot departeth from the court, and taketh forty knights with him, and so cometh into the land of Albanie where King Madeglant hath arrived. When they of the land knew that Lancelot was come, great joy had they thereof in their hearts, for ofttimes had they heard tell of him and of his good knighthood. They were all at his commandment, and received him as their champion and protector.\n\n\nKing Madeglant one day issued forth of his ships to do battle against Lancelot and them of the land. Lancelot received him right stoutly, and slew many of his folk, and the more part fled and would fain have drawn them to their ships, but Lancelot and his people went after and cut a part of them to pieces. King Madeglant, with as many of his men as he might, betaketh himself to his own ship privily, and maketh put to sea the soonest he may. They that might not come to the ships remained on dry land, and were so cut up and slain. Madeglant went his way discomfited. Of ten ships full of men that he had brought he took back with him but two. The land was in peace and assured in safety. Lancelot remained there of a long space. They of the country loved him much and gave themselves great joy of his valour and his great bounty, insomuch that most of them say ofttimes that they would fain have such a knight as was he for king, by the goodwill of King Arthur, for that the land is too far away; but and if he would set there a knight or other man that might protect the land, they would take it in right good part, and he should hold the land of him, for they might not safeguard it at their will without a champion, for that land without a lord may but little avail. They of the land loved Lancelot well, as I tell you. King Arthur was at Cardoil, and so were his knights together with him. He thought to be assured in his kingdom and to live peaceably; but what time he sate at meat one day in Cardoil, behold you thereupon a knight that cometh before the Table Round without saluting him.\n\n\"Sir,\" saith he, \"Where is Lancelot?\"\n\n\"Sir,\" saith the King to the knight, \"He is not in this country.\"\n\n\"By my head,\" saith the knight, \"that misliketh me. Wheresoever he be, he is your knight and of your household; wherefore King Claudas sendeth you word that he is his mortal enemy, and you also, if so be that for love of him you receive him from this day forward, for he hath slain his sister's son, Meliant of the Waste Manor, and he slew the father of Meliant likewise, but the father belongeth not to King Claudas.\n\n\nMeliant was the son of his sister-german, wherefore much grieveth he of his death.\"\n\n\"Sir knight,\" saith the King, \"I know not how the covenant may be between them as of this that you tell me, but well know I that King Claudas holdeth many a castle that King Claudas ought not of right to have, whereof he disherited his father, but meet is it that each should conquer his own right. But so much I tell you plainly, that never will I fail mine own knight and he be such as durst defend himself of murder, but and if he hath no will to do this, then well may I allow that right be done upon him. But, sith that he will not love his own death, neither I nor other ought greatly to love him and he refuse to redress his wrong. When Lancelot shall know these tidings, I know well that such is his valour and his loyalty that he will readily answer in reason, and will do all that he ought to do to clear himself of such a charge.\"\n\n\"Sir,\" saith the knight, \"You have heard well that I have told you. Once more, I tell you plainly, King Claudas sendeth you word that so you harbour his enemy henceforward and in such manner as you have done heretofore, he will be less than pleased with you.\"\n\n\nWith that the knight departeth, and the King remaineth at Cardoil. He sendeth for Briant of the Isles, his seneschal, and a great part of his knights, and demandeth counsel of them what he may do. Messire Ywain saith that he killed Meliant in the King's service, as one that warred upon his land, albeit the King had done him no wrong, and had so made common cause with the King's enemies without demanding right in his court. Nor never had Meliant appealed Lancelot of murder nor of treason, nor required him of the death of his father. Rather, Lancelot slew him in open war, as one that warred upon his lord by wrong.\n\n\"Sir,\" saith Messire Ywain to the King, \"Howsoever Lancelot might have wrought in respect of Meliant, your land ought not to be called to account, for you were not in the kingdom, nor knew not that either had done other any wrong, and therefore say I that King Claudas will do great wrong and he bring plaint or levy war against you on this account.\"\n\n\"Messire Ywain,\" saith Briant of the Isles, \"matter of common knowledge is it that Lancelot slew the lord of the Waste Manor and Meliant his son after the contention that was betwixt King Arthur and me. But, after that he had slain the father, he ought of right to have taken good heed that he did no wrong to the son, but rather ought he to have sought peace and accord.\"\n\n\n\"Briant,\" saith Messire Gawain, \"Lancelot is nor here; and, moreover, he is now on the King's business. Well know you that Meliant came to you and that you made him knight, and that thereafter he warred upon the King's land without reasonable occasion. The King was far away from the land as he that made pilgrimage to the Graal. He was told tidings that his land was being put to the worse, and he sent Lancelot to protect it. He accordingly maintained the war as best he might until such time as the King was returned. Meliant knew well that the King was come back, and that never had he done wrong to none in his court that wished to demand right therein. He neither came thither nor sent, either to do right or to demand right, whether he did so for despite or whether it was for that he knew not how to do it. In the meanwhile he warred upon the King, that had never done him a wrong nor refused to do him a right. Lancelot slew him in the King's war and upon his land in defence thereof. There was peace of the war, as was agreed on between you and the King, but and if any should therefore hold Lancelot to blame of the death of Meliant, meseemeth that therein is he wrong. For the others are not held to answer for them that they slew; but and if you wish to say that Lancelot hath not slain him with reason, howsoever he may have wrought aforetime in respect of his father, I am ready to maintain his right by my body on behalf of his.\"\n\n\n\"Messire Gawain,\" saith Briant of the Isles, \"You will not as at this time find none that will take up your gage on account of this affair, nor ought any to make enemies of his friends, nor ought you to counsel me so to do. King Madeglant warreth upon him and King Claudas maketh war upon him also. They will deliver attacks enough. But I should well allow, for the sake of saving his land and keeping his friends, that the King should suffer Lancelot to remain at a distance from his court for one year, until tidings should have come to King Claudas that he had been bidden leave thereof, so as that King Arthur might have his good will and his love.\"\n\nSagramors li Desirous leapeth forward. \"Briant of the Isles,\" saith Sagramors, \"Ill befall him that shall give such counsel to a lord or his knight, and the knight have well served his lord, albeit he may have slain in his wars a knight without murder and without treason, that he should give him his leave! Right ill will Lancelot hitherto have bestowed his services, and the King on this account give him his leave! After that, let King Claudas come! Let him lay waste and slay, and right great worship shall King Arthur have thereof! I say not this for that Lancelot hath need be afeared of King Claudas body to body, nor of the best knight in his land, but many things befall whereof one taketh no heed; and so King Arthur give leave to Lancelot from his court, it will be counted unto him for cowardize, and neither I nor you nor other knight ought never more to have affiance in him.\"\n\n\"Lord,\" saith Briant of the Isles, \"Better would it avail the King ... (truncated)",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.8820528388,
        "format_confidence":0.5679679513
    },
    {
        "url":"https:\/\/beyondtheflow.wordpress.com\/tag\/virginia\/",
        "text":"Tag Archives: Virginia\n\nAn Explosion at Harper’s Crossing…Friday Fictioneers.\n\nJack Cameron was standing on the bridge sweating blood, trying to decide whether to blow himself up, or the train. Alternatively, he could just head home for breakfast and go to work as usual.\n\nThis was his third attempt to get the job done, and he couldn’t be a terrorist without any terror. He had to take a stand. Make America great again. Get rid of Donald Trump. Harper’s Crossing was good enough for John Brown’s raid. He didn’t need to go to New York.\n\nYet, as he lit the fuse, he started to wonder whether anyone would join the dots…\n\n\n100 words exactly.\n\nThis has been another contribution to Friday Fictioneers hosted by Rochelle Wishoff-Fields, where we write up to 100 words to a provided photo prompt. PHOTO PROMPT © Dawn M. Miller.\n\nThe features image this week was taken at Harper’s Crossing in Virginia where John Brown to initiated an armed slave revolt in 1859 by taking over a United States arsenal at Harpers Ferry, Virginia. Brown’s party of 22[1] was defeated by a company of U.S. Marines, led by First Lieutenant Israel Greene.[3] Colonel Robert E. Lee was in overall command of the operation to retake the arsenal. Wikipaedia.\n\nBest wishes,",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.849742949,
        "format_confidence":0.6664543748
    },
    {
        "url":"http:\/\/www.bookrags.com\/ebooks\/1692\/91.html",
        "text":"1492 eBook\n\nMary Johnston\nThis eBook from the Gutenberg Project consists of approximately 376 pages of information about 1492.\n\nThere was little space about him.  The Nina seemed to quiver, packed and dark with men.  His deep voice went on, and they could hear him, but he did not seem to know that they were there.  “As though upon a raft, here a thousand leagues in Ocean-Sea!  Yet wilt Thou care for thy Good News.  I will come to Spain, and I will tell it.  Chosen, and almost by very name pointed out in Thy Book!  The first Christian shore that I touch I will walk barefoot and in my shirt at the head of twelve to the first shrine.  And, O my Lord, never more will I forget that that tomb in which thou didst rest, still, still is held by the infidel!” He beat his breast. “Mea culpa! mea culpa!\n\nHis voice sank, he looked at the sky, then with a turn of the wrist at the wheel he put that by and became again the vigilant Admiral of a fleet of one.  “She will hold together yet a while!  When the tide is out, we can get to her and empty her.  Take all ashore that can be carried or floated and may be of use.  Up and down—­down and up!”\n\nThe inhabitants of Hispaniola were now about us in canoes or swimming.  They seemed to cry out in distress and sympathy, gazing at the Santa Maria as though it were a god dying there.  Their own canoes were living things to them as is any ship to a mariner, and by analogy our great canoe was a Being dying, more of a Being than theirs, because it had wings and could open and fold them.  And then back came our boat with Diego de Arana and the others, and they had with them that same brother of the cacique who had come to us in St. Thomas Harbor.  And had we been wrecked off Palos, not Palos could have showed more concern or been more ready to help than were these men.\n\nWe had three boats and the Indian canoes and hands enough, white and copper-hued.  Now at low tide, we could approach and enter the Santa Maria.  A great breach had been made and water was deep in her hold, but we could get at much of casks and chests, and could take away sails and cordage, even her two cannon.  Eventually, as she broke up, we might float away to shore much of her timber.  When I looked from the wreck to the little Nina, I could see, limned as it were in air, the Viceroy’s first colony, set in Hispaniola, beside Guacanagari’s town.  All Christmas day we toiled and the Indians at our side.  We found them ready, not without skill, gay and biddable.\n\nToward sunset came Guacanagari.  All the little shore was strewn and heaped with our matters.  And here I will say that no Indian stole that day though he might have stolen, and though our possessions seemed to him great wonders and treasure beyond estimation.  What was brought from the Santa Maria lay in heaps and our men came and went.  The most of our force was ashore or in the boats; only so many on the Nina.  The Admiral, just returned to the ship, stretched himself upon the bench in her small cabin.  Powerful was his frame and constitution,\n\nProject Gutenberg\n1492 from Project Gutenberg. Public domain.\nFollow Us on Facebook",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.8545073271,
        "format_confidence":0.9076755047
    },
    {
        "url":"http:\/\/www.tudors.ca\/m\/WindsorCastle\/The-Butcher-And-How-He-Was-Cast-.html",
        "text":"The Butcher And How He Was Cast Into The Vault Of The Curfew Tower\n\nTurning off on the right, the earl and his companion continued to\n\ndescend the hill until they came in sight of the Garter--a snug little\n\nhostel, situated immediately beneath the Curfew Tower.\n\nBefore the porch were grouped the earl's attendants, most of whom\n\nhad dismounted, and were holding their steeds by the bridles. At\n\nthis juncture the door of the hostel opened, and a fat jolly-looking\n\npersonage, with a bald head and bushy grey beard, and clad in a brown\n\nserge doublet, and hose to match, issued forth, bearing a foaming jug of\n\nale and a horn cup. His appearance was welcomed by a joyful shout from\n\nthe attendants.\n\n\"Come, my masters!\" he cried, filling the horn, \"here is a cup of stout\n\nWindsor ale in which to drink the health of our jolly monarch, bluff\n\nKing Hal; and there's no harm, I trust, in calling him so.\"\n\n\"Marry, is there not, mine host;\" cried the foremost attendant. \"I spoke\n\nof him as such in his own hearing not long ago, and he laughed at me\n\nin right merry sort. I love the royal bully, and will drink his health\n\ngladly, and Mistress Anne Boleyn's to boot.\"\n\nAnd he emptied the horn.\n\n\"They tell me Mistress Anne Boleyn is coming to Windsor with the king\n\nand the knights-companions to-morrow--is it so?\" asked the host, again\n\nfilling the horn, and handing it to another attendant.\n\nThe person addressed nodded, but he was too much engrossed by the horn\n\nto speak.\n\n\"Then there will be rare doings in the castle,\" chuckled the host; \"and\n\nmany a lusty pot will be drained at the Garter. Alack-a-day! how times\n\nare changed since I, Bryan Bowntance, first stepped into my father's\n\nshoes, and became host of the Garter. It was in 1501--twenty-eight years\n\nago--when King Henry the Seventh, of blessed memory, ruled the land, and\n\nwhen his elder son, Prince Arthur, was alive likewise. In that year the\n\nyoung prince espoused Catherine of Arragon, our present queen, and soon\n\nafterwards died; whereupon the old king, not liking--for he loved his\n\ntreasure better than his own flesh--to part with her dowry, gave her to\n\nhis second son, Henry, our gracious sovereign, whom God preserve! Folks\n\nsaid then the match wouldn't come to good; and now we find they spoke\n\nthe truth, for it is likely to end in a divorce.\"\n\n\"Not so loud, mine host!\" cried the foremost attendant; \"here comes our\n\nyoung master, the Earl of Surrey.\"\n\n\"Well, I care not,\" replied the host bluffly. \"I've spoken no treason.\n\nI love my king; and if he wishes to have a divorce, I hope his holiness\n\nthe Pope will grant him one, that's all.\"\n\nAs he said this, a loud noise was heard within the hostel, and a man was\n\nsuddenly and so forcibly driven forth, that he almost knocked down Bryan\n\nBowntance, who was rushing in to see what was the matter. The person\n\nthus ejected, who was a powerfully-built young man, in a leathern\n\ndoublet, with his muscular arms bared to the shoulder, turned his rage\n\nupon the host, and seized him by the throat with a grip that threatened\n\nhim with strangulation. Indeed, but for the intervention of the earl's\n\nattendants, who rushed to his assistance, such might have been his fate.\n\nAs soon as he was liberated, Bryan cried in a voice of mingled rage and\n\nsurprise to his assailant, \"Why, what's the matter, Mark Fytton?--are\n\nyou gone mad, or do you mistake me for a sheep or a bullock, that you\n\nattack me in this fashion? My strong ale must have got into your addle\n\npate with a vengeance.\n\n\"The knave has been speaking treason of the king's highness,\" said the\n\ntall man, whose doublet and hose of the finest green cloth, as well as\n\nthe how and quiverful of arrows at his back, proclaimed him an\n\narcher--\"and therefore we turned him out!\"\n\n\"And you did well, Captain Barlow,\" cried the host.\n\n\"Call me rather the Duke of Shoreditch,\" rejoined the tall archer; \"for\n\nsince his majesty conferred the title upon me, though it were but in\n\njest, when I won this silver bugle, I shall ever claim it. I am always\n\ndesignated by my neighbours in Shoreditch as his grace; and I require\n\nthe same attention at your hands. To-morrow I shall have my comrades,\n\nthe Marquises of Clerkenwell, Islington, Hogsden, Pancras, and\n\nPaddington, with me, and then you will see the gallant figure we shall\n\n\n\"I crave your grace's pardon for my want of respect,\" replied the host.\n\n\"I am not ignorant of the distinction conferred upon you at the last\n\nmatch at the castle butts by the king. But to the matter in hand. What\n\ntreason hath Mark Fytton, the butcher, been talking?\"\n\n\"I care not to repeat his words, mine host,\" replied the duke; \"but\n\nhe hath spoken in unbecoming terms of his highness and Mistress Anne\n\n\n\"He means not what he says,\" rejoined the host. \"He is a loyal subject\n\nof the king; but he is apt to get quarrelsome over his cups.\"\n\n\"Well said, honest Bryan,\" cried the duke; \"you have one quality of a\n\ngood landlord--that of a peacemaker. Give the knave a cup of ale, and\n\nlet him wash down his foul words in a health to the king, wishing him a\n\nspeedy divorce and a new queen, and he shall then sit among us again.\"\n\n\"I do not desire to sit with you, you self-dubbed duke,\" rejoined Mark;\n\n\"but if you will doff your fine jerkin, and stand up with me on the\n\ngreen, I will give you cause to remember laying hands on me.\"\n\n\"Well challenged, bold butcher!\" cried one of Surrey's attendants. \"You\n\nshall be made a duke yourself.\"\n\n\"Or a cardinal,\" cried Mark. \"I should not be the first of my brethren\n\nwho has met with such preferment.\"\n\n\"He derides the Church in the person of Cardinal Wolsey!\" cried the\n\nduke. \"He is a blasphemer as well as traitor.\"\n\n\"Drink the king's health in a full cup, Mark,\" interposed the host,\n\nanxious to set matters aright, \"and keep your mischievous tongue between\n\nyour teeth.\"\n\n\"Beshrew me if I drink the king's health, or that of his minion, Anne\n\nBoleyn!\" cried Mark boldly. \"But I will tell you what I will drink.\n\nI will drink the health of King Henry's lawful consort, Catherine\n\nof Arragon; and I will add to it a wish that the Pope may forge her\n\nmarriage chains to her royal husband faster than ever.\"\n\n\"A foolish wish,\" cried Bryan. \"Why, Mark, you are clean crazed!\"\n\n\"It is the king who is crazed, not me!\" cried Mark. \"He would sacrifice\n\nhis rightful consort to his unlawful passion; and you, base hirelings,\n\nsupport the tyrant in his wrongful conduct!\"\n\n\"Saints protect us!\" exclaimed Bryan. \"Why, this is flat treason. Mark,\n\nI can no longer uphold you.\"\n\n\"Not if you do not desire to share his prison, mine host,\" cried the\n\nDuke of Shoreditch. \"You have all heard him call the king a tyrant.\n\nSeize him, my masters!\"\n\n\"Let them lay hands upon me if they dare!\" cried the butcher resolutely.\n\n\"I have felled an ox with a blow of my fist before this, and I promise\n\nyou I will show them no better treatment.\"\n\nAwed by Mark's determined manner, the bystanders kept aloof.\n\n\"I command you, in the king's name, to seize him!\" roared Shoreditch.\n\n\"If he offers resistance he will assuredly be hanged.\"\n\n\"No one shall touch me!\" cried Mark fiercely.\n\n\"That remains to be seen,\" said the foremost of the Earl of Surrey's\n\nattendants. \"Yield, fellow!\"\n\n\"Never!\" replied Mark; \"and I warn you to keep off.\"\n\nThe attendant, however, advanced; but before he could lay hands on the\n\nbutcher he received a blow from his ox-like fist that sent him reeling\n\nbackwards for several paces, and finally stretched him at full length\n\nupon the ground. His companions drew their swords, and would have\n\ninstantly fallen upon the sturdy offender, if Morgan Fenwolf, who, with\n\nthe Earl of Surrey, was standing among the spectators, had not rushed\n\nforward, and, closing with Mark before the latter could strike a blow,\n\ngrappled with him, and held him fast till he was secured, and his arms\n\ntied behind him.\n\n\"And so it is you, Morgan Fenwolf, who have served me this ill turn,\n\neh?\" cried the butcher, regarding him fiercely. \"I now believe all I\n\nhave heard of you.\"\n\n\"What have you heard of him?\" asked Surrey, advancing.\n\n\"That he has dealings with the fiend--with Herne the Hunter,\" replied\n\nMark. \"If I am hanged for a traitor, he ought to be burnt for a wizard.\"\n\n\"Heed not what the villain says, my good fellow,\" said the Duke of\n\nShoreditch; \"you have captured him bravely, and I will take care your\n\nconduct is duly reported to his majesty. To the castle with him! To\n\nthe castle! He will lodge to-night in the deepest dungeon of yon\n\nfortification,\" pointing to the Curfew Tower above them, \"there to await\n\nthe king's judgment; and to-morrow night it will be well for him if he\n\nis not swinging from the gibbet near the bridge. Bring him along.\"\n\nAnd followed by Morgan Fenwolf and the others, with the prisoner, he\n\nstrode up the hill.\n\nLong before this Captain Bouchier had issued from the hostel and joined\n\nthe earl, and they walked together after the crowd. In a few minutes the\n\nDuke of Shoreditch reached Henry the Eighth's Gate, where he shouted to\n\na sentinel, and told him what had occurred. After some delay a wicket in\n\nthe gate was opened, and the chief persons of the party were allowed to\n\npass through it with the prisoner, who was assigned to the custody of a\n\ncouple of arquebusiers.\n\nBy this time an officer had arrived, and it was agreed, at the\n\nsuggestion of the Duke of Shoreditch, to take the offender to the Curfew\n\nTower. Accordingly they crossed the lower ward, and passing beneath an\n\narchway near the semicircular range of habitations allotted to the\n\npetty canons, traversed the space before the west end of Saint George's\n\nChapel, and descending a short flight of stone steps at the left, and\n\nthreading a narrow passage, presently arrived at the arched entrance in\n\nthe Curfew, whose hoary walls shone brightly in the moonlight.\n\nThey had to knock for some time against the stout oak door before any\n\nnotice was taken of the summons. At length an old man, who acted as\n\nbellringer, thrust his head out of one ... (truncated)",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.9427200556,
        "format_confidence":0.847170949
    },
    {
        "url":"http:\/\/www.bookrags.com\/ebooks\/15493\/451.html",
        "text":"The Lancashire Witches eBook\n\nThis eBook from the Gutenberg Project consists of approximately 680 pages of information about The Lancashire Witches.\n\n“Alas! my dear daughter,” he replied, “they all, excepting Nance Redferne, refuse my services, and will perish in their iniquities.”\n\n“Then go to her, sir, I entreat of you,” she said; “she may yet be saved.  But what of Jennet?  Is she, too, to die?”\n\n“No,” replied the divine; “being evidence against her relatives, her life is spared.”\n\n“Heaven grant she do no more mischief!” exclaimed Alice Nutter.\n\nShe then submitted herself to the executioner’s assistants, and was led forth.  On issuing into the open air a change came over her, and such an exceeding faintness that she had to be supported.  She was led towards the stake in this state; but she grew fainter and fainter, and at last fell back in the arms of the men that supported her.  Still they carried her on.  When the executioner put out his hand to receive her from his aids, she was found to be quite dead.  Nevertheless, he tied her to the stake, and her body was consumed.  Hundreds of spectators beheld those terrible fires, and exulted in the torments of the miserable sufferers.  Their shrieks and blasphemies were terrific, and the place resembled a hell upon earth.\n\nJennet escaped, to the dismay of Master Potts, who feared she would wreak her threatened vengeance upon him.  And, indeed, he did suffer from aches and cramps, which he attributed to her; but which were more reasonably supposed to be owing to rheum caught in the marshes of Pendle Forest.  He had, however, the pleasure of assisting at her execution, when some years afterwards retributive justice overtook her.\n\nJennet was the last of the Lancashire Witches.  Ever since then witchcraft has taken a new form with the ladies of the county—­though their fascination and spells are as potent as ever.  Few can now escape them,—­few desire to do so.  But to all who are afraid of a bright eye and a blooming cheek, and who desire to adhere to a bachelor’s condition—­to such I should say, “BEWARE OF THE LANCASHIRE WITCHES!”\n\n\n\n\n[Footnote 1:  A similar eruption occurred at Pendle Hill in August, 1669, and has been described by Mr. Charles Townley, in a letter cited by Dr. Whitaker in his excellent “History of Whalley.”  Other and more formidable eruptions had taken place previously, occasioning much damage to the country.  The cause of the phenomenon is thus explained by Mr. Townley:  “The colour of the water, its coming down to the place where it breaks forth between the rock and the earth, with that other particular of its bringing nothing along but stones and earth, are evident signs that it hath not its origin from the very bowels of the mountain; but that it is only rain water coloured first in the moss-pits, of which the top of the hill, being a great and considerable plain, is full, shrunk down into some receptacle fit to contain it, until at last by its weight, or some other cause, it finds a passage to the sides of the hill, and then away between the rock and swarth, until it break the latter and violently rush out.”]\n\nProject Gutenberg\nThe Lancashire Witches from Project Gutenberg. Public domain.\nFollow Us on Facebook",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.5708733201,
        "format_confidence":0.8384764194
    },
    {
        "url":"http:\/\/www.bookrags.com\/ebooks\/4769\/38.html",
        "text":"Young Folks' History of England eBook\n\nThis eBook from the Gutenberg Project consists of approximately 195 pages of information about Young Folks' History of England.\n\n\nHenry V., Of Monmouth.  A.D. 1413—­1423.\n\nThe young King Henry was full of high, good thoughts.  He was devout in going to church, tried to make good Bishops, gave freely to the poor, and was so kindly, and hearty, and merry in all his words and ways, that everyone loved him.  Still, he thought it was his duty to go and make war in France.  He had been taught to believe the kingdom belonged to him, and it was in so wretched a state that he thought he could do it good.  The poor king, Charles VI., was mad, and had a wicked wife besides; and his sons, and uncles, and cousins were always fighting, till the streets of Paris were often red with blood, and the whole country was miserable.  Henry hoped to set all in order for them, and gathering an army together, crossed to Normandy.  He called on the people to own him as their true king, and never let any harm be done to them, for he hung any soldier who was caught stealing, or misusing anyone.  He took the town of Harfleur, on the coast of Normandy, but not till after a long siege, when his camp was in so wet a place that there was much illness among his men.  The store of food was nearly used up, and he was obliged to march his troops across to Calais, which you know belonged to England, to get some more.  But on the way the French army came up to meet him—­a very grand, splendid-looking army, commanded by the king’s eldest son the dauphin.  Just as the English kings’ eldest son was always Prince of Wales, the French kings’ eldest son was always called Dauphin of Vienne, because Vienne, the country that belonged to him, had a dolphin on its shield.  The French army was very large—­quite twice the number of the English—­ but, though Henry’s men were weary and half-starved, and many of them sick, they were not afraid, but believed their king when he told them that there were enough Frenchmen to kill, enough to run away, enough to make prisoners.  At night, however, the English had solemn prayers, and made themselves ready, and the king walked from tent to tent to see that each man was in his place; while, on the other hand, the French were feasting and revelling, and settling what they would do the English when they had made them prisoners.  They were close to a little village which the English called Agincourt, and, though that is not quite its right name, it is what we have called the battle ever since.  The French, owing to the quarrelsome state of the country, had no order or obedience among them.  Nobody would obey any other; and when their own archers were in the way, the horsemen began cutting them down as if they were the enemy.  Some fought bravely, but it was of little use; and by night all the French were routed, and King Henry’s banner waving in victory over the field.  He went back to England in great glory, and all the aldermen of London came out to meet him in red gowns and gold chains, and among them was Sir Richard Whittington, the great silk mercer.\n\nProject Gutenberg\nYoung Folks' History of England from Project Gutenberg. Public domain.\nFollow Us on Facebook",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.9666340947,
        "format_confidence":0.6520506144
    },
    {
        "url":"https:\/\/dissidentpoetry.wordpress.com\/tag\/plaszow\/",
        "text":"Forgetting Is Dangerous\n\nWhen memory dies\nIn the face of lies\nHope is crushed forever\nAnd prayers are severed\nAnd dreams are forsaken …\nBut if we awaken\nAnd dare to care\nAll things are possible\nEven undoing future genocides;\nEven preserving our planet earth;\nWe have the power\nTo plant a flower\nTo love a child,\nTo save a tree,\nTo be free …\nTo be one\nWith the rising sun …\nBut only\nIf we remember\nThat forgetting is dangerous\n\n— Sonia Weitz\n\nHolocaust survivor Sonia Schreiber Weitz was eleven years old when Germany invaded Poland. In 1941, her family was forced into the Kraków ghetto. From the ghetto, Sonia’s mother was sent to the Bełżec extermination camp, where she was murdered. In 1943, Sonia, her sister Blanca, and her father were sent to the Plaszów forced labor camp. Sonia and Blanca were then sent to Auschwitz, Bergen-Belsen, Venusberg, and finally to the Mauthausen-Gusen concentration camp. Sonia was 16 years old when U.S. troops liberated her and Blanca, together with 85,000 other prisoners, from Mauthausen in May 1945. Sonia and Blanca spent three years in a displaced-persons camp after the war, waiting for relatives to claim them, but no other family members survived.\n\n[Research note: Sonia Weitz, 81; Holocaust survivor kept history alive]",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.698764503,
        "format_confidence":0.6782849431
    },
    {
        "url":"http:\/\/www.bookrags.com\/ebooks\/4773\/53.html",
        "text":"\n\nThis eBook from the Gutenberg Project consists of approximately 1,055 pages of information about The Letters of Horace Walpole, Earl of Orford — Volume 3.\nof marble.  It looks like the palace of an auctioneer, who has-been chosen King of Poland, and furnished his apartments with obsolete trophies, rubbish that nobody bid for, and a dozen pictures, that he had stolen from the inventories of different families.  The place is as ugly as the house, and the bridge, like the beggars at the old Duchess’s gate, begs for a drop of water, and is refused.  We went to Ditchley, which is a good house, well furnished, has good portraits, a wretched saloon, and one handsome scene behind the house.  There are portraits of the Litchfield hunt, in true blue frocks, with ermine capes.  One of the colleges has exerted this loyal pun, and made their east window entirely of blue glass.  But the greatest pleasure we had, was in seeing Sir Charles Cotterel’s at Housham; it reinstated Kent with me; he has nowhere shown so much taste.  The house is old, and was bad; he has improved it, stuck as close as he could to Gothic, has made a delightful library, and the whole is comfortable.  The garden is Daphne in little; the sweetest little groves, streams, glades, porticoes, cascades, and river, imaginable; all the scenes are perfectly classic.  Well, if I had such a house, such a library, so pretty a place, and so pretty a wife, I think I should let King George send to Herenhausen for a master of the ceremonies.\n\nMake many compliments to all your family for me; Lord Beauchamp was much obliged by your invitation.  I shall certainly accept it, as I return from the north; in the mean time, find out how Drayton and Althorp lie according to your scale.  Adieu!  Yours most sincerely.\n\nLetter 35 To George Montagu, Esq.  Strawberry Hill, July 20, 1760. (page 76)\n\nI shall be very sorry if I don’t see you at Oxford on Tuesday next:  but what can I say if your Wetenhalls will break into my almanack, and take my very day, can I help it!  I must own I shall be glad if their coach-horse is laid up with the fashionable sore throat and fever can you recommend no coachman to them like Dr. Wilmot, who will despatch it in three days?  If I don’t see you at Oxford, I don’t think I shall at Greatworth till my return from the north, which will be about the 20th or 22d of August.  Drayton,(83) be it known to you, is Lady Betty Germain’s., is in your own county, was the old mansion of the Mordaunts, and is crammed with whatever Sir John could get from them and the Norfolks.  Adieu!\n\n(83) The seat of Sir John Germain, Bart.; by whose will, and that of his widow, Lady Betty, his property devolved upon Lord George Sackvillc; who, in consequence, assumed, in 1770, the name of Germain.-E.\n\nLetter 36 To Sir Horace Mann.  Arlington Street, Aug. 1, 1760. (page 77)\n\nProject Gutenberg\nThe Letters of Horace Walpole, Earl of Orford — Volume 3 from Project Gutenberg. Public domain.\nFollow Us on Facebook",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.6480280757,
        "format_confidence":0.7542394996
    },
    {
        "url":"http:\/\/www.ghost-story.co.uk\/index.php\/poltergiests\/255-the-zaragoza-poltergeist-aragon-spain",
        "text":"In the 1930's the Palazon family, residing in an apartment complex on the \"Gascon Gotor\" street, encountered a frightening ordeal when they started to hear maniacal laughter and voice coming from inside their home.\n\nThe poltergeist phenomenon quickly turned its attention to the young maid, Pascuala Alcocer. She had reported that the voice was tormenting her and that it came from the wood stove.\n\nThe Zaragoza Poltergeist\n\nAs the news of this poltergeist spread, thousands, of people started to visit the building. The spectators all came interested in hearing the so-called \"duende of Zaragoza\". The word spread so fast and so wildly that the London Times had made a report on the case. Taking it upon themselves to \"put an end to the circus\", local police and judges personally investigated the home and brought with them a few psychiatrists to analyze Pascuala Alcocer, informally putting the blame on her from the beginning.\n\nWhile investigating, the officials found more and more evidence to prove that this was not a hoax. The entity was reported to not only speak, but also to be able to see what was going on around the home. It would accurately state the number of people that were in a room at a time.\n\nWith no real answers to the strange events, the judges, police and psychiatrists assumed that Pascuala was using ventriloquism to create this hoax. They were in extreme pressure to come up with a solution to this hysteria, blaming the girl was the best way they could think of quieting the situation.\n\nAll the tenants in the building were evacuated, and the whole block was quarantined and Pascuala was removed from the premise. An architect was called to examine the whole building, corner to corner. Even the army was called in to investigate the case; all communications (radio\/telephone) were cut from the outside. The maniacal voice continued emanating from the wood stove, but now with a different attitude. It started yelling and insulting everyone in the room, telling them that it would kill them all!\n\nWhen the architect called a skilled mason in order to take some measurements of the kitchen, something else happened. The voice showed them it had knowledge of the building. While the man was measuring a certain part of the kitchen the voice said: \"Don't worry, it measures 75 centimetres.\" Of course when he measured, it was exactly 75 centimeters. The mason was so scared he left the building never to come back leaving his tools behind.\n\nArturo Grijalba was only a kid when the entity spoke to him. He was the building owner's son and the only remaining witness alive to this case. While the investigation was taking place, he had wondered into the kitchen to take a look at the kitchen for himself. When Arturo turned to his dad and said: \"Let's go dad, this thing is crazy\" a voice replied: \"Not crazy little one.\" in a guttural response everyone in the room heard it and were visibly shaken.\n\nAfter two months of insults and threats, the maniacal voice suddenly stopped. Like in all poltergeist cases, it manifested quickly and without warning and vanished the same way.\n\nPascuala was stigmatized with being the hoaxer, the police blamed the girl and her ability to \"throw her voice\", even though skeptics had retorted with the argument that Pascuala was not even near the neighborhood when these voices occurred during some of the investigations, the police and judges closed the case blaming Pascuala.\n\nShe lived a very reclusive life after this whole ordeal had ended. Never fully recovering from the blame what was put on her, she refused to socialize with the people of the city. In old age, she gave an interview about this incident. When asked where the voice was coming from, Pascuala answered: \"From the wall.\"\n\nToday, the building no longer stands it was demolished and in its place, stands a modern building with many residents, none of these have reported any strange occurrences.\n\nmade with love from\n\nHaunted Loctions Map\n\nmade with love from",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.5211425424,
        "format_confidence":0.6323652267
    },
    {
        "url":"http:\/\/udel.edu\/~mm\/wwi\/wwi0029.html",
        "text":"of us realized that there\nwould be some in our\nranks missing on the\nreturn march. All of last\nnight our guns just ahead\nof up put up a terrific\nbarrage & again I ask - How\nin hell can a fellow sleep\non a hard damp bed when\nthe air is filled with\nsplitting explosions & the\nearth seems to be turning\nupside down?\nFinally the order came to\nfall in & we slung our\npacks, formed our squads\n& marched forward singing\nThe Yanks are coming & Over There.\nSomebody started to sing\nBreak the news to Mother but\nwe wouldn't stand for\nany such sad stuff.\nWhile everyone seemed\nhappy, I'll vouch for it that\nthis was far from our\ntrue state of feelings. We\nknew to a man what the\nnext few days would bring\nus, for it was generally\nunderstood that we were\nto be used as sacrifice\ntroops in an effort to\nbreak the Hindenburg Line.\nAt 6 P.M. we halted at the\nfoot of a big hill & scattered\nin small groups. Our\nartillery was in position\nbehind us so a steady\nstream of shells kept\nscreaming overhead. About\n10 P.M. we grew very sleepy\nso lay on the ground huddling\nclose to each other as we\nhad no blankets. Suddenly\nthe hum of hostile planes\nwas heard approaching &\njust as suddenly our guns\nput up the worst air\nbarrage I had heard up\nto this time. It was",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.9747228622,
        "format_confidence":0.9327200651
    },
    {
        "url":"http:\/\/www.electricscotland.com\/history\/mcdougall\/west29.htm",
        "text":"\n\nClick here to get a Printer Friendly Page\n\nOn Western Trails in the Early Seventies\nChapter XXIX\nStart for northern fort and settlement on bank of North Saskatchewan—Found Mounted Police quartered at Edmonton---Col. Jarvis' marvellous stories—Police adapt themselves to new conditions—Find our cache on the Red Deer.\n\nI had been told by the party who brought me the summons, as also in letters from the North, that this Chairman was going to put a stop to all trading and bartering on the part of missionaries, and I was therefore much surprised to find a postscript at the bottom of the summons, asking me to bring in to him \"a couple of good buffaloes.\" I smiled as I thought of the inconsistency of the thing, right here apparent; but what of the larger inconsistency of the thought held by many, that the missionary had no right to barter or trade with the people to whom he is sent. Here we were, without any currency other than that of kind, no banks or mint, a horse, a dog, a gun, a blanket, a fathom of cloth or print, a shirt or a coat or a cap, and on the other hand, a robe, or dressed leather, or fresh or dried provisions, or furs of any kind; these were the only currency of the times, and how in the name of common sense could one do without bartering. No; there must always be adaptation to conditions, as these are found; and there can be no general law but that of equity and right dealing, and, by the grace of God, there we stood, and would stand, notwithstanding anybody's opinion or ruling. My brother was going in, and also the Hudson's Bay Company was sending in a couple of men; so we made ready and started just before Christmas for the winter journey to the northern fort and little settlement on the bank of the North Saskatchewan. We found the snow deep and almost intact, and we were continuously braking the trail; but as there were four of us taking this in turn we made pretty good speed. We were using horse toboggans, long, flat, two-board sleighs.\n\nWe travelled all Christmas Day, but coming to the Peace Hills, where the town of Wetuskewin now stands, late Saturday evening, we went into camp and prepared to spend the Sabbath at this point. There was an abundance of dry wood, and we worked late gathering an immense pile of this, and made a good comfortable open camp, and then settled down to rest, even as the Lord had, in His infinite mercy and wisdom, ordained.\n\nSunday evening David brought out from his sled a munificent supper and made a special spread, and I asked him the reason of all this. He reminded me that this was the 27th of December, and my birthday, and that my good sister-in-law had thus made ready and commissioned him to bring out this supper and give us the feast if possible. I was delighted and grateful for this kind thoughtfulness, and we, as a little company, in the profound solitude of the time, most thoroughly took pleasure in this genuine surprise birthday feast. I had, in the strenuousness of my life for many years, hardly ever thought of these things. The Sabbath was the only day we aimed at observing.\n\nAt Edmonton we found things much the same. The Mounted Police had come with the winter, and were quartered in the Hudson's Bay Fort. Col. Jarvis was in command. Capt. G-uion was his second. Sergeant-Major Steele (now Col. Steele of Strathcona Horse fame) and the rank and file did the work. A few strange faces were to be seen outside of the police. The new Chairman pro tern. was on the ground, having taken seventy-three days to come from Winnipeg to Edmonton. No wonder the Rev. Lewis Warner found the great North-West interminable.\n\nWe held our district meeting, and by my handing in the two buffaloes at the opportune time we avoided the lecture on trade and barter which had been in preparation for us. From letters I met at Edmonton, I found I was authorized to engage a teacher for my mission, and at once I began to look around for a suitable person. A Dr. Very, who had recently come into the country, being recommended to me, I engaged him to return with us to the mountains. The Hudson Bay Company's men who had come north with us had loaded imp and started back almost immediately. For the first fifty miles of our journey we had the company of Col, Jarvis. He had sent on Sergt.-Major Steele and some nine or ten men, and proposed to travel with us until we caught up to his party. Their objective point was Buffalo Lake, where a large camp of mixed-bloods and Indians were wintering, and where it was reported that whiskey was plenty. It was a keen, cold winter's night, 'and we were in the open camp under the lee of some willows, and the Colonel gave us a graphic account of the trip from the Red River to Edmonton. The expedition of Sir Charles Napier into Abyssinia, which had become quite historic, was not in it with this most formidable journey which the Colonel gave us a very fiery description of. It was gross blasphemy which spoiled the whole business, and I felt I must take the wind out of his sails and let him down easy in so doing, for he was our guest for the time.\n\nAfter he had cursed the Canadian and British governments and the whole North-West country, the rivers especially, and wound up expecting us to applaud such wonderful heroism, I said to him, \"Colonel, nine or ten miles north of Edmonton there dwells, when at home, a French half-breed who, when the spring comes, will load his carts with his winter's trade and catch of furs and pemmican, and, with his wife and children, will take the trail you came by, crossing all the streams you crossed. In due time he will reach Fort Garry; then he will sell his furs and robes, and purchase his fresh supply of goods and articles of trade, load these on to his carts, turn his face westward, re- cross all the streams, now at their highest, reach his home north of Edmonton, put up several stacks of hay, fix up his winter quarters, mend his carts and harness, and having carefully stored his goods, he and his family, with the same horses and carts, will cross the Saskatchewan and travel out from two to three hundred miles on to the plains, make a big turn through the country, run buffalo, stand on guard day and night, make many bales of meat, make many bags of pemmican, and finally, being now well loaded, return over the long journey to their home north of Edmonton. And still, it is not yet winter; and thus this native has travelled about three times the distance you and your party did, Colonel; and they had no government behind them, and what they have done is a common occurrence in this Western country.\"\n\nIt is needless to say that the Colonel saw the point, and we heard no more about the greatness of the feat of crossing the plain' on an old trail in a summer's time.\n\nThat was a cold night in the lee of a big snow- bank and some willows it had caught on to, sparkling stars gemming the firmament, the great disc surcharged with frost-laden ozone from 30 to 40 below. To the Colonel, from the comfortable home and barracks of Eastern Canada, and my doctor teacher from London, England, and the ship's cabin, such a capacious, marvellous, sleepy, living- room as we were now in was a new experience. However, we had the huge campfire, and if we worked hard we could keep this up with a sparkling, laughing flame, which, for a few feet around, tempered the climate of our huge refrigerator. We sang a hymn, and knelt in prayer, and if the act of worship did not do any more, at least it hushed the blasphemous soldier, and it also thawed our backs for the little while we turned them to the big fire as we knelt in prayer.\n\nUp and on before daylight, and in course of a few miles we came up to the police outfit, some of whom, like their commanding officer, had now spent their first night in strong winter weather in the open. This was splendid discipline for these men, with the work they had come into the North-West to perform. Let but the native and the mixed-blood or lawless white man know that this force was always ready, through storm and cold and distance, then the law would be observed, and right there and then we would continue to lay the foundation of a peace-loving and law-abiding citizenhood.\n\nI was glad to see these Easterners show as much adaptability as they did. Many a hard knock did they receive. To be battling with the elements on unbeaten trails and under beclouded skies is the hardest kind of work, and the man capable of strong development would stay and learn in such a field as was now opening before these men.\n\nSoon our trails diverged, they to follow the sometime beaten roads to Buffalo Lake, and we to break a fresh one for ourselves, as already the tracks of our Hudson's Bay men were obliterated, except here and there where there was a bit of bush. We found the snow deep and drifts hard for our horses to break through, and our progress was slow, very slow; and yet we soon caught up to the Hudson's Bay men and passed them. I was ahead all the time, tramping a trail with my snowshoes, and keeping the most direct course. Our teacher doctor was in misery. He never dreamed of such horrible conditions. He seemed to take on melancholy, and we were afraid to let him out of our sight for fear of suicide. To make matters worse, provisions began to run short.\n\nWe had made a cache on the south side of the Red Deer. Last winter's experience had taught us a degree of caution, but still there were long miles between us and the cache, and the cold was steady, and the whole country from Edmonton to where Innisfail now is situated was as if there was no life in it. Tramp, tramp, and, struggle, and not only the doctor to watch, but now his horse was also playing out, and we had both man and horse to coddle and chirp up, and our rations growing smaller all the time. David and myself would sing and joke and try and laugh off the hardship, but the doctor was solemn and sour and ready to give up. As to our cache across the Red Deer, we had purposely never said anyt... (truncated)",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.9437436461,
        "format_confidence":0.9177248478
    },
    {
        "url":"http:\/\/www.bookrags.com\/ebooks\/1265\/150.html",
        "text":"Queen Victoria eBook\n\nThis eBook from the Gutenberg Project consists of approximately 262 pages of information about Queen Victoria.\nis now.”  It is easy to imagine the agitating effect of such a correspondence upon Beaconsfield.  This was no longer the Faery; it was a genie whom he had rashly called out of her bottle, and who was now intent upon showing her supernal power.  More than once, perplexed, dispirited, shattered by illness, he had thoughts of withdrawing altogether from the game.  One thing alone, he told Lady Bradford, with a wry smile, prevented him.  “If I could only,” he wrote, “face the scene which would occur at headquarters if I resigned, I would do so at once.”\n\nHe held on, however, to emerge victorious at last.  The Queen was pacified; Lord Derby was replaced by Lord Salisbury; and at the Congress of Berlin der alte Jude carried all before him.  He returned to England in triumph, and assured the delighted Victoria that she would very soon be, if she was not already, the “Dictatress of Europe.”\n\nBut soon there was an unexpected reverse.  At the General Election of 1880 the country, mistrustful of the forward policy of the Conservatives, and carried away by Mr. Gladstone’s oratory, returned the Liberals to power.  Victoria was horrified, but within a year she was to be yet more nearly hit.  The grand romance had come to its conclusion.  Lord Beaconsfield, worn out with age and maladies, but moving still, an assiduous mummy, from dinner-party to dinner-party, suddenly moved no longer.  When she knew that the end was inevitable, she seemed, by a pathetic instinct, to divest herself of her royalty, and to shrink, with hushed gentleness, beside him, a woman and nothing more.  “I send some Osborne primroses,” she wrote to him with touching simplicity, “and I meant to pay you a little visit this week, but I thought it better you should be quite quiet and not speak.  And I beg you will be very good and obey the doctors.”  She would see him, she said, “when we, come back from Osborne, which won’t be long.”  “Everyone is so distressed at your not being well,” she added; and she was, “Ever yours very aff’ly V.R.I.”  When the royal letter was given him, the strange old comedian, stretched on his bed of death, poised it in his hand, appeared to consider deeply, and then whispered to those about him, “This ought to be read to me by a Privy Councillor.”\n\n\n\nMeanwhile in Victoria’s private life many changes and developments had taken place.  With the marriages of her elder children her family circle widened; grandchildren appeared; and a multitude of new domestic interests sprang up.  The death of King Leopold in 1865 had removed the predominant figure of the older generation, and the functions he had performed as the centre and adviser of a large group of relatives in Germany and in England devolved upon Victoria.  These functions she discharged with unremitting industry, carrying on an enormous correspondence, and following with\n\nProject Gutenberg\nQueen Victoria from Project Gutenberg. Public domain.\nFollow Us on Facebook",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.7854859233,
        "format_confidence":0.6651051044
    },
    {
        "url":"http:\/\/celt.ucc.ie\/published\/T301035\/text009.html",
        "text":"Corpus of Electronic Texts Edition\nTáin Bó Cúalnge from the Book of Leinster (Author: [unknown])\n\nsection 9\n\nFergus's horses were harnessed and his chariot yoked, and his two horses were harnessed for Etarcumul son of Fid and of Lethrinn, a stripling of the household of Medb and Ailill. ‘Where are you going?’ asked Fergus. ‘We are going with you’ said Etarcumul, ‘to see the form and appearance of Cú Chulainn and to gaze upon him’. ‘If you were to follow my counsel’ said Fergus, ‘you would not come at all’. ‘Why so?’ ‘Because of your haughtiness and your arrogance, and also because of the fierceness and the valour and the savageness of the lad against whom you go, for I think that there will be strife between you before ye part’.\n\n\n{line 1573-1604} ‘Will you not be able to make intervention between us?’ said Etarcumul. ‘I shall’ said Fergus, ‘if only you yourself will not seek contention and strife\n\n\"contention and strife\", following ST\n\n’. ‘I shall never seek that’.\n\nThen they went forward to Cú Chulainn where he was between Fochaín and the sea, playing búanbach with his charioteer. And no one came into the plain unnoticed by Láeg and yet he used to win every second game of búanbach from Cú Chulainn. ‘A single warrior comes towards us, little Cú’ said Láeg. ‘What manner of warrior is he?’ asked Cú Chulainn. ‘It seems to me that the chariot of the warrior is as big as one of the greatest mountains on a vast plain. It seems to me that the curly, thick, fair- yellow, golden hair hanging loose around his head is as great as the foliage of one of the tall trees which stand on the green before a great fort. He wears a purple, fringed mantle wrapped around him with a golden, inlaid brooch in it. A broad, grey spear flashing in his hand. A bossed, scalloped shield over him with a boos of red gold. A long sword, as long as a ship's rudder\n\n\"A long ... rudder, following LU and ST\n\n, firmly fixed and resting on the two thighs of the great, proud warrior who is within the chariot’. ‘Welcome is the arrival to us of this guest’ said Cú Chulainn. ‘We know that man. It is my master Fergus who comes’. ‘I see another chariot-warrior coming towards us also. With much skill and beauty and splendour do his horses advance’. ‘That is one of the youths of the men of Ireland, friend Láeg’ said Cú Chulainn. ‘To see my form and appearance that man comes, for I am renowned among them within their encampment’. Fergus arrived and sprang from the chariot, and Cú Chulainn bade him welcome. ‘I trust that welcome’ said Fergus. ‘You may well trust, it’ said Cú Chulainn, ‘for if a flock of birds pass over the plain, you shall have one wild goose and the half of another. If fish swim into the estuaries, you shall have a salmon with the half of another. You shall have a handful of watercress and a handful of sea-weed and a handful of water parsnip. If you must fight or do battle I shall go to the ford on your behalf and you shall be watched over and guarded while you sleep and rest’. ‘Well indeed, we know what provisions for hospitality you have now on the Foray of Cúailnge. But the condition that you asked of the men of Ireland, namely, single combat, you shall have it. I came to bind you to that, so undertake to fulfil it’. ‘I agree indeed, master Fergus’\n\n\n{line 1605-1637} said Cú Chulainn. And he delayed no longer than that conversing lest the men of Ireland should say that Fergus was betraying them to his fosterling. His two horses were harnessed for Fergus and his chariot was yoked, and he went back.\n\nEtarcumul remained behind him gazing at Cú Chulainn for a long while. ‘What are you staring at, lad?’ said Cú Chulainn. ‘I am staring at you’ said Etarcumul. ‘You have not far to look indeed’ said Cú Chulainn. ‘You redden your eye with that. But if only you knew it, the little creature you are looking at, namely, myself, is wrathful. And how do you find me as you look at me?’ ‘I think you are fine indeed. You are a comely, splendid, handsome youth with brilliant, numerous, various feats of arms. But as for reckoning you among goodly heroes or warriors or champions or sledge-hammers of smiting, we do not do so nor count you at all’. ‘You know that it is a guarantee for you that you came out of the camp under the protection of my master, Fergus. But I swear by the gods whom I worship that but for Fergus's protection, only your shattered bones and your cloven joints would return to the camp’. ‘Nay, do not threaten me any longer thus, for as for the condition you asked of the men of Ireland, namely, single combat, none other of the men of Ireland than I shall come to attack you tomorrow’. ‘Come on, then, and however early you come, you will find me here. I shall not flee from you’. Etarcumul went back and began to converse with his charioteer. ‘I must needs fight with Cú Chulainn tomorrow, driver’ said Etarcumul. ‘You have promised it indeed’ said the charioteer, ‘but I know not if you will fulfil your promise’. ‘Which is better, to do so tomorrow or at once tonight?’ ‘It is my conviction’ said the driver, ‘that though doing it tomorrow means no victory, yet still less is to be gained by doing it tonight, for the fight is nearer\n\n\"for destruction is nearer tonight\", ST\n\n’. ‘Turn the chariot back again for me, driver, for I swear by the gods whom I worship never to retreat until I carry off as a trophy the head of yon little deer, Cú Chulainn’.\n\nThe charioteer turned the chariot again towards the ford. They turned the left board of the chariot towards the company as they made for the ford. Láeg noticed that. ‘The last chariot- fighter who was here a while ago, little Cú’ said Láeg. ‘What of him?’ said Cú Chulainn. ‘He turned his left board towards us as he made for the ford’. ‘That is Etarcumul, driver, seeking combat of me. And I did not welcome him because of the guarantee of\n\n\n{line 1638-1671} my fosterfather under which he came out of the camp, and not because I wish to protect him. Bring my weapon to the ford for me, driver. I do not deem it honourable that he should reach the ford before me’. Then Cú Chulainn went to the ford and unsheathed his sword over his fair shoulder and was ready to meet Etarcumul at the for. Etarcumul arrived also. ‘What are you seeking, lad?’ asked Cú Chulainn. ‘I seek combat with you’ said Etarcumul. ‘If you would take my advice, you would not come at all’ said Cú Chulainn. ‘I say so because of the guarantee of Fergus under which you came out of the encampment and not at all because I wish to protect you’. Then Cú Chulainn gave a flow (fotalbeim) and cut away the sod from beneath the sole of his foot so that he was cast prostrate with the sod on his belly. If Cú Chulainn had so wished, he could have cut him in two. ‘Begone now for I have given you warning’. ‘I shall not go until we meet again’. said Etarcumul. Cú Chulainn gave him an edge-blow (fáebarbeim). He sheared his hair from him, from poll to forehead and from ear to ear as if it had been shaved with a keen, light razor. He drew not a drop of blood. ‘Begone now’. said Cú Chulainn, ‘for I have drawn ridicule on you’. ‘I shall not go until we meet again, until I carry off your head and spoils and triumph over you or until you carry off my head and spoils and triumph over me’. ‘The last thing you say is what will happen, and I shall carry off your head and spoils and I shall triumph over you’. Cú Chulainn dealt him a blow (múadalbeim) on the crown of his head which split him to his navel. He gave him a second blow crosswise so that the three sections into which his body was cut fell at one and the same time to the ground. Thus perished Etarcumul, son of Fid and Leithrinn.\n\nFergus did not know that this fight had taken place. That was but natural, for sitting and rising, journeying or marching, in battle or fight or combat, Fergus never looked behind him lest anyone should say that it was out of fearfulness he looked back, but he was wont to gaze at what was before him and on a level with him. Etarcumul's charioteer came abreast of Fergus. ‘Where is your master, driver?’ asked Fergus. ‘He fell on the ford just now by the hand of Cú Chulainn’ said the driver. ‘It was not right’ said Fergus, ‘for that distorted sprite Cúlainn to outrage me concerning him who came there under my protection. Turn the chariot for us, driver’ said Fergus, ‘that we may go and speak with Cú Chulainn’.\n\n\n{line 1672-1707}\n\nThen the charioteer turned the chariot. They went off towards the ford. ‘Why did you violate my pledge, you distorted sprite’ said Fergus, ‘concerning him who came under my safeguard and protection?’ ‘By the nurture and care you gave me, tell me which you would prefer, that he should triumph over me or that I should triumph over him. Moreover enquire of his driver which of us was at fault against each other’. ‘I prefer what you have done. A blessing on the hand that struck him!’\n\nThen two withes were tied round Etarcumul's ankles and he was dragged along behind his horses and his chariot. At every rough rock he met, his lungs and liver were left behind on the stones and rocks (?). Wherever it was smooth for him, his scattered joints came together around the horses. Thus he was dragged across the camp to the door of the tent of Ailill and Medb. ‘Here is your youth for you’ said Fergus, ‘for every restoration has its fitting restitution’. Medb came out to the door of her tent and raised her voice aloud. ‘We thought indeed’ said Medb, ‘that great was the ardour and wrath of this young hound when he went forth from the camp in the morning. We thought that the guarantee under which he went, the guarantee of Fergus was not that of a coward’. ‘What has crazed the peasant-woman?’ said Fergus. ‘Is it right for the common cur to seek out the bloodhound whom the warriors of the four great provinces of Ireland dare not approach or withstand? Even I myself would be glad to escape whole from him’. Thus fell Etarcumul.\n\nThat is the story of the Encounter of Etarcumul and Cú Chulainn.",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.5532090068,
        "format_confidence":0.7473637462
    }
]