[
    {
        "url":"http:\/\/www.redditchadvertiser.co.uk\/news\/11273707.Poignant_Great_War_exhibition_in_Redditch\/?ref=var_0",
        "text":"Poignant Great War exhibition in Redditch\n\nFirst published in News\nLast updated\n\nFROM August 4-9, St Philip's Church in Webheath will host a poignant exhibition to mark the 100th anniversary of the Great War.\n\nAmateur researchers have spent the last 18 months looking into the background of approximately 400 men killed during the war from Redditch and commemorated on memorials in the area, and those buried in Plymouth Road Cemetery.\n\nThe exhibition is the start of the publication of the information gathered as a lasting memorial to all those who paid the ultimate sacrifice.\n\nAlso researched have been those pupils who attended St Luke's, St Stephen's and Bridge Street (now Holyoakes Field) schools during the First World War.\n\nProfiles and photographs will explore these people's lives and also looked at will be how Redditch contributed to the war effort with local industries manufacturing munitions, and photos relating to general life in the town during that period.\n\nA model display of aircraft, warships and tanks which took part in the conflict, and the history of Redditch Fire Brigade from 1914 - 1960, using photographs and models.\n\nSome reference will also be made to the 70th anniversary of the D-Day Landings and Operation Market Garden.\n\nThe exhibition is being arranged by the The Redditch History & Heritage Group, and Redditch Local History Society (RLHS) will also be attending. RLHS has been undertaking research with local newspaper cuttings into the impact of the war on the home front, and some of this research will also be on display at the exhibition.\n\nRedditch MP Karen Lumley will open the exhibition on Monday, August 4 at 5pm, which marks the 100th anniversary.\n\nOpening times for August 5-8 will be 2pm until 9pm, and on the Saturday, August 9, from 10am until 4pm. Refreshments will be available.\n\nAdmission is free but people are invited to make a donation in aid of St Philip's Organ & Building Fund.\n\n\nComments are closed on this article.\n\nSend us your news, pictures and videos\n\nMost read stories\n\nLocal Info\n\nEnter your postcode, town or place name\n\nAbout cookies\n\nWe want you to enjoy your visit to our website. That's why we use cookies to enhance your experience. By staying on our website you agree to our use of cookies. Find out more about the cookies we use.\n\nI agree",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9938538074,
        "format_confidence":0.9929397106
    },
    {
        "url":"http:\/\/chroniclingamerica.loc.gov\/lccn\/sn83045487\/1914-04-25\/ed-1\/seq-3\/ocr\/",
        "text":"OCR Interpretation\n\nThe day book. (Chicago, Ill.) 1911-1917, April 25, 1914, NOON EDITION, Image 3\n\nImage and text provided by University of Illinois at Urbana-Champaign Library, Urbana, IL\n\nPersistent link: http:\/\/chroniclingamerica.loc.gov\/lccn\/sn83045487\/1914-04-25\/ed-1\/seq-3\/\n\nWhat is OCR?\n\nThumbnail for\n\nlywyiMjMM mwm\nthe Mexicans, he wared his -white\nflag, as well asa Mexican flag which\nhe carried. Col. Carona had gone out\nto meet him and half way between\nthe lines they met\nCol. Carona and Captain Huse\nshook hands in friendly fashion and\nthe Mexican officer said:\n\"I deliver by the order of my presi\ndent the American charge d'affaires,\nthe American consul and their staffs.\"\nCaptain .Huse, shaking hands with\nO'Shaughnessy and Shanklin, thank\ned Carona and then said:\n\"I have brought to the line on my\ntrain a large number of Mexicans\nwho desire to leave Vera Cruz. Ad\nmiral Fletcher desires me to say he\nunderstands many Americans are in\nthe capital who wish to depart. He\nwould be pleased to open passenger\ntraffic both ways between- the two\ncities. As an earnest of his wish he\ndesires me to turn over to you the\nwife and daughter of General Maas.\"\nAt this point Col. Carona greeted\nboth women, who are relatives of\nHuerta. Carona had been especially\nordered by the dictator to secure\nthem in trade for O'Shaughnessy and\nother members of the diplomatic\nstaff. Huse then permitted 250 Mexi\ncan refugees to cross the American\n\"Perhaps you can now make ar\nrangements for the departure of\nAmericans from Mexico,\" said\nO'Shaughnessy, addressing CoL Ca\nrona. Carona smiled and bowed politely,\nbut replied:\n\"I have no authority to discuss any\nother matter than the-delivery of the\nAmerican representatives.\"\nCarona's attitude changed entirely\nafter he reached the Mexican tram\nwith the Mass women. He held the\ntrain only long enough to permit the\nremoval of Mrs. O'Shaughnessy, her\nson, their baggage and one automo\nbile. He then said he must hurry and\ndeparted with two automobiles be\nlonging to the embassy still on the\nJrainr Carona promised; to send the\nautomobiles to the American. Iine3\nSaturday. Two hours had elapsed\nfrom the time the Mexican train ar\nrived, when CoL Carona ordered his\nmen t ostart the return trip to Mexico\nCity and the American party was be\ning bundled aboard the train which\nbore them to Vera Cruz and safty.\nEl Paso, Tex. Special trains arriv\ned from Madera, bringing 109 Amer\nican refugees includig wife and four\nchildren of Marion F. Letcher, U. S.\nconsul at Chihuahua and Timothy\nTurner and Geo. W. Weeks, special\nnewspaper correspondents.\nWashington, April 25. Congres\nsional leaders vainly importuning\nWhite House for announcement of\ndefinite policy. They believe that\npresident and Bryan have been in\nnegotiations with Carranza.\nTwho representatives of Carranza\nconferred with Sec'y Bryan yester\nday upon attitude of this government\ntoward constitutional forces.\nNavy Dep't heard from Puerto,\n.Mexico, Atlantic terminal of Tehuan\ntepec Railway, that most of American\nrefugees who have come to that point\nare no waboard one of Hawaiian\nAmerican steamers. Commander of\nBritish cruiser Berwick has also of\nfered quarters to any of the refugees\nwho cannot be taken care of on the\nDeath roll in fighting at Vera Cruz\nincreased to 18 and wounded list to\n73 by advices received at Navy Dep't\nreporting death of Walter L. Watson,\nattached to Arkansas. His home ad\ndress is 30 Tremont street, Boston.\nThree wounded were Edwin J. Cant\nwell, seaman, U. S. S. New Hamp\nshire, home 1301 Breman street, Cin\ncinnati, 0.; George C. Craig, seaman,\nU. S. S. Utah, 556 Haburg avenue,\nBrooklyn, and Platte A. Bowden, sea\nman, US. S. Vermont, home address\nGreensboro, N. C.\nNo confirmation of rioting report\ned in Mexico City has been- received\nDepartment also still ingnorance'ot\ntefttf.fe8ffo?ii ft 'Z k-aAac.UfcJ$w . iAJJw.-. ..\n', j\na ,vi- ,\n\nxml | txt",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.8076358438,
        "format_confidence":0.7148168087
    },
    {
        "url":"http:\/\/www.ctnow.com\/dp-civil-war-yorktown-was-a-center-of-union-power-20131106-post.html",
        "text":"Union troops and gunboats made Civil War Yorktown a launching pad for Federal power\n\nDespite the confusion that gripped the Army of the Potomac during its August 1862 withdrawal from the outskirts of Richmond, one thing remained clear.\n\nSo critical a role did the deep-water port at Yorktown play in Maj. Gen. George B. McClellan’s failed Peninsula Campaign that — even after retreating down the James River to Fort Monroe — he issued repeated commands urging that the run-down bastion be rebuilt and defended.\n\n“Push the work laid out by the engineer officers with the utmost rapidity,” McClellan ordered on Aug. 22, while waiting to depart from Old Point Comfort.\n\n“It is a matter of vital importance that the (work) details be furnished and the work done in the shortest possible time,” he added later that day.\n\n“It is imperatively necessary that the work required should be pushed forward with the utmost vigor.”\n\nWhat the Union got when the soldiers of the 4th Corps finished was a strong forward outpost that repeatedly confirmed McClellan’s vision.\n\nFort Yorktown not only provided a crucial harbor for the Federal blockade of the York River and the Chesapeake Bay but also a springboard for expeditions to the Middle Peninsula and Richmond.\n\nIt also became a vital magnet and refuge for thousands of runaway slaves, depriving the Confederacy of badly needed food supplies and labor.\n\n“Yorktown posed a constant threat to Richmond both because of its proximity by land and the ease with which you could send large numbers of troops from its wharves to the Richmond & York River Railroad on the Pamunkey River,” historian John V. Quarstein says, describing the historic Civil War stronghold that Colonial National Historical Park will recreate Saturday and Sunday through the living history programs of “Fort Yorktown Sesquicentennial Weekend.”\n\n“It would have been even more important had the North had more enterprising commanders and used its resources better.”\n\nYou can find the rest of my story on Fort Yorktown and the living history celebration planned by Colonial National Historical Park for the town's historic area this weekend in the Thursday or Friday paper.\n\nClick here to see a photo gallery of archival images documenting the stronghold during the Civil War.\n\n-- Mark St. John Erickson\n\nCopyright © 2018, CT Now",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9897562861,
        "format_confidence":0.5934166908
    },
    {
        "url":"http:\/\/historynewsnetwork.org\/article\/61715",
        "text":"Nazi-era papers trigger German row\n\nEver since the papers hit the news-stands here in Germany in January, there has been a bout of national soul-searching about the country's Nazi past.\n\nJewish groups and commentators have questioned the project's historic value, claiming that the reprints of the Nazi-era newspapers will play into the hands of far-right groups who could use the papers for their own propaganda purposes.\n\nThe authorities in the state Bavaria went one step further and announced that they would press criminal proceedings against the publisher of Zeitungszeugen.\n\nThe authorities confiscated more than 3,200 reprints of an edition of the Nazi newspaper, Voelkischer Beobachter (People's Observer), in the second issue of Zeitungszeugen in Bavaria.\n\ncomments powered by Disqus\n\nSubscribe to our mailing list",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.8458812833,
        "format_confidence":0.9945802093
    },
    {
        "url":"https:\/\/www.washingtonpost.com\/wp-srv\/WPcap\/1999-12\/31\/029r-123199-idx.html",
        "text":"Navigation Bar\nNavigation Bar\n\nRelated Items\nPrint Edition\nMetro Articles\nFront Page Articles\n\nOn Our Site\nMetro Section\n\nFor Some, Panama Canal Treaty Symbolizes a Paradise Lost\n\nBy Darryl Fears\nWashington Post Staff Writer\nFriday, December 31, 1999; Page B01\n\nWhen an image of Panama flickered on the screen of her tiny kitchen television, Margheritacq Fairchild froze. \"Megan,\" she called to her daughter, \"go turn on the big TV in the family room.\"\n\nTogether in their Great Falls home, mother and daughter watched an event that tore the fabric of Fairchild's life. Former president Jimmy Carter, smiling charismatically, symbolically handed over the Panama Canal -- which is a few miles away from Fairchild's lovely girlhood home -- to Panama's president, Mireya Moscoso.\n\n\"It is yours,\" Carter said.\n\nThat Dec. 14 ceremony forshadowed what will happen today, when the United States officially relinquishes ownership of the canal and the beautifully landscaped communities surrounding it -- the Panama Canal Zone.\n\nMegan, sitting beside her mother as she stared at the screen, could see that Fairchild's heart was breaking. \"Mom,\" she begged, \"don't cry. It's okay.\"\n\nBut Megan couldn't comprehend that the most delightful part of her mother's childhood was being wiped out. Washington residents who migrated from the Zone -- they call themselves Zonians -- say anyone who hasn't lived in the 50-mile-long, 10-mile-wide Canal Zone can't possibly understand.\n\n\"I was in a funk all day,\" Fairchild said. \"It just seemed like part of my past was going away.\"\n\n\"When you try to explain it to someone who didn't live there,\" said Evelyn Sellers, of Manassas, \"they look at you like you're from another world.\" In a way, Zonians are from another world. They are very average Americans who lived almost like royalty in a paradise.\n\nLori Geiger, now a District resident, said her parents rented a house on land \"that's probably worth millions today.\" At dusk, the family would often lounge in an immense back yard, sipping iced tea under mango and coconut trees while watching the sun dip below the Bay of Panama at the mouth of the canal.\n\n\"It was beautiful,\" Geiger said. She cried when the Army reassigned her father to Fort Bragg, N.C., after three years in the Zone. \"It was May 30, 1978, on my birthday. I'd had some good friends and good times.\"\n\nFairchild's family home in the Canal Zone had a maid's quarters, like most other houses. \"We all had gardeners and maids,\" Fairchild said. \"Here, we're barely middle-class.\" As the rich do in movies, Zonians often claim that the help were not like workers. They were more like family.\n\nOrion Cronin Hyson's father, a ship pilot, had a house with a living room \"that opened to a patio that opened to a garden where there was a swiming pool with a waterfall. A baby pool went to a main swimming pool. It was living space.\"\n\nHyson, now of Bethesda, called the Zone \"an American socialist utopia\" because of its sultry tropical setting and the way it was meticulously run by an all-powerful U.S. government company called the Panama Canal Commission.\n\nThe PCC controlled the narrow isthmus. Along with operating the canal and collecting shipping tolls, it ran a strict community police force, built housing and managed the environment. It hired an army of workers who attended to every detail of the canal and its lush bedroom community, supplying everything from food to plumbers.\n\nEach week, gardeners worked on the Zonians' shrubs, courtesy of the PCC. The yardwork -- intended largely to help control mosquitoes that carried yellow fever and other diseases -- created a \"Fantasy Island\" aesthetic. The result was 50 square miles of manicured lawns greener, Zonians say, than anything on the mainland.\n\n\"Everybody's yard had flowers and shrubs that were maintained by the U.S. government,\" said Darrow Cronin, sister of Orion Cronin Hyson. \"It looked like a biological park.\"\n\nThe lawns and hedges pressed against jungle, and Zonians relaxed and fell asleep to the chattering of exotic birds, crickets and monkeys. It was an almost perfect world, a community so close that even in 1985, Zonians say, they identified more with the 1950s \"Leave It to Beaver\" version of America than with the popular \"Family Ties\" of that time.\n\nBut there was a price to pay for the Zone's 1 million Army personnel, civilian workers and their children. Many kids feared that the commission would ship out their family if they misbehaved.\n\nDarrow Cronin, for one, never felt that kind of pressure. \"It was not a police state,\" she said at her home in Alexandria. Cronin is a distinguished Zonian, a former homecoming queen at Balboa High School. She fervently supports America's involvement in Panama, and believes handing over the canal is a mistake.\n\n\"The political importance, the safety importance, the military importance is really misunderstood,\" she said. \"We created something that wasn't there already. We built beautiful houses and grocery stores. We created neighborhoods. We added a tremendous amount of value and life enhancement features to that country.\"\n\nBut the canal was built on Panamanian land. Carter believed that owning a territory that ran the length of Panama shamed America, prompting him to sign the controversial treaty that led to today's handover.\n\nIn 1977, Carter said that the canal accords signed in 1903 were unjust and that the United States \"did not understand clearly enough that the arrangement defined a certain element of colonialism.\"\n\nMost Panamanians hated the Zonians and considered them arrogant, said Juan Manuel Handal, who publishes an Internet newsletter about Panama. He recalled that many Americans never bothered to learn Spanish.\n\nDirectly across from the Canal Zone was the poverty of Panama City, which many Zonians ignored, even as the psychological gap between them and the Panamanians widened.\n\nWhether driving or traveling by foot, Panamanians were forced to pass through U.S. territory to get to the other side of their own country. \"I always felt a country within a country was not right,\" said Tom Sellers, of Manassas, who lived in the Zone for decades when his father worked for the PCC.\n\nBob Karrer, an amateur Zone historian and former Army lieutenant colonel who taught at the School of the Americas, is one of the few Zonians who, like Carter, believed that handing over the canal was good policy.\n\nStrategically, he said, the canal is \"not as important as it once was. None of our aircraft carriers can go through it. They're too big. I tell Zoneys: 'You really need to get over this. You can't turn back time.' In many ways, I'm a voice in the wilderness.\"\n\nWilderness is what the Panama Canal came from. The French, builders of Egypt's Suez Canal, first attempted the massive dig, starting in the 1880s. They failed miserably. Their digging machines bit gnat-like into the mud. Worse, workers and their families died horribly because the French failed to control mosquitoes carrying fever and malaria.\n\nThe United States took over the project in 1904. The Americans had learned from French mistakes, and they possessed more powerful machines. Slowly, the earth opened. The digging involved as many as 50,000 men at a time.\n\nRoughly 5,600 died during 10 years of construction. Ninety percent of the workers were black West Indians, many of whom died in the explosions that created Culebra Cut, a snaking nine-mile canyon at the Continental Divide. They mostly came from Jamaica and Barbados, in search of better pay. When the work was done, many returned home rather than live in black shanty towns that contrasted sharply with the spacious quarters built for whites and their families.\n\nIn those days, Panamanians welcomed Americans and their creation, sometimes called the Eighth Wonder of the World.\n\nBut that was then. More than eight decades later, Panamanians want control of their land. Most workers in the Panama Canal Commission are now Panamanian as U.S. citizens are being phased out.\n\nZonians complain openly that Panamanians will ruin the canal because they won't pay as much attention to detail as Americans. However, said Karrer, the amateur historian, \"the British said the same thing when the Egyptians took over the Suez Canal,\" which is running fine after 30 years in Egyptian hands.\n\nIn 1964, a group of Panamanian students who tried to hoist their flag at Balboa High School were attacked by Zonians. The incident led to riots, and Panamanian nationalists embarked on a drive to take over the canal.\n\nFifteen years later, after six years of negotiations, Carter signed a treaty. Most Zonians moved to states with sultry climates, such as California, Texas and Florida. They've set up Internet Web sites to give cyberhugs to long-lost friends.\n\nBut paradise was lost. What many found instead was culture shock.\n\nFor Orion Cronin Hyson, it meant life without warmth and friends. \"The States for me meant my mother's family farm in upstate New York, which was cold,\" Hyson said. \"Often it was gray. I was used to being surrounded by people -- a gardener, a nanny, a washerwoman who was around twice a week. In the States, we didn't have help.\"\n\n\"It's sad,\" said Geiger, recalling her three years in the Zone. \"It's as if something's been taken from me that I can never get back again. It's as if someone has wiped the community off the face of the planet. It's kind of spooky. It's kind of weird. It's as if someone has died.\"\n\n© Copyright 1999 The Washington Post Company\n\nNavigation Bar\nNavigation Bar\nYellow Pages",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.7846959829,
        "format_confidence":0.5566634536
    },
    {
        "url":"http:\/\/articles.orlandosentinel.com\/1986-05-18\/travel\/0220260157_1_drayton-hall-john-drayton-drayton-family",
        "text":"Visitors To Drayton Hall Sneak A Peek At History\n\nMay 18, 1986|By Tom Belden, KNT News Service\n\nCHARLESTON, S.C. — In a city full of historic homes and beautifully restored buildings, it is a challenge to find a place that stands out. But Charleston has such a home, and it's safe to say there probably is no other structure in this country quite like it.\n\nThe house is Drayton Hall Plantation, on the banks of the Ashley River north of the city, an incredibly preserved piece of pre-Revolutionary War history. Completed in 1742, Drayton Hall is considered to be the earliest and finest Georgian-Palladian-style villa ever built -- undoubtedly the oldest surviving example of a Georgian-Palladian country home in the South. This gem has outlasted an invasion of British troops and a marauding Union army, earthquakes and hurricanes, and periods of neglect.\n\nBut the most unusual feature about Drayton Hall is that for reasons not completely understood, it has never had any plumbing, wiring or gas lines, meaning it stands today much as it did in the 18th century. The house has been painted throughout twice, the last time in 1875.\n\nAccording to Drayton Hall's curators, it is the only unrestored pre- Revolutionary War house in America. Because most of its original furnishings have long since been lost or scattered, the house is not furnished, something that is startling at first glance. But what has been created is not another restored home full of period pieces, but an architectural museum, a monument to the most handsome extant example of an important piece of history.\n\nBefore or after a tour of the home, you're encouraged to walk around the grounds, including what were once formal gardens along the river. The builder of the house, John Drayton, was a wealthy, young planter whose family came to South Carolina from Barbados and settled on the Ashley in 1679, at Magnolia plantation, just up-river. During the Revolution, some members of the same Drayton family moved north, where many of their descendants live today.\n\nAt Drayton Hall, which took John Drayton four years (1738-42) to build, few crops other than rice and corn were grown. The house served as a business headquarters, in addition to a family home, for supervision of a farming empire that included numerous Drayton plantations.\n\nThe house was continuously occupied by members of the Drayton family until after the Civil War, when it survived being burned by the Union army only by being posted as a smallpox hospital; soldiers were afraid to get near it. In the years after the war, the Draytons fell on hard times and the house was used only a few weeks a year, and eventually was vandalized.\n\nDrayton Hall also was built as a showpiece of Palladian architecture, a style popular in England in the 18th century and appreciated by wealthy families in the colonies, too. The elements of balance and order in architectural details were followed carefully. The carved-wood ornamentation inside is the elaborate handiwork of the finest 18th century craftsmen in the Charleston area.\n\nDrayton Hall Plantation is open from 9 a.m. to 3 p.m. daily (closed Thanksgiving, Christmas and New Year's Day). Admission is $5 for adults, $2.50 for students. Telephone is (803) 766-0188.\n\nOrlando Sentinel Articles\nPlease note the green-lined linked article text has been applied commercially without any involvement from our newsroom editors, reporters or any other editorial staff.",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.7279980779,
        "format_confidence":0.707472682
    },
    {
        "url":"http:\/\/newsok.com\/civil-war-battle-site-in-oklahoma-named-national-historic-landmark\/article\/3764818?rel=author",
        "text":"Civil War battle site in Oklahoma named national historic landmark\n\nHoney Springs battlefield in eastern Oklahoma, where Indians fought on both sides in the Civil War, is among 13 new landmarks announced Monday by U.S. Interior secretary.\nby Chris Casteel Modified: March 11, 2013 at 6:59 pm •  Published: March 12, 2013\n\n— A Civil War battle site in Oklahoma, where Indians fought on the sides of the Union and Confederacy, has been designated a national historic landmark, the U.S. Interior Department announced Monday.\n\nThe Honey Springs Battlefield, in Muskogee and McIntosh counties, is among 13 new national historic landmarks. Others named Monday were the Connecticut home of author and abolitionist Harriet Beecher Stowe, a Kentucky distillery and an Alabama bridge where civil rights marchers were attacked in 1965.\n\nAccording to the Interior Department, the Battle of Honey Springs was the largest Civil War battle in Indian Territory and the “first and largest engagement in which Indian troops of both sides fought in the formalized style of Anglo-American warfare.”\n\nThe Oklahoma Historical Society, which operates an 1,100-acre battlefield site, says the 1863 battle was the largest of more than 107 documented hostile encounters in Indian Territory.\n\n“Cherokee and Creek regiments fought on both sides,” according to the state historical society. “There were approximately 9,000 men involved, including other American Indians, veteran Texas regiments, and the 1st Kansas Colored Volunteers (the first black regiment in the Union army).”\n\nby Chris Casteel\nWashington Bureau\nChris Casteel began working for The Oklahoman's Norman bureau in 1982 while a student at the University of Oklahoma. After covering the police beat, federal courts and the state Legislature in Oklahoma City, he moved to Washington in 1990, where...\n+ show more\n\nTrending Now\n\n\n  1. 1\n    News 9: Former longtime OKC radio DJ dies Thursday\n  2. 2\n    KFOR: Detectives stumble upon rare extinct animals at Oklahoma ranch\n  3. 3\n    KOCO: Family seeks help finding Lennie, their missing leopard tortoise\n  4. 4\n    'Glee' star Becca Tobin's boyfriend Matt Bendik found dead in Philadelphia hotel room\n  5. 5\n    Oklahoma City Thunder: Kevin Durant reportedly trying to get Caron Butler to return\n+ show more",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9903634191,
        "format_confidence":0.9966720343
    },
    {
        "url":"http:\/\/niobraracountylibrary.org\/history\/index.php?id=272",
        "text":"Hat Creek Dateline: 1882\/11\/14\n\nLast updated: April 23, 2013\n\nThe Lusk Herald\nAugust 5, 1992\n\nRuss Thorp purchases Raw Hide Buttes Ranch from Atkins\nby Ed Cook, Contributing Writer\n\nRussell Thorp has recently purchased the Raw Hide Buttes Ranch from Charlotte H. Atkins. Thorp is reported to have paid $3,500 for the ranch and he is starting extensive improvements. In addition to his other mining interest, Thorp has also become the owner of the Old George lode, and is pushing work on it as fast as possible.\n\nWith all of the nearby mining activity, the Raw Hide Buttes Ranch is a very busy stop on the Cheyenne to Black Hills Stage Line. The purchase included a fine blacksmith shop where horses are shod at $2 each; a well stocked grocery and dry good store; stage station, telegraph office, post office and road ranch accommodations.\n\nThorp is making plans to bring a force of carpenters to his new holdings and have them make extensive changes in the store and the residence. As quickly as possible he plans to move his wife and five-year-old son, Russell Jr., from Fort Laramie to their new home. Mrs. Thorp being of pioneer stock, will be a capable helpmate in the operation of the stage station and road ranch.\n\nSigns of civilization moving into the area were evident last week as elections were again conducted. There was not much competition on the ballot for local officers in the Hat Creek precinct. John Groher was unopposed for justice of the peace, he received 19 votes and replaces J.R Keyes. W.A Crabe was also unopposed in his bid for constable. He too received 19 votes and will replace L.J. Brown.\n\nA new precinct was established north of here this year on the 999 Ranch. The new precinct is called Lance Creek because the ranch is located where Lance Creek runs into the Cheyenne River. Cowboys from that vicinity elected J.G. Stortz as the justice of the peace. He was unopposed and received 22 votes. In the race for constable of Lance Creek, I.C. Griffith polled 19 votes to John Kendrick's three.\n\nAt Rawhide Buttes, Charlotte H. Atkins (who has just sold her ranch to Russell Thorp) lost her bid for re-election as the justice of the peace to Martin Iago, 14-41 votes. In the race for constable at Rawhide Buttes, incumbent E. Mayes with only 10 votes also lost to William Guinn who received 24 votes.\n\nLaramie County officials elected include Commissioners Thomas Swan, T. Dyer and g.W. Hoyt; Sheriff Seth B. Sharpless; County Clerk John K. Jeffrey; County Attorney C.J. Baird; County Surveyor W.W. Jeffery; Probate Judge and County Treasurer Isaac Bergman; Superintendent of Schools W. Richardson; County Coroner John T. Chaffin.\n\nLaramie County delegates elected to Territorial council (Senate) were F.E. Warren, A. T. Babbit, Phil Dater, W. C. Irvine; delegates to Territorial House of Representatives J.H. Ford, A. Jackson, H.E. Teschemacher, John F. Coad, F.W. Schwartze, N.N. Craig, D. Miller and Thomas J. Cayhill.\n\nA total of 10,515 votes were cast in Wyoming Territory, M.E. Post was elected as our delegate to Congress. All other territorial officials are still federal appointees.\n\n(Information sources: \"Wyoming Blue Book,\" by Trenholm; \"The Cheyenne and Black Hills Stage and Express Routes,\" by Agnes Wright Spring.)\n\nHistorical Search\n\nType your search terms into the box below and his 'Search!' to begin searching the historical archives.\n\nHistorical Links\n\nDebbie Sturman, Director\n425 South Main Street, P O Box 510\nLusk, WY 82225-0510\nPhone: 307-334-3490\n© 2017, Niobrara County Library",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9827830791,
        "format_confidence":0.6507728696
    },
    {
        "url":"http:\/\/www.dw.com\/en\/thames-reaches-record-levels-as-britain-battles-fresh-floods\/a-17421317",
        "text":"1. Inhalt\n  2. Navigation\n  3. Weitere Inhalte\n  4. Metanavigation\n  5. Suche\n  6. Choose from 30 Languages\n\nUnited Kingdom\n\nThames reaches record levels as Britain battles fresh floods\n\nBritish authorities have spent the weekend battling widespread flooding in the south and west. Now, several checkpoints on the river Thames in London are at record levels, although rainfall is set to finally subside.\n\nCounties in the southwest of England, like Cornwall, Somerset and Devon, were among the hardest hit by heavy storms in Britain, Ireland and northwestern France over the weekend.\n\nRail connections to Cornwall still faced severe disruptions on Monday, after a 24-hour period when no services were running at all. Low-cost domestic airline Flybe pledged to double its weekday flights from Newquay in Cornwall to London in a bid to alleviate problems.\n\nAlthough London and its surrounding area was largely spared the worst of the weekend's floods, the river Thames was hitting record levels at several points on Monday morning. Authorities issued severe flood warnings for 16 areas on Monday, mainly for regions close to the British capital.\n\nNetwork Rail representatives said the Thames' levels were putting other key commuter routes to the southwest of the country at risk. Military personnel from the army and navy were deployed in strategic areas along the Thames overnight, erecting makeshift flood defenses.\n\nCriticism of relief efforts\n\nPrime Minister David Cameron was scheduled to visit the southwest for the second time in four days to survey the damage.\n\nForecasters said that Monday was likely to be the driest day of the week, although river levels were set to continue rising in places as previous rainfall flowed downstream.\n\nBritain endured the wettest January ever recorded this year; some parts of the country have been flooded for more than a month.\n\nAmid public dissatisfaction with government disaster management, a member of Prime Minister David Cameron's cabinet and the Environment Agency have become embroiled in a row over who was to blame.\n\nmsh\/ipj (dpa, Reuters)",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.5062538981,
        "format_confidence":0.9969626069
    },
    {
        "url":"http:\/\/www.komonews.com\/younews\/254383681.html",
        "text":"Hole in Wall Apr 2014\n\nearly 2014 of Hole in Wall at Taku AK\n\nA member of the Taku Glacier Lodge crew (near Juneau AK) sent this photo this week of Hole in the Wall. HW spills out the side of the enormous Taku Glacier, and faces the lodge directly. It also features an 'ice falls' as calves escape through the smallish opening. HW is across the Taku River a mile or two. In 1930s photos in the lodge, there is almost nothing spilling through HW's hole. This to me indicates much more than 'glacial insensitivity' but actual growth in Taku since 1930. They know the glacier has been large enough long enough to have been spilling through HW way before 1930.\n\nThis story is inappropriate and should be flagged for moderation. Please choose from one of the following options:\n\nAdd a comment\n\n\nComment: 250 Characters Left\n\nKOMO News and its affiliated companies are not responsible for the content of comments posted or for anything arising out of use of the above comments or other interaction among the users. We reserve the right to screen, refuse to post, remove or edit user-generated content at any time and for any or no reason in our absolute and sole discretion without prior notice, although we have no duty to do so or to monitor any Public Forum.",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9506037235,
        "format_confidence":0.6733027101
    },
    {
        "url":"http:\/\/www.dailypress.com\/topic\/ktla-veterans-day,0,4401211.story",
        "text":"Veterans honored with events across the Southland.\n\nVeterans honored with events across the Southland. (KTLA-TV \/ November 11, 2012)\n\nLOS ANGELES -- Events across the Southland were held to mark Veterans Day on Sunday, including what organizers said was one of the largest Veterans Day parades in the history of the San Fernando Valley.\n\nThe ninth annual San Fernando Valley Veterans Day Parade began at 11:11 a.m. at Laurel Canyon and San Fernando Mission boulevards in Mission Hills.\n\nIt continued south on Laurel Canyon Boulevard for 1.1 miles and ended at Ritchie Valens Park in Pacoima.\n\nView\/Submit Comments for this story\n\nForest Lawn also conducted its 53rd annual Veterans Day program starting at 11 a.m. Sunday.\n\nCapt. Justin L. Babcock, company commander of the U.S. Army Recruiting Company, was the keynote speaker.\n\nLos Angeles County Supervisor Mike Antonovich and Michael Johnson, president of the Montford Point Marines Association, also spoke.\n\nThe program, which was held at Forest Lawn-Hollywood Hills, featured an aerial performance by the Golden Stars Skydiving Team.\n\nThere were also performances by soloist Victoria Gordon and patriotic musical arrangements by the the Band of California Battalion.\n\nEl Monte observed the holiday with a 9 a.m. groundbreaking of a $12 million apartment development at 11254 Ramona Blvd. that will serve veterans in the San Gabriel Valley.\n\nThe celebration also featured a flyover by the Condor Squadron and a color guard presentation.\n\nWest Hollywood held its annual Veterans Day ceremony at the Sal Guarriello Veterans Memorial at the intersection of Holloway Drive and Santa Monica Blvd.\n\nThe event featured Rep. Adam Schiff, Dave Culmer, chairman of the National Veterans Foundation and Service Director for the American Legion in Los Angeles County, and Andrew Harland, director of Vietnam Veterans in the Media.\n\nIn Orange County, Chapman University held a production of \"If All the Sky Were Paper,\" a play by Andrew Carroll based on his journey around the world to collect letter written during wartime.\n\nVeterans Day has its roots in a proclamation issued by President Woodrow Wilson in November 1919, a year after World War I ended, designating Nov. 11 as Armistice Day.\n\nStates soon starting declaring Nov. 11 a legal holiday. Congress made it a federal holiday in 1938, dedicated to the cause of world peace.\n\nIn 1954, following World War II and the Korean War, Congress, at the urging of veterans service organizations, passed a law renaming Armistice Day as Veterans Day.\n\nFrom 1971-1977, Veterans Day was held in late October. A 1975 law returned it to Nov. 11, beginning in 1978.",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.5241830945,
        "format_confidence":0.9969026446
    },
    {
        "url":"http:\/\/www.news8000.com\/news\/villa-louis-to-reenact-1814-battle\/19965224",
        "text":"MADISON, Wis. (AP) -\n\nA western Wisconsin historical site is set re-enact an early 19th-century battle this summer.\n\nVilla Louis, a historical mansion in Prairie du Chien, is planning to re-create the War of 1812's Battle of Prairie du Chien. The battle took place on July 17, 1814, when U.S. and British-Canadian soldiers clashed on what is now the mansion's west lawn.\n\nThe event will feature two narrated re-enactments, one on the evening of July 13 and the other on the afternoon of July 14, as well as a living history camp.\n\nTickets are $10 for adults, $5 for children between the ages of five and 17 and $8.50 for students and senior citizens.",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9829750657,
        "format_confidence":0.9945123196
    },
    {
        "url":"http:\/\/www.mexicoledger.com\/article\/20130226\/NEWS\/130229010\/1001",
        "text":"Column published Feb. 26, 2013 in The Mexico Ledger\n\n100 Years Ago\n\"E.D. Graham writes The Ledger from San Antonio, Texas, that he likes the climate there very much, but that there is 'no place on earth that suits him as well as good, old Mexico, Missouri.' Mr. Graham says that he meets quite a number of old Mexico people, among them are John Hill and family, and Hon. Joseph Potts and family, and they are all trying to make him feel at home. Mrs. Graham expects to join her husband shortly.\"\n50 Years Ago\n\"The temperature in Mexico dropped to 2 degrees below zero last night, a mark that continued as the reading at 7 a.m. today. It was an all-time record low for the date, beating the 1 below set in 1934. That year the very next day, Feb. 27, 1934, the temperature dropped to 17 below zero, one of the lowest February lows on record. Then in 1962 it was 4 below on both the 27th and 28th. The cold wave of last night moderated under bright skies into the 20s today and lows tonight are not expected to be below 10. And it is supposed to be much warmer tomorrow.\"\n25 Years Ago\n\"After failing to have a quorum for its regularly scheduled meeting last week, the Audrain Medical Center Board of Trustees met Thursday to discuss a variety of issues. A key item on the agenda was the board's approval to replace the mechanical penthouse on the roof of the obstetrics unit. The work will be done by Reinhardt Construction Co. of Centralia at a cost of $157,654, with the possibility of paying an additional $7,500, contingent on the need for more substational roof covering during construction if weather conditions warrant it.\"\n10 Years Ago\n\"Marshall Faulk, football quarterback of the St. Louis Rams, has once again helped aid the local PATCH (Parents and Their Children) program at the Women's Eastern Reception, Diagnostic and Correctional Center, Vandalia. For the past three years, the Marshall Faulk Foundation has contributed to the PATCH Program with a monetary donation. This donation is in turn used to purchase discovery toys for the children visiting their incarcerated mothers during a Christmas gift give-away weekend held annually through the PATCH Program at WERDCC.\"\nThe Yesterday In Mexico column is published daily in The Mexico Ledger.\nAn expanded column is published on Fridays.\u2028\nCall the circulation department (573) 581-1111 for subscription information.",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9669860601,
        "format_confidence":0.5362247825
    },
    {
        "url":"http:\/\/www.jta.org\/1997\/11\/05\/archive\/newly-found-artifacts-indicate-biblical-temples-used-donations-2",
        "text":"Newly Found Artifacts Indicate Biblical Temples Used Donations\nMenu JTA Search\n\nNewly Found Artifacts Indicate Biblical Temples Used Donations\n\nMaking donations to support the local synagogue is nothing new — it happened more than 2,500 years ago.\n\nWhile scholars have long believed that temples were built and kept up with donations, a shard of pottery that has recently come to light provides the oldest physical evidence of this practice.\n\nThe pottery, which appears to be a receipt for a requested donation of three silver shekels for the upkeep of King Solomon’s Temple, is the oldest known mention of the First Temple outside the Bible.\n\nIt was found along with another artifact from the same period that records a request from a widow for property.\n\nIt’s a “major find,” said P. Kyle McCarter of Johns Hopkins University.\n\nHow the relics were discovered remains a mystery, but McCarter believes they were found during a construction project in Jerusalem in the past few years. They were turned over to scholars from their current owner, the London collector Shlomo Moussaieff, who purchased them on the antiquities market.\n\nWhile the exact date of the pieces of pottery are still in dispute, they are believed to come from anywhere between the 9th and the 7th century B.C.E.\n\nIn addition to providing additional proof of the historical authenticity of the Bible, the artifacts help explain how people lived in biblical times.\n\n“It certainly doesn’t prove the Bible true. What it does do is bring to life, in an exciting way, the reality of the times,” said Hershel Shanks, editor of the Biblical Archaeology Review, which is publishing an article on the relics in its November\/December issue.\n\n“You just stand in awe of something so close to reality from 2,700, 2,800 years ago.”\n\nThe second piece of pottery supports a notion mentioned in the Bible — that the king was a protector of widows and orphans.\n\nThat relic records a widow’s petition for a gift that had been promised to her late husband.\n\nIn biblical times, women could not legally inherit property — or the promise of property. It went either to a male relative or back to the king, who would then decide what to do with it.\n\n“What she is proposing is that since the land was a grant from the king, he has the right to give it to her,” said Frank Moore Cross, a professor emeritus at Harvard University.\n\nMcCarter said the finding “sheds light on a legal situation and a social situation. We want to know about the king, and we want to know about the private lives of individuals.”\n\nDid the king grant the widow the property? Unfortunately, no one knows.\n\nBut there’s hope of finding a more satisfying end to the story. McCarter said it is possible that more than two pieces of pottery were found on the site, but no one knows where — or even if — they exist.",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9274641275,
        "format_confidence":0.9739009142
    },
    {
        "url":"https:\/\/www.chron.com\/neighborhood\/bayarea\/news\/article\/Videos-offer-125-year-tour-of-Friendswood-history-15605503.php",
        "text":"Videos offer 125-year tour of Friendswood history (w\/gallery)\n\n“It seems like something that was maybe just intended to be.”\n\nThat is longtime Friendswood historian Joyce Baker’s analysis of how her community was founded 125 years ago by Quaker families from the north who were searching for a place to establish a settlement and decided on a largely treeless area of coastal plains.\n\n“There was nothing here, so I don’t know what brought them except that they just came and they liked what they saw,” Baker said. “I really don’t know how they found it, except that they felt like it was where they were supposed to be.”\n\nBaker’s thoughts are presented in a 54-second video, “Friendswood’s Founding Fathers,” one of 16 slick videos narrated by Baker to celebrate the quasquicentennial of the community.\n\n“Anytime I can spread Friendswood’s history is right down my alley,” the 91-year-old said recently.\n\nMayor Mike Foreman isn’t sure when the first car showed up in the community — “the 1910s at the earliest.”\n\n“But I’m sure they had horse-and-buggies going down what we now know as (FM 518),” he said.\n\nIn videos covering topics ranging from the meaning behind the community’s name to how women launched a lunchtime labor strike for fair pay at the fig factory, Baker takes viewers on a visual journey through the city’s history.\n\n“We’re really lucky to have Jeff Newpher as our communications guy here in Friendswood. He is never short on great ideas to get the word out, and Joyce Baker is just a treasure for us with all of her history and knowledge of what’s going on way back in the day,” Foreman said. “The fact that the two of them came together for this video series is great.”\n\nBaker has a personal stake in her trip down memory lane. It was her family that started Friendswood’s first grocery story in 1952.\n\n“My home was in Kansas, but I married a guy from Friendswood,” she said of her late husband, Jim. “We were just married and graduated from college, and his father-in-law suggested a grocery store for Friendswood. We were there for 30 years. It was a big thing in a little tiny town.”\n\nBaker’s Grocery became the social gathering spot because next door was Friendswood’s post office.\n\nLittle did the Bakers know at the time, but one of their teenage employees went on to do more than know that a carton of eggs never goes on the bottom of a grocery bag.\n\nState Sen. Larry Taylor (R-Friendswood), who grew up in Friendswood, has often about how being a sacker in the store was his first job.\n\nPart of Baker’s Grocery Store remains. The original site is now on the grounds of First Baptist Church of Friendswood and some of the walls will be part of the church’s remodeled sanctuary.\n\n“When my father-in-law built it, he built only the best,” Baker said. “We were so surprised. We figured it would be gone. “My father-in-law was a perfectionist.”\n\nThe 16 titles in the video series are: The Name Friendswood, Friendswood’s Founding Fathers, Baker Market, July 4, The Gathering, Friends Academy, Figs, Labor Dispute, First Newspaper, Albritton’s Market, Churches, Kindergarten & Public Schools, NASA as Neighbors, Travel to Houston, Oil and The Future.\n\nThe series will be distributed through the city’s social media channels (Facebook and Youtube), is available through checkout at the library and will be aired every day at 4:30 p.m. on the city’s TV channel (U-verse 99 and Comcast 17).\n\nOr you can click here to get to the videos on the city’s website.",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9787504673,
        "format_confidence":0.8065841794
    },
    {
        "url":"http:\/\/www.thanhniennews.com\/world\/family-of-yugoslavias-tito-await-news-of-inheritance-57987.html",
        "text":"Family of Yugoslavia's Tito await news of inheritance\n\n\nEmail Print\n\nA Serbian court is finally expected to rule on the inheritance of late communist Yugoslav leader Josip Broz Tito's huge and eclectic range of possessions, from paintings to uniforms and even Moon rocks A Serbian court is finally expected to rule on the inheritance of late communist Yugoslav leader Josip Broz Tito's huge and eclectic range of possessions, from paintings to uniforms and even Moon rocks\nFor 35 years since the death of communist Yugoslav leader Josip Broz Tito, tens of thousands of the extravagant strongman's belongings have been the subject of legal wrangling.\nThis month a Serbian court is finally expected to rule on the inheritance of his huge and eclectic range of possessions, from hunting rifles and paintings to marshal uniforms and even rocks from the moon -- a gift from US president Richard Nixon.\nDuring his time at the helm of socialist Yugoslavia from the end of the World War II until his death in 1980, Tito and his wife Jovanka enjoyed a lifestyle that impressed even Hollywood star Richard Burton, who visited the pair in 1971.\n\"They live in remarkable luxury unmatched by anything else I've seen and (I) can well believe Princess Margaret who says the whole business makes Buck House (Buckingham Palace) look pretty middle-class,\" Burton wrote in his diaries.\nBut today the extent of Tito's assets to be divided up by the court remains unclear, even to relatives who await news of their inheritance: his son Misha, the four children of his late son Zarko and two of the late Jovanka's sisters.\n\"There is no written document in which the court establishes what is to be inherited,\" Svetlana Broz, one of Zarko's daughters, told AFP.\n\"We do not know what that will be until we receive the ruling,\" she said.\nSculptures and paintings of late communist Yugoslav leader Josip Broz Tito at an exhibition dedicated to him in Ljubljana.\nWhen Tito died, precipitating the slow and bloody break-up of Yugoslavia, his possessions were estimated to be worth tens of millions of dollars.\nIn 1985 a law declared all of his belongings state property -- a ruling that was later annulled after it was challenged by Jovanka, who died in 2013.\nBut a clear division between what Tito owned privately and what he used as the country's top official was never made.\nProceedings were slowed down by the 1990s Balkan wars, and some of Tito's property went to countries that emerged after Yugoslavia fell apart. His family also alleges widespread theft in the intervening years.\n\"Fabulously expensive watches, cars, weapons and other treasure disappeared,\" Jovanka's lawyer Toma Fila wrote in his memoirs.\nControversial figure\nTito is admired for driving out Nazi German occupying forces in World War II with his partisan fighters, standing up to Soviet leader Joseph Stalin and founding the Non-Aligned Movement.\nHe made Yugoslavia one of the most prosperous communist countries, but political dissidents were jailed under his regime and critics denounce his personality cult and lavish lifestyle.\nThe bedroom of the \"De Gaulle\" saloon on \"The Blue Train\" specially built in 1959 for late communist Yugoslav leader Josip Broz Tito.\nHistorian Predrag J. Markovic said the initial lack of decisions from the state over Tito's possessions stemmed from concern that they would damage his communist credentials.\n\"It was awkward as it was ideologically unacceptable that he and Jovanka had a lot of luxury things,\" Markovic said.\nSome 70,000 belongings are now stored in depots at Belgrade's Museum of Yugoslav History, also home to Tito and Jovanka's mausoleum.\nIn one of the depots, Tito's suits and blue-and-white marshal uniforms hang from the ceiling and the shelves are full of model ships and planes, paintings, clocks and rifles -- Tito was a passionate hunter.\nGifts from Stalin, royals\nAmong the most striking objects are an abstract ceramic statue, a gift from Soviet leader Joseph Stalin before the two leaders split in 1948, and Nixon's stones from the moon, which were delivered to Tito by astronaut Neil Armstrong in 1969.\n\"We have no dilemma over what to do with the official gifts as they are state property in accordance with the law,\" said Momo Cvijovic, who has been working in the museum collecting Tito's belongings since 1978.\nYugoslav president Josip Broz Tito (L) arrives in Moscow in 1956 accompanied by Kliment Yefremovich Vorochilov (R), Soviet head of State and Nikita Khruschev.\n\"The inheritance proceedings are about his personal things... but that is a very complex and delicate problem.\"\nCvijovic explained it was not clear-cut whether some gifts counted as personal or official, such as a golden cigarette case Tito regularly used which was given to him by Greek or Ethiopian royalty.\nEven the late leader's clothes and 250 pairs of shoes are undefined as many of them were also presents, added Cvijovic.\nAwaiting the court's ruling with low expectations after so many years, Tito's heirs said they hoped to receive at least small mementoes of their famous forebear.\nSvetlana Broz said she would like one of his old identity cards \"and the binoculars he used in World War II as commander of the army that defeated Hitler\".\nHer half-brother Joska said he and his sister Zlatica had earlier asked for a ceremonial uniform and copies of his awards and decorations.\nBut he said they would now be happy with \"anything that will remind us of him\".\n\nMore World News",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.7054639459,
        "format_confidence":0.9825604558
    },
    {
        "url":"https:\/\/rowenalindsay.com\/2016\/09\/21\/navajo-code-talker-is-honored-as-a-warrior\/",
        "text":"Navajo code talker is honored as a ‘warrior’\n\nJoe Hosteen Kellwood, who died on Monday at the Veterans Hospital in Phoenix, was a Navajo code talker with the 1st Marine Division during World War II.\n\nWhile he saw combat at Cape Gloucester, Peleliu, and Okinawa, Mr. Kellwood’s main role in the war was as one of more than 400 Navajo code talkers who took advantage of their complex and little-known language to help the US military transmit messages that the Japanese could not decipher.\n\n“Kellwood served with distinction in the 1st Marine Division as a Navajo code talker, ultimately helping lead the Allied forces to victory in World War II,” said Arizona Gov. Doug Ducey in a statement. “Let us never forget the countless contributions that code talkers made to our state and our country.” READ MORE.",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9575941563,
        "format_confidence":0.5548177958
    },
    {
        "url":"http:\/\/www.nbcnews.com\/id\/13807874\/?GT1=8307",
        "text":"Image: Belinda Nash\nGary C. Knapp  \/  AP\nBelinda Nash asked the governor to pardon Virginia's only convicted witch tried by water. The governor acquiesced Monday.\nupdated 7\/10\/2006 8:23:42 PM ET 2006-07-11T00:23:42\n\nThe Witch of Pungo is no longer a witch.\n\nGov. Timothy M. Kaine on Monday gave an informal pardon to Grace Sherwood, who 300 years ago became Virginia’s only person convicted as a witch tried by water.\n\n“I am pleased to officially restore the good name of Grace Sherwood,” Kaine wrote in a letter Virginia Beach Mayor Meyera Oberndorf read aloud before a re-enactment of Sherwood’s being dropped into the river.\n\n“With 300 years of hindsight, we all certainly can agree that trial by water is an injustice,” Kaine wrote. “We also can celebrate the fact that a woman’s equality is constitutionally protected today, and women have the freedom to pursue their hopes and dreams.”\n\nSherwood, a midwife who at times wore men’s clothes, lived in what today is the rural Pungo neighborhood, and she later became known as “The Witch of Pungo.”\n\nHer neighbors thought she was a witch who ruined crops, killed livestock and conjured storms, and she went to court a dozen times, either to fight witchcraft charges or to sue her accusers for slander.\n\nShe was 46 when she was accused in her final case of using her powers to cause a neighbor to miscarry.\n\nWitch test\nOn July 10, 1706, Sherwood was dropped into the Lynnhaven River and floated — which was considered proof she was guilty because the pure water cast out her evil spirit, according to the belief system of the time. The theory behind the ducking test was that if she sank, she was innocent, although she would also drown.\n\nSherwood may have been jailed until 1714, when records show she paid back taxes and with the help of then-Gov. Alexander Spotswood she was able to reclaim her property. She then lived quietly until her death at 80.\n\nBelinda Nash, 59, has been researching Sherwood for years and asked for the governor to exonerate the woman. A group annually remembers Sherwood with a re-enactment in the river.\n\nRe-enactment ceremony\nFor Monday’s ceremony attended by about 60 people, the re-enactment took place on land — in front of the Ferry Plantation House, a historic home where Nash volunteers as director and, dressed in costume, tells visitors about Sherwood. The courthouse where part of Sherwood’s trial took place was located on the old plantation property.\n\nNash’s daughter, Danielle Sheets, was tied cross-bound, her thumbs to her toes, and placed in a small boat, just as Sherwood would have been.\n\n“I be not a witch. I be a healer,” Sheets shouted, in character. “Before this day be through, ye will all get a worse ducking than I.”\n\nAlthough the skies had been clear, as the real Sherwood was pulled from the water, a downpour supposedly started. The sky remained clear Monday.\n\n© 2013 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\n\nDiscussion comments\n\n\nMost active discussions\n\n  1. votes comments\n  2. votes comments\n  3. votes comments\n  4. votes comments",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.7557541728,
        "format_confidence":0.9967814684
    },
    {
        "url":"http:\/\/juneauempire.com\/stories\/102607\/nei_20071026002.shtml",
        "text":"Locals to present highlights of Russian America conference\n\nPosted: Friday, October 26, 2007\n\nJUNEAU - Ray Wilson, leader of the Sitka Kiks.ádi clan and Juneau resident, and Dee Longenbaugh, historian of Russian America and map expert, will present highlights of the recent conference on Russian America from 10 a.m. to noon Saturday at the Alaska State Museum. The presentation is free and open to the public.\n\nSound off on the important issues at\n\nThe third International Conference on Russian America was held Aug. 8-12 in the Irkutsk region of central Siberia. The first three days of the conference were held in Irkutsk, Shelikhov and at the Taltsi (Talci) Museum of Architecture and Ethnography.\n\nThe fourth day included a train trip to examine historic architectural features along a portion of the Trans-Siberian Railroad. The fifth day consisted of a bus journey to the village of Anga, childhood home of Saint Innocent, of Alaska, in the Buriat Republic and a tour of the Shishkino Petroglyph site.\n\nThe well-attended conference included participants from across Russia as well as France and the Czech Republic. Several federal and state officials from Alaska attended.\n\nFor conference details, visit http:\/\/home.gci.net\/~sncnuka\/JSARGRA\/JSARGRA-2007-Conference.html. For more information, call Mary at (907) 465-2901.\n\nPage not found | Juneau Empire - Alaska's Capital City Online Newspaper\n\nPage not found\n\nWe're sorry, but the page you were seeking does not exist. It may have been moved or expired.  Perhaps our search engine can help. \n\n\n\n  • Switchboard: 907-586-3740\n  • Circulation and Delivery: 907-586-3740\n  • Newsroom Fax: 907-586-9097\n  • Business Fax: 907-586-9097\n  • Accounts Receivable: 907-523-2230\n  • View the Staff Directory\n  • or Send feedback",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9651271105,
        "format_confidence":0.5396926403
    },
    {
        "url":"http:\/\/www.newsday.com\/long-island\/towns\/long-island-now-1.1732330\/north-hempstead-moves-ahead-to-restore-allen-cemetery-1.5732991",
        "text":"Long Island Now\n\nThe latest community buzz and updates. | Sign up for community newsletters.\n\nNorth Hempstead moves ahead to restore Allen cemetery\n\nHoward Kroplick, North Hempstead town historian, walks by\n\nHoward Kroplick, North Hempstead town historian, walks by one of the headstones of the Allen family. The company GeoModel was hired to use below-ground radar to locate the remains of half a dozen members of the Allen family, a founding family of the area. The remains are buried in a tiny forgotten family cemetery in a residential backyard in Great Neck Plaza. (July 15, 2013) (Credit: Jeffrey Basinger)\n\nThe North Hempstead Town Board voted on Thursday to hire a surveying firm and a title company as part of its efforts to restore a little-known family burial ground in Great Neck Plaza.\n\nThe town hired Mineola-based Sidney B. Bowne and Son to conduct surveys of the Allen family burial ground, adjacent to two residential backyards on Pearce Place in the village, as well as surveys of the three surrounding lots. The town will pay no more than $5,500 for the survey, $600 each for updates to two lots, and $400 for an update on one lot, and will receive one update for free.\n\nThe town also agreed to pay $3,000 to Advantage Title Agency for a title search on the properties.\n\nMORE: newsday.com\/greatneckplaza | Sign up for community newsletters\nTWITTER: @Newsday_TonH | @NewsdayTowns\n\nThe tiny burial ground holds the remains of six members of the Allen family, who were prominent landowners on the Great Neck peninsula, and an infant from another family. The seven were buried there between 1810 and 1861. The cemetery was in disrepair, with unrelated items stored on it and the headstones moved, until town historian Howard Kroplick began a campaign last year to restore it.\n\nThe town is working with the village and the Great Neck Historical Society on the matter, as well as members of the Allen family.\n\nLast week, an underground radar survey determined the exact burial locations of the six members of the Allen family.\n\n“We’re working very closely with the village of Great Neck Plaza and hope to have that cemetery fixed and restored very soon,” town clerk Leslie Gross said at the meeting. Her office provided the funding for the survey.\n\nOnce the survey work is done, the process of restoring the headstones and footstones, fencing off the property and creating signage can begin, Kroplick said last week.\n\nadvertisement | advertise on newsday\n\n\nAre Long Island hospitals up to your standards?\n\nYes No\n\nYour town\n\nGet the latest news and information about your community, all in one place.\n\nWhat's this? Send us your feedback\n\nSign up for community newsletters\n\nChoose a community\n\nadvertisement | advertise on newsday",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9575390816,
        "format_confidence":0.9977363348
    }
]