[
    {
        "url":"http:\/\/researchonline.rca.ac.uk\/995\/",
        "text":"• Momentum\n\nIllner, Antje, 2011, Show, Exhibition or Event, Momentum\n\nAbstract or Description:\n\nMomentum was an exhibition of work by 8 applied artists who incorporate digital technologies in the creation of their artworks.\n\nThe exhibition included 7 original objects created by Illner, using a combination of traditional craft-based and digital technologies such as rapid prototyping and laser engraving, and in materials such as paper, glass and silver. The show took place at Craft in the Bay, which is a leading centre for showcasing new crafts in Wales, with an internationally recognised reputation.\n\nThe show travelled to the University of Hertfordshire (UH Galleries), a national centre for the theory of practice-led research (2012\/13). An accompanying symposium brought together the artists the issues and themes arising from the use of new technologies within contemporary crafts. Illner's pieces were also shown in Framework Gallery (UH) as part of a group show The Printed Image (2012).\n\nIllner's work for this show was \"an enquiry and exploration with materials, processes and techniques.\" (Dr. Cathy Treadaway, Momentum catalogue) Illner is described as a maker with “a playful and creative approach to materials and forms – these contrasting qualities are fundamental to her way of thinking, making and inspiring others.” (Felicity Cooke, Momentum catalogue).\n\nThis work continues Illner's ongoing research project exploring how the digital can be embedded within materials, to create new possibilities in form and technique. Includes collaboration with other craftspeople and technical specialists, in order to develop innovative technical solutions to material connections. Illner’s current research use laser engraving on layered glass to create virtual imagery through shadow and reflection, challenging viewers to reflect on their perception of materials and their visual characteristics.\n\nIllner's practice-led research has also been shown in UK and European galleries over the last 20 years. Her work features in the Crafts Council and other private collections.\n\nOfficial URL: http:\/\/antje-illner.com\/\nSubjects: Creative Arts and Design > W700 Crafts\nCreative Arts and Design > W700 Crafts > W720 Metal Crafts\nCreative Arts and Design > W700 Crafts > W720 Metal Crafts > W721 Silversmithing\/Goldsmithing\nCreative Arts and Design > W700 Crafts > W770 Glass Crafts\nCreative Arts and Design > W700 Crafts > W780 Paper Crafts\nSchool or Centre: School of Arts & Humanities\nDate Deposited: 02 May 2012 12:14\nLast Modified: 09 Nov 2018 15:44\nURI: http:\/\/researchonline.rca.ac.uk\/id\/eprint\/995\n\nActions (login required)\n\nView Item View Item",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.989908576,
        "format_confidence":0.9050191641
    },
    {
        "url":"https:\/\/mth.aui.ac.ir\/browse.php?a_id=1195&sid=1&slc_lang=en",
        "text":"Volume 9, Issue 17 (9-2019)                   mth 2019, 9(17): 93-105 | Back to browse issues page\n\nXML Persian Abstract Print\n\nDownload citation:\nBibTeX | RIS | EndNote | Medlars | ProCite | Reference Manager | RefWorks\nSend citation to:\n\nKazemi S, Moosavi S R. A Comparative Study on Islamic Art Patterns In the View of Perennial Philosophy and Historians and Based on the Views of Keith Critchlow and Gulru Necipoglu. mth. 2019; 9 (17) :93-105\nURL: http:\/\/mth.aui.ac.ir\/article-1-1195-en.html\n1- Instructor of Art Department, Dr. Shariati College, Technical and Vocational University (TVU), Tehran, Iran. , S-kazemi@tvu.ac.ir\n2- Associate Professor, Philosophy of Art Department, University of Religions and Denominations, (URD), Qom, Iran.\nAbstract:   (2945 Views)\nOrnaments are one of the primary characteristics of Islamic art. Therefore, it's imperative to explore the influential elements of the development of the ornament patterns. In order to have a fair judgment and a clearer picture of the issue, we need to have a proper methodology in studying Islamic art. Scholars have applied various methods and approaches that led to various results and consequently caused disagreement and conflicts among them.  Perennial philosophy and historian are the two known approaches for studying Islamic art. The historians aim is studying Islamic art within its chronological scheme and analyzing the artworks in limited historical documents in the light of the Hegelian philosophy of history. Perennial Philosophy, on the other hand, believes the eternal truth of religions and seeks to investigate the origin of Islamic art within a religious tradition beyond chronological and historical borders. In fact, these two approaches highlight different aspects of the nature of Islamic art. However, dealing with these approaches sometimes result in different findings and a lot of conflicts among researchers. So, exploring various methods of studying Islamic art is a matter of importance. Thus, the present inquiry aims to answer what are the factors and features of shaping Islamic patterns based on Perennial Philosophy and historians? And in what ways are they different? Applying a descriptive-analytic study, we aim to provide a more complete understanding of Islamic patterns as well as different approaches for studying them. Also, this paper attempts to articulate how these approaches studied art. To address the issue, we selected two books of leading researchers of the field Keith Critchlow, a follower of traditional values and Perennial philosophy, and Gulru Necipoglu, a historian of Islamic art, then their ideas were explained and compared.\nFull-Text [PDF 436 kb]   (869 Downloads)    \nType of Study: Research | Subject: Applied Arts\n\nAdd your comments about this article : Your username or Email:\n\nSend email to the article author\n\nRights and permissions\nCreative Commons License This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License.\n\n© 2022 CC BY-NC 4.0 | Scientific Journal of Motaleate-e Tatbighi-e Honar\n\nDesigned & Developed by : Yektaweb",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.6409024596,
        "format_confidence":0.9690384269
    },
    {
        "url":"https:\/\/so02.tci-thaijo.org\/index.php\/hasss\/article\/view\/215810",
        "text":"Design and Development of Products from Reed Mats of Ban Phaeng Agricultural Housewife Professional Rehabilitation Group\n\nMain Article Content\n\nSuebsiri Saelee\n\n\nThis research aims to study the context, concepts, evidence of wisdom as well as the management of reed mats of Ban Phaeng Agricultural Housewives Rehabilitation Group (BPG), Phaeng Sub-district, Kosum Phisai District, as it also developed the local wisdom by designing the reed mats with geometric shapes to represent the community’s identity of BPG. The final aim assesses the satisfaction of the distributors and consumers towards the product from the reed mat material. The key findings after conducting the research are as follows: 1)  the product design from Ban Phaeng reed mats present local characteristics; the reed mats work that has been summarized in the form of endemic products; the community needs the form of products in the area of design, create draft, to be developed into 4 types; regarding the evaluation result of 2 product design, the experts found that the 4th pattern, 9-compartment hanging storage from reed mats, had the highest level of opinions, followed by the 1st pattern, the closet product from the reed mats and the 3rd pattern, 4 compartment hanging storage from the reed mat had the same level of opinions. In part of the evaluation results from a group of 50 product makers and distributors, it was obtained from the sample group selected by purposive sampling and their attitude toward the product forms using local pattern reed mat material designed. When evaluated using the 5 product design principles, it was found that overall satisfaction of both product makers and distributors is at the highest level when considering each aspect. However, it is found that the dealers have the highest level of satisfaction for Usability, Beauty and Local Characteristics and Convenience in Use respectively, followed by Durability and Delivery rated with high level of satisfaction. They also showed the highest satisfaction for all aspects including Durability, Delivery, and Convenience in Use. Beauty, Local Identity and Usability respectively.\n\nArticle Details\n\nResearch Articles\n\n\nSoodsang, N. (2005) Industrial Design Research. Bangkok: Odeon Store.\n\nSaribut, U. (2006) Furniture Design. Bangkok: Odeon Store.",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.8466077447,
        "format_confidence":0.982617557
    },
    {
        "url":"http:\/\/jairo.nii.ac.jp\/0058\/00002292",
        "text":"紀要論文 デザインにおける表現の｢適切性｣の確保について −“evidence-based design（EBD）”における｢デザイン｣と｢構成｣の機能−\nEnsuring the “appropriateness” of the design representation – How the “Design” and “Kosei” work under “evidence-based design (EBD)” –\n\n石井, 宏一  ,  ISHII, Kouichi\n\n71pp.41 - 50 , 2016-03-01 , 秋田大学教育文化学部\nGenerally, “design representation” is regarded as a personal creative action. Its “way” is greatly influenced by thedesigner’s subjectivity. However, “design representation” is premised on “designing”, which requires objectivity.Thus, securing the “appropriateness” of the design is very important. Typically, “appropriateness” is ensured byplanning the design concept. This requires that the design process be based on a problem-solving model. Theremay be some differences of opinion as to what content should be “evidence”, how the evidence manifests itself inthe design process, etc. Further clarification of the “evidence” is required for a comprehensive scientificperspective. This article discusses several possibilities to validate workable ways in order to ensure the“appropriateness” of design representation. We apply the “EBD” and utilize “expression knowledge (as expressionbasis)”—that is, the already-known modeling knowledge which is codified in the “Kosei(Science of Art andDesign)”. The article also discusses the “EBD” as an effective perspective on practical Art Education.\n\n\nこのアイテムのアクセス数：  回",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.6248965263,
        "format_confidence":0.9753388762
    },
    {
        "url":"http:\/\/sed.aaschool.ac.uk\/dissertations\/dissertation-projects\/2013-2\/tomas-swett\/",
        "text":"Tomas Swett\n\nRethinking Office Building Typology in Mediterranean Climate –  a Critical View of Current Layouts, Building Form and Parameters\nSantiago, Chile 33.50° S 70.70° W\n\nThe aim of this project is to develop environmental design strategies and spatial configurations for new office buildings in the urban context of Santiago. The architectural objective is to create a new image of the office building. The plan is divided into several blocks by irregular openings which separate the different functions providing transitional zones between spaces thus allowing daylighting and fresh air to penetrate into the occupied areas. The building facades are designed to vary in response to  solar radiation and daylight requirements.",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.9794909358,
        "format_confidence":0.9541851282
    },
    {
        "url":"https:\/\/unit-21.com\/?p=9924",
        "text":"Death in Venice | Venice, Italy | Unit 21 | 2020\n\nAwarded Distinction for Design\n\nClick to see Thesis\nClick to see 4th year work\n\nVenice, more than any other European city has an endlessly seductive charm, a projection of familiar yet unreal, a possibility of escaping reality through imagination and dreaming. The travels of Marco Polo as depicted in Italo Calvino’s Invisible cities, celebrates the qualities of a city on water, one chapter in particular, the city of Zobeide discusses the differences in perceptions and desire’s around a city through the function of dreaming. Where each individual has a different take on the same events in an imaginary scenario.\n\nFreud (1900) considered dreams to be the royal road to the unconscious, as it is in dreams that the ego’s defences are lowered so that some of the repressed material comes through to awareness, albeit in distorted form. Dreams perform important function for the unconscious mind and serve as valuable clues to how the unconscious mind operates. Freud went on to propose that a major function of dreams was the fulfilment of wishes. Freud distinguished between the manifest content of a dream (what the dreamer remembers) and the latent content, the symbolic meaning of the dream (ie. the underlying wish). The manifest content is often based on the events of the day and the waking lives we prioritise. This mapping diagram illustrates a structure of Freud’s interpretation of dreaming and how it can begin to be connected and visualised into a creative and command-based language of transformations.\n\nUsing grasshopper as a catalyst to generate a three-dimensional language and depiction of Freuds Interpretation of dreaming, multiple scripting algorithms separate key terms into a visual language of steps. These transformations distort, condense, revise and displace the starting form of a cube as the initial repressed wish and follows a structure to an alternate and disguised form. This language was tested with a typical façade from the grand canal to symbolise a dreamed interpretation that can constantly vary depending on its user.\n\nCreating a toolbox that can be applied to a theory and topic such as the unconscious, was the introduction in developing a toolbox and series of commands and transformations that can be used to analyse, archive and translate our unconscious state and cycles of sleep. The aim was to generate a new language that can be driven by continuous data and applied in a variety of states to create architectural form, the result was a ‘Toolbox for Venice’. These operations use the input and data recorded from a fitbit device to translate the time and forgotten states while we sleep, REM, Light, Deep and Waking moments are disguised in cubic and smoothed forms that can be used to create architectural construction and landscape.\n\nVenice is not a place without any defects, one that Is dominated by our waking conscious demands, tourism driven by the commercial gain that it has to offer has resulted in a loss of identity and ownership by local venetians. Venice experiences a phenomenon “acqua alta” due to exceptional tide peaks in the Adriatric Sea that has caused multiple damages by continuous flooding which were key influences to the projects focus. The population on mainland Venice is now lower than the inhabited cemetery island of Isola Di San Michele.Located in the lagoon close to Venice, has been the city’s cemetery (cimitero) since the early nineteenth century. As Venice is an island community, it’s not really surprising that its graveyard is also an island. Formerly two islands, which are now joined together, the Isola di San Michele (St. Michael) is dedicated to the dead and is occupied only by churches and long ranks of tombs. It is a location that can be argued as an unconscious and sacred fortification. With a fixed capacity that is reaching its limits, new regulations have lead to the maximum duration of rest to 10 – 20 years depending on the grave location.\n\nThis design project proposes an extension and creation of a new island that will accommodate a crematorium and memorial, adopting a methodology and archival storage of hard data recoded from the unconscious cycles of our sleep. The new island is formed by the existing structure and gridlines and separated into individual segments of time, these are used to bury a month’s duration of sleep through the scripting of a contoured and exposed landscape controlled by my independent heartrate recordings. It reinforces and focuses on an architecture which works independently and continuously over time, day and night, user and architect. Through automated scripting and grasshopper algorithms, the celebration of the unconscious and conscious is collaged together as equals, a crematorium which is aligned by the combination of both active psychoanalytic states.\n\nAfter 16 weeks of design data, the constant battle within independent recordings has led to an in-depth and complex building that encourages periods of rest, condolence and peace. The project capitalises on displays of  raw data exploration within multiple scales, varying from the patterns and projection of light, deep, REM and waking periods in a combination of forms. Through the creation of facades, walls, rooftop gardens, pavilion structures, floors, tiles, stairs and even the ribbed formwork of a concrete ceiling, these patterns and translated grids of data can be seen in both two- and three-dimensional volumes. The project encourages future development as well as compromising the nature of flooding through an exposed landscape that is constantly fluctuating, changing between accessible and inaccessible, conscious and unconscious.",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.9834222198,
        "format_confidence":0.9402525425
    },
    {
        "url":"https:\/\/revistes.ub.edu\/index.php\/coolabah\/article\/view\/15586",
        "text":"Art History in Remote Aboriginal Art Centres\n\n\n  • Darren Jorgensen\n\n\n\nThe 2008 Congress of the International Committee of the History of Art in Melbourne suggested in its theme of 'Crossing Cultures' that art history must revise its nationalistic methodologies to construct more international histories of art. This essay addresses the legacy of different eras and methods of writing the art history of remote Aboriginal artists. It argues that colonialism has structured many of the ways in which this art history has been written, and that the globalisation of art history does little to rectify these structures. Instead, art history must turn to institutions that are less implicated in the legacy of colonialism to frame its work. Rather than turning to the museums and art galleries who have provided much of the material for the art histories of the twentieth century, this essay suggests that remote art centres offer dynamic opportunities for doing twenty-first century art history. Founded in an era of political self-determination for remote Aboriginal people, these centres aspire to create an opportunity for the expression of a cultural difference whose origins precede the invasion and colonisation of Australia. Art centres and their archives present an opportunity to work through the legacies of colonialism in the art history of remote Australian Aboriginal artists\n\nAuthor Biography\n\nDarren Jorgensen",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.8954998255,
        "format_confidence":0.972546339
    },
    {
        "url":"https:\/\/research.birmingham.ac.uk\/en\/publications\/strange-objects-surface-reading-popular-art-periodicals",
        "text":"Strange objects: surface reading popular art periodicals\n\nResearch output: Contribution to journalArticlepeer-review\n\n9 Downloads (Pure)\n\n\nDrawing on a private collection of popular British art periodicals from the 1920s to the 1950s, loaned to me during the COVID-19 pandemic, this article explores different ways of reading these magazines’ visual and verbal contents. It takes the unique circumstances of the pandemic—inability to travel, or to access libraries and archives—and asks what we can learn from reading such magazines in isolation. Designed as an “experiment,” it foregrounds acts of questioning and of description, placing an emphasis on curiosity and open-ended enquiry. Inspired by Sharon Marcus and Stephen Best’s ideas around “surface reading,” I use the collection to develop a taxonomy of image-text interactions in art periodicals such as The Studio, Colour, Drawing and Design, The Art Gallery, and Modern Masterpieces. To examine how these interactions worked in practice, I focus on The Artist (1931-present). Using creative-critical approaches, including my own practice as a watercolorist, I examine how didactic pairings of words and images helped to teach an amateur audience how to create their own art. Throughout, I seek not just to introduce readers to a new set of magazines, but to question what modes of enquiry and forms of expression constitute “proper knowledge” in periodical studies.\nOriginal languageEnglish\nJournalJournal of Modern Periodical Studies\nIssue number1\nPublication statusAccepted\/In press - 3 Feb 2022\n\nBibliographical note\n\nNot yet published as of 09\/05\/2022.\n\n\n  • art periodicals\n  • surface reading\n  • word-image studies\n  • art education\n  • The Artist\n\nASJC Scopus subject areas\n\n  • Visual Arts and Performing Arts\n  • History\n  • Literature and Literary Theory\n\n\nDive into the research topics of 'Strange objects: surface reading popular art periodicals'. Together they form a unique fingerprint.\n\nCite this",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.8294423819,
        "format_confidence":0.9803266525
    },
    {
        "url":"https:\/\/patricklim.phlarchitects.com\/2015\/10\/21\/architecture-in-the-society-of-spectacle-modernism-challenge-in-the-city-and-urban-area\/",
        "text":"Architecture in the Society of Spectacle: Modernism Challenge in the City and Urban Area\n\nThis paper has been presented in the 15th Asian Congress of Architects (Arcasia Bali) at Bali Nusa Dua Convention, Bali on 30th October 2012.\n\n\nOur societies and cities are growing in the realm of visual culture these days under the development of new technologies. It brings our daily life into the society which emphasizing on the visual sense; the society which drawn by consumerism and makes way for commodification in every aspects of life. The society that sees their life is merely a representation of fragmented images under the power of capitalism and states. As the result, the trend to build ‘spectacular architecture’ with its shape and images is happening everywhere especially in Asia and Middle East’s cities.\n\nTherefore, it is interesting to review the position of architecture and architects within the concept of “The Society of Spectacle” as developed by French philosopher, Guy Debord, in his book “La Société du Spectacle” (1960). The aim of this paper is to investigate the trend of the ‘spectacle’ abundance and its impact on architectural design nowadays. Also, to questioning how an architect will design a space in the city with these phenomena in the society which might changes our perception and conception of space.\n\n\n  • Has the concept of ‘spectacle’ been changed through the time? What can we learn from the history of empires and states?\n  • Does the city need ‘spectacle’ in ‘spectacular ways’ in order to survive and liveable?\n  • Is ‘spectacle abundance’ bad? How is the effect to the society, community, culture, and locality?\n  • Can the spectacle gain a ‘productive’ dimension and becoming an agent of social, cultural and political changes?\n  • And how should architect design the built environment under the pressure of spectacle? How to make balance? How can we use this concept to reverse the situation and achieve better built environment?\n\nKey words\n\nSpectacle, image – representation, unity – separation, territorial – identity, consumerism, production – commodity social relation, culture, history.\n\n\nOur societies and cities are growing in the realm of visual culture these days under the development of new technologies. It brings our daily life into the society which emphasizing on the visual sense; the society which drawn by consumerism and makes way for commodification in every aspects of life. The society that sees their life is merely a representation of fragmented images under the power of capitalism and states. As the result, the trend to build ‘spectacular architecture’ with its unique shapes and images is happening everywhere especially in Asia and Middle East’s cities. The increasing development in those regions especially the interest in high-rise and spectacular design has heightened the need for deeper evaluation and studies on the trend with its impact.\n\nGuy Debord, French philosopher, through his book “La Société du spectacle” (1960) analysed this trend and developed the concept of “The Society of Spectacle”. The concept tries to explain the background, meaning and the impact of the ‘spectacle’ which still valid and even becomes more important as the world grows more connected in information and economic. Debord was the prominent figure in the revolutionary group of thinkers, Situationist International, founded on 1957. They developed experimental topics of study, such as unitary urbanism and psychogeography with ultimately highly significant book of Guy Debord as the most famous of it.\n\nAlthough considerable research has been devoted to the theme of ‘Spectacle and Architecture’, rather less attention has been paid to the issue of its challenges and position within the local culture and history. Concerning the abundance spectacle, modern cities are facing challenges causing them to lose their locality & heritage wealth which the creation of new spectacle creates another separation between social classes. Thus, several issues are raised in the discussion such as whether the concept of ‘spectacle’ has been changed through the time and what we can learn from the history of empires and states. It is also important to ask about the importance of ‘spectacle’ for the city itself whether it is good or bad and how it affects the society, community and culture. In the end, it is interesting to review the position of architecture and architects within this framework especially in modern era and technology.\n\nThe aim of this essay is to investigate the trend of the ‘spectacle’ abundance and its impact on architectural design nowadays. This essay examines the different type of spectacle applied in cities and how it is applied from decades ago until modern day. Also, to questioning how an architect will design a space in the city with these phenomena in the society which might changes our perception and conception of space. The research for this essay is conducted through literature investigation and comparison of case studies. The book of Guy Debord becomes the main source to understand the topic with extension to the group of Situationist International with its ‘ideal city’ as input to the discussion.\n\nThe remainder of this essay is divided into several sections, firstly begins with the investigation on the thoughts behind the notion of ‘The Society of Spectacle’ to provide a solid and good understanding of the topic’s background. Only two issues will be assessed which related to commodity and social relation. Secondly, the essay will examine the spectacle’s conditions in the past and present time along with their architecture conditions with Rome, Dubai and China as the cases. Third, it continues to evaluate the relevance of architecture and spectacle itself including the position of the architect in building a city with localism, culture and history as issues. In the end, it will try to suggest alternate uses of spectacle’s concept in a rapid changing modern society to shape the city.\n\n\nThis chapter will elucidate the term of spectacle and its meaning according to Guy Debord as the basis for our discussion in the next chapters. The ‘spectacle’ here will be evaluated in the relationship to the notions of commodity – consumerism and unity – separation as indicated through his book.\n\n2.1 On Commodity and Consumerism\n\nRegardless the common meaning of spectacle as refers to show, display, event, performance, representation, or view, here the notion of spectacle as described by Debord is more related to the political and economic or mode of production as the result of capitalism. Spectacle is not only understood as decoration and beautification to the object but also it is both the result and the goal of the production system. Moreover, spectacle dominates all aspect of society’s life with manifestations such as news, propaganda, advertising and entertainment which represent the constant presence domination of those systems. As highlighted by Debord that ‘‘the spectacle is rooted in the economy of abundance, and the products of that economy ultimately tend to dominate the spectacular market” (Debord 2006, 16). Debord states that the commodity acts as spectacle itself.\n\nFurther, he outlines in his book two different models of the spectacle which are “concentrated spectacle” and “diffused spectacle”. As for the concentrated model is more influenced by political and bureaucratic aspect which it is mainly used as a technique for strengthening state hegemony and controlling power (Debord 2006, 18). It is the spectacle produced by centralized power over a dictatorial or certain political party based around an ideology. Meanwhile the diffuse model is developed over economic leverage with commodities abundances (Debord 2006, 17, McDonough 2004, 462). According to Debord, since the post-world war time the raise of global capitalism has brought these two types of spectacles into a new combination influenced by economic and political power which is the “integrated spectacle”. It represents the consumer society that has seen itself in a global spectacular market. It is a kind of spectacular of late capitalist that embodies a new, uniquely specialized form of power.\n\nNotably, the spectacular market in the modern capitalism economy system began to take shape excessively that effecting all social life in modern world as the commodity came into significant as a power since the beginning era of industrial revolution and the discovery of mechanical reproduction techniques which the production become mass processes for a global market. Through the globalization of commodity, the world has been turned into a single large market and dominated by economic interests and as noted by Debord that the spectacle, none or less, is capital accumulated to the point that it becomes images to represent the capitalism’s goal itself (Debord 2006, 7). The spectacle consists of what Walter Benjamin identifies as signs from the system which acts as the ultimate end-products of that system and it happens when the commodity has succeeded in totally dominating social life. “Commodification is not only visible, we no longer see anything else; the world we see is the world of the commodity” (Debord 2006, 10).\n\n\nFigure 1: Commodity and advertising in daily life\n\nFor this reason, it can be said that ‘spectacle’ is the way to create a spectacular representation that leads to seduction of consumerism. Society is faced with constant replacement of products propagated by all the communications media.\n\n“The things the spectacle presents as eternal are based on change, and must change as their foundations change. This instability is the spectacle’s natural condition, but it is completely contrary to its natural inclination” (Debord 2006, 20).\n\nThis kind of spectacle is instant and instable in the way they present itself and influence over how people think and behave. The use of advertisements would be a perfect example of how using the spectacle can get people ... (truncated)",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.9881615043,
        "format_confidence":0.9660746455
    },
    {
        "url":"http:\/\/www.tate.org.uk\/art\/research-publications\/the-sublime\/charlotte-purkis-listening-for-the-sublime-aural-visual-improvisations-in-nineteenth-r1136834",
        "text":"The Art of the Sublime\n\nISBN 978-1-84976-387-5\n\nListening for the Sublime: Aural-Visual Improvisations in Nineteenth-Century Musical Art\n\nCharlotte Purkis\n\nThe late nineteenth century saw the development of a new aesthetic of decadence and the beginnings of modernism. Charlotte Purkis explores here music's capacity to reveal the contradictions that emerged in understandings of the sublime in this period.\nThis paper explores the nature of the subjective aesthetic experience in which nineteenth-century visual artists were engaged when the sublime and music became twinned in their imaginations. This subjective experience is considered as an aesthetic response to the world and to the experience of being in the world. In nineteenth-century thought it became a way of perceiving that depended upon a certain understanding of music, which placed it apart and above all the other arts.1\nArguably, music can be seen as the ‘keynote’ to the sublime. The keynote of any piece of music is the fundamental tone to which music ‘resolves’. But by the 1890s, within British culture, the term had come to denote, more controversially, newness. This was due specifically to John Lane’s Bodley Head series called ‘Keynotes’, which, together with its companion series of books known as ‘Discords’, stood for literary tendencies that were consciously anti-bourgeois and relished the pejorative designation ‘decadent’. These John Lane books, by George Egerton (Mary Chavelita Dunne) and others, were constructed and received as challenging in their style and content, appearing to revel in displacing moral and literary certainties.\nJust as the paradoxes and contradictions set up by such texts and the debates surrounding them identified double-edged ambiguity as a key characteristic of late nineteenth-century thinking, so, too, certain musical works, and the critical controversies they provoked, were crucial to contemporary reception of programmatic narrative arts. An ideological battleground between defenders of absolute music (instrumental compositions with generic titles or numbers, exhibiting purely musical methods and techniques of composition, for example, symphonies) and supporters of programme music (evocatively titled instrumental works with associations with other art forms and extra-musical experiences, emotions and sensations, for example, symphonic poems and opera) was established in the mid and later nineteenth century.\nThese differing perspectives have since permeated accounts of how musical style developed during the years when Romanticism became seemingly confused and exhausted.2 As tonality was regarded as entering into a state of ‘crisis’, newer music inevitably became classified as degenerate compared to the relative purity of the eighteenth- and nineteenth-century classical canon. The contemporary commentator Max Nordau’s 1895 diatribe against contemporary culture, Degeneration, was typical in this respect, and his book became a classic compendium of the trends of his time. Recently, the renowned pianist and writer on music Charles Rosen has commented that Nordau’s claim that all modern art was ‘produced by moral degenerates’ is part of ‘perhaps [the] oldest continuing tradition’ of classical music. As the ‘displacement of one music by another’ is ‘an eternal part of history’, so complaints and laments about the loss of past perfections are an inevitable consequence.3\nThere was not necessarily more sublime music in the nineteenth century than later, but notions of the sublime were particularly significant in critical discussions then and informed artistic practice. Nineteenth-century musical enthusiasms are identifiable from concert programmes and the publication of salon music, as well as from reviews and references in novels. How far British taste connected to philosophical aesthetic thinking on the sublime can thus be assessed in the various ways in which contemporary musical compositions were discussed.\nFelix Mendelssohn’s Hebrides Overture, also known as Fingal’s Cave, embraced the drive towards the programmatic and the narrative within early to mid nineteenth-century music, using the tonal idiom colouristically and atmospherically. Mendelssohn encountered the island of Staffa in a storm. The resulting music can be ‘read’ as drawing upon his experience of the island and its cave. The music recalls the amazing acoustics of the place with resounding crashing waves, a sense of powerful climax as the waves strike the cave in the storm, the rising and falling of the sea followed by moments of deep calm, and the soaring echoes of seagulls. This type of reading of the self back into nature is still current, and many commentators, particularly in notes about recordings, refer to the philosopher Edmund Burke’s passion for nature – astonishment, suspense of emotion, even horror in the awe with which body and mind are filled, revealing the listener, like the perceiver and like Mendelssohn himself, overwhelmed yet exhilarated. Writing of Mendelssohn’s musical landscapes, the academic writer Thomas Grey has dwelt upon the accepted ‘pronounced visual orientation to Mendelssohn’s cultural background’, that is, the fact that he was also an amateur artist. The influence of this exploration of visual art, Grey notes, has ‘long been perceived as an influence on his musical production’, and notably on the Hebrides Overture, which ‘evokes the heroic sublime tradition of Ossianic painting from the Napoleonic era’.4 For another recent writer Michael Steinberg who has made a study of the role of music in nineteenth-century cultural life, Mendelssohn’s music embodies aspects of the natural world yet constructs these into ‘a metaphoric landscape of inner life’. The Hebrides seems to set a physical scene, but its overriding musical power lies in its sweeping melody and thus its vision is of ‘absolute’ not ‘programmatic’ music. Just as a Romantic landscape is not merely a depiction of the external world but is ‘a way into inner nature’, so this work ‘engages a scene’ and ‘is born as music’.5 To Steinberg, the big melodic string theme liberates the music from mere mimesis; this melody functions dramatically in the work, as a musical not merely representational voice.6\nThe way that the work seems explicitly evocative of nature recalls discussion of Beethoven’s Sixth Symphony (‘Pastoral’, 1808). As an expression of feeling about being in the countryside, rather than as an illustration of the rural, Beethoven’s symphony seems to go beyond the absolute into the realms of the programmatic: the emotions expressed are responsive to the experience of nature. The music depicts both a storm and the sensation of being in a storm. The genre of the symphony, an example of ‘absolute music’, was strongly associated with the sublime after the critic E.T. Hoffmann’s famous 1810 review of Beethoven’sFifth. Hoffmann, who opposed programmatic music (and ignored the ‘Pastoral’ Symphony), appreciated the solemn grandeur of the heroic he identified in the Fifth, and referenced the ‘monstrous and the immeasurable’ and the ‘level of fear, horror, revulsion, [and] pain set in motion by Beethoven’s music’.7\nThe impact of the notion of the sublime within critical perception of music showed particularly in the privileging of the non-associative qualities of music. Hoffmann’s identification of sublime qualities became a key descriptor for expressing the impact of emotion in abstract terms. Although there is much ‘programmatic’ narrative music in the later nineteenth-century, ‘tone painting’ as a compositional technique was openly disparaged by many critics for whom abstract instrumental ‘absolute’ music remained the ideal.\nJ.M.W. Turner Staffa 'Fingal's Cave' exhibited 1832\nJ.M.W. Turner Staffa\nFingal's Cave exhibited 1832\nYale Center for British Art, Paul Mellon Collection\nJ.M.W. Turner’s painting Staffa, Fingal’s Cave (fig.1) was exhibited in 1832 and Mendelssohn’s overture was performed in London in the same year, a fact that has led to the two works being seen as linked historically.8 Many of Turner’s images show a tendency to dissolution and project the beginning of an abstract painterly aesthetic, which, according to Edward Lockspeiser and others writing about music and painting in the later twentieth century, can be seen as stemming from the aspiration to a musical state.9 Mendelssohn’s piece has tended to be categorised and valued as ‘music for music’s sake’, as absolute and not programmatic music. Lockspeiser, however, has seen in the work the beginnings of musical ‘impressionism’, referring to contemporary critical responses that spoke of the music’s veiled and blurred quality.10 Interestingly, in more recent times, a newspaper review of a performance of the Scottish composer Thea Musgrave’s 2005 Turbulent Landscapes, the second movement of which, ‘Shipwreck’, is a conscious homage to Turner’s Staffa, questioned the relevance of paintings for an appreciation of music, challenging the need for music to have any kind of associative ‘prop’.11\nTowards the latter part of the nineteenth century, many artists and creative writers across Europe sought to depict sound and to capture the essence of music’s perceived mysteries, insights and truths. This tendency to ‘improvise’ with music’s non-imitative qualities and to enter into the ‘condition’ of music is expressed in the nineteenth-century writer and aesthetician Walter Pater’s essay ‘The School of Giorgione’ in Studies in the History of the Renaissance (1873) which set out to explore the interrelations of the arts. Pater did not seek a merger of all art forms within music’s keynote. ‘It is a mistake,’ he wrote, ‘to regard ... all the various products of art as but translations into different languages of one and the same fixed quantity of imaginative thought’. And he went on to propose that ‘the sensuous material of each art brings with it a special phase or quality of beauty, untranslatable into the forms of any other. Each a... (truncated)",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.8105797768,
        "format_confidence":0.911778748
    },
    {
        "url":"http:\/\/performativegestures.webs.com\/",
        "text":"Performative Gestures\nand the Performance of \nTakemitsu's 'Equinox for guitar'\n\nby Fabricio Mattos\n\nClick here to edit title\n\nClick here to edit subtitle\n\nAfter receiving many requests for my dissertation, which was the output of research carried out at the Royal Academy of Music, London, I have decided to publish it in a more interesting format for everyday use. This website brings the content of this research in a more accessible way (the original research was delivered in a mixed format of hard copy + digital files in a flash drive). It took many hours of work to adapt its contents to a website, and I hope it is clear enough for guitarists and other musicians to access and comprehend my ideas on this topic.\n\nThe language may be sometimes very technical, as it is intended to be accessed by professional musicians. There are, however, some chapters that are (hopefully) also accessible to non-musicians, for their holistic approach, such as the chapter about the History of the Performing Stage. \n\nI am very grateful to my tutors at the Royal Academy of Music, Sarah Callis and Neil Heyde, who have been of crucial help in the development of the present work and have always contributed in a healthy way to turn even the most insane ideas into something feasible. I am also grateful to my guitar tutors at RAM: Michael Lewin, Tim Walker, David Russell, Fabio Zanon, and Julian Bream, for their invaluable insights and amazing lessons; and finally to many colleagues who have directly or indirectly influenced my scholar output, and to the Royal Academy of Music for giving me a full scholarship to carry out this research.\n\nI believe any research should be dynamic, open-minded, and practical; this is why I am extremely grateful for any feedback, comments, critics, corrections, or complementary information on any topic approached on the following pages, as this could also help me in my long road as a scholar. I certainly hope that some of the following ideas will also help other musicians (not only guitarists) to reconsider some of the aspects of the musical performance, in terms of the attitudes of performer before audiences. \n\nAny comments on the content of this website, as well as general requests regarding lectures or masterclasses focusing on this topic, should be forwarded to [email protected] Even though this research has already been delivered as my final work at RAM, I still consider it as work-in-progress, which is why changes and  updates will happen occasionally.\n\nI do hope your experience with this research will be as enjoyable as the making of it!\n\nFabricio Mattos\n\n\nGestural communication increases the level of human understanding, and in musical performance it improves the acceptance of the artistic message conveyed by the performer to the audience. The aim of this research is to invite performers to actively search for a refinement of interpretation achieved through personal experimentation with performative gestures, beyond mere technicalities and traditionalism that govern a great part of musical practice in our days.\n\nThe first step in order to provide a well-structured gestural preparation in guitar performance, particularly of Takemitsu’s Equinox, is by suggesting a definition of performative gestures to be used in this research, as it can vary according to cultural backgrounds or different fields of research. Based on information from other areas of knowledge, new categories of performative gestures will be defined in the chapter ‘Typology of performative gestures’ and videoed examples of some gestures will be provided. It is considered essential to next analyze the stage as physical and psychological space, its history in Eastern and Western countries, and its role in the perception of gestures. Finally, a quick video-analysis of Equinox will be provided, and a video of the author performing the piece, conceived according to the gestural palette developed during the many practical experiments that followed the theoretical research. A ‘Discussion’ was preferred over ‘Conclusion’ to finish this dissertation, signalling the continuity of the present research.\n\nAbout the author\n\nClassical guitarist Fabricio Mattos performs and teaches worldwide. He undertook a world tour in 2011 as part of WGC-Worldwide Guitar Connections, a project that comprises many innovations in music-making. He also produced and took part in many other tours, recordings, collaborations, and teaching projects in recent years. \n\nMattos graduated from EMBAP (School of Music and Fine Arts of Paraná), in Curitiba, Brazil, and completed his  Master of Music (Performance & Research) degree at the Royal Academy of Music, London. He has won many important international prizes and awards in his career, including the prestigious “Julian Bream Award”.\n\nFabricio Mattos is currently a PhD student at the Royal Academy of Music, researching the history of performance spaces from shamanism to modern halls, and creating new setup possibilities for music performances in contemporary open spaces.\n\nOfficial Website: \n\nWGC-Worldwide Guitar Connections:\n\nContact[email protected]\n\n\nThis website is meant for academic and general use. \n\nAny part of it may be reproduced provided the author is properly acknowledged.",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.5815496445,
        "format_confidence":0.7139714956
    },
    {
        "url":"http:\/\/www.lukaszblonski.com\/-processing-modeling-.html",
        "text":"sci arc\n\ninstructor : casey rehm\n\nspring 2013\n\nvisual study\n\nThere are two parts to the project. First part of the project is a 2-d processing composition, which is based on the Michelangel Merisi da Caravaggio painting; \"The Entombment of Christ\". Project unfolds by extracting lines from the position of the charcters in the painting. Coding script has a relationship between geometric and a color palettes embedded in the canvas. The extracted group of lines gets plugged in the script generating multi-agent simulation behaviors. Agent is than multiplied by high number, which creates an effect of fuzziness. Background composition, is created by the vertical and horizontal lines. Second part of the project involves transforming the script into 3-dimensional composition. The form of interior and exterior derives from the study of \"San Lorenzo Church\" 2-dimensional layout.",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.8998174071,
        "format_confidence":0.5523677468
    },
    {
        "url":"http:\/\/ualresearchonline.arts.ac.uk\/941\/",
        "text":"\n\nOld Manuals and New Pencils\n\nFaure Walker, James (2005) Old Manuals and New Pencils. In: Drawing: The Process. Intellect, UK, pp. 15-25. ISBN 9781841500768 [Creative Arts and Design > Painting]\nCreators:Faure Walker, James\n\nMy essay had the following sections: The Intolerant Eye, Open-Eyed and Linear, The Agnostics, 2D or Not 2D and The Wisdom of the Manual. The essay forms part of a sequence of published essays and papers on the theme of drawing.\n\nType of Research:Book Section\nAdditional Information (Publicly available):\n\nJames Faure-Walker\n\nJames Faure Walker (born 1948, London) studied painting and aesthetics at St Martins (1966-70) and the Royal College of Art (1970-72). He began writing criticism in the mid 1970s, and in 1976 he co-founded Artscribe - a journal for contemporary arts which he edited until 1983. His writings have been published in Studio International, Modern Painters, Mute, Computer Generated Imaging, Wired, Art Review, and he has contributed to a number of exhibition catalogues. A long-standing contributor to Siggraph, the annual conference on computer graphics, he has participated in numerous international computer arts festivals and exhibited widely in Austria, Germany, Holland, Japan, Russia, Spain and the USA. In 1998, he won the Golden Plotter first prize at Computerkunst, Gladbeck, Germany. Recent exhibitions include solo shows at DAM Gallery, Berlin, Digital Salon, New York and Bloomberg Space, London. He was awarded a three year AHRB Fellowship for research into painting and the digital studio in 2002, and is the author of 'Painting the Digital River: How an Artist Learned to Love the Computer', published by Prentice Hall (USA) in 2006.\n\nCurrent Research\n\nHaving recently completed 'Painting the Digital River' I want to continue searching for ways of mixing and blending paint software with painting. I remain fascinated, too, by the shifting attitudes towards the use of technology in drawing and painting. In the latter stages of researching some illustrations for this book I became fascinated with the depiction of water. I have been photographing rock pools and water patterns left in sand. I also have developed a renewed interest in medieval and early renaissance painting.\n\nIn broader terms, and thinking forward to a further publication, or conference, I have been exploring the way the 'other worlds' in science - such as the immense spaces of astrophysics, the nano worlds of micro biology - could find some reflection in visual art. It is the question of how artists can make connections in their work beyond what is immediately visible, beyond the conventional subjects. In one sense our knowledge has reached out further than ever before, yet at the same time we speak of art having its own 'art world', its own local habitat, its comfort zone.\n\nI am interested in raising the 'art' awareness in the development of software; also in the shape of new fine art courses incorporating digital expertise; in the future of digital painting; in redefining drawing; in producing a 'project manual' for visual thinking using computer graphics concepts. I am particularly interested in Walter Crane and Lewis Day's publications of the early 1900s, and how they anticipate these thoughts. Though I am suspicious of any instant remedies for the problem of integrating digital tools with traditional methods, I wonder whether a future generation will look back and wonder why painting, drawing, photography and digital media were studied separately.\n\nYour affiliations with UAL:Colleges > Camberwell College of Arts\nID Code:941\nDeposited On:07 Dec 2009 12:17\nLast Modified:20 Mar 2012 15:14\nRepository Staff Only: item control page",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.9703882933,
        "format_confidence":0.8470465541
    },
    {
        "url":"http:\/\/caod.oriprobe.com\/articles\/47805230\/Real_Becomes_Not_real_Where_the_Unreal_s_Real__Legal_Analysis_of_Ghost.htm",
        "text":"\nWe apologize for any inconvenience caused\nLogin  | Sign Up  |  Oriprobe Inc. Feed\nChina\/Asia On Demand\nJournal Articles\nBookmark and Share\nReal Becomes Not-real Where the Unreal’s Real: Legal Analysis of Ghostauthorship for Jingdezhen Ceramic Art Works\nPages: 35-38\nYear: Issue:  1\nJournal: China Ceramic Industry\n\nKeyword:  ceramic art workghost-authorshiplegal analysis;\nAbstract: Collector’s works are demanded during a prosperous age while gold is needed over troubled times. Collector’s ceramics include both contemporaries and ancients. Because of the difficulty in distinguishing between the real and the unreal, ancient forgeries are so common that collectors refrain from investing in ancient pieces. However, with the help of those clear-sighted, the market demand for contemporary collector’s ceramics is on the rise. The prices for contemporaries spiral up dramatically because the increasing demand exceeds supply. In order to make more profit from their identity, some artists begin to mass produce poor quality works; others even hire ghost artists or subcontract their work to others. This paper is to look upon the ghost authorship of collector’s ceramics from the view of law in order to legalize the art ceramic market in Jingdezhen.\nRelated Articles\nNo related articles found",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.799431622,
        "format_confidence":0.8126155734
    },
    {
        "url":"https:\/\/source.sheridancollege.ca\/fhass_comm_publ\/8\/",
        "text":"Document Type\n\n\nPublication Date\n\n\n\nHowie Tsui, Retainers of Anarchy, interactive installation, Vancouver Art Gallery\n\n\nMichael Brendan Baker interviews Vancouver-based artist Howie Tsui. His latest work, Retainers of Anarchy, is a multidisciplinary project — including paperworks, sculpture, built structures, animation, and video — organized around a large-format video projection and an interactive installation component to be exhibited at the Vancouver Art Gallery in spring 2017. It will be Tsui’s first solo museum exhibition and, in terms of its scope, the largest work he has yet produced. The project is a response to a video project commissioned by the Chinese government for the 2010 World Expo that depicts a Song Dynasty festival in a manner that is arguably inauthentic and certainly problematic in terms of its depiction of a cohesive body politic. Retainers of Anarchy will use the wuxia genre of martial arts fiction and fantasy, and the real world setting of the Kowloon Walled City, to examine turmoil, dissent, resistance, and community while exploring Tsui’s own relationship with Chinese popular culture and his experience of the dynamic links between mainland China and Hong Kong.\n\n\nReprinted with permission of the publisher\n\n\nFaculty of Humanities & Social Sciences\n\n\nSchool of Humanities and Creativity\n\n\n\n\nPublisher's version\n\nPeer Reviewed\/Refereed Publication\n\n\nTerms of Use\n\nTerms of Use for Works posted in SOURCE.\n\nCreative Commons License\n\nCreative Commons License\nThis work is licensed under a Creative Commons Attribution-Noncommercial-No Derivative Works 4.0 License.\n\nOriginal Publication Citation\n\nBaker, M. (2015). Retainers of anarchy: In conversation with Howie Tsui. NoMorePotlucks, 42. Retrieved from http:\/\/nomorepotlucks.org\/site\/retainers-of-anarchy-in-conversation-with-howie-tsui-mike-baker\/.\n\nIncluded in\n\nFine Arts Commons",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.9862522483,
        "format_confidence":0.7850776315
    },
    {
        "url":"http:\/\/www.haring.com\/!\/selected_writing\/body-language-keith-haring-and-the-renaissance-of-figurative-painting-in-the-eighties",
        "text":"Body Language: Keith Haring and the Renaissance of Figurative Painting in the Eighties\n\n“One is not born a painter as one is born a ventriloquist. The desire can develop in anyone; talent and vocation are just hot air, tinged with cant. Everyone is able to paint, just as everyone is able to speak.”\n— Jean Dubuffett1\n\nThe aim of the following essay is to place Keith Haring’s work, the content and form of which are examined in detail in the other essays in the catalogue, in the context of the painting of his time. A general stylistic classification of his work within the art of the Eighties should thus indirectly follow from the presentation of examples of different, but nevertheless related stances on figurative painting.\n\nIn 1982 Keith Haring expressed his enthusiasm for painting at the documenta 7 exhibition in Kassel, where he prefaced his own comments in the exhibition catalogue with a quotation from Jean Dubuffet: “Painting has a two-fold advantage over the language of words. First of all, painting conjures up objects with greater strength and gets much closer to them. Secondly, painting opens up a bigger door outside to the inner dance of the painter’s world of ideas.”2 The choice of quotation indicated not just Haring’s interest in the art and the theory of art of the protagonists of Art Brut3 which flourished in the Fifties, but also the special role which he assigned to painting as opposed to language as a means of artistic expression. This is informative, since Haring had experimented with texts and fragments of sentences some years before as an art student influenced by the conceptual art of his teacher Keith Sonnier.4\n\nAt about the same time that Haring completed his studies in Pittsburgh and New York (1976-1980), painting was experiencing a new revival in Western Europe and the USA. The exhibition organizer, Christos M. Joachimides, described this vividly and euphorically in 1981: “The artist’s studios are full of paint pots again and an abandoned easel in an art school has become a rare sight. Wherever you look in Europe or America you find artists who have rediscovered the sheer joy of painting. In the studios, in the cafes and bars, wherever artists or students gather, you hear passionate debates and arguments about painting. In short, artists are involved in painting again, it has become current to them, and this new consciousness of the contemporary significance of the oldest form of their art is in the air, tangibly, wherever art is being made.”5 In a painting from 1980\/1981, Anselm Kiefer clarified this almost existential meaning (and, up till the present time, danger) of painting, metaphorically, as a “tightrope act” of the palette as classical attribute of the painter’s art. Painting as such was no longer of primary importance to the artists and artists’ groups, which were emerging both nationally and internationally, in that it makes its own mediums (paints, canvas) an issue. This “essential painting”6 was widespread. It even found its way into the exhibition” A New Spirit in Painting” which introduced younger, more determined, figurative viewpoints in contrast to some old masters (Picasso). But in contrast to “essential” painters such as Gotthard Graubner and Robert Ryman, a new, or rather a newly discovered, generation of painters made it their job to depict what they saw in subjects “outside the picture”. The artist, as a subject, put his name to the work each time with his own particular gestures and style of figures. The central theme was almost inevitably a male body, either whole or as a fragment. In contrast to pure Colorfield Painting, by Ellsworth Kelly for example, this appeared as conservative as it was provocative.\n\nOne is reminded of the classical academic definition of painting as formulated by Nicolas Poussin in the 17th century: “Painting is nothing but the imitation of human actions, which are in fact the only actions worth imitating…”7 That this definition of the human figure as the carrier of meaning, whose portrayal above all justified painting, was followed – with its own laws and with a different subject canon from baroque history paintings – in the art of the Eighties was by no means unexpected. In the Sixties and particularly in the Seventies there were forerunners who had found and claimed their own style of figurative painting and were thus celebrated as father figures by a younger generation, especially in the Federal Republic of Germany. Among these were Georg Baselitz, A.R. Penck, Jorg Immendorf and Anselm Kiefer, to name but a few.8\n\nArt writers like the Italian Achille Bonito Oliva accompanied the development of figurative painting in the second half of the Seventies with appropriate terms such as transavanguardia, transavant-garde. This term indicated that artists and art critics were freed from the shackles of a progressive ideology which stylistically embodied examples of Classical Modernism, which needed alternating avant-gardes as a driving force. Wholly in accordance with a postmodern awareness, art in the era of transavanguardia implied “… a movement in all directions, including that of history.’9 Creativity freed from all conceptual calculation was celebrated and explained: “After the self-flagellation of recent years, the artist has rediscovered pleasure in creativity beyond his own particular role, a creativity which is not being forced into novelty.”10\n\nHeinrich Klotz pointed out on a general level the peculiarly historical starting point of the contemporary rediscovery of figurative painting: “The repositioning of narrative paintings is combined with a representational reconstruction of things out of the non-representational. If modernism has gone to abstraction and away from objects, then postmodernism has gone back to objects from abstraction.”11 Because in the Seventies it was no longer a foregone conclusion that a picture with fully developed figures could be found, this was the first thing to be challenged.\n\nWorks which originated at the same time could actually hardly be grouped together stylistically and in terms of content, since every artist developed his picture world and its contents for himself, free from formal obligations: “The idea of art at the end of the Seventies was that of rediscovering pleasure and danger within itself, which involved wandering around and annoying people as the stuff of imagination, but never mixed powerfully with final commitment.”12 The artists Oliva may have been thinking of when he said this were the Italians Enzo Cucchi, Mimmo Paladino, Francesco Clemente, Sandro Chia and Nicola De Maria. The term Arte cifra was coined to characterize their art, which emphasized the mysterious and symbolic sides of poetically situated figuration. Arte povera, particularly the painting of Mario Merz, provided important foundations for this style of Italian art. – Transavanguardia was not attributed just to the Italian artists, as shown by the exhibition “Transavanguardia: Italy-America” in 1982 in Modena (Galleria Civica), in which Keith Haring and Jean-Michel Basquiat also participated. The curator was Achille Bonito Oliva.\n\nWolfgang Becker, who brought together French, American and German artists (including Kiefer, Baselitz, Immendorf, Penck and Lupertz) in an exhibition entitled “The New Fauves” in Aachen in 1979, tried in an equally associative and exaggerated way to distinguish the new and, stylistically speaking, completely disparate painting of the “top-heavy” art of the Seventies: “We can imagine … that the artists who nowadays have stepped into the limelight with large-scale exhibitions, are turning against those who have not lived up to expectations. For they were colorless, cold, unimpressive, calculating, obsessed, passive, emotionless, lacking in history, academic, analytical, unable to communicate and impractical.”13\n\nA whole series of West German painters who were not present at the Aachen exhibition combined with the New Fauves or the “Wild” Painting in the years which followed. Of note was the Cologne group of painters of the Mulheimer Freiheit, which included Walter Dahn, Georg Jifi Dokoupil, Peter B6mmels and Hans Peter Adamski. Albert Oehlen and Werner Buttner were working in Hamburg. In Berlin, K. H. Hodicke, Bernd Koberling, Bernd Zimmer, Helmut Middendorf, Salome and Rainer Fetting represented a new “violent painting.”14 Martin Kippenberger is to be seen as a solitary individual who left behind him the speed painting of many colleagues and their attitudes to the spontaneous and the natural.\n\nIn France, Fauve Painting traded under the name Figuration fibre, the term coined by the Fluxus painter Ben Vautier in 1981. But French artists were not granted the privilege of an important international breakthrough into the art market which German and Italian artists such as Penck and Cucchi had experienced.15 The exhibition “Cinq sur Cinq. Figuration fibre France – USA” gave rise to the assumption that Figuration fibre should be considered to be a style concept of their internationality. The exhibition took place in the Musee de la Ville de Paris in 1985 and compared the work of the five most important French artists of this new taste in art with works by Jean-Michel Basquiat, Keith Haring and Kenny Scharf, the graffiti artist John Matos (Crash), and the photographs of Tseng Kwong Chi.\n\nAt the end of the Seventies the pre-pains of a new era of painting were outlined in the USA under the label “New Image Painting.” This expression served as the title of an exhibition of contemporary American painting which was shown in 1978 at the Whitney Museum in New York.16 Even earlier, the artists of “Pattern and Decoration Painting,” who until then had hardly been heard of outside the USA, had tried their hand at a new pictorial language working with trivial ornament structures and patterns, which are also to be found in the work of Frank Stella at this time.17 Several of the artists who had exhibited at the Whitney M... (truncated)",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.9929728508,
        "format_confidence":0.8000193834
    },
    {
        "url":"http:\/\/faculty.capd.ksu.edu\/scoates\/2009\/glasgowstudio\/theglasgowstudio\/joshua_winter.html",
        "text":"background      studio      process      projects      links      sponsors      contact\n\n\nJoshua Winter\n\nHazelwood House\n\nThe Effects of the Built Environment on Mobility for Dual-Sensory Impaired Persons\n\nWhen designing Hazelwood House, it was imperative to understand how dual-sensory impaired persons move and view the world around them. Since circulation and mobility is a challenge for these individuals, it became the focus of this proposal. Research into the methods by which the blind use location and direction clues has shown that a wide variety of aural, tactile and kinesthetic senses are used (Baynes and Francklin 49). The most important variable that effects the ease of mobility for visually impaired people is the quality of the environment in which the individual functions (Aiello and Steinfeld 3). Characteristics of the built environment, including simplicity and clarity, consistency, volumetric proportions, tactility, lighting, color and contrast, and acoustics, influence how easily these individuals move around using a range of their other senses.\n\nA gateway defining the entrance of the site consists of the live-in staff house and a lookout tower for residents to ascend and experience the sky and treetops. A long datum pathway leads the residents to an open courtyard which is defined by a generous community and shared meeting space and the residents’ homes. Lined with trees and edged with river rock, the path is clearly defined while other paths of different materials intersect to clearly articulate another possible direction. Parallel with the main pathway, a garden and art studio rest along the far edge of the site, overlooking an open green court.\n\nThe two residences are divided into three main volumes: the shared living area and two groups of bedrooms. Slivers of support spaces tie the gathering room together with the  dining room and kitchen. These angled walls provide as directional and tactile aids to move throughout the space and lead them to the bedroom corridors. Two groups of three bedrooms shift along the edges of the living area in different directions to create variation while still offering a clear and consistent layout. The bedroom corridors reflect the angle of the slivers in the living space while light from clerestory windows floods the colored alcoves of each individual’s bedroom door, clearly defining one from the other. The bedrooms are shallowly sunken into the earth to bring nature to their fingertips while also providing as a barrier from the surrounding noise. The angles of the corridor and bedroom ceiling heights offer a change in volumetric perception and acoustical qualities; the bedroom ceiling rises as it reaches out to the exterior and the bedroom corridors narrow towards the end.\n\nWith the design characteristics of this project employed, it is believed that the dual-sensory impaired residents of Hazelwood House would be able to experience their surroundings more freely, learn from the design strategies in place, and become more independent and active individuals as a result.\n\nView Joshua Winter’s Final Paper:\n\nSite Context Plan\n\nSite Plan\n\n\nDaylighting, Residence Parti, Structure\n\nParti, Exterior Spaces\n\nSite Section\n\nSite Section\n\nResidence Building Section\n\nResidence Building Section\n\nGateway Entrance\n\nResident Courtyard\n\nShared Resident Living Space\n\nResident Corridor\n\nBuilding Construction Detail\n\nSite Model - Gateway Entrance\n\nSite Model - Resident Cluster\n\n\nTo view more of Joshua Winter’s process, visit the studio Process page.\n\nEntry Lawn",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.9819788337,
        "format_confidence":0.8925405145
    },
    {
        "url":"https:\/\/research.aalto.fi\/en\/publications\/transdisciplinary-urbanism-three-experiences-from-europe-and-cana",
        "text":"Transdisciplinary Urbanism: Three experiences from Europe and Canada\n\nAgatino Rizzo*, Michail Galanakis\n\n*Corresponding author for this work\n\nResearch output: Contribution to journalArticleScientificpeer-review\n\n\nThe decreasing pace of urban development in economically-troubled Europe allows time for urban practitioners and actors to re-think planning action and its outcomes. In Canada where urban development seems unstoppable, contemplative breaks are as important. From the nibbles of recent environmental and economic crises around the world, in this article we discuss the emergence of a new theoretical approach in urban design and planning that is at the intersection of Socio-Spatial Research, Complexity Theories of Cities, and Urban Activism: Transdisciplinary Urbanism. We deploy three relevant, research projects we have been engaged with to analyze issues, challenges and limitations of Transdisciplinary Urbanism. The time frame of these interventions spans almost a decade. (C) 2015 Elsevier Ltd. All rights reserved.\n\nOriginal languageEnglish\nPages (from-to)35-44\nNumber of pages10\nPublication statusPublished - Sep 2015\nMoE publication typeA1 Journal article-refereed\n\n\n  • Transdisciplinary Urbanism\n  • Socio-Spatial Research\n  • Complexity Theories of Cities\n  • Urban Activism\n  • Artistic interventions\n\nCite this",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.91952461,
        "format_confidence":0.9764735699
    },
    {
        "url":"https:\/\/ijcua.com\/index.php\/ijcua\/article\/view\/198",
        "text":"Mediterranean Morphologies in Hot Summer Conditions: Learning from France’s “Glorious Thirty” Holiday Housing\n\n\n\n\nMorphology, Mediterranean, Environmental Assessment, Additive Architecture, Holiday Housing\n\n\nClimate change and rising temperatures lead to an air-conditioning proliferation in summertime of the Mediterranean regions. This study links urban morphology to the microclimate. It claims that a lesson can be drawn from holiday housing morphologies designed with an additive approach during the “Glorious Thirty” French coastal development (1946-75).  It is based on a morphological analysis of four case studies, with on the one hand re-drawing and site visiting, on the other hand, assessment of environmental performance through key parameters: Absolute Rugosity, Compactness Ratio, Building Density, Mineralization, Sky View Factor (SVF) and Height\/Width (H\/W) Ratio. Compared to literature reference values of a traditional courtyard morphology, the case studies are less compact and with a lower H\/W Ratio (higher SVF), but they are less mineral than a historic medieval city centre. This research contributes to the search for semi-collective alternatives (for example additive morphologies) to individual housing in peri-urban areas, with high environmental performance in the summertime. \n\n\nDownload data is not yet available.\n\nArticle Metrics\n\n\nAdolphe, L. (2001). A Simplified Model of Urban Morphology: Application to an Analysis of the Environmental Performance of Cities. Environment and Planning B: Planning and Design, 28(2), 183-200.\n\nAli-Toudert, F., & Mayer, H. (2006). Numerical study on the effects of aspect ratio and orientation of an urban street canyon on outdoor thermal comfort in hot and dry climate. Building and Environment, 41(2), 94-108.\n\nAli-Toudert, F., & Mayer, H. (2007). Effects of asymmetry, galleries, overhanging façades and vegetation on thermal comfort in urban street canyons. Solar Energy, 81(6), 742-754.\n\nDuport, L. J. (2015). Georges Candilis (1913-1995) architecte pour le plus grand nombre [Le Corbusier, 50 years later], LC2015 - Le Corbusier.\n\nJamei, E., Rajagopalan, P., Seyedmahmoudian, M., & Jamei, Y. (2016). Review on the impact of urban geometry and pedestrian level greening on outdoor thermal comfort. Renewable and Sustainable Energy Reviews, 54, 1002-1017.\n\nLukovich, T. (2018). UTZON 100. YBL Journal of Built Environment, 6(1), 130-150.\n\nMiao, C., Yu, S., Hu, Y., Zhang, H., He, X., & Chen, W. (2020). Review of methods used to estimate the sky view factor in urban street canyons. Building and Environment, 168, 106497.\n\nOke, T. R. (1988). Street design and urban canopy layer climate. Energy and Buildings, 11(1), 103-113.\n\nRatti, C., Raydan, D., & Steemers, K. (2003). Building form and environmental performance: archetypes, analysis and an arid climate. Energy and Buildings, 35(1), 49-59.\n\nTadi, M., Zadeh, M., Biraghi, C., & Brioschi, L. (2017). Urban Porosity. A morphological Key Category for the optimization of the CAS's environmental and energy performance. GSTF Journal of Engineering Technology, 4(3).\n\nTaleghani, M., Kleerekoper, L., Tenpierik, M., & van den Dobbelsteen, A. (2015). Outdoor thermal comfort within five different urban forms in the Netherlands. Building and Environment, 83, 65-78.\n\n\n\n\nHow to Cite\n\nSansen, M., Martínez, A., & Devillers, P. (2021). Mediterranean Morphologies in Hot Summer Conditions: Learning from France’s “Glorious Thirty” Holiday Housing: . Journal of Contemporary Urban Affairs, 5(1), 19–34.\n\n\n\nOriginal Researches",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.501358211,
        "format_confidence":0.9753647447
    },
    {
        "url":"https:\/\/alchemy.vcfa.work\/portfolio_page\/tristen-click\/",
        "text":"[Dis]embodied Senses\n\n\nConnection is one of the main drivers in human social behavior. A notable factor influencing our perception of connection is the paradigm shift in our culture. The way society is experiencing, learning, and socializing has changed, and that can likely be attributed to advancing technology. Over the past decade of staring at our phones, we have encountered negative mental and physical results, leading us to revert back to seeking human connection.\n\n\nThis thesis explores the value of multisensory design by drawing upon research and personal experience, asking and answering key questions:\n\n\nCan we, as designers, shift our thinking to incorporate practices found in immersive installations into our design process? Can we create multisensory experiences to communicate specific messages? Can immersive experiences build connections?",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.9599928856,
        "format_confidence":0.9298289418
    }
]