[
    {
        "url":"https:\/\/fca.org\/resources\/personal-growth",
        "text":"!Please Note!\n\nYou are using an outdated browser that may impact your experience on FCA.org.\nPlease upgrade to the latest version of Internet Explorer here or download another browser like Mozilla Firefox or Google Chrome.\nOnce you upgrade, this notice will no longer appear.\n\nDaily Impact Play Devotional\n\nGet a devotional delivered to your Inbox every day.\n\n\n\nBrowse or search hundreds of sports devotionals.\n\nLearn More\n\n\nResources for how to grow in your prayer life.\n\nLearn More\n\nBible Studies\n\nBrowse or search Bible studies for the individual or small group.\n\nLearn More\n\n\nListen to encouraging interviews and teaching.\n\nLearn More\n\nPrinted Resources\n\nPurchase any of our Bibles or books.\n\n\n\nBible Reading Plans\n\nWe've partnered with the YouVersion Bible app to offer a variety of ways to engage God's Word.\n\nLearn More\n\nFCA Magazine Archive\n\nArchive of FCA and STV Magazine\nstories and articles.\n\nView Archive\n\nCompetitor's Creed\n\nCommit to living and playing by the Competitor's Creed.\n\nRead the Creed\n\nCoach's Mandate\n\nAdopt the Coach's Mandate as the way you'll coach.\n\nRead the Mandate",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9597373009,
        "format_confidence":0.9820250273
    },
    {
        "url":"http:\/\/www.inigokennedy.co.uk\/?author=1",
        "text":"Author Archives : Inigo\n\nHome  >>  Author : Inigo\n\nHeartbreak, we’ve all been there..\n\nIt is devastating when one goes through heartbreak. No matter how hard we try to disguise it, it still exists deep down in that lovesick mind and vulnerable heart.  Maybe it’s their scent, the small talks, the late night texts or the cuddling, the arguments, his stinky socks, or you...\n\n3 keys to making the most out of yourself\n\nAs a coach, I am trained to look for distinctions, those small differences between words and concepts that can crystallize meaning and capture concepts. One of the distinctions that I have been thinking about involves three words that are often used interchangeably: Skills, Knowledge, and Talent. Skills are the how-to’s...\n\n\nIntroduction Some of you may be visiting this site due to an illness that is robbing you of the life you wish; some looking for alternatives to general medicine routes, others perhaps to maintain and improve your existing health, or that of a loved one. Whatever your reasons for visiting,...\n29 August\n\nFICO Score? What the hell is that?\n\nNow I am firmly in the UK I have little use for a FICO score, I was however asked by one of my clients recently about this and what exactly it was. So sitting here semi-bored on a Monday evening I have decided to write about the topic, you lucky...\n\nHow bad do you want success?\n\nHow bad do you want it, do you want it as bad as breathing, if not you don’t want it enough.\n\nThe ego is the enemy\n\nGreat podcast from the other day where they talk about some really important points regarding the Ego and how to bypass this. The ego can our biggest enemy when it comes to freeing ourselves from self-doubt and false beliefs. Watch on to learn more.\n\nMatt Kahn Oneness\n\nI recently discovered Matt Kahn through a friend and I must say I had an immediate connection to what he was saying. Watch the video for an eye-opening talk on spirituality and oneness.",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9060160518,
        "format_confidence":0.7315320969
    },
    {
        "url":"https:\/\/blog.compassion.com\/author\/katybennett\/",
        "text":"How to Get to Know Your Sponsored Child’s Family\n\nHave you ever had one of those awesome, world-colliding moments when people from two different parts of your life meet? Like bringing a significant other home to meet your family for the first time. Or introducing your friends from church to your friends from work at your birthday party. These experiences only come around every now and then. And I love them.\n\nContinue Reading ›\n\nIt Takes a Village: Meet Staff Who Live Out the Call for Community\n\nI’ve always loved the sentiment “It takes a village.” To me, those four words encapsulate the most powerful aspect of human growth and development: community. We all have a village surrounding us. And so does each and every child in the Compassion program.\n\nContinue Reading ›\nyoung boy with a huge smile sitting\n\n4 Prayers of Praise During a Pandemic\n\nOver the past several months, we’ve asked you to join us in praying specifically for the children and families living in poverty who have been disproportionately affected by the COVID-19 pandemic. You answered. And so did God. Today, we want to lift up prayers of praise to our God who has answered our prayers — and who will never forget the hungry, the forgotten or the oppressed.\n\nContinue Reading ›\nSitting in a window reading\n\nWhat to Do If It’s Been a Long Time Since You Received a Letter\n\nHave you ever been so excited to receive a letter from the child you sponsor, but it feels like it’s been forever? I’m sure a lot of us have. And it’s highly likely that you might feel that way during this global pandemic. Here’s when to reach out to us if it has been a while since you received a letter — and tips for while you wait!\n\nContinue Reading ›\nTony Beltran holding a picture of himself when he was a child\n\nCompassion Graduate: From Shoeshiner to National Director\n\nNeed a hopeful story today? Meet Tony Beltran. He started work shining shoes at age 7, but now he is national director of Compassion Dominican Republic.\n\nContinue Reading ›\nA girl hugs a letter to her chest.\n\nHow to Write Your Sponsored Child in a Time of Crisis\n\nWriting letters to your sponsored child during a crisis, such as the COVID-19 pandemic, requires a little extra thoughtfulness and sensitivity. That’s why we’d like to give you a few tips for writing letters to your sponsored child right now!\n\nContinue Reading ›\nTwo children sit outside on a porch, reading letters.\n\n10 Center Directors Share Why Your Letters Matter\n\nA few months ago, we asked every single Compassion center director around the world about the impact letters from sponsors have on the children at their center. And their answers are pretty incredible. Get ready to be inspired.\n\nContinue Reading ›\nTwo girls stand outside a bathroom, giggling.\n\nPotty Talk: The History of the Toilet and Why It Matters\n\nToday is a good day for some potty talk. And no, I’m not talking about the kind we scold kids for! I think we should talk about actual toilets today, specifically the history of the toilet. Do you know why? Because World Toilet Day is coming up — a day set apart to bring attention to the global sanitation crisis — and because the history of the toilet has passed many people by. So, I say we get down to business and talk toilets.\n\nContinue Reading ›\nTwo boys in Uganda hug Christmas gifts.\n\nEverything You Need to Know About Giving a Christmas Gift\n\nOur Christmas Gift Program is an amazing way to give a child in poverty a present this holiday season. Get all your questions answered about how it works!\n\nContinue Reading ›\nA man stoops on the ground with a young boy on his back.\n\n6 Ways to Write Your Child As If You’ve Met Them\n\nYou may never have the chance to visit your sponsored child, but you can learn from those who have visited tips on how to write great letters!\n\nContinue Reading ›\nTwo young girls sit inside on a step in front of a red wall, smiling.\n\nHow Can Good Friends Help Break the Cycle of Poverty?\n\nThis International Day of Friendship, join us in celebrating friendship by learning how important friendship is to children living in poverty — and praying for those special friendships.\n\nContinue Reading ›\nA boy in Burkina Faso wearing a green and blue checked shirt holds his hands together in praying while smiling at the camera. He is in a classroom surrounded by other children praying.\n\nHow to Pray with Compassion on This National Day of Prayer\n\nThis Thursday, May 2, is the National Day of Prayer. Prayer is a critical part of Compassion’s ministry. We believe it is key in releasing children from poverty! As the National Day of Prayer approaches, we want to not only pray for our country, but for the countries around the world where Compassion works. Will you join us in this effort?\n\nContinue Reading ›",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.8723154664,
        "format_confidence":0.6977881193
    },
    {
        "url":"http:\/\/www.patheos.com\/blogs\/thoughtlife\/tag\/johnny-hunt\/",
        "text":"Al Mohler and Walter Price on the Young Guns\n\nOne of the most encouraging trends in evangelical church life that I’ve seen recently is the engagement of the older and younger generations of pastors and church leaders.  Instead of standing apart from and casting aspersions at one another, current leaders are reaching out to younger leaders, and helping them along. Walter Price, senior pastor [Read More...]\n\nRumbling in the SBC: 2009 Convention Dispatches\n\nI’m in the River City (Louisville, KY) for vacation.  My trip has coincided with a number of fun events: first, the annual Southern Baptist Convention, and second, the 150th anniversary of Southern Seminary, my alma mater.  The SBTS extravaganza is tomorrow, so I’ll talk about that then.  For now, here are a few thoughts from the [Read More...]",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9972497821,
        "format_confidence":0.907951653
    },
    {
        "url":"https:\/\/www.simonarich.com\/tag\/seal-of-solomon\/",
        "text":"[OCCULT AUDIOBOOK] – Transcendental Magic by Eliphas Levi – Part 1 of 2\n\nEliphas Levi was the most knowledgeable Kabbalist of his time.\n\nIn this book he shares his knowledge on magic, both white and black, explains qualifications necessary for the adept, the meaning of pentagram, the triangle of Solomon, and more.\n\nRelated Posts\n\nSurprising Origins of the Star of David\n\nAs it often happens, my research (this time about the Star of David) made me find much more than I bargained for. I hope you will benefit from it.\n\nThe usage of the six-pointed star, called “the Star of David” as a sign of Jewish identity began only in the Middle Ages. Before that, the sign of the Jewish identity was always a menorah.\n\nThe religious usage of the Star of David among the Jews began much earlier, however. A shield with this star engraved was found in a synagogue in Galilee, dating to the third or fourth century AD.\n\nStar of David, or Seal of Solomon?\n\nThe name the “Star of David” is quite new. Before it, this star was called the “Seal of Solomon”. The story of Read more…\n\nRelated Posts",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9930558801,
        "format_confidence":0.8189673424
    },
    {
        "url":"http:\/\/www.dallasvoice.com\/tag\/umc",
        "text":"UMC Bishop Martin McLee, former St. Luke’s minister, dies\n\n6a00e550255d3c88330191027bf5d2970c-320wiBishop Martin D. McLee, who presided over the United Methodist Church’s New York region and once lived in Dallas, died Saturday, Sept. 6. The LGBT ally was 58 years old.\n\nAccording to the UMC News Service, the Brooklyn native was called to ministry while attending Dallas’ St. Luke “Community” Church. There, under the leadership of Rev. Zan Wesley Holmes Jr. he\n\n immediately immersed himself in the life of the church, including its many social justice ministries, Holmes recalled. Among other activities, McLee sang in the choir, volunteered with the church’s prison ministry, served in its AIDS ministry and registered voters.\n\nTrained as a lawyer, he enrolled in SMU’s Perkins School of Theology where he received his Master’s of Divinity. He didn’t give up on social justice causes, including his outspoken stances on LGBT equality once he joined the church.\n\nThe UMC’s official policy believes being LGBT is “incompatible with Christian teaching,” forbidding clergy from performing LGBT weddings. Pastors violating the policy often go to trial.\n\nMcLee advocated against such trials. After a complaint was filed against the Rev. Thomas Ogletree, who is retired, for officiating at his gay son’s wedding, McLee called for “the cessation of church trials” related to same-sex marriage. “Church trials produce no winners … trials are not the way forward,” McLee said at the time.\n\nThe full story is here.\n\n—  James Russell\n\nRev. Bill McElvaney has died\n\n\nMcElvaney, seated, officiated the marriage of Jack Evans, 84, and George Harris, 80 in March.\n\nThe Rev. Bill McElvaney, an ardent LGBT ally who faced scrutiny for officiating same-sex marriages despite his denomination’s disapproval, has died.\n\nIn March McElvaney, the pastor emeritus at Northaven United Methodist Church, officiated the wedding of longtime congregants Jack Evans, 84, and George Harris, 80. The very public ceremony, which was covered by this publication and others, was not held at Northaven but instead the neighboring Midway Hills Christian Church. Later that month, he was suspended from the church.\n\nAt the time of his suspension, he told the Voice that given his age, he’d rather be on the right side of history. “I owe the Methodist church a lot, but what I do not owe the Methodist Church is my soul.”\n\nHe recently announced he would no longer undergo treatment for liver cancer after four years.\n\nFollow the blog this week for more information.\n\n—  James Russell\n\nThinking 2 steps ahead\n\nTheologians, ministers gather at Brite for ‘Beyond Apologetics’ discussion on LGBTs’ future role in religious communities, efforts\n\nTammye Nash  |  Senior Editor\n\nJoretta Marshall and Stephen Sprinkle\nJoretta Marshall and Stephen Sprinkle\n\nFORT WORTH — Where do we go from here? That’s the question at the heart of a project called “Beyond Apologetics: Sexual Identity, Pastoral Theology and Pastoral Practices,” an ongoing symposium with its next installment set for Thursday, Oct. 7, at Brite Divinity School at Texas Christian University in Fort Worth.\n\nThe event will feature six scholars and pastors, representing five different schools, talking about new ways of thinking about ministry with LGBT people after the battle for acceptance is over.\n\n“Originally, this project was organized to do two things,” explained the Rev. Joretta Marshall, openly lesbian pastor of theology and pastoral care and counseling at Brite and co-director of the project.\n\n“The first thing was to bring scholar practitioners together for conversation to try and answer the question, ‘What would we be talking about if we didn’t always have to focus on gaining acceptance of TLGB people” in churches, Marshall said.\n\n“We want to go beyond defending TLGB people in the churches and start figuring out what those next conversations will be about. For instance, I am hopelessly involved in the United Methodist Church. It is in my blood and in my bones. But there is still a debate within the UMC over whether we [LGBT people] should be welcomed into the church. We want to get past that so that we can work on transforming the world, on bringing justice to the larger community.”\n\nThe second piece of the equation, Marshall said, was equally important: “Educational institutions should make a difference in the places where they live. We wanted to invite the community in to participate in these discussions and to let them know that Brite is a place where we talk about these things.”\n\nFor the Rev. Stephen Sprinkle, the openly gay associate professor of practical theology and director of field education and supervised ministry at Brite, the idea that a theology school in Fort Worth, Texas is host to such a discussion, is an amazing accomplishment.\n\n“We’ve never had a gathering of LGBTQ scholars of faith in Texas before. Not like this,” said Sprinkle, one of the six speakers participating in the Oct. 7 discussion.\n\n“This is the first meeting of its kind here, but it won’t be the last. That was the experience that we had in Oklahoma” last February when the first discussion in the project was held at Phillips Graduate Theological Seminary in Tulsa. He explained that the project was first conceived as a partnership between the two sister seminaries — Phillips and Brite — and six speakers participated in a public event held at Phillips that followed the same format to be used at Brite.\n\nThe whole idea, Sprinkle said, is to plan for the future and prepare pastors, churches and the public for the day when LGBT people are already part of the church and can truly give their own unique gifts to its efforts.\n\n“We are thinking two steps on down the road. We’re thinking outside the box, to use the cliché. The question is, if we are not having to constantly think about creating space enough for the LGBT community to be accepted, then we can think about how to move the LGBTQ community into a richer, more whole position to contribute to the church’s work.”\n\nThe term “apologetics” refers to advocacy, Sprinkle explained. In thinking “beyond apologetics,” he continued, “what we are saying, as LGBT scholars, is that congregations and nonprofits already have everything they need in order to include LGBT people. They already have the know-how, the theology. We believe the arguments for inclusion have already been made, and made very well. The question now is, what do we do to take things to the next stage of development?”\n\nIn his part of the discussion, Sprinkle will focus on his work in documenting anti-LGBT hate crimes and in advocating for the passage of hate crimes laws that include protections for LGBT people. He used his own work and its future direction as an example of the focus of the project overall.\n\n“We argued for years and years for a hate crimes law. We’ve got that now. But the reality is, we are still being killed. So what are we, as an LGBT community, going to do to understand who those dead are to us? How will that shape our identity?” Sprinkle said.\n\n“We have to move beyond being just a loose association of people with a variety of concerns on a variety of issues to become a real people that remember and honor our dead. That is what a community does,” he continued.\n\n“African-Americans can list their people who died in lynchings. Jewish folk have never forgotten the 6 million lost in the Holocaust. Japanese-Americans remember those who died in Hiroshima and Nagasaki. But we as an LGBT community seem to have a hard time even acknowledging that members of our community are still being killed. So what I am trying to do is to think down the road about how we can strengthen this community by remembering the thousands who were murdered because they were just like us.”\n\nAnother member of the project — although one who won’t be at the discussion next month at Brite — is Darnell Moore with Rutgers, the State University of New Jersey. He is, Sprinkle said, “one of the most dynamic and most original thinkers I have ever seen.”\n\nMoore’s focus, Sprinkle said, is finding a new way to think about coming out.\n\n“People are often afraid to come out because it compromises them and they are vulnerable. What Darnell says is that it is time that we begin to invite people in, really invite them in, and have something to invite them in to. What would it really mean to say to the majority culture all around us, ‘Stop being tourists in our lives. We will share with you what we have, but you have to come to us.’\n\n“Now we’re talking! Now we’re really thinking!” Sprinkle continued. “From now one, there won’t be just one National Coming Out Day a year. There won’t be one day of silence in the schools. From now on, the LGBTQ community can be seen as a powerhouse of innovation and creative thinking. We approach that already in the arts and entertainment. But we don’t seem to be secure enough or understand ourselves well enough to be confident doing that in other spheres.”\n\nFor Marshall and Sprinkle, the idea that such new ways of thinking are being birthed here in Fort Worth is reason for celebration, and for hope.\n\n“I came here in 1994, and I was open and out [as a gay man] from the time I first showed up,” Sprinkle said. “But it has been a fight. Then when we decided to invite Joretta [to join the faculty] and she accepted, I knew we were turning a corner.\n\n“This project represents a new era at Brite. Fort Worth is the reddest of the red in a red state. And here we are, co-hosting this powerhouse event, this first-of-a-kind academic gathering of people of faith, right under the nose of the Southwest Baptist Theological Seminary!\n\n“It’s unbelievable in a way,” he said. “I still have to pinch myself to believe it’s real. But it is real. And it is a sign that the time is right to take these next steps.”\n\n\n‘Beyond Apologetics’\n\nThe Beyond Apologetics Project will hold a public symposium Thursday, Oct. 7, beginning at 7 p.m. in the Robert Carr Chapel at Texas Christian Universit... (truncated)",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9735935926,
        "format_confidence":0.9355689883
    },
    {
        "url":"https:\/\/jewinthecity.com\/category\/profiles\/page\/2\/",
        "text":"Ezras Nashim Debuts Ambulance & Other Orthodox Jews in the News\n\nFor The First Time Ever, Stockholm Has a Swedish-born Rabbi The rabbis who come to work in Stockholm usually speak very little Swedish and are unfamiliar with Swedish culture. That’s because the Jewish community in Sweden — around 15,000 people out of the country’s total population of 10 million — is small enough that they […]\n\nContinue reading\n\nInterfaith Pen Pals Create Relationships in Lakewood & Other Orthodox Jews in the News\n\nBrussels Times Uses Photo of Haredi Jew for Coronavirus Worldwide Article The photo comes as conflict was sparked surrounding Haredi gatherings in large quantities despite coronavirus regulations. In New York, Gov. Andrew Cuomo warned the Haredi communities against large gatherings. He criticized the ultra-Orthodox community specifically, sparking outrage that he did not address other groups […]\n\nContinue reading\n\nWe’ll Schlep To You\n\nIn Your\nInbox Weekly",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9917109013,
        "format_confidence":0.9940528274
    },
    {
        "url":"http:\/\/blog.timesunion.com\/bread\/category\/gospel\/",
        "text":"\n\n\nCalled by name\n\n“The gatekeeper opens it for him, and the sheep hear his voice, as the shepherd calls his own sheep by name and leads them out.” -John 10:3, From Sunday’s Gospel Everyone has been moved by the story of the kidnapped Nigerian schoolgirls. Abducted by members of terrorist organization, Boko Haram, the story told us of […] [Read More]\n\n“In truth, I see that God shows no partiality.”\n\n“In truth, I see that God shows no partiality. Rather, in every nation whoever fears him and acts uprightly is acceptable to him.” Acts 10:34 God shows no partiality. God made us all, God loves us all, equally no less. God shows no partiality. As the lector for the second reading at mass on Saturday […] [Read More]",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9973360896,
        "format_confidence":0.9017118216
    }
]