[
    {
        "url":"http:\/\/www.al-islam.org\/it\/node\/12158",
        "text":"Page is loading...\n\nRulings Regarding Spiritual Purity (Tahārat)\n\nQuestion one: What ruling does rubbing alcohol have?\n\nAnswer: Without knowledge of it being spiritually unclean (najis), it is ruled as spiritually clean (tāhir)\n\nQuestion two: Is the alcohol that is used to kill bacteria after an injection spiritually unclean?\n\nAnswer: It is spiritually clean if it is not a liquid that is originally an intoxicant or it is doubted that it is an intoxicant liquid.\n\nQuestion three: What ruling does touching dried blood over a wound after it is made spiritually clean have?\n\nAnswer: If it is blood it is spiritually unclean and touching it with enough wetness where the wetness would be transferred would result in becoming spiritually unclean.\n\nQuestion four: Sometimes dead tissue that is adjacent to live tissue must be severed to prevent an infection. What ruling does touching this tissue have?\n\nAnswer: It is spiritually unclean if it is called a piece of a body and has been cut off, but one does not have to perform a ghusl due to touching it.\n\nQuestion five: Suppose one’s mouth becomes bloody and his artificial teeth touch the blood. Can one make the artificial teeth spiritually clean without taking them out of the mouth?\n\nAnswer: It is possible, it is even possible with less than kur water.\n\nQuestion six: What ruling does swallowing blood that comes from one’s gums due to a sickness or due to brushing one’s teeth have?\n\nAnswer: If one has a choice it is not permissible.\n\nQuestion seven: What ruling does thin transparent blood have after it is made spiritually clean and the blood is cleaned off of the wound have?\n\nAnswer: It is spiritually unclean if there is blood in it.\n\nQuestion eight: What ruling does transferring blood from a woman to a man or from an unbeliever to a Muslim have?\n\nAnswer: There is no problem in it.\n\nQuestion nine: What ruling does touching the blood of a mosquito or a fish whose blood does not gush out of its veins have?\n\nAnswer: There is no problem, it does not cause spiritual uncleanliness.\n\nQuestion ten: Sometimes when one wants to draw blood he puts a needle into the vein and the needle comes into contact with blood. But, because the blood did not flow into the needle or an insufficient amount of blood was taken there is a need to take more blood. Does this needle become spiritually unclean? Is one able to use this needle again?\n\nAnswer: There is no problem in using it again and it is spiritually clean if there is no blood on the outside of the needle and the needle did not touch a wet spiritually unclean substance.\n\nQuestion eleven: What ruling does touching the sweat of a junub person or spiritually unclean items have?\n\nAnswer: The sweat of a junub person is not spiritually unclean. If one touches a spiritually unclean substance that is wet enough to transfer the wetness he (the part that touched) will become spiritually unclean.\n\nQuestion twelve: Sometimes blood reaches the hands of a person taking another person’s blood. Is it possible to make his hand spiritually clean by using a cotton swab with rubbing alcohol or does one have to act according to the rules found in the books of jurisprudence?\n\nAnswer: Making items that have become spiritually unclean spiritually clean, similar to what has been mentioned in the question, must be done by using water.\n\nQuestion thirteen: Sometimes a broken bone tears through the skin, does touching this bone necessitate a ghusl?\n\nAnswer: Ghusl is not necessitated if the person is still alive. If the person is dead, then, in all cases, if it is touched a ghusl will become obligatory.\n\nQuestion fourteen: Sometimes people knowingly or unknowingly tear some of their skin around their fingernail, or any other place, off. Does touching a part of the skin that has been separated necessitate a ghusl?\n\nAnswer: It does not necessitate a ghusl.\n\nQuestion fifteen: Does semen that comes out without lust, unintentionally, and without force necessitate a ghusl?\n\nAnswer: A ghusl is necessitated if one is certain that it was semen.\n\nQuestion sixteen: How does one perform ghusl if his whole leg or arm is in a cast?\n\nAnswer: He must perform the jabīrah ghusl.\n\nShare this page",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9898053408,
        "format_confidence":0.8389266729
    },
    {
        "url":"https:\/\/hillsong.com\/netherlands\/faqs\/",
        "text":"Frequently Asked Questions\n\nIn all of our services we have Dutch interpretation available, once you arrive please collect your headsets from the foyer.\n\nWheel Chair accessibility\nOnce you arrive at church, please notify one of our volunteers who will be able to help you and escort you to your seat.\n\n\nPlease head up to the foyer if you would like to meet one of our Pastors or team leaders or join a Connect Group. Our team at the information desk will be happy to help you. Here you can also fill in a prayer request or praise report and get information about Church and how to get involved.",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9970533848,
        "format_confidence":0.9777620435
    },
    {
        "url":"http:\/\/quranicnames.com\/rahibah\/",
        "text":"\n\nClick here to send us a question\n\nWhat is the meaning of Rahibah?\n\n\nThis is an official answer by QuranicNames.com Staff\n\nRahibah is another spelling of the girl name Raheebah. They are the same name and have the same meaning and pronunciation. Both spellings are acceptable. For more details on this name and its pronunciation see: Raheebah\n\n\nCharacters: 0\n\nNo comments so far.\n\nCategories: Baby Name Question and Answer\nThe content on this site does not constitute any type of legal or religious advice. Always consult your local imam or other knowledgeable individuals before making a decision about choosing a baby name.\n  • Most Popular Names\n\nCopyright 2011-2017 QuranicNames.com. All Rights Reserved | Privacy Policy | Terms of Use.",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.592395246,
        "format_confidence":0.6041283607
    },
    {
        "url":"https:\/\/mostholytheotokos.com\/our-parish\/stewardship\/stewardship-faq\/",
        "text":"2148 Michelson Dr, Irvine, CA 92612\n\nStewardship FAQ\n\nWhat is Stewardship?\n\nChris­t­ian Stew­ard­ship is a life-style, which acknowl­edges account­abil­i­ty and respon­si­bil­i­ty before God. Becom­ing a Stew­ard begins when we say we believe in God, to whom we give our love, loy­al­ty and trust. We affirm that every aspect of our lives comes as a gift from Him. Stew­ards are moti­vat­ed as recip­i­ents of God’s abun­dant love, to respond by par­tic­i­pat­ing and sup­port­ing His plan of sal­va­tion and the min­istries of the Church, which make sal­va­tion pos­si­ble for them and for oth­ers.\n\nIn the Bible, the Stew­ard is depict­ed as a per­son who is giv­en the respon­si­bil­i­ty of man­ag­ing some­thing that belongs to the Own­er, God. The Stew­ard as the man­ag­er is thus account­able to the Own­er for all that he pos­sess­es and is respon­si­ble to return to the Lord his or her fair share in grat­i­tude and thanks­giv­ing. As God has been gen­er­ous to us, He expects us to be gen­er­ous toward the work of Christ and His Church. Chris­t­ian Stew­ard­ship is the priv­i­lege and hon­or of direct­ly sup­port­ing God’s work on earth through the Church.\n\nWhat is a Stewardship Commitment?\n\nA Stew­ard­ship Com­mit­ment is a method by which every parish­ioner can active­ly par­tic­i­pate in the sup­port of the parish accord­ing to his\/her abil­i­ties. The finan­cial sup­port of the parish falls into the hands of every parish­ioner (Stew­ard) who by his\/her con­science con­tin­u­al­ly invests their time, tal­ents, and trea­sures in the life of the parish.\n\nWhy is Stewardship Commitment necessary in our parish?\n\nMak­ing a Stew­ard­ship Com­mit­ment by com­plet­ing a Stew­ard­ship Pledge Form helps the parish cre­ate a bud­get and man­age our finances more eas­i­ly and effec­tive­ly, Addi­tion­al­ly, it will assist us in cre­at­ing a data­base of vol­un­teers who com­mit to their Ortho­dox Stew­ard­ship through Time and Tal­ents. And for the parish­ioner, it’s a mean­ing­ful expres­sion of sup­port for your Parish.\n\nHow is the church currently supported financially?\n\nOur Church is sup­port­ed pri­mar­i­ly through con­tri­bu­tions from of our parish­ioners and rev­enues from Church spon­sored events (e.g.,The Gala, Food Fest, etc.). In recent years the Church has had to make cash with­drawals from our sav­ings to meet expens­es. While we still have cash reserves in our account, we can­not con­tin­ue to rely on our sav­ings to pay for expens­es. We are reach­ing out to encour­age more of our Parish­ioners to become active Stew­ards in our Church.\n\nIs the Stewardship Commitment mandatory for all parishioners?\n\nNot at all. Noth­ing in the life of the Church is forced. God gives us an oppor­tu­ni­ty to do every­thing accord­ing to our free will. Jesus Christ did not say: You have to fol­low me, but he did say, “If any­one desires to come after me, let him deny him­self, and take up his cross, and fol­low me” (Matt. 16:24).\n\nHow is the Stewardship Commitment going to be implemented in our parish?\n\nA Stew­ard­ship Com­mit­ment is based on vol­un­tary, pro­por­tion­al and reg­u­lar invest­ments of time, tal­ents and trea­sures in the parish. It should be not­ed that con­tribut­ing to your parish is not a year­ly com­mit­ment, but rather a life-long com­mit­ment that a Stew­ard makes toward their Church. Through this com­mit­ment, a parish­ioner shows that he is indeed a child of God, a Stew­ard of the God-giv­en bless­ings which God bestows upon us dai­ly. Stew­ard­ship becomes an unend­ing grat­i­tude to God and serves as a sign of small thanks to Him for all the things that already belong to Him. Every­thing comes from God-every­thing should be returned to Him!\n\nIf my Commitment is based on a yearly giving of a set amount of money, is it possible to divide that amount over several months?\n\nAs you will see on the Stew­ard­ship Pledge Form, you may ful­fill your com­mit­ment in week­ly, month­ly, or quar­ter­ly install­ments or in full annu­al­ly.\n\nI have heard that some non-Orthodox denominations such as Protestants support their Church by giving 10% of their monthly\/yearly income. Do I have to do the same for my Church?\n\nThat prin­ci­ple is based on the old Hebrew cus­tom of tithing or giv­ing “tenths” of all that they pos­sess. How­ev­er, not all peo­ple are able to put aside 10% of their month­ly or year­ly income. Con­sid­er the bless­ings that you have been pro­vid­ed and deter­mine the amount that you wish con­tribute.\n\nIt is impor­tant to remem­ber that God is not con­cerned with ‘how much was giv­en,’ but ‘how it was giv­en.’ In oth­er words, does a per­son give out of abun­dance (sur­plus) as the Phar­isees did, or do they give all of what they have, as the poor wid­ow­er who put the last two coins in the bas­ket? (Luke 21:1–4) As we all know, the Phar­isees gave out of pride and the poor wid­ow­er gave out of the good­ness of her heart and with­out dis­tress.\n\nWhat will happen if I am unable to fulfill my financial commitment due to job loss, sickness or any other unforeseen circumstance?\n\nNoth­ing will hap­pen. The Church is the liv­ing organ­ism that breathes by the Holy Spir­it and shel­ters all her chil­dren who seek sal­va­tion with­in the Church. It may hap­pen that a Stew­ard of a parish is not able to ful­fill their com­mit­ment due to unfore­seen cir­cum­stances.\n\nAm I able to complete my Stewardship Commitment form electronically and also pay electronically?\n\nYes, the Online Stew­ard­ship Pledge Form is avail­able for you to fill out and sub­mit.\n\nFor online pay­ments of your Stew­ard­ship Com­mit­ment, you can use your bank’s bill pay fea­ture to make pay­ments direct­ly payable to The Nativ­i­ty of the Most Holy Theotokos Ser­bian Ortho­dox Parish. Please make sure to include the church’s address when set­ting up your bill pay on your bank­ing web­site. Addi­tion­al­ly, you can make elec­tron­ic pay­ments by cred­it card or bank trans­fer via Pay­Pal. Vis­it our Dona­tions page to make your dona­tion with Pay­pal.\n\nWhat if I do not have access to the internet or online banking, how can I submit my commitment form and payments?\n\nStew­ard­ship Pledge Forms and envelopes are avail­able on the can­dle stand in the narthex of our Church.\n\nYou can mail your com­plet­ed com­mit­ment forms and pay­ments to the church office:\nThe Nativ­i­ty of the Most Holy Theotokos Ser­bian Ortho­dox Parish\n2148 Michel­son Dr.\nIrvine, CA 92612\n\nOr, you can bring them to Church on Sun­days when you come for Divine Litur­gy.\n\nPlease be sure to make your checks or mon­ey orders made payable to The Nativ­i­ty of the Most Holy Theotokos Ser­bian Ortho­dox Parish. DO NOT SEND CASH!\n\nWho is included in my Stewardship Commitment?\n\nThe Stew­ard­ship Com­mit­ment includes: hus­band, wife and chil­dren under the age of 18.\n\nHow can I decide how much to give to the Church?\n\nThis is a per­son­al deci­sion between you and God.\n\nWe plan to pub­lish the names of per­sons who sub­mit a Stew­ard­ship Pledge Form but not the amounts. This approach elim­i­nates pride­ful (Phar­i­sa­ic) giv­ing, com­pet­i­tive giv­ing, and alle­vi­ates a dis­com­fort for those who are not able to give a large sum.\n\nThe finan­cial com­mit­ment that you arrive at should evolve from your per­son­al judg­ment based upon your finan­cial resources com­bined with a spir­i­tu­al expres­sion of the grat­i­tude and love for the bless­ings which have been pro­vid­ed to you by our Lord.\n\nStew­ard­ship is about equal sac­ri­fice, not equal giv­ing.\n\nWhat does the Bible say about financial support of the Church?\n\nWe will cite a few pas­sages from the Bible that clear­ly state how we should sup­port our Church:\n\nSecret­ly: “That your char­i­ta­ble deed may be in secret; and your Father who sees in secret, will Him­self reward you open­ly.” Matt. 6:4\n\nReg­u­lar­ly: “On the first day of the week let each one of you lay some­thing aside, stor­ing up as he may pros­per…” 1 Cor. 16:2\n\nBoun­ti­ful­ly and Will­ing­ly: “He who spar­ing­ly sows will also spar­ing­ly reap, and he who sows boun­ti­ful­ly will also reap boun­ti­ful­ly. So let each one give as he pur­pos­es in his heart, not grudg­ing­ly or of neces­si­ty; for God loves a cheer­ful giv­er.” 2 Cor. 9:6–7\n\nAs Sacrifice\/Offering: “Also we made ordi­nances for our­selves, to exact from our­selves year­ly one-third of a shekel for the ser­vice of the house of our God.” Nehemi­ah 10:32\n\nFor the Heav­en­ly Reward: “Do not lay up for your­selves trea­sures on earth, where moth and rust destroy and where thieves break in and steal. But lay up for your­selves trea­sures in heav­en, where nei­ther moth nor rust destroys and where thieves do not break and steal. For where your trea­sure is, there your heart will be also.” Matt. 6:19–21\n\nBeing aware greed: “For the love of mon­ey is a root of all kinds of evil…” 1 Tim­o­thy 6:10",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9936451912,
        "format_confidence":0.976477325
    },
    {
        "url":"https:\/\/www.al-feqh.com\/en\/cutting-all-of-the-moustache",
        "text":"Cutting all of the moustache\n\nQ: It is reported in many Hadiths Trim closely the mustache, and let the beard grow. Also, there are reports for clipping fingernails, plucking hair under the armpits, and shaving pubic hair. Is there any difference between shaving and trimming? Some people only trim the lower half of the mustache, is this the trimming meant in such reports or should the whole mustache be shaved? Please inform me of the manner that should be followed regarding shaving the mustache. As for letting the beard grow, this is well established and it means that it should be left completely.\n\nA: All Praise is due to Allah Alone and peace and blessings be upon His Messenger, his family and Companions. Authentic Hadiths narrated from the Messenger of Allah (peace be upon him) signify the validity of trimming the mustache, clipping nails, plucking the hair under the armpits, and shaving pubic hair. Some of these Hadith are: Trim closely the moustache, and let the beard grow to be unlike the disbelievers. Related by Al-Bukhari and Muslim. The Prophet (peace be upon him) also said: Trim closely the moustache, and grow the beard, and be unlike the fire-worshippers. According to some narrations: Trim closely the moustache. Since trimming stands for excessive cutting, a person may either clip the mustache closely until the upper lip appears or trim it because the Hadith permitted both. However, letting the two edges of the mustache grow (Part No. 5; Page No. 132) is not permitted. The Sunnah (whatever is reported from the Prophet) on this is either to clip the mustache completely or trim it completely.May Allah grant us success. May peace and blessings be upon our Prophet Muhammad, his family, and Companions.",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.979085207,
        "format_confidence":0.683103919
    },
    {
        "url":"https:\/\/slashdot.org\/journal\/12199\/introduction--faq",
        "text":"\n\n\nForgot your password?\nUser Journal\n\nJournal Bible_Study_Guys's Journal: Introduction \/ FAQ 27\n\nAs it says in the Bio, this is an account shared by TechnoLust, glh, and eugene ts wong. We are going to attempt to do a Bible study in this journal every week. We will leave comments enabled for discussion. The email associated with this account is also shared by us, so you can reach us at that address.\n\nWho's crazy idea was this?\nThat would be mine. (-TechnoLust) I noticed that there are a great many journals about religion and moral issues around. Most people are very vocal of their opinion. I have always felt that God would use me to reach people in nontraditional ways. I felt that this would a good way for people to get together and discuss their ideas and beliefs with anonymity. Many people are more willing to talk about religion if it is anonymous.\n\nWhat makes you think this will work?\nFaith. :-) Actually, I just think that people want to discuss (notice I didn't write argue) religion and the Bible, and this seems to be an interesting venue in which to do that.\n\nWhy a shared account? Why not just do it your journal?\nSome of my \/. friends are Christians and would be interested in this. Others would not, and I didn't want them to stop reading my journal because they weren't interested in the Religion stuff. I also wanted to reach outside the FortKnox circle, if that's possible. :-) Because of my work schedule, I might not be able to dedicate enough time every week, and I didn't want to miss weeks or have the lessons suffer. So a shared account fixes a lot of these problems.\n\nWhy do this on slashdot?\nSeveral reasons... All of the people that I think would be interested are already here. People who might otherwise never come to something like this might stumble across us here. The interface is familiar. Most people that would be interested are going to be on \/. anyway, so adding us to their friend list and getting a message when a new lesson is available is not a big deal.\n\nHow are you going to deal with the ever-present trolls?\nWe will maintain a \"friends\" list of people who are posting in the journal, and a \"foe\" list of people who are trolling this journal. If you want, you can turn \"friend of friend\" & \"foe of friend\" modifiers on, and read at +1 or higher, so you won't see the trolls in the journal. Since this will be religious discussion, I imagine we'll get some bad trolls.\n\nWhy don't you guys do a lesson about...?\nIf you would like to participate in preparing Bible study topics or suggest a topic of study, email us at the address above. If you have questions, send those, and we will try to periodically do a Q&A session. If you would like to help, but don't have ideas for a topic, then pray for us.\n\nSo, are you guys starting a cult, or do you just think you are so perfect you need to tell everyone else how to live?\nNo, we don't want to start a cult, or the First Church of Slashdot. [If you are interested in joining a slashdot cult, click here. :-) ] We just want to discuss the Bible and religion. I don't think I'm perfect or better than anyone. I'm not sinless, just forgiven. You don't have to agree with everything we say, (that would make for a pretty dull comment section) but if you disagree, don't just say, \"You guys are wrong!\" Tell us why you think we are wrong, and explain your side politely and intelligently. I don't claim to be a minister. I've had no formal training, but I do love God and I think this is something He wants me to do. -TL\n\nThere's no religion topic icon, so are you randomly picking an icon when you post?\nNo. We will try to pick an icon that somehow relates to the lesson. It may even be that a \/. story under that topic triggered the lesson.\n\nThis discussion has been archived. No new comments can be posted.\n\nIntroduction \/ FAQ\n\nComments Filter:\n  • Just add the .com If you need a normal address, email me there, and I'll send it to you. Disclaimer: I won't be throwing it out anytime soon, so it isn't really that disposable.\n\n    On an unrelated note: I'm surprised at how quickly someone has already trolled this journal.\n    • No, I knew trolls would be a problem. People who have no religion are tormented because they know SOMETHING has to be responsible for all this. Since they are tormented, they want to make sure those of us who know the truth and are happy get some torment as well. So they try to make us question our beliefs. All it does for me is make me glad I have the back bone to post logged in. :-)\n      • I think a lot of it is fear. People fear what they don't understand. Some non-religious people don't understand how one could be religious.\n\n        Yes, some non religious people are tormented by the need for an explanation, but many are not.\n\n        I am not a religious person, but I will probably follow Bible_Study_Guys journals and I may even ask some questions.\n        • Great! Questions are more than welcome..\n\n          I'm sure we will be posting more detail on this journal soon.\n        • I think a lot of it is fear.\n\n          I don't think its either. I think people troll religious people for two very opposite reasons:\n          1.) The amish factor - Religious people are not going to 'attack' you, personally. Its in their creed not to. So they take the beating and 'turn the other cheek' (heh, mathew reference...)\n          2.) The upset factor - One thing religious people don't enjoy is being told they are wrong, and it disturbs some of them noticably. There's nothing better to a troll than to see someone have a reaction to what they say (its the whole point of them trolling, right?).\n\n          Honestly, having a science background is nice in this respect. I am a Christian, but if someone wants to come and tell me I'm daydreaming, I'll listen to all their arguments, just never truely agree to them. I like to keep an open mind, its easier to show certain people the way of Christianity if you know how they think and what they think.\n          I also enjoy understanding other religions. I've taken out coworkers to have an understanding of hinduism and buddhism. Interesting stuff, IMHO.\n\n          BTW - This will be the best forum for your questions. You will get realistic and laid back comments that should (hopefully) be easy to read and keep you comfortable. I know to most people getting a 'tv evangelist' answer can make you comfortable and will tune most people out :-D\n      • People who have no religion are tormented because they know SOMETHING has to be responsible for all this.\n\n        Yes, and I am the one responsible for all of this. Fear me, for I am Elkobim, the god of the dice.\n\n        I hereby declare that nobody is going to be tormented for not believing in god. However, you must sacrifice dice for me.\n\n        Thank you very much.\n\n        I find the idea of \"bible study guys\" horribly ridculous.. The unproductivity associated with talking about ancient, unimportant stuff is equal to the importance of trolling in slashdot..\n\n        Btw: What's with the \"Foes of friends\" thingie? I can't agree with it. You can't just put people under your threshold because the commune decided they are \"bad people\". It's a perfect manifestation of groupthink.\n        • ...then don't read it. Those of us that know better will \"waste\" our time on it, and it doesn't harm you in the least. The foes of friends thing only works if you add this account as a friend. If you don't choose to do so, it won't affect you. All of these things we are doing are offered as choices, we are forcing no one to do anything they do not wish to. If someone wishes to read the trolls, all they have to do is change the foe of friend modifier, or not log in. We just know that some trolls have a tendency to use foul language, and offer our readers a way to filter it.\n\n          BTW - Unproductivity is not a word (check I think the word you were searching for was unproductiveness.\n\n    • are you kidding? I thought to myself, \"They're going to need their own special access to cope with the trolls and idiots\".\n  • I just warn you, unless warned I have a lot to say. :-)\n\n  • (distorted guitar starts)\n\n    Repent, repent, repent ye sinners\n\n    What do you think you got, when you thought you had a lot\n    But all your feelings are dead?\n    And who do you think you are, when you're reaching for the stars\n    But all your feelings are dead?\n\n    Must you make a decision, between sex and religion\n    Why can't you love God in your bed?\n\n    Well, Jesus Christ is in your bed tonight, to bring you back from the dead\n\n    How are you gonna fight for what you think is right\n    If all your feelings are dead?\n    And what can you know of love, from the eyes of a child to the heavens above\n    When all your feelings are dead?\n\n    It's a tragic condition, sex and religion, makin' a manic mess in your head\n\n\n    Jesus Christ, or any son of the heatless light\n    When all your feelings are dead\n\n\n    I raise my hands high up into the air\n    Get down on my knees and start-a-prayin'\n    When love walks in, my body begins\n    I feel my promised land comin', but I gotta go to Hell now\n    And those creatures, evangelist preachers\n    The ones that take money, for the promise of hope\n    Well, they are dangerous, I'm not dangerous\n    Brain washing us, and we're not gonna take it\n\n\n    I just wanna know, oh, Lord, how it is so\n    How is it that you can take my sins away?\n    Oh, Lord tell me, so I can see the light again\n    I don't think anybody can take my sins away\n\n    How can the truth be known, if we got little black holes in our souls\n    And all our feelings are dead?\n\n    Are we imprisoned by sex and religion\n    Or is God the one that's trapped in our mess?\n\n\n    Jesus Christ, or any son of the heatless light\n    To bring you back from the dead\n\n    [evil voice] So remember now folks, when you kneel to pray\n    Blow a little kiss to the hypocrites\n    Good God knows when you turn the other cheek\n    Wh... (truncated)",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.995090127,
        "format_confidence":0.8803699613
    },
    {
        "url":"http:\/\/westminstergr.org\/about\/faq",
        "text":"Q: How can I get involved?\n\nA: We have many opportunities for involvement at Westminster, and we are happy to help you find a place to serve that fits your skills, passion, and schedule. For general inquiries, please contact Susan Jennings, Minister for Congregational Care, at susanj@wpcgr.org or 616-717-5542.\n\nIf you're interesting in learning about short- or long-term volunteer opportunities throughout the city, either for yourself or for a group, please contact Heather Colletto, Minister for Mission, at heatherc@wpcgr.org or 616-717-5536.\n\nQ: Can visitors participate in classes, programs and volunteer opportunities?\n\nA: Yes! Visitors are welcome to participate in any and all activities and events. \n\nQ: Can I take communion if I’m not a member?\n\nA: Communion at Westminster is offered to anyone, any age that would like to receive the sacrament of communion. We suggest that a parent or other adult assist younger children. \n\nQ: How many members do you have at Westminster?\n\nA: We have approximately 1300 members.",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9933079481,
        "format_confidence":0.9768143296
    },
    {
        "url":"http:\/\/christiansciencewichita.com\/faqs",
        "text":"How do I\nlearn more?\n\nReach a local contact at or at the Christian Science Reading Room 316-262-7864 Mon-Sat 11-5:30 at 702 W. Douglas.\n\nChurch services\n4501 E. Douglas. Sunday 10:30 am\nWednesday 6:30 pm\nare good sources as well.\n\nSentinel Watch audio\n\nWe know you have questions - go ahead and ask them.\n\nIf we don’t address your question here, you are directed to other resources on this page. (note:side boxes have local - RR info and church - and web links)\n\nChristian Science is not faith healing\nChristian Science does not involve pleading with God to heal the sick and then accepting His will, good or bad. Nothing in Christian Science theology says it’s God’s will that anyone suffer, be sick, or die. Christian Science shows God to be entirely good, and therefore His will for each individual is only health and life.\n\nIt’s not positive thinking which relies on the human mind to think or effect a good result.\nChristian Science starts with God, who is divine Mind, and the conviction that God’s goodness embraces each of us, all the time.\n\nAnd not a cult. There is no brainwashing, mind control, or blind following of a leader.\nChristian Scientists do have a deep respect and appreciation for the Discoverer and Founder of Christian Science, Mary Baker Eddy, but they do not worship her.\n\nChristian Science is very different from Scientology.\nThrough her search of the Scriptures, Mary Baker Eddy discovered the Christ Science. It is based on the teachings of Christ Jesus. Christian Scientists believe in one all-powerful, ever-present, loving God. They study the Bible daily and look to its inspired Word for guidance in every aspect of their lives.\n\nIt’s based upon a set of spiritual principles—laws relating to the nature of God and His creation—that can be applied with expected, consistent results. Christian Science is based on the Bible, and Christian Scientists follow the teachings and ministry of Christ Jesus. The virgin birth, the crucifixion, the resurrection and ascension of Christ Jesus, and the healing work of Jesus, are all central to Christian Science theology.\n\nThere is no church mandate, no biblical mandate to forgo medical intervention, nor do Christian Scientists believe that it’s God’s will that anyone suffer or die. A Christian Scientist’s decision to rely on prayer comes from trust, not blind faith, in God, and from a conviction that God’s care continues under every circumstance.\n\nNo medicine for yourself – what about your children?\nChristian Science parents are like any other parents—they love their children and want the very best care for them. They also recognize their moral and legal obligation to ensure that their children receive this care. Parents who choose Christian Science treatment for a child do so because they’ve seen the effectiveness of this treatment in their own lives.\n\nWhat would you do if you broke your leg?\nMany Christian Scientists would tell you that they would naturally turn to God for healing because they’d seen the effectiveness of this approach in the past.\n\nThis, however, does not prevent them from having a bone set if they so choose. The Christian Science Journal, Christian Science Sentinel, and The Herald of Christian Science also contain documented healings of broken bones.\n\nHow can you claim “thousands of healings” when in most cases there’s no medical diagnosis?\nThere have been many Christian Science healings of conditions that have been medically diagnosed, and many medical confirmations of those healings. However, one does not need a medical diagnosis to know a person was ill and then healthy.\n\nWhat do you do in the case of communicable disease?\nChristian Scientists care about their neighbors and abide by city and state laws or mandates regarding quarantines, vaccinations, and the like. The Christian Science Journal, Christian Science Sentinel, and The Herald of Christian Science (found in Christian Science Reading Rooms) contain many documented healings of communicable diseases and show the role prayer can play, not just in protecting and healing individuals, but in helping communities as well.\n\nDo you lobby for exemptions to health laws?\nChristian Scientists seek accommodations in laws to ensure that healthcare choices include the system of spiritual prayer that they have found to be effective.\n\nDo Christian Scientists carry health insurance or life insurance?\nSome have health insurance, and most probably have life insurance. Every Christian Scientist makes his or her own financial and health decisions.\n\nChristian Science practitioners\nare self-employed individuals, who have completed a course in spiritual healing given by an authorized teacher of Christian Science, and who devote themselves full time to helping and healing others through prayer. While practitioners do not offer counseling, diagnosis, prognosis, or any physical manipulation or treatment, they do offer Christian Science treatment—as explained in Eddy’s book, Science and Health with Key to the Scriptures.\n\nChristian Science treatment is the application of spiritual principles—who and what God is and what that means for each individual—to the specifics of any given situation. These spiritual principles, applied, have a tangible effect—restored relationships, financial well-being, physical healing, and so on.\n\nChristian Science Nurses and Care Facilities are also available when assistance or care is needed for an individual relying on Christian Science treatment.\n\nThe heart of Christian Science is Love. It is about feeling God’s goodness. It is based on the Bible and is explained in Science and Health with Key to the Scriptures and other writings by Mary Baker Eddy.\n\nIt addresses major points about God, good and evil, life and death, sacrament, salvation and more. There is much more information at including videos of how people live the teachings of Christian Science.\n\n\nThe desire of every Christian Scientist is to see the suffering in the world alleviated, and Christian Scientists take encouragement from Jesus’ example in healing even the most extreme suffering. He overcame poverty, hunger, severe weather, even incurable mental and physical maladies—and he promised his followers they could do the same.\n\nThe Church’s does not take an official position on abortion, cloning, and other “hot-button issues”. These are all serious issues, and they deserve everyone’s deep thought and prayer—including Christian Scientists’.\n\nDo you pay any attention to problems like poverty, racism, genocide, famine, etc?\nThese are certainly problems that need addressing, and this is the reason Mary Baker Eddy founded the newspaper The Christian Science Monitor—to alert the world to these problems and to invite solutions. Many Christian Scientists find their prayers regarding these issues lead them to take practical steps.\n\nThe Christian Science Journal, Christian Science Sentinel, and The Herald of Christian Science, along with Churches of Christ, Scientist, regularly offer healing responses to these problems as well as ideas to help each individual address them through prayer. These publications are all available in the Christian Science Reading Room –current issues, a 120 plus year library of archived issues, and a searchable electronic library.\n\nStill have questions? Contact us at",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9964447618,
        "format_confidence":0.9755122066
    }
]