[
    {
        "url":"http:\/\/www.t2tea.com\/en\/uk\/matcha.html",
        "text":"\n\n\nMatcha 101\n\n  • How is matcha made?\n\n    T2 Matcha’s made using tencha, green tea leaves that have been grown under shade in the last two weeks. The leaves are then picked and steamed immediately to lock in that vibrant green goodness, then refrigerated until they’re ready to be ground into matcha. We grind our matcha on demand so that we can ensure a good shelf life, plus share with you only the freshest, highest quality organic matcha.\n\n  • Good to be green\n\n    Matcha tops our superfood list for its energy-giving properties as well as its ability to help us unwind.\n\n    The combo of caffeine and amino acid L-theanine buddy up to give you a slower release of caffeine. This means no caffeine jitters, and also means you can power on for longer. Great for hitting the books or before a work out!\n\n  • Matcha with food\n\n    Matcha’s rich and grassy taste can also be enjoyed in smoothies, sprinkled over porridge, or mixed up in frothy latte. You can even add it sweet treats like bliss balls!\n\nHow to make matcha\n\nShop the video\n\n\nThis green smoothie is a feast of good-for-you fruits and vegies plus a little matcha hit.\n\nThis super satisfying dessert takes seconds to prepare and makes for the perfect summer treat!\n\nMix up a batch of these tasty matcha-spiked cacao bliss balls, and you’re all set for snack time.\n\nIt doesn’t get any better than a matcha and turmeric loaded smoothie bowl topped with juicy fruit!\n\nCool, calm and creamy, this iced matcha latte is a super chilled way to cool off when the sun’s at its peak.\n\nJoin the Matcha Movement",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9875901937,
        "format_confidence":0.9434177876
    },
    {
        "url":"https:\/\/www.devoncove.co.uk\/shop-devon-cove-vodka\/carousel\/cove-cocktails-sea-breeze-kit\/",
        "text":"Cove Cocktails Sea Breeze Kit\n\n\nThe Sea Breeze cocktail is the perfect drink for Summer. A delicious combination of vodka, cranberry juice and grapefruit juice that’s light and refreshing. Perfect for brunches, aperitifs or a day by the beach.\n\n\n\nWhether you’re looking to learn a new skill or having a get together with friends – our Cove Cocktail kits add fun to any occasion. Our Cove Cocktail kits also make a fantastic gift for birthdays, celebrations or to spread a little cheer.\n\n.Cove Cocktails Sea Breeze Kit includes:\n\n  • 20cl \/ 200ml bottle of our award-winning Cove Vodka\n  • 2 x 20cl Cranberry Juice\n  • 20cl Grapefruit juice\n  • Detailed instructions\n\nAll you need are glasses, ice and a fresh lime.\n\nThis deliciously fruity cocktail will have you dreaming of sunny days by the sea.\n\nDevon Cove Vodka is exceptionally smooth and made from King Edward potatoes, lovingly grown on our family farm overlooking Hope Cove, Devon and Devon spring water. Our copper pot, single distilled vodka is handcrafted in an artisan distillery using the finest ingredients to ensure its smooth, luxurious taste.\n\nNot sure which cocktail kit to choose, then let us surprise you, sign up to our Cove Cocktail Subscription Club and receive a different cocktail every month. Sign up now for 20% off your first box at\n\nGo to Top",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9975161552,
        "format_confidence":0.9984169006
    },
    {
        "url":"https:\/\/www.ocado.com\/webshop\/getCategories.do?tags=19993",
        "text":"\n\nFor security, you need to update your browser before shopping with us. Or, try shopping on our smartphone and tablet app.\n\nTry shopping made easy\n30% OFF\nyour first grocery shop\n+ FREE deliveries for a year\n\nUse the grocery voucher below:\n\n\nMin. spend: £60 Max. reward: £25  \n\nOrder by: 02\/07\/18 Terms apply.",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9295182228,
        "format_confidence":0.5537714362
    },
    {
        "url":"http:\/\/offpeak.my\/restaurant\/1717\/sted-abc-melaka",
        "text":"STED a.b.c (Melaka)\n\n\nWed-Mon: 9am-10pm\n\nSTED a.b.c is a combination of guesthouse and cafe. It's a cosy hostel for backpackers, travellers and student groups. Our hostel is well located in historic Chinatown, Jonker Walk in central Malacca (Known as World UNESCO City).\n\nSTED a.b.c (Melaka) now with discount up to 15% at\n\nUP TO 15 % OFF Make a booking\n\nFine print\n  • Valid Wednesday - Monday 12pm - 9pm excluding public holidays\n  • Valid for all food, drinks and desserts in the a la carte menu, excluding alcoholic beverages\n  • Pay by cash only\n  • Valid only for dine-in; take-away strictly not allowed\n  • Not valid with other ongoing promotions, offers, combos, in-house set meals, products and discount card\n  • Valid phone number is required\n  • Offer subject to forfeiture for late arrival of 15 minutes from confirmed reservation\n  • Confirmation reservation must be presented upon arrival for verification purposes\n\nYou may also like",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.5695348978,
        "format_confidence":0.9789957404
    },
    {
        "url":"https:\/\/www.orangegirl.com\/weddingguide\/kake-by-darci\/portfolio\/2191\/",
        "text":"Darci's cakes are not only stunning to look at but taste amazing as well. Darci is skilled at taking a couple's vision and creating a cake that feels true to their wedding and personalities. Her wide range of skills means Darci can create everything from a modern & elegant cake, a traditional tiered wedding cake to something whimsical and playful. Her enthusiasm and hard work make Darci's cake pieces of art.\n\nKake is located in Canmore and delivers custom cakes to all mountain destinations. Kake's focus is on creating modern cakes made from scratch from good old fashioned flour, milk, eggs and butter. Darci opened her shop in her hometown of Canmore in February of 2016 after working for a cake maker for many years.\n\nTastings can be booked by appointment only and can accommodate up to 3 people.\n\nCanmore, Alberta\n\n\nKake by Darci | Profile Portfolio: Kake by Darci\n\nImage \/ 8 of 15",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9747551084,
        "format_confidence":0.9004672766
    },
    {
        "url":"http:\/\/dinehere.ca\/mississauga\/country-style-donuts-burnhamthorpe-community-centre",
        "text":"Login or Register\nDo a search below using the city or postal code search box if your city is not listed above.\n\nCountry Style Donuts\n\n1500 Gulleden Drive\nMississauga, ON L4X2T7\nTel: (416) 650-0488\nNeighbourhood: Applewood\n  • Cuisine: Bagels, Doughnuts\n  • Price: $ ($15 or less)\n  • Service: Takeout\n  • Country Style Donuts offers donuts, pastries, bagels and other freshly baked items as well as a selection of breakfast items.",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9959895015,
        "format_confidence":0.9308238626
    },
    {
        "url":"https:\/\/eventum.com\/venue\/mulino-a-vino-italian-wine-restaurant",
        "text":"Italian Wine Restaurant\n\nMulino a Vino\n\nAt Mulino a Vino, guests are treated to an incomparable, creative dining experience in a cozy, seductive hidden gem tucked away from the bustling Meatpacking District. The menu puts a modern twist on traditional Italian cuisine, as created by Executive Chef Massimiliano, whose prior experience includes Michelin-rated, Gordon Ramsay London, and Arbutus. Accompanied with a strong emphasis on Italian wine, guests can truly experience the best of what Italy has to offer during your next private event. Whether you’re in the private Wine Cellar (seats 20), the intimate living room Library (seats 6), or hosting passed bites in the Main Dining Room (seats 30), everything can be customized to your unique event needs\n\n\nStanding room\n\nFood and drinks\n\n  • Alcohol allowed on premises\n  • Offers catering\n  • Offers drinks\n\nTechnical equipment\n\n  • Lighting systems\n  • Sound system\n  • WiFi\n  • Projector \/ TV\n\nMenues & Additional information\n\n\nWednesdays, Thursdays\n\nAll days\n\nNo reviews yet\n\nThe host is Laura\n\n1 venue at Eventum\nBooking hours\n9:00 AM - 6:00 PM\nResponse rate: 25%\nResponse time: Within a few business hours\nLaura avatar\n\n\n337 W 14th St, New York, NY 10014, USA\n\nSimilar venues\n\nFrom $500 minimum spend",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9690262079,
        "format_confidence":0.9949815869
    },
    {
        "url":"http:\/\/www.clubcorp.com\/Clubs\/Mission-Hills-Country-Club\/Our-Story\/Calendar\/Endless-Pastabilities-Little-Italy80\/(view)\/list\/(range)\/month",
        "text":"Wed, Dec 19 2 Events\n\nEndless Pastabilities & Little Italy\n\n[ X ]\nDate: Wed, Dec 19, 2012\nTime: 5:30pm - 8:30pm\nAdd to your Calendar: Download Now\n\nEndless Pastabilities & Little Italy\n\n Endless Pastabilities\nWednesdays | 5:30pm – 8:30pm\n\n  • Sicilian Salad Bar\n  • Garlic Bread\n  • Grilled & Roasted Vegetable Display\n  • Mozzarella, Tomato & Basil Salad with Balsamic Vinaigrette\n  • Lasagna with Italian Cheeses\n  • Spaghetti and Meatballs with\n  • Marinara Sauce & Parmesan Cheese\n  • Grilled Sausage & Peppers\n  • Seafood Stew\n  • Chef's Attended Pasta Station\n  • Chef Attended Shrimp Scampi Action Station\n  • Italian Desserts\n\n    Please call 760.324.9400 to RSVP \n\nLittle Italy\nWednesdays | 5:30pm – 7:00pm\n$10++ per child\n\nJoin us at the Club on Wednesdays from 5:30pm – 7:00pm for Endless Pastabilities and your little bambinos have their own area to do arts and crafts, play, have fun and some kid friendly Italian favorites!\n\nAvailable for kids age 12 and under, parents must dine at Pastabilities and remain on property.  Please make your reservation for future Little Italy’s at least 3 days in advance to help us plan accordingly.\n\nPlease call 760.324.9400 to RSVP your little bambinos for Little Italy right away!",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9680965543,
        "format_confidence":0.8183962107
    },
    {
        "url":"https:\/\/www.samsclub.com\/p\/miller-lite-24-12-oz\/prod1740479?xid=plp_product_1_22",
        "text":"Miller Lite Lager Beer (12 fl. oz. can, 24 pk.)\n\nby Miller Lite |\nItem # --\n\nAbout this item\n\n  • American style pilsner\n  • 4.2% ABV\n  • 96 calories and 3.2g of carbs per 12oz. serving\n  • Sessional beer for any occasion\n  • Most gold medal awarded light beer\nTop Rated\n\n\nIn 1975, Miller Lite established the light beer category and introduced the perfect balance of lightness and flavor nationally. It’s a real Pilsner, brewed to have more color and taste with only 96 calories per 12 ounce serving. Miller Lite has a golden color and deep flavor, yet is delicately balanced to be light on calories. Our unique process is more time consuming, but has earned us more gold medals for taste than any other light beer. In the summer, enjoy Miller Lite on a hot day, at a music festival or during holidays like the 4th of July, Memorial Day, Labor Day or Father's Day. It's also the perfect beer to accompany sporting events such as Football, Basketball, Baseball and NASCAR. Tailgating or hosting a BBQ with friends? Make sure to have Miller Lite on hand. Don't forget to bring the original light beer to your favorite holiday party (and maybe one of our Ugly Holiday Sweaters) to enjoy with friends.\n\nMember reviews & questions\n\n\n\"Membership is required to complete an in-club or curbside pickup purchase at Sam's Club.\"",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9969088435,
        "format_confidence":0.9989343286
    },
    {
        "url":"https:\/\/akccommodities.com\/rice\/hunza-valley-parboiled.html",
        "text":"Home RICE ( ALL PRODUCTS WITH PICS ) Hunza Valley (Parboiled)\n\nHunza Valley - Parboiled (Organic)\n\nHunza Valley rice is famous for its full flavor, richness and nutrition. Rice from Hunza are short grain and contain many minerals, including all those known to be essential for good health and vitality. Unlike other rice, Hunza Rice are not processed with chemicals and contains no preservative or additives.\n\nAfter cooking, the grains are soft and cling together. Because of these properties, the short grain Hunza Valley rice is especially suitable in recipes where a creamy texture is desired, such as puddings, rice balls, croquettes, paella and risotto.\n\nAbout Hunza Valley:\nThe Hunza Valley (Urdu: ہنزہ) is a mountainous valley in Gilgit in the Gilgit-Baltistan region. The Hunza valley is situated to the north of the Hunza River, at an elevation of around 2,500 metres (8,200 ft). The territory of Hunza is about 7,900 square kilometres (3,100 sq mi). Several high peaks rise above 6,000 metres (20,000 ft) in the surroundings of Hunza valley. The valley provides spectacular views of some of the most beautiful and magnificent mountains of the world which include Rakaposhi 7,788 metres (25,551 ft)7,788 m (25,551 ft), Ultar Sar 7,388 metres (24,239 ft)Bojahagur Duanasir II 7,329 metres (24,045 ft), Ghenta Peak 7,090 metres (23,261 ft), Hunza Peak 6,270 metres (20,571 ft), Darmyani Peak 6,090 metres (19,980 ft), and Bublimating (Ladyfinger Peak) 6,000 metres (19,685 ft).\n\nAs much as the valley is famous for its beauty, the people of Hunza are noted for their friendliness and hospitality. The local languages spoken are Burushaski, Wakhi and Shina, many people understand Urdu. The literacy rate of the Hunza valley is believed to be more than 90%. In the early 70s, National Geographic ran an extensive series of articles investigating claims of long-lived people around the world. Without focusing too much on documented maximum age, the truly extraordinary fact is that all reports from the Hunza mention that the elderly population is fit, full of vitality and virtually free from disease, which is also attributed to their diet.\n\nNutrition Facts\nServing Size 1\/4 cup (47g)\nAmount Per Serving\nCalories 170 Calories from Fat 0\n% Daily Value *\nTotal Fat 0g0%\nSaturated Fat 0g0%\nTrans Fat 0g0%\nCholesterol 0mg0%\nSodium 0mg0%\nPotassium 70mg2%\nTotal Carbohydrate 37 mg12%\nDietary Fiber 0g0%\nSugars 0g%\nProtein 4g%\nIron 8%\n* The Percent Daily Values are based on a 2,000 calorie diet, so your values may change depending on your calorie needs. The values here may not be 100% accurate because the recipes have not been professionally evaluated nor have they been evaluated by the U.S. FDA.\n\n\nPlease Contact us for Packing Details.",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9927555919,
        "format_confidence":0.9951148033
    },
    {
        "url":"https:\/\/www.teaforte.com\/store\/lotus\/lotus-loose-leaf-tea-canister\/",
        "text":"Free US shipping on orders $25+*\n\nLotus Loose Tea Canister\n\nIntroducing Lotus, a curated collection of relaxing teas for mind, body & spirit. Tea Forté is proud to present the next elevation of tea. This unique and unprecedented gourmet collection of highest-grade, small-lot, certified organic teas have been difficult to source as they are rarely exported. Reflecting the creativity and craftsmanship of this ultimate tea experience, Lotus comes exquisitely presented in an unapologetically modern design evoking the sophistication and sensory experience that these teas offer. Each recyclable canister is air tight and filled with the same blends offered in our signature pyramid infuser. 35-50 servings per canister. All teas are organic.\n\nYou may also like",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.988818109,
        "format_confidence":0.9986994267
    },
    {
        "url":"https:\/\/www.foodanddrinkguides.co.uk\/england\/east-midlands\/high-peak\/old-hall-inn",
        "text":"The Old Hall Inn\n\nThe Old Hall Inn\n\n\n0.5 miles\nWhitehough, High Peak, SK23 6EJ\n\nSet against a backdrop of verdant rolling hills, in the picture-postcard hamlet of Whitehough, is the Old Hall Inn. The pub’s historical features have been beautifully preserved, but the offering is totally up to date. Behind the bar, eight hand pumps boast a regularly changing array of the best local craft beer – a selection that’s repeatedly won the inn the title of Derby CAMRA’s Pub of the Year. Alongside this, there’s fruity cask cider, 40 varieties of gin and an impressive hand-picked wine list. Wine connoisseurs in particular will enjoy the selection on offer, which is chosen through a regular series of wine tasting events. In the kitchen, eight talented chefs give imaginative twists to popular classics. You might sample Moroccan Scotch egg with homemade hummus, or creamy chicken\n\n parfait with pistachio butter, rosemary focaccia and onion marmalade. To follow, choose from delectable seasonal mains like creamy pea risotto with a sprinkling of Parmesan, or perhaps spring lamb with courgette purée and black garlic hash browns.\n\nThe pub spills through into an adjoining Elizabethan manor house, and guests planning private parties can enjoy the use of several striking dining rooms or the unforgettable Minstrels Gallery. Visitors can also enjoy a restful night’s sleep in the characterful guest bedrooms, several of which include charming four-poster beds and free-standing baths.\n\n+2The Old Hall Inn\nOpening Hours:\nFood Served Times:\nMon:noon-2pm, 5pm-9pm\nTues:noon-2pm, 5pm-9pm\nWeds:noon-2pm, 5pm-9pm\nThurs:noon-2pm, 5pm-9pm\nFri:noon-2pm, 5pm-9.30pm\nSat:noon-2pm, 5pm-9.30pm\n\nSimilar restaurants nearby\n\n\nRecommend a Restaurant\n\nMon, 07\/23\/2018 - 14:07 -- Administrator\n\nWe are always on the lookout for excellent eateries to feature on our website, our app and in our printed guides. If you think you know a restaurant that we really should review then tell us about it here.\n\nEnter the postcode below to look up the restaurant address. If you don’t know the postcode just enter the address manually\n\nThis question is for testing whether or not you are a human visitor and to prevent automated spam submissions.\n\nWe found several matches for places called \"\". Which one were you looking for?",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.967936933,
        "format_confidence":0.7389167547
    },
    {
        "url":"https:\/\/www.crackawines.com.au\/products\/tgallant-flag-pinot-grigio",
        "text":"Get $25 off Register now!\n\nT'Gallant Flag Pinot Grigio\n\nOut of Stock\n\nexpert reviews about\n\nT'Gallant Flag Pinot Grigio\n\nExpert Reviews\n\nJames Halliday (1997 Vintage) says\nLight green-yellow; a quite aromatic and sweet bouquet with hints of white peach suggests a role-reversal for the two wines, but the palate proves otherwise, being lighter than the Tribute, fresh and crisp, with a bone-dry finish.\nAustralian Wine Companion 1999 1998\n\nreal reviews\n\nreal customers",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9962880611,
        "format_confidence":0.9953709245
    },
    {
        "url":"http:\/\/inventorspot.com\/articles\/cool_beans_puts_chill_watery_iced_coffee_41228",
        "text":"Log in   •   Sign up   •   Subscribe  feed icon\n\nCool Beans Put The Chill On Watery Iced Coffee\n\nSummer will be here before we know it and a lot of us will be trading in our steaming cup of cappuccino for an icier coffee fix.  If you like to prepare fancy, chilled coffee drinks for yourself and your guests then you should take a look at Cool Beans from Fred and Friends.\n\nThis distinctive ice cube tray features molds in the shape of giant coffee beans.  It is meant to be filled with brewed coffee and then frozen into coffee cubes.  As all of us coffee addicts know, iced java is usually served over a glassful of regular ice cubes.  The drink starts out rich, flavorful and delicious, but as the cubes melt it becomes watery and somewhat disappointing.\n\nNormally you just have two choices; you can either slam back your beverage before you have a chance to really relax or you can take your time and ending up with a drink that is just a shadow of its former self.  With some Cool Beans cubes in your cup you can keep your brew full of flavor and intensity.\n\nThe tray is made of durable, coffee-toned silicone and is completely dishwasher safe.\n\n Source: WorldWideFred.com",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9708098769,
        "format_confidence":0.8796300888
    },
    {
        "url":"http:\/\/www.coupflip.com\/deals\/groupon-myrons-prime-steakhouse",
        "text":"Get these deals and more for:\n\nWho are we? CoupFlip is the premier marketplace to instantly buy and re-sell deals from \"daily deal\" sites such as Groupon and Living Social. You can find daily deals that you missed out on for your favorite merchants.\nAny deal you buy or resell on CoupFlip is processed securely through PayPal and is guaranteed by the CoupFlip Guarantee.\nAs Seen On\nWhat customers are saying. \"I thought it was great! Very easy to use! I didn't know it even existed, I thought I was going to be stuck with the Groupon.\" - Julie from Tewksbury, MA\n\n\" saved my life! I missed two Groupons to my favorite restaurants and found them later on CoupFlip. You guys saved me hundreds!\" - Jordan from Boston, MA\n\n91% off deal at Myron's Prime Steakhouse in San Antonio\n\n$65 Groupon for Steakhouse Fare and Non-Alcoholic Drinks Sunday-Thursday\n\nRegular Price: $65.00\n\nGroupon Price: $30.00\n\nSale Price: $6.00\n\n  • Value $65.00\n  • Discount 91%\n  • Expires 08\/01\/12\nI agree to the Terms of Service\nHave a discount code?\n\nDiscount Code:\n\n$65 Groupon for Steakhouse Fare and Non-Alcoholic Drinks Sunday-Thursday - Myron's Prime Steakhouse in San Antonio\n  • Deal Description\n\n    Eating a hearty steak makes you feel like a king, much like wearing a crown or banishing the dog to a small island in the South Atlantic. Rule with a silver fork with this Groupon.\n\n    Choose Between Two Options\n\n    •   - $30 for $65 worth of steakhouse fare and non-alcoholic drinks SundayThursday\n    •   - $30 for $60 worth of steakhouse fare and non-alcoholic drinks Friday or Saturday\n\n    Myron's Prime Steakhouse imports USDA Prime Beef, which ranks within the top 2% of the nation's supply. After handpicking and tenderizing each cut, chefs prepare entrees such as Kansas City strip steaks ($45.95) and large filet steaks ($46.95). Chefs also offer seafood entrees and appetizers such as sauteed mussels ($13.95) and escargot ($12.95). See the full menu.\n\n    Myron's Prime Steakhouse\n\n    Understated confidence comes through in everything from the clean lines of the modern, but not stark, interior to the relaxed, yet professional service, to the cuisine itself, according to MySA food critic Edmund Tijerina, who especially enjoyed the bone-in ribeye and chocolate cake at San Antonio's Myron's Prime Steakhouse. The restaurant represents the culmination of more than three decades of study in the art and science of steak. After gleaning everything he could from successful steakhouses, owner Bill Been decided to open his own. In 2003, he and his wife founded Myron's Prime Steakhouse in a historic New Braunfels theater. Eight years later, they launched a second location in San Antonio, which earned the distinction as \"Best Steakhouse in San Antonio\" from the Destination Guide. Both supply the same USDA prime steaks, which originate from corn-fed, Midwestern cows who cheer for the Wisconsin Badgers. Chefs handpick short loins and tenderize them with a wet-aging process, and dry-age other steaks to enhance their meaty flavors. Side dishes such as stuffed tomatoes with chives in gorgonzola cheese complement the steaks they accompany.\n\nFine Print Limit 1 per person. Limit 1 per table. Valid only for option purchased. Not valid for the purchase of alcohol. Reservation required. Must use promotional value in 1 visit.\n  • Business\n    Myron's Prime Steakhouse\n  • Address\n    10003 NW Military Hwy.Suite 2101, San Antonio, 78231\n  • Yelp\n    No Yelp reviews available .\n  • Category\n  • Expires\n\n\nOther great deals\n\nWhat is CoupFlip?\n\nCoupFlip is a marketplace for people to buy and sell deals from \"daily deal\" (also known as \"group buying\") sites such as Groupon. On CoupFlip you can buy deals you missed, look for interesting deals in your area, or sell any deal you bought and won't use. The purchase is immediate - pick the deal, pay, download the voucher instantly and enjoy. Every voucher is guaranteed to be authentic by CoupFlip. For sellers, we provide the opportunity to sell your unwanted deal immediately without the hassle of listing your voucher and praying someone comes along and decides they feel like buying it.\n\nWhy should I buy a deal from CoupFlip?\n\n  • CoupFlip has a massive selection of deals in your area from all the top daily deal sites, all in ONE place\n  • There is no time limit to buy our deals, we have deals from months ago and today, allowing you to find a deal you missed when the flash sale expired. On our site you are not confined to choose from one or two deals per day!\n  • Find deals when you need them! Imagine you are going to dinner tonight and have a restaurant, type of food, or location in mind. Search CoupFlip for any deals that fit your preferences that were originated in the last few months!\n  • Often our deals are priced less than the original price, making your total savings that much greater!\n  • All our deals are guaranteed to be authentic.\n  • Why should I sell a deal on CoupFlip?\n\n  • It is so fast and easy! It takes seconds to resell a deal on CoupFlip. It can take weeks or months on competitor sites.\n  • Your deal is guaranteed to sell! We make an offer for every deal based on its fair value. Consignment based competitors cannot guarantee someone will ever decide to buy your deal, costing you time and money!\n  • Secure transactions are guaranteed, we take security very seriously.\n  • How much does it cost for me to buy or sell on CoupFlip?\n\n    It is completely free to buy and sell vouchers on CoupFlip!\n\n    Have more questions?\n\n    See our FAQ page!\n\n    More info\n\n    Daily deals make it possible for you to try something new or indulge in something lavish without the high price tag these things usually come with. If you ever have the need to buy and sell deals at any time, we're here to help. At CoupFlip, there's no need to worry about limited time offers on city deals or the long wait for a buyer.\n\n    What makes our listing different is that you can feel free to browse through our selection of vouchers at your leisure and pick the ones that you need. Thinking of going out for a meal or planning a vacation? Use our search bar to find the best deals you might have missed on Groupon.\n\n    If you're thinking of a Groupon return because you've changed your mind about a purchase, why not consider selling the voucher through us instead? We'll handle the work of offering your last minute deals to interested buyers.\n\n    Buy or sell coupons without any difficulty. Here at CoupFlip, we promise you a convenient way to buy and sell deals at any time.",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9624890685,
        "format_confidence":0.9908094406
    },
    {
        "url":"https:\/\/www.beeroftheday.com\/beer\/coffee_bean_stout",
        "text":"Coffee Bean Stout - Grand Canyon Brewing Company - Beer of the Day.\n\nCoffee Bean Stout\n\n\n\n\nWhat did you think of it? Never Tried It\n\nNobody has filled out much information about this beer yet. If you have had this beer before you can:\n\nWrite the Description for this Beer - Leave your description of this beer in the comments and we may add it as the official description.\n\nUpload a Photo of this Beer - If you have a photo of this beer on your phone or computer, you can upload it here.\n\n\nThere haven't been any comments on this beer yet. Be the first!\nLeave a Comment:\n\nOther Beers Like Coffee Bean Stout:\n\nSt. Mawes Thumbnail\n\nSt. Mawes\n\nSt. Mawes is dark brown, almost black in color with a thin, bubbly, khaki-colored head. Aroma is full of roasted malt but in an earthy, non-sweet way. That continues into the taste, where the... Read More\n\nCreate an Account\nSearch BOTD\nRemember, you can support BOTD by shopping on Amazon through this link:\nLatest Activity",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9975624084,
        "format_confidence":0.6733484268
    },
    {
        "url":"https:\/\/www.winealign.com\/wines\/78511-Coto-De-Hayas-Centenaria-Garnacha-2013",
        "text":"Coto De Hayas Centenaria Garnacha 2013, Do Campo De Borja\n\nGrenache Grenache\n\n$12.75 (94805)\n\n  • None\n  • Drink Now Or Cellar\n  • Not RatedNR\n\nMade exclusively with Garnacha (aka Grenache), this wine features aromas of sour cherry, plum, raspberry, spice and oak. Dry and very concentrated with fine tannins bringing outstanding balance. A very tasty wine with a long and lively finish. Cellar it up to 4 years, but it is drinking brilliantly right now with grilled lamb chops or wild game. (VINTAGES panel, July 2012)\nNR pts",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.997312963,
        "format_confidence":0.9853675961
    },
    {
        "url":"https:\/\/www.bakersplus.com\/p\/bob-s-red-mill-soy-protein-powder\/0003997800252",
        "text":"Bob's Red Mill Soy Protein Powder Perspective: front\nHover to Zoom\n\nBob's Red Mill Soy Protein Powder\n\n14 OZUPC: 0003997800252\nPurchase Options\n\nProduct Details\n\nSoy protein is a highly digestible, nutrient dense, food made from soy beans. Bob's Red Mill Soy Protein Powder contains no added flavors, colors, or sweeteners. It dissolves instantly, so is perfect for shakes and smoothies. Add to oatmeal, sauces, or baked goods for an easy protein boost.\n\n  • Premium Quality Protein Powder\n  • Highly Digestible\n  • Gluten Free\n  • Non-GMO\n  • No Added Flavors, Colors or Sweeteners\n  • Resealable Bag\n  • Kosher\n\nNutrition Information\n\nNutrition Facts\n60.0 servings per container\nServing size\nAmount per serving\n% Daily value*\nTotal Fat0g0%\nSaturated Fat0g0%\nTrans Fat0g\nTotal Carbohydrate0g0%\nDietary Fiber0g0%\n*The % Daily Value (DV) tells you how much a nutrient in a serving of food contributes to a daily diet. 2,000 calories a day is used for general nutrition advice.\n\nIsolated Soy Protein .\n\nAllergen Info\nContains Soybean and its Derivatives. May contain Sesame Seeds and Their Derivatives,Wheat and Their Derivatives,CONTAINS TRACES OF TREE NUTS, I.E. ALMONDS, VARIOUS KINDS OF TREE NUTS,Tree Nuts and Their Derivatives,Peanuts and Their Derivatives. Free from Crustaceans and Their Derivatives,Eggs and Their Derivatives,Fish and Their Derivatives,Milk and its Derivatives.\n\nActual product packaging and materials may contain additional and\/or different ingredient, nutritional, or proper usage information than the information displayed on our website. You are responsible ... Read More",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.8971710205,
        "format_confidence":0.9986563921
    },
    {
        "url":"https:\/\/anahafoods.in\/?add_to_wishlist=2855&_wpnonce=96ee40d2c1",
        "text":"Featured Products\n\nbest dryfruit brand online, dry fruits brands in india, premium quality dry fruits in india\nOur Stories\n\nWe Are Natural & Healthy.\n\nIndulge in the world of ready-to-eat healthy snacks, Dryfruits, Nuts, Seeds, berries, oats & many more. Anaha Foods is the best place to buy premium quality dry fruits online Each and every ingredient we use is natural, nutrient-dense and real food. Taste our scrumptious variety and flavors. Being the best healthy snack store online, we have a state-of-the-art cleaning and packaging facility to ensure quality in all our processes. The best place to purchase walnuts and almonds online\n\n\nA healthy outside\nstarts from the inside\n\n\n\nYour feedback is important to us to improve.\n\nAlso, Shop\nOur Products\n\nBlogs & Recipes\n\nSee our Health related blogs, news, updates etc & keep yourself updated about the latest health and hygienic related topics.\n\ndryfruit milkshake recipe\nCategoriesDry Fruits Recipe\n\nDryfruit Milk-Shake Recipe\n\nSoak cashew nuts, almonds, figs, walnuts in water in a deep bowl for 30 minutes. It makes shake thick and …\nThandai Recipe\nCategoriesDry Fruits Recipe\n\nShivratri Special Thandai\n\nIngredients required Milk: Full Fat, Low Fat, Or Skim Milk, Any milk would do, but full-fat milk will give you …\nCategoriesRecipe Uncategorized\n\nAnaha Dry Fruits Chocolate Recipe\n\nIngredients 170gms dark, bittersweet, or semi-sweet chocolate chips1 tablespoon ground flaxseed1 tablespoon anaha almonds1 tablespoon unsweetened coconut flakes1 tablespoon chopped …\n\n100% Quality\n\nOur dried fruits and nuts are sourced from high-quality growers and therefore are premium in size, taste and flavor.\n\n& Hygenic\n\nWe have a state-of-the-art cleaning and packaging facility to ensure quality in all our processes – from sourcing to delivery.\n\nFast Free\n\nThis gives you a reason to buy from us. you receive your package on time with no extra charges.\n\nEasy Payment\n\nwe have made a purchase easy with many payment options includes COD\/Card\/Net-Banking\/UPI\/Wallets.\n\n\nSubscribe to the Monthly Newsletter for all the latest updates & Offers\n\n\nAnaha is the brand committed to serve you Premium Quality Nuts, Dry Fruits & Seeds.\n\nContact us\nThrough Whatsapp\n\n+91 7000 764 945\n\nAddress : Ground Floor, Parimal Plaza,\nChetakpuri Main Road\nE-mail : support@anahafoods.in\n\nCopyright © 2020 Anaha Foods. Design by CREATIVE TURTLES\n\n\nOnline healthy snack store:\n\nBeing the best online healthy snack store, Anaha comes up with a wide range of dry fruits, nuts, and seeds. Almonds at Anaha, also known as Anaha Californian, can be soaked overnight and eaten in the first part of the day. They are best suited as a replacement for pastries, smoothies, yogurt, and so on.\n\nBuy almonds online:\n\nAnaha Californian is jumbo almond having a relatively larger size. They are handpicked, pure, and have no rancidity. Ensuring purity with taste, Anaha is the best place to buy almonds online.\n\nBuy walnuts online:\n\nTo buy walnuts online, Anaha comes up as the best spot. Anaha walnuts are fresh and Crunchy and taste sweeter than other walnut kernels. Kashmiri walnuts have a naturally bitter taste but are healthier than any different walnut kernels. Walnuts are most often eaten on their own as a snack but can also be used to garnish salads, pasta, breakfast cereals, soups, and baked goods. Besides Anaha Walnuts and Almonds, Anaha provides raisin, pumpkin seeds, cashew, blackberries, pistachio, mix seeds, blueberries, cranberries, etc.\nIntroduced by Shri Radhe Food Products, Anaha has been serving its customers for almost six decades. Working on the principle to maintain the standard of products and customer service reliability, we keep innovating and introducing healthier variants. We offer products at the most competitive and affordable prices without compromising on quality.\n\nBuy Chia Seeds Online\n\nChia seeds deliver a massive amount of nutrients with very few calories and almost all the carbs in them are fiber. They can be topped on salads, added to granolas, or can be eaten alone as a snack.\n\nSeeds Mix\n\nAnaha Seeds mix is a delectable mix of peri peri, mustard and honey flavour which makes it tasty to consume, it is sweet and spicy so can be sprinkled on salads or can be eaten raw as a snack. A whopping 7 seeds Flax Seeds, Sunflower Seeds, Pumpkin Seeds, Watermelon Seeds, Sesame Seeds & Chia Seeds mixed together with some species.  This is the Rich source of protein. Buy Seeds mix online, chia seeds online, berry mix online with Free shipping & COD available.\n\nBerry Mix\n\nBerry Mix Masala: Most Berries have high antioxidants and provide many nutrients. Anaha Berry mix is a mix of dried fruits and nuts with an excellent blend of spices to enhance its taste. It can be eaten as a snack between the meals or can be mixed with salad.\n\n\nAdd to cart",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9910334945,
        "format_confidence":0.9136158824
    },
    {
        "url":"http:\/\/www.gayot.com\/restaurants\/restaurant-tallent-bloomington-in-47404_49in100401.html",
        "text":"\n\n\n208 N. Walnut St. (W. 6th St.) Send to Phone\nA culinary jewel in the heart of this university town.\n\nDinner Mon.-Sat.\n\n* Click here for rating key\n\nTHIS RESTAURANT IS CLOSED Restaurant Tallent Restaurant Review\n\n: Restaurant Tallent draws not only the students and alumni of this university town, but also diners from across the state as well as neighboring Illinois and Ohio. The reason is the inspired dishes of chef-owner David Tallent and his wife Kristen, prepared by a well-trained food-passionate staff. Start the gastronomic adventure with a whimsical country ham and quail egg biscuit or Indiana sweet corn with house-made pancetta, chanterelles and Parmesan. Entrées often are simple, but with a twist. That may mean Indiana rib-eye steak with fried potato salad, corn relish and onion rings, or Gunthorp Farms pork with tomato pie, collard greens, ham hock and boiled peanut chow-chow. A five-course tasting menu crafted for the entire table features ingredients from local farmers and artisan producers. Servers can help with wine selections and suggest after-dinner drinks to go with your blackberry peach cobbler that's topped with sorghum grits ice cream. And, of course, you can eat your vegetables with a zucchini bread waffle with ice cream and chocolate sauce.\n\n\nGAYOT's Annual Restaurant Awards honor America's best chefs, as well as promising newcomers and a top restaurateur.",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9957834482,
        "format_confidence":0.7451967001
    }
]