[
    {
        "url":"http:\/\/kadkraft.com\/print-in-3d\/faqs-of-3d-printing\/",
        "text":"What is the printing technology used in our process?\n\nAdditive manufacturing or 3D printing is a process of making a three-dimensional solid object of virtually any shape from a digital model. 3D printing is achieved using an additive process, where successive layers of material are laid down in different  shapes.\n\nWhat is the maximum size of the model that can be built?\n\nMaximum build size:                28 L x 15 W x 15 H cm\n                                                    11.0 L x 6.0 W x 6.0 H inches\nObject bigger then the mentioned limits can be printed in parts and then glued together.\n\nWhat is the accuracy of the printing?\n\nModels can be printed in three accuracy settings of 100\/200\/300 microns.\nCommercial jobs are undertaken in the accuracy of 100 or 200 microns.\n\nWhich file formats are supported by 3D printer?\n\nThe standard file formats supported and preferred are .STL, .OBJ and .THING, other formats like STEP or Parasolid are also supported using conversion software. All standard CAD software can export the files in .STL or .STP (STEP) file formats.\n\nWhat is the material used for printing?\n\nPolylactic Acid or PLA is a biodegradable plastic , a plastic substitute made from fermented plant starch (usually corn) is quickly becoming a popular alternative to traditional petroleum-based plastics. With lot of features that make it great for 3D printing — it doesn’t give off fumes like ABS does, or warp nearly as much. It’s also really shiny.\nPLA is hard but slightly brittle, that doesn’t mean that it’s easily breakable – it is strong, just that when it does give, it’s more likely to snap than bend. And it also stays flexible for a short while as it cools, which can be handy. It also does not warp and crack of during making of larger objects.It comes in various attractive colours like red, green yellow, blue, brown, black and white.\nA Density: 1.23 # 1.25 g\/cm³\nA Melting Point:173#178 °C\nA Glass Transition Temperature:50#80 °C\nA Tensile strength: 2360 to 10000psi\n\nWhat are the colors available?\n\nMaterial is available opaque and translucent colours. Available colours are red, green, blue, black, white, yellow, purple, gold, solver, grey and few other colours.\n\nCan we print objects in multiple colours?\n\nObjects are normally printed in single colour but by pausing the printer at different heights and changing the filament colour,one can get interesting multi-colour models.\n\nWhat is the min. feature size that it can print properly?\n\nAny feature which is less than 1.0 mm cannot be printed properly. We will recommend at least a width of 1.25-1.5 mm for thin wall components.\n\nWhat is the approximate printing time?\n\nA cube of 3cm will take approximately 2 hours to print including the model preparation time. Depending upon the hollow spaces time can be less. Time will also depend on how many support structures are used for overhang features.\n\nCan the model be painted?\n\nThe models once printed can be also painted using acrylic paints.\n\nCan the models be joined?\n\nBigger size models can be printed in parts and later can be joined using Elfy\/Fevikwik.\n\nCan the model break after dropping it on the floor?\n\nThe models can withstand a fall to the floor, if dropped from a height of 6 – 10 feet.\n\nWhat is the approximate cost of the printing a model?\n\nThe printing cost will depend upon the bounded box volume of the model or the time it takes to print a model. Please send us the model information for the exact estimate.\n\nAny care has to be taken to preserve the 3D printed model?\n\nThe printed models are left in a car\/vehicle exposed to sun for a long time then the models can warp or twist spoiling the shape.\nIt is strongly recommended to keep the model indoors or under shade. For outdoor\napplication, it may survive in case there is proper ventilation.\n\nHow do we create models that we want to print in 3D?\n\nModels can be printed in any well known CAD software like NX, Catia, Solid\nEdge, Solidworks, Inventor, IronCAD, Pro\/Engineer etc. Other simple to use software can be also used, some of them are\n• Tinkercad\n• 123D Design\n• 3D Tin\n• Blender\n• Wings3D\n• Meshmixer\n\nAre there some website from where we can downlo ad the model that we want to print?\n\nYes there are several sites which offer free or paid ready made models in .STL or .OBJ format which can be directly printed in 3D.Some of sites are as follows;\n• Thingiverse\n• Grabcad\n• My Mini Factory\nOne can also download 3D vector art to be printed in various colours or even painted in acrylic colours to beautify jewellery boxes, phone cases or items of personal use.\nSome of such sites are as follows;\n• Vectorclip\n• Vectorart 3D\n• Woodwisdom\n\nHow is PLA different from ABS material ?\n\nPLA Filament\n\nPLA is made from plants rich in starch like sugar beets, corn and wheat. It is both commercially 100% compostable and 100% biodegradable. Compostable means that  it can be broken down into water, carbon dioxide and biomass, will not produce any toxic material and can support plant life. Biodegradable means  that it can be broken down over time through a process involving microorganisms  (fungi or bacteria). However, the process can create methane at a rate 62 times the global warming potential of carbon dioxide.\n\nABS Filament\nABS is a petroleum based plastic and not safe to use for products which may come into contact with food.\n• More brittle than ABS\n• Shinier and smoother\n• Can droop if it gets too hot, for example, if it is left in a hot car in the summer time\n• Usually turns white along the high stress zone when it is bent, then breaks into lots of little pieces\n• Even though it is made from plants, it may contain dyes and binders which are not food safe\n• Smells sweet when it is being printed\n• Strength is relatively equal to ABS\n• Impact resistant and tough\n• Hard\n• Glossy\n• Petroleum based\n• Flammable\n• Prone to cracking if cooled too quickly\n• Usually bends before it breaks\n• Has a strong, toxic smell when it is being printed\n• Strength is relatively equal to PLA",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.8577267528,
        "format_confidence":0.975499928
    },
    {
        "url":"https:\/\/accgov.com\/Faq.aspx?QID=564",
        "text":"Why visit the Water Reclamation Facility?\nThe Cedar Creek Water Reclamation Facility is a fascinating example of how far we have come in the treatment of sewage. New technology incorporating biological and UV treatments allow us to \"reclaim\" the water from the waste before returning it safely to the environment. Visitors are surprised to discover carbon scrubbers on site that clean the foul odors traditionally associated with sewage. Opportunities to see microorganisms at work are numerous as the \"bugs\" consume the organic materials in aerobic and anoxic basins. Come see how this new technology has enhanced the field of wastewater treatment.\n\nShow All Answers\n\n1. Why visit the Drinking Water Treatment Plant?\n2. Why visit the Water Reclamation Facility?\n3. How can I schedule a tour?\n4. When can I come for a tour?\n5. How long will a tour last?\n6. What ages are the tours appropriate for?\n7. How many people can I bring with a group?\n8. Do I need to bring chaperones with my school group?\n9. What if it rains the day of my trip?\n10. What should I wear for the visit?\n11. Can we eat lunch at the facility?\n12. Can my group receive an educational program along with a tour?\n13. Is there assistance for transportation costs associated with ACC school buses?\n14. Is there a fee for taking a tour?\n15. What if I am running late or need to cancel my scheduled tour?\n16. Are restrooms available at the tour sites?\n17. Smile! Can we take your picture?\n18. Where is the JG Beacham Drinking Water Treatment Plant located?\n19. Where is the Cedar Creek Water Reclamation Facility located?",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.8024863601,
        "format_confidence":0.9728965759
    },
    {
        "url":"http:\/\/www.chesapeakebay.net\/faq\/keywords\/shad",
        "text":"Text Size: A  A  A\n\nFrequently Asked Questions\n\nBelow is a list of the frequently asked questions related to the tag choosen.\n\nTag Related: shad\n\nHow do fish passageways work?\n\nHow do dams affect rivers and streams?\n\nWhat is fish passage?\n\nAre American shad endangered?\n\nWhere do shad spawn?\n\nWhere do shad live?\n\n410 Severn Avenue \/ Suite 112\nAnnapolis, Maryland 21403\nTel: (800) YOUR-BAY \/ Fax: (410) 267-5777\nDirections to the Bay Program Office\nTerms of Use | Privacy Policy\n©2012 Chesapeake Bay Program | All Rights Reserved",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.9792820215,
        "format_confidence":0.97100842
    },
    {
        "url":"http:\/\/ozoneasylum.com\/4590",
        "text":"Welcome to the OzoneAsylum FaqWiki\n\nFrequently Asked Questions Pages that link to <a href=\"http:\/\/ozoneasylum.com\/backlink?for=4590\" title=\"Pages that link to Frequently Asked Questions\" rel=\"nofollow\" >Frequently Asked Questions\\\n\nThis is the first place to look\nif you have a question and\nthink it just might have been answered before.\nIt's a spinning wheel of information.\nPlease, feel free to comment and vote on\nanything but try to retain the original question.\n\n(Added by: username on Mon 29-Apr-2002)\n(Edited by ouzeirou on 02-24-2005 19:02)\n\n« BackwardsOnwards »\n\nShow Forum Drop Down Menu",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.5465358496,
        "format_confidence":0.9286035299
    },
    {
        "url":"https:\/\/bubo.org\/143-faq-frequently-asked-questions\/405-can-i-count-heard-only-species.html",
        "text":"Can I count heard-only species?\n\n23 Jun 2010 14:55 #405 by Mike Prince\nThis is entirely up to you really but, whilst most birders obviously prefer to see each species, it is not always considered necessary for listing purposes, especially for something like a day-list.\n\nOne consideration for whether to count something is whether it has been positively identified. For example some species have very distinctive calls (e.g. Corn Crake, Quail, Savi's Warbler) but can be extremely difficult to see. In fact attempts to see them could be disturbing to such sensitive species, and this should be discouraged. Some other species are difficult to identify by sight alone (e.g. Marsh Tit and Willow Tit) but much easier by call, so in these cases one could consider that a seen-only record is not acceptable!\n\nWhatever you decide, we suggest you mention it in the 'comments' for a record if you have only heard a species.\n\nPlease Log in to join the conversation.",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.9586242437,
        "format_confidence":0.9184867144
    },
    {
        "url":"http:\/\/www.learner.org\/jnorth\/tm\/robin\/FAQSWintering.html",
        "text":"\n\n\nFrequently Asked Questions about Robins: Wintering\n\nQ. What do robins wintering in the north eat?\n\nA. Robins switch diets in fall. They turn from earthworms to berries and other fruits. Because some forms of fruit\n(such as mountain ash berries and crab apples) remain available all winter long even in the north, a few robins can stay in an area with food enough to support them all winter. These robins are most often found in areas where there is a bit of open water from a nearby spring, stream, river, or large lake, and where there are fruit trees. The water and fruit get them through the season.\n\nQ. Doesn't a robin know enough to migrate south? I live in Canada (or one of the northern states). There is a robin wintering in my neighborhood.\n\nA. Robins are a migratory species, but their migration is far more complicated than simply a shift southward. There seems to be a great deal of individual variation in where they spend the winter, though males are far more likely to remain in the north than females. There are good reasons. Come spring, the male’s main job is to find and defend a territory. The females’ main job is to create and lay the eggs. This requires a lot of good nutrition and food energy, so females go where they are sure of good food supplies in winter. Yes, they have to use up food energy to migrate north. But migrating and laying eggs are easier for well-nourished birds.\n\nQ. Won't the cold hurt robins? There are robins staying in our town in Ontario all winter. Next week the temperatures are supposed to be lower than 20 below zero.\n\nA. Cold temperatures don't hurt most birds—as long as they have food. As nights grow cooler during fall, northern birds start growing more down feathers close to their bodies. These feathers work like a down jacket. The down feathers insulate the birds, keeping the heat of their bodies inside. The robins make their body heat by shivering; as long as they have food to give them energy, they can survive extreme cold.\n\nQ. Should I be feeding a robin wintering in my backyard? I live in northern Minnesota.\n\nA. Robins only spend the winter in areas where there is some food available, so feeding them isn't necessary. Nevertheless, a lot of people enjoy offering them food, creating a special bond with this homey and pleasant bird. Robins will NOT take birdseed. Sometimes they'll take frozen fruit, though it's often hard to teach them that fruit in a feeder is food! (Robins learn at an early age that fruit grows on trees and shrubs. They simply do not expect to find it anywhere else.) One of the best kinds of food for wintering robins—and the easiest for them to discover—is mealworms. You can put out a dozen mealworms on a sunny day when the temperature is above freezing, and nearby robins will often notice their wiggly movements and investigate. Once robins discover the mealworms, they'll come back even when the temperature is below freezing and the mealworms are stiff. Then if you start offering fruit in the same spot, the robins are more likely to notice it. Some favorite robin foods are blueberries, raspberries, and strawberries. You might as well buy bags of frozen fruit for them, since it will freeze outside anyway!\n\nMike Houle developed this heated birdbath system for feeding his wintering robins.\n\nOne of Journey North's correspondents from Wisconsin used a heated bird bath to keep mealworms thawed and moving. He thought this would allow him to feed his whole flock of wintering robins, but one of the robins took over and defended the bird bath food source against all the other robins in his yard. This arrangement still helped the other robins, who were sharing the fruit on neighborhood trees, because now there was one fewer bird to share with, and it made the one particular robin VERY happy!\n\nQ. Do robins need water in the winter?\n\nA. In northern climaes where ponds, rivers, streams and lakes freeze ove in the winter, a bird's most available water source is often snow. But it tkaes energy to melt snow. Birds needs to drink and, if possible, bathe even in the winter. Dirty feathers lose much of their insulating properties, so a clean bird is a warm bird. If you have a heated birdbath and worry about birds bathing and then being unable to fly off in sub-zero weather when the water freezes on them, you can modify the birdbat. to allow them to drink but not bathe. Cover the top of your birdbath with a pice of plastic-coated quarter- or half-inch hardware cloth. Or lace twigs or small branches across the top. Either method will allow the birds to stay dry while they drink through the openings.\n\nQ. This winter we have seen them by the dozens and hundreds! Why? We live in Texas (also asked by Florida residents) and aren't used to seeing robins.\n\nA. The robins have likely dropped in because they discovered a rich food source.\n\nJourney North Home Page   Facebook Pinterest Twitter   Annenberg Media Home Page\nCopyright 1997-2016 Journey North. All Rights Reserved.   Contact Us    Search",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.6359692216,
        "format_confidence":0.9773890972
    },
    {
        "url":"https:\/\/engine2rescue1.com\/about-fire\/how-much-warning-do-you-have-before-a-wildfire.html",
        "text":"How much warning do you have before a wildfire?\n\nAre there any warning signs before a wildfire?\n\nMoving fast: High rate of spread. Prolific crowning and\/or spotting. Presence of fire whirls. Strong convection column.\n\nIs there a warning system for wildfires?\n\nA Red Flag Warning is issued for weather events which may result in extreme fire behavior that will occur within 24 hours. … A Red Flag Warning is the highest alert. During these times extreme caution is urged by all residents, because a simple spark can cause a major wildfire.\n\nCan you predict a wildfire?\n\nUsing different projections of temperature and precipitation, scientists predict where and when wildfires are most likely to occur. … Using computer models and Geographic Information Systems (GIS), scientists create maps showing areas that will be more susceptible to wildfires.\n\nWhat is the biggest wildfire in history?\n\nAmerica’s Most Devastating Wildfires\n\nFire Date Acres Burned\nThe Great Michigan Fire October 8, 1871 2.5 million\nHinckley Fire September 1, 1894 160,000\nYacolt Fire September 1902 Over 1 million\nThe Big Burn August 1910 3 million\n\nWhat should you never do during a wildfire?\n\n5 things you should never do in a fire\n\n  • Breaking windows. …\n  • Opening hot doors. …\n  • Returning for your belongings. …\n  • Hiding. …\n  • Do not use lifts. …\n  • Use the appropriate fire extinguisher. …\n  • Call the emergency services. …\n  • Escape.\nIT IS IMPORTANT:  Can you use a home fire extinguisher more than once?\n\nCan you grill during Red Flag Warning?\n\nWhen Red Flag Warning conditions are in effect, the wind has the highest potential to blow fire embers that can easily ignite fast-burning wildfires. Visitors may use propane cook stoves during their stay and are encouraged to regularly check weather conditions before choosing to grill outdoors.\n\nHow do you spot a wildfire?\n\nOne of the ways fires are detected is by lookout stations. These are situated at a location with extensive visibility and have associated structures manned by a lookout observer whose prime purpose is to locate and report wildfires.\n\nHow do you survive a wildfire?\n\nWhile in your home:\n\n  1. Stay calm, keep your family together.\n  2. Call 911 and inform authorities of your location.\n  3. Fill sinks and tubs with cold water.\n  4. Keep doors and windows closed, but unlocked.\n  5. Stay inside your house.\n  6. Stay away from outside walls and windows.\n\nWhat two things should you do before a wildfire approaches your house?\n\nRemove lightweight curtains. Move flammable furniture to the center of the room, away from windows and doors. Shut off gas at the meter; turn off pilot lights. Leave your lights on so firefighters can see your house under smoky conditions.\n\nCan a wildfire be prevented?\n\nCautiously burn debris and never when it’s windy or restricted. Prineville District fuel crews burn debris piles to reduce summer fires and keep firefighters safe. … If you plan to burn debris on your private property, make sure you have water nearby (such as a garden hose) and never burn anything if it’s windy.\n\nIT IS IMPORTANT:  Your question: How can you tell if wood is good to burn?\n\nWhy is studying the weather helping in predicting the fires?\n\nAll fires need three things —fuel, oxygen, and heat—to ignite and be sustained. Weather can influence each of these factors, which is why it is called fire weather. Air temperature contributes to wild fires as a heat source.\n\nTame a raging fire",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.9695084691,
        "format_confidence":0.8653647304
    },
    {
        "url":"https:\/\/novantaphotonics.com\/faq\/no-output-there-is-no-continuous-wave-laser-output-what-can-i-do\/",
        "text":"No output – There is no continuous wave laser output – what can I do?\n\nThere are different causes which can prevent the system from lasing. Please check the following steps to ensure that this is not caused by an external factor.\n\n  1. Please switch the system off completely (including power supply unit), wait for approximately 30min and restart the system.\n  2. Please ensure that the cooling system is running properly:\n    1. Are the tubes connected?\n    2. Is the chiller switched on?\n    3. Is the fluid circulating?\n    4. What are the temperatures of the laser head and power supply unit and are the temperatures settling?)\n  3. Please ensure that all cables and the interlock connector are secured properly at the laser head and\/or at the power supply unit.\n  4. Please ensure that the key is turned to the ‘on’ position, enabled and that the warm up phase is finished.\n  5. Check and ensure that the pump diode drive current is set to a value above lasing threshold, e.g. use a value in the between 50% – 100%\n  6. If the problem still occurs please contact our Laser Quantum Support Team.\n\nRelated to: ventus\/gem\/torus\/opus\/finesse",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.8463321328,
        "format_confidence":0.8272864819
    },
    {
        "url":"http:\/\/www.idtdna.com\/pages\/support\/technical-vault\/faq-old\/application-support\/faqs\/2011\/05\/27\/how-should-i-anneal-longer-hairpin-oligos-",
        "text":"How should I anneal longer hairpin oligos?\n\nThis is a protocol that has been used to clone >10,000 hairpin siRNA templates into a plasmid vector for siRNA expression at GNF in San Diego. They use desalted oligos and find by sequencing that over half the clones are \"perfect\" and note that using purified oligos will improve the \"hit rate\" but that for high throughput work it is not necessary. They believe that using a good anneal\/clone protocol is crucial to their high success rate. They also include a kinasing step in this procedure if needed. If you do not need to kinase your oligos, you can resuspend them to equimolar concentrations and skip to step 5.\n\n1. Bring sense and antisense oligos to 10 pmol\/ul by adding 100 ul r.o.-quality water per well (oligos started as separate plates, normalized to 1 nmol per well, and were sent to us lyophilized).\n\n2. Mix 2 ul of sense and antisense together in a 96-well thin-walled PCR plate.\n\n3. Bring to 20 ul final volume with 5x Polynucleotide Kinase Buffer (1x final), which, at 1x final consists of 70 mM TrisHCl, pH 7.6, 10 mM MgCl2, 100 mM KCl, 1 mM BME. Since I kinased the oligos, which shouldn't be necessary but which I did just to ensure that the experiment would work, the PNK mix also contained 20 mM ATP (not dATP!) and 10 units T4 polynucleotide kinase (oligo concentration was now 1 pmol\/ul).\n\n4. Incubated kinase reaction 10 min at 37°C and then heat killed PNK by incubating 10 minutes at 65°C.\n\n5. Annealed using a modified touchdown protocol on a PTC-100 cycler as follows: 95°C for 30s, 60°C for 10 min, then cool to 20°C at 1 degree every 15s.\n\n6. Aliquot 2 ul of annealed, phosphorylated oligos to a 96 well plate.\n\n7. Add 38 ul of water, bringing the final oligo concentration fo 0.05 pmol\/ul.\n\nApplication Support Topics",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.9840743542,
        "format_confidence":0.5239254832
    },
    {
        "url":"http:\/\/mathforum.org\/library\/view\/7447.html",
        "text":"Drexel dragonThe Math Forum\n\nThe Math Forum Internet Mathematics Library\n\nDivisibility Rules\n\nLibrary Home || Full Table of Contents || Library Help\n\nVisit this site: http:\/\/mathforum.org\/dr.math\/faq\/faq.divisibility.html\n\nAuthor:Math Forum, Ask Dr. Math FAQ\nDescription: How can you tell whether a number is divisible by another number (leaving no remainder) without actually doing the division? Why do 'divisibility rules' work?\n\nLevels: Elementary, Middle School (6-8), High School (9-12)\nLanguages: English\nResource Types: Frequently Asked Questions (FAQs)\nMath Topics: Division, Prime Numbers\n\n[Privacy Policy] [Terms of Use]\n\nHome || The Math Library || Quick Reference || Search || Help\n\n© 1994- The Math Forum at NCTM. All rights reserved.",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.9870647192,
        "format_confidence":0.9614958167
    },
    {
        "url":"http:\/\/johndee.com\/faq\/",
        "text":"Q. – Who are you?\n\nA. – Well, my name really is John Dee and I am a private meteorologist.  What that means is that I provide custom weather forecasts to persons looking for a higher end and hopefully more accurate forecast than they can get for free from places like the National Weather Service and media.  A little more information about me can be found in the About John section of the site.  The one thing I would like to make clear is that I am NOT RETIRED!!!  I maintain this site in addition to my full time job responsibilities.  Since those other responsibilities pay my bills, I need to tend to them first.  As a result, this site may not be updated all the time.  But then again, it is free!\n\nQ. – John, your forecasts are generally pretty close, but it seems like you might be a little optimistic on the amounts at times.  Am I just imagining that?\n\nA.- Well, let me first say that I am pretty conservative by nature and that carries over into my forecasting style.  I usually do not put a ton of emphasis on the “wild card” possibilities of a weather forecast- just to try and be in the spotlight .  I find the weather generally exciting enough without having to hype it.  However, I am a snow lover and want snow to fall on me, or by me as much as anyone else.  Because of that, you may find my snowfall forecasts to be a little on the optimistic side.  I am aware of my optimism for snow and try and filter that out of my forecasts, but it is very hard!  So if you find my forecasts a little optimistic, that is the reason. Another thing to keep in mind that the 5-10 day forecast is for a 6 day period, almost a full weeks time period. So when you see areas of the UP painted in Pink in the winter, that means a foot of snow is possible in a weeks time. Pretty close to average for the lake snow belts of the UP all winter long.\n\nQ. – Sometimes when I go to the different pages on the site, they are not updated, even by late in the day.  Is it me?  Or you?\n\nA. – The honest answer to that question is it could be both.  There are times when my full time paying job keeps me too busy to be able to update items on this site.  It is rare, but can happen.  It may also be the way you have your browser set to handle viewing pages.  To see the freshest page every time you need to set your browser to load that page fresh every time you visit.  There are tips on how toset that up here.\n\nQ. – I love the snow cover maps, but sometimes they are not updated or do not show how much snow is on the ground in areas I am interested in.  Is there places I can go on the internet to get additional snow cover data?\n\nA. – As mentioned in the first question, I am not retired.  Sometimes my full time job keeps me too busy to be able to update everything on the site.  I usually choose the snow cover maps for two reasons.  1) They usually do not change all that dramatically from one day to another and 2) Most of the data that I use to create my custom snow cover maps can be found in my links section, so you can go there to see how much snow is on the ground for a particular location if my maps do not have what you are looking for.\n\nQ.- How often does the snow get cleared from the platform?\n\nA. Every morning.\n\nQ.- I see tracks in the snow by the snow station, what are they?\n\nA.  Early in the winter, the tracks are from deer that roam the property. Once the snow gets deep, the deer “yard up” and any tracks after that are from me clearing snow off the satellite or snow station.\n\nQ.- Sometimes it looks like you have piled snow up around the snow gauge, am I seeing things, or is that true?  And if so, why, are you trying to make it look like more snow is on the ground that is really there?\n\nA.-  One thing you can always count on me to do is to never lie about how much snow is on the ground up here.  I feel that one of the main reasons why the site is getting over 10 million hits a month is because the visitors know they can trust what I say.  Thus, I think the worst thing I can do is to ever lie or misrepresent the snow conditions up here.  Now, with that said, I do throw snow up against the snow gauge from time to time.  The reason for that is because the snow gauge will either block out the snow from falling directly against it or the winds will swirl around the gauge and cause a depression to form in the snow right against the gauge.  I will throw snow into the depression to bring it up to the same level of the snow around it, taking care to use loose snow so that it will compact at roughly the same rate as the surrounding snow.  Also, if I ever throw too much snow in there, then I make sure to remove enough so that it is level with the surrounding snow.\nAs a side note to this, I will from time to time take pictures of the trails and post them to show the general conditions.  However, I do not get too much into reporting trail conditions because they change on a daily basis and on weekends on an hourly basis.  I have ridden down a trail Saturday morning on flat and great snow only to return that afternoon on 1-2 foot moguls.  So please refrain from asking me what conditions are like.  Anything I tell you could be completely different in just a few hours.\n\nQ.- Your historical weather page says you have picked up 10″ of snow in the past 2 days, but yet your snowcover has only increased by 3, what gives?\n\nA.-  The majority of the snow we see in the Keweenaw is Lake Effect.  It is very light and fluffy because it is composed mainly of air.  After a period of time, gravity will cause the snow to settle and squish much of the air out of the snow.  I have found that lake effect snow generally settles at a rate of about 6:1, meaning that over time, 6″ of lake effect snow will settle to about 1″.  Much of the settling takes place in the first 24-36 hours after falling and then slows down over the next few days and may take up to a week to finally settle completely.  The settling process is why we can have over 20 feet of snow fall in a season, but yet have only 4-5 feet on the ground.\n\nQ.- Does a cold or warm summer\/autumn give us a better chance of a warm or cold winter?\n\nA.- The honest answer to that is no.  However, I will say this:  The weather does like to balance things out in the long term.  By this I mean if a location has been running significantly above average in temperature for an extended period of time (a few months or more), then there are better than average chances that the weather pattern will flip in an attempt to balance things out.  Sometimes this flip comes at a time which matches up with the season and sometimes the flip will happen halfway through the season. Think of it this way- No drought lasts forever, no heat wave lasts for ever and no cold spell lasts for ever.  Seasons can be hot or cold, dry or wet, but years are usually not significantly warmer or wetter than average.  Over time, Mother Nature always likes to balance out the score.\nTo make this a little more clear, lets look at an example:  Let’s say that the temperatures from October through December 15th have been above by a meaningful amount.  My “balance things out” theory would say that it cannot stay warm forever and eventually things will need to go the other way to balance the temperature equation out.  This does not mean that temps from Dec 16 through all of Jan and Feb will be below average.  The below average temps might not arrive by the end of Jan or end of Feb or perhaps even the end of March, but sooner or later the weather will flip and things will cool off.  The timing is what is important.  Timing is everything EH?\nSo in a nutshell, a warm summer or autumn or both does not automatically mean the winter will be warm or cold.  But the longer a region sees one weather anomaly occur, the better the chances become that the weather will flip flop to balance out the score card.\n\nQ.- Is there a connection between warm temps on the Great Lakes and more than average Lake Effect Snow?\n\nA.- The first thing to keep in mind is that the most important ingredient for LES (other than the lake being free of ice) is the atmosphere providing conditions suitable for LES cloud and snow development.  No matter how warm the water might be, if you do not have the ingredients in the atmosphere available to make LES, it will not form!\nAs for the answer to the question at hand…I cannot speak for all the Great Lakes, but it has been my experience that no matter what the Lake Superior temps are in the summer and autumn, by around Christmas time they are always sitting around 34-38 degrees. The big storms that occur in the autumn and early winter will stir up the lake and bring colder water up from below.  Plus, the cold nights in November and December cool the lake off too. I suppose there can always be an odd year, and the lake could remain warmer than average into the depths of winter, but I have seen some very warm Lake Superior surface temps and by Christmas they were 34-38 degrees.\nSo the bottom line is: If you want lots of LES to occur off Lake Superior, pay more attention to the atmosphere than the lake temps!",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.959418118,
        "format_confidence":0.9533526301
    },
    {
        "url":"https:\/\/www.pobonline.com\/articles\/92401-giaa-mailbag",
        "text":"Q: It has become common in the last year or two for manufacturers to offer GPS receivers, Glonass receivers and GNSS receivers. Are these receivers different? They seem to look the same.\n\nA: As most people in surveying know, GPS stands for Global Positioning System, a system created and maintained by the United States government. Glonass stands for GLObal NAvigation Satellite System, the satellite navigation system originally created by the Soviet Union that is now under the control of the Russian Federation. GNSS also stands for Global Navigation Satellite System; it is used as a generic acronym for any of the satellite navigation systems. The use of the term “GNSS” has become popular since the European Union created its new system named Galileo. Galileo is not an acronym; this system is named in honor of the famous Italian astronomer and scientist born in the 17th century.\n\nIn the United States, most manufacturers have offered satellite-based surveying technology using only the GPS satellites, but a few have also offered receivers with support for Glonass satellites. Typically, these were referred to as GPS-Glonass receivers. Even though Glonass satellites were launched beginning in the 1970s, the system has never had the design constellation of 24 satellites (21 operating plus three in-orbit spares). The number of operational Glonass satellites near the middle of this year was 16. Thus many manufacturers and users have been watching the Glonass constellation to determine if or when they should plan on operating surveying receivers with GPS and Glonass signals.\n\nThe Galileo system has only recently put into orbit the second of its test satellites; operational satellites are not expected to be placed in orbit before 2010. However, as the information about the signals broadcast by Galileo (and Glonass) is available now, many manufacturers are building their receivers with the (sometimes optional) capability to receive, decode and use those signals, as well. This can provide added positioning certainty or increase the possibility to determine position by using a few satellites from each different constellation in cases where there is significant signal blockage, such as in artificial and natural canyons, forested areas, etc. If you purchase a GNSS receiver today, you will only be able to use its GPS and Glonass capabilities. Once Galileo satellites become “live” and there are a sufficient number to make the system usable (even before it is declared fully operational), that same GNSS receiver may be able to use those new satellites. You should check with each manufacturer to determine what “GNSS-capable” means since it is not currently possible for you to test its Galileo system capability.\n\nQ: I understand that GPS uses a different coordinate system, even though surveyors develop coordinates on a plane coordinate system (State Plane, UTM, etc.) or a system devised by a local government agency--or even a completely arbitrary system developed for the conven-ience of the surveyor. Why not use the GPS coordinates in the future to enable easy conversion and use?\n\nA: GPS actually uses two types of GPS coordinate systems. One type, called the satellite reference coordinate system, is unique to each satellite in the system because it is based on each individual satellite’s orbit parameters. The satellite reference coordinate system (remembering that all satellite orbits are elliptical) will not be described in detail here, but one of the axes connects the points of apogee and perigee (points farthest and closest to the Earth’s center of mass), and the origin of the system is at the center of mass of the Earth.\n\nThe other coordinate system, the one more familiar to most surveyors, is often referred to as Earth-centered Earth-fixed (ECEF). This system, also called the geocentric coordinate system, provides the terrestrial frame of reference so that points on Earth, whose positions have been determined by observing the satellites, can then be related to each other. In this system, the Earth’s center of mass is the origin, the Z axis coincides with the polar axis (though it is defined much more rigorously), the X axis passes through the Greenwich meridian (0o longitude) at the equator and the Y axis passes through the eastern 90th meridian (90o east longitude) at the equator. All satellite reference coordinates are converted to ECEF using four angular parameters that are defined or, more properly, measured for each satellite. Thus, when your GPS receiver determines your position (autonomously or using point positioning), it uses Cartesian coordinates but not the way you commonly use them with Z representing the “up” direction. Once the position has been determined, if desired, the X-Y-Z position in the ECEF system may be converted to latitude, longitude and height (i.e., spherical coordinates where “zero height” is the reference ellipsoid--WGS84, not “sea level”).\n\nWhile the X-Y-Z coordinates of ECEF may be used to uniquely define a point on Earth, they are not convenient for surveying purposes for several reasons. The first reason is that the coordinate values are very large (we are a little under 4,000 miles, or approximately 21 million feet, from the center of mass). But the other two reasons are more important: ECEF coordinates don't coincide with our concepts of north, south, east and west, which makes visualizing points, lines and planes difficult; and the coordinates are also difficult to visualize with relative differences in heights. Thus, in practice, GPS coordinates typically require at least one more conversion to get to some type of geodetic or plane coordinate system.\n\nGIAA is a trade association of manufacturers, suppliers and distribution partners encompassing the present and emerging technologies in surveying, GPS, engineering, construction, GIS\/LIS and related fields.\n\n\nRegular Members:\n\nLeica Geosystems Inc.\n\nMagellan Professional\n\n\nSokkia Corp.\n\n\nTrimble Navigation Ltd.\n\nAssociate Members:\n\nPOB magazine\n\nThe American Surveyor magazine\n\nProfessional Surveyor magazine\n\nAffiliate Members:\n\nCrain Enterprises Inc.",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.8759990335,
        "format_confidence":0.869694531
    },
    {
        "url":"http:\/\/www.mcqlearn.com\/geography\/g6\/factors-affecting-climate-mcqs.php",
        "text":"Factors affecting Climate MCQs Quiz and Answers Tests pdf Download\n\nPractice factors affecting climate MCQs in geography quiz for test prep. Weather and climate quiz questions has multiple choice questions (MCQ) with factors affecting climate test, answers as the heat of sun is not stronger in area located, answer key with choices as near the north pole, near the equator, far from equator and near the south pole for competitive exam preparation worksheets. Free geography revision notes to learn factors affecting climate quiz with MCQs to find questions answers based online tests.\n\nMCQs on Factors affecting Climate Quiz pdf Download\n\nMCQ. Heat of sun is not stronger in area located\n\n  1. near the North Pole\n  2. near the equator\n  3. far from equator\n  4. near the South Pole\n\n\nMCQ. Kind of winds that blows through year frequently is classified as\n\n  1. prevailing winds\n  2. maritime winds\n  3. continental winds\n  4. convectional winds\n\n\nMCQ. Considering seasons, land is hotter than sea in\n\n  1. summer\n  2. spring\n  3. autumn\n  4. winter\n\n\nMCQ. Places located near sea experiences the\n\n  1. cooler summers\n  2. warmer springs\n  3. warmer winters\n  4. both a and c\n\n\nMCQ. Example of warm current is\n\n  1. California current\n  2. North Atlantic drift\n  3. North Arctic drift\n  4. South Atlantic drift",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.6614674926,
        "format_confidence":0.5114738345
    },
    {
        "url":"http:\/\/osdma.org\/Faq_answer.aspx?q=14",
        "text":"Contact Us\nRight to Information\nPhoto Gallery\nMain links\nOthers Links\n\nprint Print This Page    email Refer to Friend\n\n\n15. Geographic Information System (GIS)\n\n  1. A Geographic Information System (GIS) Cell has been set up in OSDMA to act as decision support system for disaster management.\n  2. Digital data for the entire State for different layers have been procured from ORSAC.\n  3. A pilot project on generation of geo-spatial data using mobile based technology has been taken up in technical collaboration with National Remote Sensing Centre (NRSE), GoI. This is the first of its kind in the entire country.\n\nSitemap   |   Contact us   |   RTI copyrights © 2013.All rights reserved by osdma.org",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.9283669591,
        "format_confidence":0.9681794643
    },
    {
        "url":"https:\/\/supercoolbeaches.com\/clothing\/what-is-a-cartesian-diver-and-how-does-it-work.html",
        "text":"What is a Cartesian diver and how does it work?\n\nWhat is the purpose of Cartesian diver?\n\nThe Cartesian diver demonstrates the concept of density as a function of mass and volume. In the bottle’s uncompressed state, the medicine dropper floats because there is not enough mass in the volume of the medicine dropper to make it sink (i.e. its density isn’t great enough).\n\nWhy does the Cartesian Diver float at first?\n\nAs the water level rises in the diver, it becomes less buoyant and the diver sinks. As you release the pressure on the bottle, the compressed air expands and forces the water back out. The diver floats to the top of the bottle because now it is more buoyant.\n\nWhat made the Cartesian Diver to float again?\n\nWhen the pressure on the container is released, the air expands again, increasing the weight of water displaced and the diver again becomes positively buoyant and floats.\n\nWhat gas law is the Cartesian Diver?\n\nBoyle’s Law describes the relationship between pressure and volume. Increasing pressure on a gas will decrease its volume. When the sides of the diver are pressed, the water is forced into the dropper, decreasing the volume of air in the dropper.\n\nIT IS INTERESTING:  Where can you scuba dive in South Africa?\n\nWhat gas law is the Cartesian Diver experiment?\n\nPascal’s law states that a pressure applied at any point on a confined incompressible fluid is transmitted equally throughout the fluid. When the bottle is pressurized (squeezed) the pressure within the entire bottle and Cartesian diver is increased.\n\nWhat do you mean by Cartesian?\n\n[ kahr-tee-zhuhn ] SHOW IPA. \/ kɑrˈti ʒən \/ PHONETIC RESPELLING. adjective. of or relating to Descartes, his mathematical methods, or his philosophy, especially with regard to its emphasis on logical analysis and its mechanistic interpretation of physical nature.\n\nWhy is my Cartesian Diver not working?\n\nTroubleshoot the diver if it is not working.\n\nIt should just barely float, with the air bubble (the top of the dropper, the bend in the straw, etc.) just above the water. Make sure that the bottom is sealed for homemade divers, and add a little more or less water to the eyedropper to get the right balance.\n\nWhat happens to the balloon when you squeeze the bottle?\n\nWhen you punch a hole in a bottle, the air molecules in the bottle have an exit. They are pushed out as a balloon fills the space inside, resulting in room for the balloon to inflate. If the hole in the bottle is then plugged, the balloon stays inflated even when the mouth is removed.\n\nDoes the diver do work on entering the water?\n\nThe dive must be executed with grace and precision and should conform to the judges’ “expectation of what the dive should look like in the air.” Finally, the diver should enter the water gracefully and with limited splash.\n\nIT IS INTERESTING:  Is code raft a foundation?",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.97808218,
        "format_confidence":0.7973367572
    },
    {
        "url":"https:\/\/www.ok.gov\/DCS\/Office_of_Facilities_Management\/Sustainability_Program\/Energy_Champions\/index.html",
        "text":"Q: What is an Energy Champion?\nA: An agency contact, usually a volunteer, who connects their agency with valuable energy & money saving information and campaign materials.\nQ: Does my agency have an Energy Champion?\nA: If your agency is not listed with a hyperlinked name, the answer unfortunately is no. Volunteer today!\nQ: How do I become an Energy Champion?\nA: Contact information listed at the bottom of this page.\nQ: How does a state agency benefit from having an Energy Champion?\nA: In addition to environmental & financial benefits through energy savings, state agencies will gain knowledge & experiences from a conservation-minded approach to work.\nQ: What is required of an Energy Champion?\nA: Participate in the organization & scheduling of energy awareness events and the distribution of campaign materials including the Sustainability E-Newsletter.\n\nInteresting Facts\n\nKeep air vents clear of paper, files, and office supplies. It takes as much as 25 percent more energy to pump air into the workspace if the vents are blocked. (source: US EPA)",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.887796402,
        "format_confidence":0.9618512988
    },
    {
        "url":"http:\/\/www.origene.com\/support\/FAQs\/getFAQ.aspx?prod=Primer%20Pairs%20and%20Standard",
        "text":"OriGene Logo\nLeft ProductsProducts divider ServicesServices divider technologyTechnology divider researchResearch divider TechsupportTechSupport divider AboutAbout Right\nHome Support FAQs Primer Pairs and Standard FAQs\n\nPrimer Pairs and Standard FAQs\n\n1. Q: What are qSTAR qPCR Primer Pairs and panels?\nA: qSTAR qPCR Primer Pairs are pre-designed, qPCR tested and ready-to-use primer sets for SYBR Green based qPCR experiments. The primer pairs are also available in a 96-well panel format covering broad range of pathways for cancer biomarker profiling.\n2. Q: Can qSTAR qPCR Primer Pairs be used in probe-based qPCR?\nA: No. This kit has not been designed to accommodate any commercial probe based qPCR.\n3. Q: What is the Tm of the primer and what is a typical size of the amplicon?\nA: The Tm of a qSTAR qPCR Primer is around 60, and the amplicon is around 95 to 140 bp.\n4. Q: Does a qSTAR qPCR Primer Pair amplify an exon junction in a cDNA target?\nA: Whenever possible, an amplicon by a qSTAR qPCR Primer Pair covers exon junction or junctions.\n5. Q: Primer Pairs and Standards\nA: My qPCR machine is not on the list of compatible machines on the website. Do you provide qPCR primer panels in plates compatible with other machines?;Yes, we can provide our primer panels in other plates within approximately one week of receiving the custom order. Please email the catalog numbers of the qPCR primer panels needed plus the catalog number and manufacturer of the plates to techsupport@origene.com. Our technical support scientists will prepare a custom quote that can be used to order custom panels.\n6. Q: If I provide a list of genes I want to assay, can OriGene prepare a custom qPCR primer panel?\nA: Yes, OriGene can design a custom qPCR primer panel. Custom panels are offered for human and mouse genes in 200 reactions format for purchase, delivered in 2-D bar code matrix tubes.\n7. Q: Where can I find the sequence of the primers in each panel?\nA: Each panel is delivered with a USB drive that contains a spreadsheet of primer sequences and locations.\n8. Q: How much primer pair is in each well?\nA: Each well in 200 reactions format contains 2 nmol of lyophilized primer pair. Please re-dissolve in 200ul of water so the final concentration is 10uM. Each well in the PCR plate contains 10pmol of primer pairs. The primers will be re-suspended once the PCR reagents are added to the plate.\n9. Q: What is a qPCR template standard?\nA: A gene specific qPCR template standard is a tube of linear DNA made from a full-length cDNA plasmid. The copy number of a template standard solution is determined by the PicoGreen method and calculation based on MW.\n10. Q: Can a template standard be used in a probe-based qPCR?\nA: Yes, as long as a corresponding probe is used.\n11. Q: In your protocol, it is recommended to make six serial dilutions with one log of difference, can I make more dilutions and with different dilution scheme?\nA: Yes, as long as it is diluted in the qPCR detection range and each dilution is mixed thoroughly.\n12. Q: Can I use my own buffer to dilute the template standard instead of the buffer in the kit?\nA: Yes, as long as the buffer has no negative effects on qPCR.\n13. Q: Does OriGene offer custom-made template standards?\nA: Yes. Please contact our Tech Support at techsupport@origene.com\n14. Q: What is the OriGene guarantee on qPCR primers and template standards?\nA: OriGene qPCR primers and templates are warranted for SYBR Green qPCR experiments. If your experimental results are not satisfactory, our scientists will work with you to pinpoint the problem and, if it is determined that our products are at fault, OriGene will refund your money in the form of a credit.\n15. Q: How should I calculate the copy number of my gene of interest?\n  1. If the cDNA templates in your samples are single-stranded such as cDNA from RT reactions, theactual copy number of your gene of interest is two times the number you got by comparing to theqPCR standards. For example, if the copy number of your gene is 5 copy\/-ª+îl from the standardcurve of a qPCR program, the actual number is 10 copy\/-ª+îl. The reason is that the first cycle for asingle-stranded sample is to make the complementary strand; therefore, there is one cycle delayin the PCR reaction compared to the double-stranded cDNA template standard's reaction.\n  2. If the templates in your samples are double-stranded, the copy number of your gene of interest isthe same as that calculated according to the qPCR standards.\n16. Q: I am writing a paper for publication and need to describe this product. How should I cite?\nA: We recommend that you refer to the product by its specific catalog number and refer to us as OriGene Technologies (Rockville, MD). Furthermore, we'd love to hear from you when your paper is published. Inform us and we will send a gift.\n\n\nInc 5000 Healthcare Company\nAll Products by: Title | Price | Category | Popularity | Best Sellers Topselling Products by: Title | Price | Category | Popularity | Favorites\nPopular Categories: Popularity | Our Choices | All-Round Favorites | Title Topselling Categories: Popularity | Our Choices | All-Round Favorites | Title",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.9454106688,
        "format_confidence":0.9771999717
    },
    {
        "url":"http:\/\/nestwatch.org\/learn\/how-to-nestwatch\/faqs\/can-my-visits-to-the-nest-harm-the-birds-or-interfere-with-the-nesting-attempt\/",
        "text":"Photo © Al Tuttle\n\nCan my visits to the nest harm the birds or interfere with the nesting attempt?\n\nThis is unlikely if you are cautious while moving around the nest, and if you follow our Code of Conduct. Observers often fear that increased predation may result from the observer leaving a track or scent-trail to nests but recent studies have shown that nests visited frequently had a similar rate of success to others left undisturbed between laying and fledging. Birds, unlike many mammals which have a good sense of smell, will continue to care for their young after being disturbed. Also keep in mind that nest checks should not be made in inclement weather, and surrounding vegetation should not be disturbed.",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.7108402848,
        "format_confidence":0.9658026099
    },
    {
        "url":"https:\/\/www.sweetwater.org\/faq.aspx?TID=18",
        "text":"Show All Answers\n\n1. When will Loveland and\/or Sweetwater Reservoir spill?\n2. Will Sweetwater Authority release any water prior to a spill?\n3. How large is the Sweetwater watershed?\n4. Are the dams safe?\n5. Who or what is impacted by the reservoirs' spilling?\n6. When was the last time the reservoirs spilled?\n7. What is the distance between Loveland Reservoir and Sweetwater Reservoir?",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.5460684299,
        "format_confidence":0.9715362191
    },
    {
        "url":"http:\/\/www.genomicintegrity.org\/faqs",
        "text":"Frequently Asked Questions (under construction!):\n\nPlease note:  these are not a compilation of actual 'frequently asked questions' about AGiR! in general, not yet, at least.  (Do please send in your questions via the 'contact' link!)\nHowever, we hope that these 'filler' items will help you start thinking about potential exposure risks and DNA damage, even from such common things like hair dyeing...  \n\nbut first,\ndrum roll... \nhere is the first real 'frequently asked question' answered:\n\nWhy does AGiR! use a lower case 'i' in its logo?\n\nThe lower case 'i' is used because the idea is that 'Genomic integrity' is a new big picture concept, putting together all the molecular details (DNA, RNA, and the epigenome) that impact genomic integrity to affect genetic functions in cells.\nAdditionally, several AGIR's exist out there already, with all four letters in caps!  :)\n\nAnd here is another commonly posed question: \n\nWhy does the 'donate now' button lead to a page with bank account numbers (like that IBAN one) instead of going directly to a standard credit card form?\n\nAs a public service association, AGiR! is not about making money, although we are very grateful for any contributions which can help us to spread information and promote research on genomic integrity.  Furthermore, AGiR! would like for people to make their donations thoughtfully, and many people prefer to use their e-banking, rather than credit cards which always include extra charges, so we provide the account details simply in this way.  Please do ask, if you would like to donate and using these numbers is a problem for you!\n\nWonder what the next common question might be...\n\nHere it is!!\n\nWhy is the '3d logo trio' in the AGiR! front page so very soothing?\n(at least a few people have asked me that!!) must give cause to wonder…\n\nCouldn't say for sure… Something about the timing of it all?\nBut, it is another site (loxia studios) that made it for us…\n(We like it very much, too!)\n\nhmmm, wonder again what might be next\n\nIn the meantime, here is some food for thought (primarily in relation to the hairdye\/DNA aspects of genomic integrity, which is of course only one of many issues in this regard):\n\n\nChemistry allows a variety of interactions between substances and DNA, some of them quite damaging. \nChemistry also allows hair dye ingredients to persist in the hairshaft, giving colors of various shades.  \nUnfortunately, these ingredients might also thus be able to get right into the cell nucleus (where genetic information is both stored and utilized for gene expression), with negative impacts on genomic integrity.\n\n\nWhen mutations are really fixed in the genome is usually considered to be sometime during or after S phase of the cell cycle, when DNA is being replicated (synthesized).  When the damage occurs to DNA can be simply from an initial encounter (i.e. UV radiation) or from interactions of DNA with metabolites of the absorbed pre-carcinogen (i.e. arylamines like aminophenol). Genomic integrity can also be disrupted because of secondary effects, for instance faulty cell cycle checkpoints or the generation of reactive oxygen species inside the cell. \nWhen someone gets their hair done, they may be exposed to many toxic ingredients, although avoiding the scalp (dyeing 'meshes') can limit this.  However, most of the ingredients get rinsed down the drain. Thus, this illustrates how all this is also an environmental public health issue.\n\n\nAnything with a benzene ring structure might easily slip into between bases of nucleic acids, leading to disruption of normal cellular processes like gene expression ('transcription') or DNA replication and induce mutations. Aminophenol is one hair dye ingredient which is also a carcinogen from cigarette smoke, and is used to simplify discussions in genomicintegrity.org, but obviously many chemical interactions occur during hair dyeing, and the final chemical conformations of these ingredients could result in final cellular impacts. Other chemical modifications of DNA bases or its backbone (alkylation, oxidation, etc.) also can lead to transcription and\/or replication stresses and ultimately fix new mutations in the genome after the activity of repair enzymes.  \n\nRemember, outright toxicity to cells is not so problematic as their survival with the key mutation(s) in the wrong gene(s).\n\n\nWhy?  Perhaps to increase mutations, providing a base for selection?  This can be argued, but the biologist realizes that most non-silent mutations are deleterious.\nWhy worry??  Wide use of such products (even though already outlawed in some areas of Europe) by ever younger and broader populations is a serious cause for concern.  Increases in rates of cancer and diseases like autism might be related to this broad use.\n\n\nIn all cells, within the cell nucleus, is the happening place for genomic integrity  :) , where chromosomes of DNA go through cycles of gene expression and, in the case of a required cell division, replication.  For all cells, genomic integrity needs to be maintained throughout these cell cycles!  Additionally, genomic integrity is plastic, changed by experience, as in the case of developing immune cells which undergo error prone recombination, and perhaps even the nervous system.  While we each carry a patchwork of mutations, these need to function correctly together to maintain controlled growth, development and repair.  When the wrong hits put the balance out of whack, the organism has lost genomic integrity, and it (and the society it is part of) suffers.\n\nRachel Aronoff,\nJul 18, 2014, 8:48 AM",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.9499934912,
        "format_confidence":0.9774167538
    }
]