[
    {
        "url":"https:\/\/www.leadersinsecurity.org\/19-slider-homepage\/190-title-one.html",
        "text":"JUser: :_load: Unable to load user with ID: 336\n\nLSEC - Leaders In Security\n\nWelcome to LSEC, an internationally renowned Information security cluster, a not for profit organization that has the objective to promote Information Security and the expertise in BeNeLux and Europe. Founded by the University of Leuven (K.U. Leuven), supported by European Commission FP7 and leading a unique PAN European Private partnership that interacts with Public Institutions, LSEC connects security industry experts, research institutes and universities, government agencies, end users, funding bodies and technical experts who are driving national and European research agendas. LSEC activities aim to raise cyber security awareness, support innovation and competitiveness of the European IT- Security market and promote the visibility of its members.\n\n%AM, %05 %041 %2014 %00:%Jun\n\nLSEC, the European ICT Security Cluster\n\nLSEC is the European ICT Security Cluster. Started in 2012 in Belgium, the cluster is now active in different countries in Europe supporting its members and the development of the cyber security and network and information security market in Europe and beyond. \n\nIn July 2014, the lsec.be website was transformed into a new platform and this migration resulted in a future grade information security knowledge system, and a networking hub. \nSome information which was published on the previous platforrm is still under the process of being tranformed, while latest and newest items are being added on a daily basis.\n\nLSEC is a cluster bringing together SME's, large companies, knowledge institutions, entrepeneurs and security professionals in a community. \n\nWe are a cluster to support the direct link between internationalisation and increased performance of SMEs. International activities reinforce growth, enhance competitiveness and support the long-term sustainability of companies. SMEs need to find the right partners to develop and produce globally competitive products and services. This calls for new forms of international cooperation that are often difficult for individual SMEs to manage on their own.\n\nClusters can act as real \"springboards\" for SMEs to help them getting access to global value chains and develop long-term strategic partnerships. SMEs benefit from specialised \nbusiness support services of cluster organisations, such as through the organisation of international study visits, partnering or “matchmaking” missions that facilitate finding \nnew partners outside their own region for research and prototyping as well as for bringing products and services to the market.\n\nCluster organisations can help enterprises, and in particular SMEs, to find international cooperation partners, raise their excellence, innovation capacity and their overall competitiveness.\n\nThe LSEC cluster has activities supporting these developments, and a series of reference cases with its members. \n\nGet in touch and join the cluster as an individual member, a corporate member or a core ict security member.\n\n\nLast modified on %AM, %26 %379 %2015 %08:%Mar\nMore in this category: Cloud Security & SaaSification »\n\nRelated Expertises\n\nRelated Experts\n\nRelated Documents\n\n\n  • 2017-01-19_11-12-42.png\n  • ACDCLogo_v4_Verde_150x79.png\n  • agoria.png\n  • APWGEU.png\n  • arc_logo.png\n  • b-hive.png\n  • beltug.jpg\n  • bronzecluster.jpg\n  • centrodecyberseguridad.png\n  • computable-logo-be-small.png\n  • csc.png\n  • dgconnect.jpg\n  • dspvalley.jpg\n  • fisc.png\n  • heliview.png\n  • infosecurity_belgium.png\n  • isaca.png\n  • jaarbeurs.png\n  • logo-ecso.gif\n  • nsmc.png\n  • polescs.jpg\n  • sirris.png\n  • stopthinkconnect.png\n  • teletrust-logo.gif\n  • UKCSFlogo.png\n  • VLAIO.png\n  • voka.png\n\nLSEC for Security Professionals\n\n\nLSEC for Security Companies\n\n\nLSEC for enterprise & government\n\n\nLSEC for academia & research institutes\n\n\nRequest information about LSEC Membership\n\nClick here\n\nSign up for our newsletter\n\nClick here\n\nLearn more about current projects & industry collaborations\n\nClick here\n\nContact us\n\nClick here\n\n\nPrivacy | Disclaimer | Responsible Disclosure Copyright LSEC - Leaders In Security 2002 - 2017 - Kasteelpark 10, 3001 Heverlee - Leuven | tel. +",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.6656423807,
        "format_confidence":0.9945269227
    },
    {
        "url":"https:\/\/www.ntnu.edu\/autosea",
        "text":"– Sensor fusion and collision avoidance for autonomous surface vehicles\n\nAutosea - collision avoidance\n\nThe main goal of the Autosea project is to develop methods for guidance and navigation of autonomous ships. A central component of this is collision avoidance, also known as sense-and-avoid. The Autosea project has demonstrated complete collision avoidance systems in full-scale experiments involving autonomous and semi-autonomous surface vehicles both in Trondheimsfjorden and in the Netherlands. The technology from the Autosea project will be used as a foundation for e.g. autonomous passenger ferries\n\nIn the Autosea project researchers at NTNU collaborate closely with the consortium partners DNV GL, KONGSBERG and Maritime Robotics. All the partners have contributed by making their own surface vehicles available for the project, and also by making sensors, navigation technology, control systems and general know-how available for the project. \n\n\n\n\nAutosea logo",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.6475085616,
        "format_confidence":0.8956503868
    },
    {
        "url":"http:\/\/www.gamershell.com\/companies\/xsens_technologies\/",
        "text":"array(1) { [\"companyfolder\"]=> string(18) \"xsens_technologies\" } Xsens Technologies - Company Profile\nHome > Companies > Xsens Technologies\nXsens Technologies logoXsens has strong expertise in biomechanics and inertial sensor technology. To date, Xsens has invested more than 50 man-years in sensor and software research & development. Thousands of Xsens inertial motion sensors have already been deployed in challenging human and machine motion applications such as motion capture, training & simulation, biomechanics, marine technology and automotive. Xsens' customers include Sony Computer Entertainment, Gearbox Software, THQ, The Third Floor, LightStone Animation, Syndicate, CG Sweden and others. The combination of expertise in human motion analysis and innovative inertial motion sensors makes Xsens a leader in inertial human motion capture solutions. |",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.5770040751,
        "format_confidence":0.9811214209
    },
    {
        "url":"https:\/\/www.campbellsci.ca\/museum",
        "text":"About the Collection\n\nThe Campbell Scientific Canada Instrument Collection represents an important assembly of meteorological and hydrological historical instrumentation gathered over the past 35 years.\n\nOur new building (built in 2014) includes a dedicated room for the collection, and many items are being catalogued. The whimsical pieces will be segregated in their own Decorative section, while the more 'museum quality' items will be presented in the weather and water parameters to which they belong. We hope to have the catalogue fully updated by 2017. A virtual tour is also being worked on.\n\n\nSince this is a private collection in a working enterprise, tours need to be organized. For all inquiries, or to book a tour, please email museum@campbellsci.ca.",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.9189574122,
        "format_confidence":0.9917603135
    },
    {
        "url":"http:\/\/mrcrightwhalemonitoring.blogspot.com\/p\/mission.html",
        "text":"The Marine Resources Council's Right Whale Monitoring Program was established in 1995 to reduce human impacts to the endangered North Atlantic right whale. Citizens on the east coast of Florida report land‑based sightings of right whales to our hotline (1‑888‑97‑WHALE). This information is passed on to local ship traffic to avoid ship strikes, which account for over one‑third of documented right whale deaths in the North Atlantic Ocean.\n\n\nThe endangered right whale utilizes the Atlantic Coast off Georgia and Florida as calving grounds. Volunteer spotters, living in high rise condos beachside report right whale sightings to track the whales' movement and behavior patterns along the Atlantic Coast in an effort to determine migration characteristics of these highly endangered marine mammals.\n\nReport Sightings Toll-Free to\n\n1-888-97-WHALE (1-888-979-4253)\n\nMission Statement for Volunteer Whale Observers\n\nTo be the eyes, ears and voice of the northern right whale in its only known calving grounds off the Florida Atlantic coast.\n\nTo cooperate with scientists and resource managers and report whale sightings to alert ships at sea in order to reduce ship collisions, the greatest known cause of death of northern right whales.\n\nTo gather scientific data regarding right whale occurrence, movement patterns and behavioral characteristics in the southeast critical habitat.",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.9915009737,
        "format_confidence":0.9910649061
    },
    {
        "url":"http:\/\/cnpsslo.org\/?date=2017-12-31&t=week",
        "text":"Dedicated to the preservation of California's native plants\n\n\nThe mission of the California Native Plant Society is to increase understanding and appreciation of California’s native plants and to conserve them and their natural habitats through education, science, advocacy, horticulture and land stewardship.\n\nHot Topics\n\nGET YOUR TICKETS 2018 Annual CNPS Pot-Luck Banquet | Saturday January 20, 2018 5:30 to 9:30pm\n\nNEW LOCATION Morro Bay Veterans Memorial Building, 209 Surf Street, Morro Bay DETAILS\n\nEvent Calendar\n\n< 2017 >\nDecember 31 - January 06\n  • 31\n    No events\n  • 01\n    No events\n  • 02\n    No events\n  • 03\n    No events\n  • 04\n    No events\n  • 05\n    No events\n  • 06\n    No events\n\n\n  • Black -tailed deer copyright Marlin Harms\n    Gardening in deer-prone areas\n  • By Andy Murray (New Zealand honey bee on clover) [CC BY-SA 2.0 (], via Wikimedia Commons\n    Honeybees and Native Plants\n  • submit your photo\n    Opening the World through Journaling\n  • California native plant sources image\n    Nurseries and Sources for Native Plants\n  • copyright marlin harms\n    Native Plants with Fragrance\n  • mountain bluebird c Marlin Harms\n    California Native Plants that Attract Birds\n  • Plants that Attract Butterflies\n\nNative Plants\n\n  • cirsium occidentale var compacta\n    Cirsium occidentale var. compactum\n  • Erigeron glaucus\n    Erigeron glaucus\n  • Brodiaea terrestris c Marlin Harms\n    Brodiaea terrestris\n  • Bloomeria humilis\n    Bloomeria humilis\n  • Calystigia subacaulis var. episcopalis\n    Calystigia subacaulis var. episcopalis\n  • Senegalia greggii\n\nNative Plants",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.7162748575,
        "format_confidence":0.8720630407
    },
    {
        "url":"https:\/\/medicalsciences.med.unsw.edu.au\/research\/groups\/2east-lab",
        "text":"2East Lab\n\nThe Wallace Wurth 2 East Lab is engaged in research activities that span from bench to bedside and encompass the disciplines of cell biology, neuroscience, stem cells and regenerative medicine, and genetics. Projects are focused on understanding and developing:\n\n  • cell structure in cancer cell proliferation, neuronal morphogenesis, neurodegenerative and neuromuscular disease\n  • development of novel chemotherapeutics for the treatment of childhood cancer\n  • stem cell recruitment and cell-based therapies\n  • the role of epigenetics in cancer-associated metabolic syndrome\n  • the genetic and cellular basis of behaviour and anxiety\n\nOur approaches employ state-of-the-art techniques including microscopy (confocal, live cell imaging, TIRF, intracellular intravital, AFM, super resolution STED and PALM), drug design and development, gain-of-function and loss-of-function (siRNA, shRNA, transgenic, knock-out, lenti- and AAV-mediated, CRISPR\/Cas), mouse models, behavioural, metabolic and physiological analyses, small animal imaging, stem cell isolation, sorting and transplantation, yeast 2-hybrid, mass spectroscopy, array, RNA-Seq and ChiP analyses.\n\nThe 2East Lab consists of four main interactive research groups:\n\nMajor funding is provided by the Australian National Health and Medical Research Council, the Australian Research Council, The Kids Cancer Project, the Cancer Institute of New South Wales, the Cancer Council NSW, and the Association Francaise contre les Myopathies.",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.6136950254,
        "format_confidence":0.9682787061
    },
    {
        "url":"http:\/\/fraserresearch.org\/goalsmission.html",
        "text":"Goals and Mission\n\nThe Goals of Fraser Research:\n\nConduct leading edge, long term, fundamental research in network communications.\n\nBroaden and enrich the education of graduate students.\n\nThe Mission of Fraser Research:\n\nThrough the pursuit of a clean-slate network design understand how the communications infrastructure in the United States can deliver in excess of 100Mb\/sec to every home and small business securely, reliably, and with privacy.\n\nProvide graduate students the opportunity for hands-on experience in a unique laboratory equipped with an experimental network and associated prototype devices.\n\nA Matter of Urgency:\n\nSecurity is a primary concern. The Internet has brought vulnerability to consumers through their use of computers, and to nations through the automation of their infrastructures. Attacks are launched from around the world and there is pessimism among experts that these attacks can be blocked. Today, citizens across the United States are inundated with junk mail and many are being robbed by invisible hands. As networked computing becomes deeply embedded in national infrastructures and critical services, so the risk of national disaster becomes an inescapable concern.\n\nMuch of the present problem stems from insecure host software, or from computer users who do not have adequate training to operate their computers securely. This has led some people to blame the users rather than the network. However, a country cannot expect its citizens to deploy consumer products with military grade security. Nor can it expect consumer products to be manufactured with military standards. A more reasonable solution begins with a network which diminishes the risk to its users by itself being robust. Follow that with a service delivery method that can easily be deployed by ordinary citizens.",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.9222642183,
        "format_confidence":0.9912045598
    },
    {
        "url":"https:\/\/ccus2019.jimdosite.com\/home\/about-ccus-2019\/",
        "text":"CCUS 2019: Capturing the clean growth opportunities \n\nThe development of Carbon Capture Usage and Storage (CCUS) is a priority infrastructure challenge for the UK. \n\nThe change in our energy sector over the last decade has been dramatic but is only a foretaste of what is to come as countries and companies move to a net-zero world. This transformation will be unprecedented and CCUS is essential to ensure that the energy transition will benefit every part of the economy, going further into power as well as industry, heating and transport.  \n\nCCUS 2019: Capturing the clean growth opportunities, a one day conference in London on Wednesday 6th November, will provide industry, partners, stakeholders and policymakers with the latest developments in this fast moving sector.  \n\nCCUS is a central pillar of the Government’s industrial strategy, clean growth and low carbon policies. The importance of CCUS to multiple areas of the economy requires the rapid development of a huge new industry. With a net-zero target now adopted by the UK, CCUS will enable the UK to realise these climate ambitions and support UK industrial regions to transition to a low carbon economy. CCUS also needs to be rolled out globally, providing the UK with opportunities for international leadership and creating new markets for services and the supply chain.          \n\nCCUS 2019 will provide you with a detailed understanding of recent developments in CCUS and the opportunities that CCUS presents to your organisation. The conference will also enable networking between the CCUS industry, its customers and partners, researchers and policymakers.",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.559032619,
        "format_confidence":0.793777585
    },
    {
        "url":"http:\/\/www.cgangaeudesk.eu\/",
        "text":"Clean Ganga Europe Desk Conference 2018 offers the chance to connect with Indian and European high level stakeholders and actors with a common vision...\n\nRead more\n\nThe EIP Water and the India-EU Water Partnership support the Clean Ganga Europe desk\n\nEuropean technology and knowledge to facilitate the effective abatement and rejuvenation of the Ganga River\n\nClean Ganga EU Conference: 27th of September in Brussels",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.915815115,
        "format_confidence":0.5513647199
    },
    {
        "url":"https:\/\/www.imperialcollegeunion.org\/activities\/a-to-z\/space-society",
        "text":"Space Society\n\nCategory: Academic Related\n\nHello we are the Imperial College Space Society previously known as ICSEDS.\n\nWe are open to anyone regardless of course or skill level, whether you want to be an astronaut or just want to shoot stuff into the sky. If you know nothing, we'll teach you. If you know loads, you can teach us.\n\nWe work on real space projects, designing, building, and launching everything from rockets to balloons to rovers.\n\nWe are a branch of UKSEDS, the UK's student space society, which gives us access to national space events, industry partnerships, and a host of unique opportunities.\n\nJoin Space Society\n\nOnly available to members of Imperial College Union.\n\n\n  • 79 current members",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.7006033063,
        "format_confidence":0.9285478592
    },
    {
        "url":"https:\/\/butterflywebsite.com\/?CFID=805859ab-b894-47c8-b3d0-37692a1ef890&CFTOKEN=0&CFID=805859ab-b894-47c8-b3d0-37692a1ef890&CFTOKEN=0",
        "text":"About The Butterfly Website\n\nThe Butterfly Website is the world's oldest and largest website dedicated to butterflies and moths. Here you'll find an extensive clipart collection, many photographs, videos, butterfly gardening tips, and a lot more. Don't miss our inspiring stories - over 1,000 beautiful stories - about ways in which peoples' lives have been magically touched by butterflies.\n\nRick Mikula, Butterfly Lecturer\nInvite Rick to your school organization! More Info.\nRick was seen on Animal Planet Network!\n\nIf a butterfly has enriched your life in some way - remembering a loved one, giving hope for the future, or other ways your life has been impacted - please see our Inspiring Stories and share your story with us.\n\nButterfly Pictures\n\nPictures of Butterflies",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.8667417765,
        "format_confidence":0.9867456555
    },
    {
        "url":"http:\/\/www.openwetware.org\/index.php?title=Spiro&oldid=115157",
        "text":"From OpenWetWare\n\nRevision as of 09:09, 7 May 2007 by Stephenspiro (Talk | contribs)\nJump to: navigation, search\n\nHome        Contact        Internal        People        Publications        Research        Links       \n\nWelcome to the Spiro Lab at the University of Texas at Dallas\n\nThe lab is interested in gene regulation in prokaryotes, see Research for more details. In May 2007 we move to a new building on the UTD campus.\n\nPlease check back soon since this is a work in progress\n\n<a href=\"http:\/\/www.openwetware.org\"><img src=\"02_JoinOpenWetWare.png\" border=0\/><\/a>\n\nPersonal tools",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.9616707563,
        "format_confidence":0.9367673397
    },
    {
        "url":"https:\/\/www.oxfordmartin.ox.ac.uk\/research\/programmes\/resource-stewardship\/about",
        "text":"Skip to main content\n\nProgrammes Resource Stewardship\n\nOxford Martin Programme on Resource Stewardship\n\nThe Oxford Martin Programme on Resource Stewardship was established with funding from the Oxford Martin School for a three-year programme of research. Although funding of the Programme has finished, its Directors; Professor Jim Hall, Professor Myles Allen, Professor Kathy Willis and Professor Steve Rayner remain actively involved with the School within other active research programmes.\n\nWhat are we doing? \nWe are working across the sciences, social sciences and humanities to radically rethink global resource stewardship. We aim to deliver a framework, accountable to future generations, that will create actionable input on critical global issues such as freshwater resources, land-use and atmosphere.\n\nWhy is it important?\nFreshwater, land, atmosphere and biodiversity are universally vital resources subject to both cumulative and systemic pressures arising from human activities, which put them under threat of severe degradation and even depletion. Around the world these key resources are subject to a wide range of property rights and management regimes, the environmental efficacy and social equity of which are subject to competing ideological claims and disciplinary critiques.  \n\nHow are we different?\nWe have gathered an interdisciplinary team of philosophers, anthropologists, economists, modellers and environmental scientists to rethink how we monitor, manage, maintain and allocate globally important resources. Our aim is to work through understandings of individual and collective behaviour and current institutional practice, with a focus on how technical information is used in decision-making, to deliver a new framework for stewardship that will ensure that the world’s essential resources remain available for generations to come.\n\nResearch Themes\n\nFundamental principles of resource stewardship\n\nThe tragedy of the commons, where the actions of individuals or small groups lead to a disastrous depletion of finite resources, is an ethical problem related to the values and behaviour of consumers and polluters. To avoid the irreversible loss of globally shared resources, we need to change common sense morality. This project brings together social scientists, modellers and philosophers to study the nature of moral limitation, and how that causes us to fail to co-operate in the global stewardship of shared resources.\nHow can science inform resource stewardship?\nWhat can we learn from mismatches, failures and successes in the use of scientific information in resource stewardship? How can information be used effectively, despite varying levels of uncertainty and risk in the reliability, accuracy and reputation of science, modelling and forecasting efforts? By asking and answering these questions, we aim gain an understanding of the impact of different information types on decision-making. \nResource stewardship: a multi-scale, multi-dimensional problem\nA lack of understanding of the way in which impacts propagate across scales of resource management has been one of the reasons for chronic resource degradation. This project takes a multi-scale approach to analysis, embedded within the context of multiple drivers of global change. With a focus on land and water resources, the aim is the development of a global assessment tool that will help identify different options for local land use anywhere in the world. Ultimately, the project aims to develop effective pathways for long term global resource stewardship.",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.980386436,
        "format_confidence":0.9172233343
    },
    {
        "url":"http:\/\/www.botany.org\/paleo\/index.html",
        "text":"of the Botanical Society of America\n\n\n\nJoin the Section\n\nPaleoNews Swiki, Personalia\n\nOnline Bibliography of American Paleobotany\n\nMeetings & announcements\n\nSales - Publications, buttons, etc.\n\nReports of the Section\n\nSection Officers, Bylaws\n\nPaleobotany-related links\n\nPlease note - Paleobotany: The Biology and Evolution of Fossil Plants, Second Edition by Taylor, Taylor and Krings is now available. I got mine just the other day, and it's great, all 1230 pages, 2200 illustrations (the majority in color), more than 5000 references, nearly 1000 glossary terms, extensive index etc. You will want to own this one.\n\nHistory of the Paleobotanical Section of BSA\n\n\"The Paleobotanical Section of Botanical Society of America is the oldest organization of Paleobotanists in the world. The founding father of the Section in the years of 1934-1936 was Loren C. Perry, then of Cornell University. Paleobotanical contributions at the Botanical Society of America's meetings had customarily been presented before the General Section. Professor Perry initiated discussions of forming a formal organization of the Paleobotany Section. The idea was enhanced by the visit to the U.S.A. of Dr. H. Hamshaw Thomas during the Pittsburgh meeting of the Botanical Society.\n\nThe Botanical Society Council minutes for the 30th Annual Meeting, at Washington University, St. Louis, December 31, 1935 - January 2, 1936, include an item: 'The Secretary reported a movement on the part of several of the younger members interested in paleobotany to ask for the formation of a paleobotanical section. The Council informally expressed its hearty approval of such action.' The minutes for the corresponding meeting at Atlantic City, December 29-31, 1936, include an item:'The Secretary reported plans for the organization of a Paleobotanical Section of the Society. The Council voted its approval of the proposal to organize such a Section.'\n\nWhether one accepts the initial decision of the paleobotanists to organize in 1934 , or the final acceptance of the proposal in 1936, the Paleobotanical Section of the Botanical Society of America is the oldest formal organization of paleobotanists in the world.\"\n\nExcerpted from Alfred Traverse, 1960, Plant Science Bulletin, vol. 6, number 3, p.1.\n\nThe Paleobotanical Section, BSA is a member society of AGI, publishers of Geotimes.\nThe Section is also affiliated with the International Organization of Paleobotany.\n\nIf you spot errors or have suggestions, please send a note to Hongshan Wang or Chuck Daghlian.",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.9698396921,
        "format_confidence":0.9363468885
    },
    {
        "url":"http:\/\/www.weizmann.ac.il\/pages\/research-activities-current-research-activities\/faculty-chemistry\/earth-and-planetary-sciences",
        "text":"2017 research activities\n\nHead Prof. Yinon Rudich\n\nPicture of Prof. Yinon Rudich\n\nProf. Yinon Rudich\n\nOffice +972-8-934-4237\n\n\nThis Department, established in 1990, is dedicated to understanding the complex inter-relationships among the major Earth Systems, and between the human need for energy and the consequent impact on the Earth's environment. This requires knowledge of the interdependent components that together constitute the \"environment\", as well as a commitment to protect this environment by improving the manner in which water, land and energy are utilized by humans.\nThe Department's research activities have several general areas of activities. One focuses on water and includes hydrology, geochemistry, land-plant-atmosphere interactions and oceanography. A second activity is in the use of stable isotopes for reconstructions of paleoclimatic and of biosphere-atmosphere dynamics, and a third is in the area of atmospheric chemistry and dynamics, and cloud physics. A fourth area of research is in planetary sciences.  The Department is distinguished by the interactions among scientists from different backgrounds and expertise, which is critical to achieve a comprehensive understanding of the global environment. We also promote international collaboration based on short- and long-term visits for research and training by scientists who complement existing activities in the Department. The interdisciplinary nature of the Department is well reflected in the academic training of the research students. Their backgrounds vary enormously from physics and mathematics through geology to biology. We encourage the participation of students who are interested in not only investigating in depth a specific subject, but who are also interested in a broader, more integrative approach to science.\n\nScientistsShow details\n\n  • Picture of Prof. Brian Berkowitz\n\n    Prof. Brian Berkowitz\n\n    Development of chemical methods for remediation of water polluted by organic compounds and heavy metals.\n    Fluid flow and chemical transport in groundwater systems.\n    Percolation, scaling and statistical physics models of structural and dynamic processes in geological formations.\n    Experimental and theoretical analysis of reactive transport and precipitation\/dissolution patterns in porous media.\n\n  • Picture of Dr. Itay Halevy\n\n    Dr. Itay Halevy\n\n    The co-evolution of planetary climate and geochemistry on multiple timescales\n    The geological and geochemical history of Earth, planets and satellites\n    Global biogeochemical cycles and their interaction with the climate system\n    Drivers and consequences of episodes of global climatic and geochemical change\n\n  • Picture of Prof. Jacob Karni\n\n    Prof. Jacob Karni\n\n    Carbon dioxide dissociation using concentrated solar energy\n    Development of directly irradiated solar receivers.\n    Energy transport in particles seeded flows at high temperature.\n    Development of alternative fuels and their production methods using solar energy\n    Carbon dioxide dissociation using concentrated solar energy\n\n  • Picture of Dr. Yohai Kaspi\n\n    Dr. Yohai Kaspi\n\n    Geophysical fluid dynamics\n    Atmospheric dynamics on Earth and other planets\n    Storm track dynamics\n    Geostrophic turbulence\n    Climate dynamics\n    Planetary interiors\n    Gravitational signature of internal dynamics on giant planets\n    Jets on giant planets\n    Internal tides\n    The Juno mission to Jupiter\n\n  • Picture of Prof. Ilan Koren\n\n    Prof. Ilan Koren\n\n    The twilight zone - convective clouds and their interaction with the free atmosphere\n    Collaboration with:  NOAA-ESRL Boulder CO.\n    Anthropogenic Effects on Clouds and Precipitation and the Derived Climate Forcing\n    Collaboration with:  NASA-GSFC, UMBC\n    Cloud microphysics and dynamics\n    Cloud classification and cloud textures and morphology\n\n  • Picture of Prof. Yinon Rudich\n\n    Prof. Yinon Rudich\n\n    Health effects of atmospheric particulate matter\n    Ice nucleation by atmospheric particles\n    The transport of microorganisms in the atmosphere and their possible biogeochemical effects\n    Optical properties of atmospheric organic aerosols\n\n  • Picture of Prof. Dan Yakir\n\n    Prof. Dan Yakir\n\n    Developing the use of stable isotopes (in particular, 13C, 18O, 15N, 2H) as tracers of biogeochemical cycles on land.\n    Environmental and climatic influence on the exchange of trace gases and energy between plants, soil and the atmosphere.\n    Climatic influence on the natural abundance of carbon, oxygen and hydrogen isotopes in CO2, O2, H2O and organic matter.",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.9768826962,
        "format_confidence":0.912389338
    },
    {
        "url":"http:\/\/ivrma.org\/",
        "text":"Sunday, December 16th, 2018.\nOur mission to develop, implement, and support efficient and sustainable programs for waste reduction, reuse, recycling, hazardous waste Management, composting and recycled-content purchasing for Imperial Valley citizens in accordance with local, state, and national mandates. Brawley, Calipatria, Imperial, Calexico, El Centro, Westmorland, Holtville and County of Imperial are included in our scope area.\nIf you are looking for a fun way to learn about the environment, this is the page for you. We have included links to interactive games, word search puzzles, and a coloring book. To start having fun, click here.\n\nHHW Facilities\nEnter Highway 86 and G Street- open every other Sunday morning\nDecember 2nd, 16th and 30th from 8 A.M. to 12 Noon\n\n500 W 5th Street-open every other Sunday morning\nDecember 9th and 23rd from 8 A.M. to 12 Noon\n\nEl Centro\n702 E Heil Avenue- open every Saturday morning\nDecember 1st, 8th, 15th, 22nd and 29th from 8 A.M. to 12 Noon\nTurning Plastic back into Oil\nMan invents machine to convert plastic into oil. Read here.\n\nThe Story of Electronics\nWhy 'Designed for the Dump' is toxic for people and the Planet. Read here.",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.9561965466,
        "format_confidence":0.9849512577
    },
    {
        "url":"http:\/\/association-ifca.org.uk\/about-us\/ifca-vision",
        "text":"IFCA Vision\n\nThe national IFCA vision\n\n“Inshore Fisheries and Conservation Authorities will lead, champion and manage a sustainable marine environment and inshore fisheries, by successfully securing the right balance between social, environmental and economic benefits to ensure healthy seas, sustainable fisheries and a viable industry.”\n\nThe Association vision\n\n\"The aim of the A-IFCA is to assist and promote the regional IFCAs to ensure that the authorities develop a leading and effective national role in fisheries and conservation management in line with the IFCA vision\"\n\nSuccess Criteria\n\nHigh Level Objectives",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.7097699642,
        "format_confidence":0.9922707081
    },
    {
        "url":"http:\/\/www3.ag.purdue.edu\/entm\/Pages\/ResearchFacilities.aspx",
        "text":"Skip Navigation LinksPurdue Agriculture > Entomology > Research Facilities\n\n Research Facilities\n\nCampus Facilities\n\nThe Department of Entomology is housed in Smith Hall (SMTH), Whistler Agricultural Research Building (WSLR), and the Entomology Environmental Laboratory (EEL). The Center for Environmental and Regulatory Information Systems (CERIS) program and staff are located in a rented office suite off-campus. SMTH houses the teaching faculty, a student resource room, two dedicated entomology laboratory classrooms, the Boiler Bug Barn outreach center, most extension staff and applied research programs, the biological control program, the turf pest management program, the aquatic entomology program, the landscape ecology program, the Indiana CAPS program, the USDA APHIS Nuisance Wildlife program, the USDA APHIS Insect Identifier Unit, the Purdue Entomological Research Collection, and the administrative office suite. Entomology staff in WSLR are those individuals and programs that require specialized physiology, toxicology, biochemistry and molecular genetics and genomics laboratory facilities. EEL has lab and office space for the nematology program, host plant resistance program, growth chambers, and serves as the head house for the attached greenhouses.\n\nOff Campus Facilities\n\nThe Entomology Field Operations Building (EFOB) is located on a 6-acre tract with a Butler type building 1.5 miles west of campus. This facility is used for field plot equipment storage, applying pesticides in laboratory experiments, and as a general workshop for the department. The apiary is located at this site and the building provides support facilities for our honey bee research activities led by Greg Hunt. The fumigation laboratory used by the post harvest and forensic science programs is also located at EFOB. This laboratory consists of three temperature controlled fumigation chambers that provide the ability to test gas concentrations during fumigations. This is one of two such facilities in the nation. A second Butler-type building in this area serves as the bait mixing station for the USDA APHIS Nuisance Wildlife program. There are also three specially constructed outdoor rodent pens designed to restrict non-avian wildlife from moving into or out of the plots. The forensic science group is currently using these pens for replicated field work concerning animal cadavers and insect time of entry experiments. Entomology has a compartment in the Crop Protection Laboratory located at the Agronomy Research Center for storage and mixing of pesticides. The Agronomy Center For Research and Education is also the site of the Post Harvest Research and Education Center (PHERC). The PHERC is one of three facilities in the nation (the others are in Kansas and Oklahoma) with replicated research bins. Other field research is conducted at Purdue Agronomy, Horticulture, Post Harvest and Turf Centers, and with cooperators across the state.\n\nResearch Collections\n\nPurdue Entomological Research Collections (PERC)\nThe Purdue Entomological Research Collections are an integral and invaluable part of the entomological program at Purdue in that they represent the diversity and distribution of those organisms that are in essence the subject of entomological study. PERC is staffed by W. P. McCafferty (director), A. V. Provonsha (curator), and part-time student help. The collections and associated labs and offices are housed in the east basement of SMTH. The primary functions of PERC are: 1) to provide a reference source for implementing the accurate and timely identification of insects (for teaching, research, and extension); 2) to serve as a database for systematic research at Purdue and by specialists throughout the world (a large number of loans and visitations are made annually); 3) to serve as a repository for voucher specimens used in field and laboratory research; and 4) to provide a facility for maintaining representatives of the entomofauna of Indiana habitats and surrounding regions.\n\nApproximately 1,800,000 specimens are held, representing more than 140,000 species. Through collecting, donations, and exchanges, more than 540,000 specimens have been added to the collections since 1972 when the current coordinator and curator were hired, with 192,710 specimens added since the last departmental review in 2002. The majority of specimens are pinned in standard USNM style drawers. However, a large and rapidly growing collection of alcohol-preserved material is also maintained and a sizable number of specimens or parts thereof are preserved on microscope slides.\n\nAlthough taxa are broadly represented geographically, approximately 60% of the specimens are from Indiana, and PERC is by far the single most important resource center for the insects of Indiana. It is one of our long-term goals to acquire as complete as possible a representation of the Indiana insect fauna. PERC is recognized internationally as a primary resource in four areas: 1) the type collection of over 5,839 type specimens, 2) the Ephemeroptera collection of approximately 400,000 specimens, and over 2,000 species, which ranks as the most complete, diverse, and taxonomically important collection of mayflies in the world, 3) the Blatchley collection of Coleoptera, and 4) the general aquatic insect collections, which are becoming one of the most important in North America.\n\nPurdue Nematode Collection\nThe Purdue Nematode Collection, curated by V. R. Ferris, is comprised of two parts: 1) the traditional collection of Cobb slide mounts (especially of type specimens); and 2) the frozen and\/or alcohol-preserved collection of nematodes used for DNA research.\n\nThe traditional collection at one time was a major resource containing more than 200,000 permanent specimens mounted on aluminum Cobb slides in glycerin and catalogued (paper records only) at least to genus. Primarily, the collection includes soil and freshwater nematodes from diverse habitats of North America. Holdings are 60% Adenophorea and 40% Secernentea. The \"permanent\" Cobb metal slide mounts are stored in boxes in fireproof safes housed in EEL near the nematology compound microscopes. The systematics reference collection of more than 5,000 reprints, books and monographs is stored near the safes. At one time, curatorial maintenance was provided by the department, but this is no longer the case. Grants to the curator for maintenance of a small and isolated collection (although pursued for many years) are no longer feasible. This results in neglect of the collection, which ideally should be frequently monitored and specimens remounted if they show signs of drying. Occasional requests for specimen loans are handled by the Curator as her time permits.\n\nThe materials used for DNA research are mainly stored frozen (in buffer) in boxes (80 samples\/box) at –20o C with (paper) records maintained as to storage location, source, etc. Similar records are kept for alcohol-preserved specimens, although differences in container sizes make the physical storage of these specimens awkward. The curator attempts to replenish alcohol as it evaporates.\n\nNematode systematics research increasingly relies on molecular data, as young researchers seek to eliminate the need for laborious microscopic examination of museum specimens. This tendency may or may not change in future years, and we continue to maintain both collections as best we can.",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.9756600261,
        "format_confidence":0.8843181133
    },
    {
        "url":"http:\/\/www.theconservationfoundation.org\/county.php?CountyID=5",
        "text":"Other Places We Work\n\nIn addition to our four-county core serve area of DuPage, Kane, Kendall and Will Counties, TCF also helps folks in La Salle, Grundy and De Kalb Counties. \n\nOur main focus in La Salle County is the Lower Fox River watershed. We have focused on preserving key high quality natural areas in the Lower Fox and La Salle County, in addition to Kendall County, has its fair share of spectacular places. Among these is the 253-acre Dayton Bluffs, which we purchased in 2013. Our continued focus in the near future will be on preserving other lands along the Lower Fox River in accordance with our Lower Fox River Strategic Land Conservation Plan.  Our Fox River Initiative has also begun in this area to help citizens become more aware of and enjoy the Fox River in the hopes that they will then feel inspired to protect and improve it.  Click here to learn more about the Fox River Initiative.\n\nOur involvement thus far in De Kalb County is assisting the De Kalb County Forest Preserve District acquire land for more forest preserves. Since, 2006, we have helped De Kalb County pass an open space referendum and acquire three properties totaling more than 250 acres. In addition, we hold a conservation easement on 35 acres of high quality wetland and prairie near Leland. The Big Rock Creek watershed is an important stream to us and part of its headwaters are located in De Kalb County.\n\nGrundy County has been less active for us but there is great opportunity here. TCF has been very active in the lower half of the Aux Sable Creek watershed. Although its origins and most of the watershed is located in Kendall County, the Aux Sable Creek is a high quality stream system and we don’t ignore it when it crosses into Grundy County. In fact, we partnered with the City of Minooka in helping to preserve a 10-acre parcel along the creek as part of a planned greenway.\n\nTCF’s involvement in other Northeast Illinois counties is limited to partnering, mentoring and providing value added services to other land conservation organizations located there. We partner with and assist similar organizations such as Conserve Lake County, Land Conservancy of McHenry County, and the Barrington Area Conservation Trust in Northwest Cook County.",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.8710600734,
        "format_confidence":0.9866315722
    }
]