[
    {
        "url":"http:\/\/www.positivelypetaluma.com\/2014\/06\/handmade-dolls-to-stories-for-children-an-interview-with-jess-brown\/",
        "text":"Update: Handmade Dolls To Stories For Children: An Interview with Jess Brown\n\nUPDATE: 10\/21\/2015  Doll House: Jess Brown builds a doll-making empire in Petaluma \n\nUpdate: 8\/16\/2014 Mother Magazine recently featured INSIDE DOLL MAKER JESS BROWN’S WORLD on August 5, 2014 written by Katie Hintz-Zambrano.  In this post there are a lot a great photos of Jess’s home and children.\n\nIn our searches for great things happening in Petaluma, it’s hard not to run into an article about Jess Brown.  Her signature rag dolls are known internationally and she recently released another storybook for children.  Growing up in New York and Marin County, she decided to make her home and start her business in Petaluma.  Jess tells us that Petaluma is a magnet for creative people and supports entrepreneurial-ism mixed with art.  The Jess Brown label for her handmade rag dolls have caught international attention by big designer names as well as popular magazines like Vogue and Martha Stewart Living. In this interview you will get to know Jess Brown more and how this hard working mom balances her busy life.\n\n\n\nWayne:  What first inspired you to make dolls?\n\nJess: I had begun making dolls for my daughter when she was a baby (now almost 16)\n\nWayne: Do your children have a favorite doll that they have kept over the years?\n\nJess: Both kids have a nice collection of dolls from the time they were babies until now. They each have favorites\n\nWayne:  Do they have names for them?\n\nJess: Stella’s favorite is “Mimma”. Tiger’s favorite is “Clyde”\n\nWayne: Where did you grow up?\n\nJess: I grew up half in New York and half in Marin County\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.8704175353,
        "format_confidence":0.6952650547
    },
    {
        "url":"https:\/\/www.architecturaldigest.com\/video\/watch\/open-door-inside-nhl-star-connor-mcdavids-cozy-modern-home-2021-11-23",
        "text":"Skip to main content\n\nInside NHL Star Connor McDavid's Cozy Modern Home\n\nToday Architectural Digest brings you to Edmonton, Alberta in Canada to visit the welcoming, three-story home of NHL superstar Connor McDavid. Arguably the greatest current hockey player in the world, McDavid and his girlfriend Lauren Kyle partnered with Design Two Group to design and build their dream home after Connor secured a lucrative, long-term contract with the Edmonton Oilers. When it came time to review the finalized architectural plans, McDavid and Kyle decided to make one major addition: On the basement level, next to the plush lounge and bar area, they commissioned what they call “the sports court,” (a basketball half court where most afternoons you’ll find McDavid roller-blading and working on his hockey skills) as well as a home gym. “Connor being the captain [of the Oilers], we knew we were going to have to host a lot,” Kyle says. “This house feels like it’s definitely an entertainer’s home.”\n\nArtwork courtesy of Christopher Florentino\n\nReleased on 11\/23\/2021\n\n\nHey AD, I'm Connor McDavid.\n\nThis is my girlfriend, Lauren.\n\nWelcome to our home in Edmonton. Come on in.\n\n[upbeat music]\n\nThis is the king of the household, Leonard.\n\nWe got him a couple of years ago.\n\nHe's just a little over two. He definitely runs the house.\n\n[upbeat music]\n\nThis used to be, I guess, my formal working space.\n\nAbout a year ago, I transitioned to a new space\n\nand it really became your office.\n\nYou know, it's great to see her get out\n\nand find an office that works for her\n\nand continue to grow her company\n\nand it looks a little cleaner now that it's my space, so.\n\nWe love it in here.\n\nThese are one of my favorite light fixtures in the house,\n\nthey're Apparatus Studio.\n\nHas a really nice view to the outdoors,\n\nwhich is always nice when you're working,\n\ngetting some natural sunlight.\n\nAnd of course, our favorite coffee table book,\n\nthe Architectural Digest book.\n\n[upbeat music]\n\nTransition into the TV room,\n\nlove spending off days here, watching Sunday football\n\nor, you know, anything like that.\n\nI'm a big Friends fan, so definitely a great spot\n\nto kind of lounge and get a little recovery.\n\nI mean, this is really where everyone congregates\n\nwhenever we have people over,\n\neveryone's kind of all over this couch.\n\nIt's huge. It can fit a ton of people.\n\nOur TV was concealed behind these big steel panels,\n\nso you just push and slide open when you want to watch TV\n\nand then you can close them off\n\nif you're just looking for a nice feature wall.\n\nI really, really like how these steel panels patinaed,\n\nit kind of brings in that green and brown tones\n\nthat really match with a lot of our decor.\n\n[upbeat music]\n\nTransition into the dining room\n\nI don't have to go too far.\n\nWe have a lot of team dinners,\n\nwe always have a lot of family coming out to visit us,\n\nso nice big dinner table to have nice big family meals\n\nand we always love having people over.\n\nBehind this door is one of our favorite parts, the bar.\n\nSo you just basically pull this back\n\nand there's a nice little hidden bar back there.\n\n[upbeat music]\n\nThis is our kitchen.\n\nI think obviously the first thing that sticks out\n\nabout our kitchen is this big island.\n\nAgain, we talked about having people over\n\nand this is another kind of great area for us\n\nto kind of just hang out and have everybody all around\n\nand you know, it's a definitely a spot that gets used a lot.\n\nLaura is actually a great cook as well.\n\nShe's actually got a cookbook that she's working on.\n\nAnd I've got a great recipe tester, so it works perfectly.\n\nYeah, we really chose this black and white\n\nkind of monochromatic palette with a lot of earthy tones\n\nas subtle accents, just because the architecture\n\nwas really sleek and clean and we wanted to maintain that,\n\nespecially in the kitchen.\n\nNice big fridge.\n\nBasically, we got the Roy G. Biv situation.\n\nWe might've done this for you guys.\n\nI got to give a shout out to my guys over at BioSteel.\n\n[upbeat music]\n\nAnd I guess that kind of brings us\n\nto the outside space here.\n\nA little bit chilly out right now,\n\nbut we only get, Yeah, winter's coming.\n\n[Connor] Yeah, we only get a couple of months\n\nout of this spot, but yeah,\n\nso this is kind of the indoor outdoor space,\n\nwhich I certainly love.\n\nLeonard uses it for his like snow bed out here\n\nbut that's about it. Yeah.\n\n[upbeat music]\n\nWelcome to the basement.\n\nYeah, we kinda wanted to have this speakeasy vibe\n\nbecause it's centralized and there's not a lot\n\nof natural light that comes in,\n\nso we thought we'd take advantage of that\n\nand really bring in that moody feel to it\n\nand then pops of color, obviously.\n\nThis is our new favorite sign.\n\nI kind of got the inspiration from Kyle Richard's house,\n\nI saw a very similar sign. I was like, that's just amazing.\n\nAnd you know, Leonard really approves of it, as you can see.\n\nWe have a quite sizable selection of wine.\n\nWhen we first moved in,\n\nwe were just going to like liquor stores\n\nand just trying to buy the coolest labels we could find.\n\nSo we actually, I have no idea if any of it's any good.\n\nWe're trying to bring some colors in from the labels\n\ninto this piece of artwork, which I think is awesome,\n\nit's by Florai and it just really brings to life\n\nall this pop of color in the basement.\n\nMove over here, we got the pool table.\n\nWhenever we have the guys all together,\n\nit's a great way to kill an afternoon for sure.\n\nWe got these three portraits back here,\n\nAndy Warhol, Jimmy Hendrix and Jack Nicholson.\n\nThe photo's made up by their story\n\nif you read really closely, some people actually stand here\n\nfor a while and get a good idea of what's going on.\n\n[upbeat music]\n\nThis is the guestroom, the main guestroom I would say.\n\nDefinitely when we get people or friends coming out,\n\nthey're usually calling dibs on this room.\n\nNot a lot of light, so people love that too,\n\nbecause they can just sleep until noon\n\nand not know it's noon.\n\nThen as you walk around the corner,\n\nit takes you to this big, nice expansive en suite.\n\nIn this bathroom, we really got to have a little bit of fun\n\nwith the design selections,\n\njust because it is a guest bathroom\n\nand we're not staying in it all the time,\n\nwon't get sick of it.\n\nSo we went with this really loud tile in here.\n\nSo it's really fun and great, expansive space for guests.\n\nThis is the theater room, great for a nice, lazy off day.\n\nCome in, watch a little bit of football, watch a movie.\n\nYou know, when you're in here, you kind of feel\n\nlike you're in your own private little movie theater.\n\nAnd obviously, we like popcorn,\n\nwe got the popcorn machine there.\n\nWe have quite opposite tastes of candy.\n\nHe likes the licorice and the raisins\n\nwhich is an interesting choice.\n\nAnd then, I'm all the good stuff.\n\nThe sports court, probably my favorite part of the house.\n\nWe can't get outside that much during the winter\n\nso it's a nice place to come and be active, you know,\n\nrollerblade, play a little bit of hockey or basketball.\n\nYeah, we've played a couple of good games of 21 in here\n\nand I might've thrown on the goalie pads a couple of times.\n\nWe had these massive stairs before\n\nthat took up a lot of space and we found, you know,\n\nwe'd be playing games and we needed this corner.\n\nSo, you know, these again were kind of the afterthought,\n\nbut they fold up like that.\n\nProbably not the safest stairs in the world,\n\nthey're a little steep.\n\nNot about safety in here, we're here to play, so.\n\n[upbeat music]\n\nMoving on to the gym here, this is a, you know,\n\na room that I spent a lot of time in.\n\n[Lauren] Especially in quarantine,\n\nwe spend a lot of time here.\n\nI think at one point, some of your teammates\n\nwere coming here and using the gym.\n\nWe hosted the bubble, the hockey bubble for COVID.\n\nUnfortunately we were out a little bit earlier\n\nthan we would have liked and our rank was being used.\n\nSo this area became the Oilers home away from home.\n\nWe had a couple of guys training out of here\n\nand rehabbing some injuries out of here.\n\nSo it worked out pretty good. Yeah.\n\nDown in here- It kind of wraps around\n\nthis corner and it gives you a nice view\n\ninto the sports court area over here.\n\nAnd this, of course, is the steamer.\n\nSo after a nice workout, it's nice to get in there\n\nand sweat it out a bit.\n\n[upbeat music]\n\nSo, welcome upstairs.\n\nWe got another place to lounge, of course.\n\nA little reading nook almost.\n\nI love this space. It feels so cozy.\n\nWe turn the fireplace on and it's connected to the hot tub,\n\nso we'll spend a lot of time in and out of this space.\n\nWe also have a TV that drops down\n\nin front of that fireplace as well.\n\nSo everything in the house is kind of concealed and hidden.\n\nThis is the patio, probably one of my favorite parts\n\nof the whole house.\n\nWe got the hot tub here.\n\nIt can be hard to get some sleep after a game\n\nand that certainly helps.\n\nReally nice view here, kind of Edmonton's river valley here\n\nright in front of us.\n\nAnd it's actually the dog park down there\n\nso we spend a lot of time there with Len and he sits up here\n\nand guards us while we sit in the hot tub\n\nwith all the people walking by and all that, but.\n\nLaura actually painted this, which I didn't even know about\n\nuntil a few months until we moved in.\n\nI think it's pretty good.\n\nI'm not much of an art guy,\n\nbut I think it looks pretty good.\n\nWe kept walking by and I was like,\n\nWell, what do you think of the new piece?\n\n\nThis is the bedroom. We added in this custom-built bed.\n\nWe really wanted it to feel kind of like a hotel style bed.\n\nWe decided to put the TV in the foot of the bed.\n\nSo this will pop up.\n\nThis TV definitely gets a lot of use here with,\n\nwe definitely like to watch shows before bed.\n\nAlthough they say you shouldn't do that, but.\n\nAnd it makes room for a nice photo wall\n\nof all of our family and friends\n\nand a couple of photos of us\n\nand many photos of Leonard, obviously.\n\n[upbeat music]\n\nThe bathroom here, this is definitely\n\na big enough bathroom for the two of us,\n\nyou know,... (truncated)",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.563852489,
        "format_confidence":0.6523865461
    },
    {
        "url":"https:\/\/www.housebeautiful.com\/room-decorating\/colors\/a1515\/sean-catherine-bachelor-wedding-color-palette\/",
        "text":"The Bachelor's Sean and Catherine on Bedding, Bridesmaids, and More\n\nSpotted at Bloomingdale's registering for their upcoming nuptials, we couldn't help but ask Sean Lowe and Catherine Giudici about their home's color palette, how they're blending different decorating styles, their wedding decor, and more.\n\nCourtesy of Charisma\nWhat colors do you prefer for your bedroom?\n\nWe like white bedding in a bedroom because it's calming but also bright. The Charisma Isabella bed in white that we picked has beautiful detailing. We then tend to use colorful or textured accessories to make our home more dynamic.\n\nDo you have any advice for couples when they register?\n\nIt's so nice that people buy you gifts to start your life together! We tried to pick classic items that we will always love that also have a sense of our quirky nature. There is no rule for registering - buy what you love and what makes sense for you and your life!\n\nHow have you compromised on different decorating styles? Any advice can you share?\n\nLuckily, we have a very similar style and taste level. If there's something someone doesn't like, just keep looking until you find something you do agree on. There are so many beautiful home items on the market right now, you're bound to find something both of you love.\n\nWhat's your wedding color scheme?\n\nWe are focusing on gold, rose gold, and blush as the colors for the wedding. Gold is one of the sexiest colors. It's also symbolic of where we got engaged – in Thailand!\n\n\nSee more great products:\n\n25 Amazing Things for 2014\n12 Personalized Holiday Presents\n\nDesign Bloggers Predict Top Trends for 2014\n\nCamila Alves on Holiday Decorating and Gifting\n\nThis content is created and maintained by a third party, and imported onto this page to help users provide their email addresses. You may be able to find more information about this and similar content at\nAdvertisement - Continue Reading Below\nMore From Color Inspiration",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.92749089,
        "format_confidence":0.8254416585
    },
    {
        "url":"http:\/\/www.coloradogreenbuildingguild.org\/page\/NLFeature1June2016\/Being-Green-in-Real-Estate-A-Conversation-with-GreenSpots-Melissa-Bald.htm",
        "text":"Print Page   |   Contact Us   |   Sign In   |   Join now\nSearch our Site\nGuild Events\n\nCGBG November Brown Bag: Straw-bale Construction\n\nSign up for\nour Newsletter\n\n\nBeing Green in Real Estate: A Conversation with GreenSpot's Melissa Baldridge\nShare |\n\nTell us about yourself and your business (how long have you been around, what type of clients do you serve most often, what areas do you cover, and what makes you unique).\n\nGreenSpot Global is a hybrid company merging real estate transaction expertise for commercial and residential properties, with deep, green-building knowledge – the nuts and bolts of high-performance homes and buildings. GreenSpot Energy & Sustainability provides project analysis, energy, water, and Carbon modeling, green-building certifications, and turnkey certification project management. These certifications include LEED, Energy Star, Living Building Challenge, and Zero Energy-Ready homes. We started the company in 2010 to lower greenhouse gas emissions and resource use of homes and buildings.\n\nWhat eco features do you recommend people invest in or prioritize at home?\n\nComplete an energy audit! Find out where heat is leaking from your home so it can be sealed. If you are remodeling, it is a perfect time to do an energy audit! Most homes do not have enough insulation and can easily lower their HERS (Home Energy Rating System) index score with a little bit of investment. A lower HERS index score means your home is more energy efficient. This leads to greater energy savings and an increased resale value.\n\nHow can green features affect curb appeal or price?\n\nWhile a well-insulated and well-sealed home may cost more than its leakier, less efficient neighbor, energy efficient homes offer much greater energy savings and eliminate much of the uncertainty of rising heating and electric rates. Once people are educated that energy efficient measures help them in the long term, the choice is clear.  \n\nAny advice for people about real estate market trends?\n\nI highly recommend that people do as much energy efficiency upgrading as possible on their homes while it is still voluntary. Codes are getting stricter and it will cost more in the future. Also, the sooner you upgrade, the more you will save and help the planet.\n\n\nSign In\nSign In securely",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.955773592,
        "format_confidence":0.9428470135
    },
    {
        "url":"https:\/\/www.clothdiaperrevival.com\/2013\/07\/cloth-diaper-story-sheena.html",
        "text":"Cloth Diaper Story: Sheena\n\n\nJackson, 18 mos\n\nAbout Sheena\nWAH Landscape designer, green-living enthusiast, internet junkie, cooking\n\nHow long have you been cloth diapering?\n\nWhy did you choose to cloth diaper?\nI think I'm unique in that the cost savings wasn't the driving factor for me. It was the reason my husband supported it, but my main attraction was how environmentally friendly and healthy it was.\n\nWhat diapers are in your stash?\nBG Freetimes, Diaper Safari pockets, Tots Bots, Blueberry\n\nFavorite diaper in your stash?\nTots Bots Easy Fit in London\n\nBiggest cloth diapering challenge?\nI faced a rash that would NOT go away, and a major stink issue\n\nFavorite thing about cloth diapering?\nHow much healthier it is for my baby, and for the earth.\n\nI will also admit that I love picking out the cute little prints and putting them on my little man. Cloth diapers are so darn cute and they are even cuter on my sweet baby!\n\nLeast favorite thing about cloth diapering?\nThe smell.\n\nFavorite piece of parenting or cloth diaper advice?\nIt's ok to take a break from your preferred methods every now and then. A frazzled parent is not worth keeping up \"appearances\".\n\nAnything extra you'd like to share?\nI'm starting a cloth diaper 101 class in my area soon. Really excited for the opportunity to help spread the cloth love.\n\nIf you'd like your story to be featured on the Cloth Diaper Revival, please fill out this form. I will contact you when there is an opening! Thank you!\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.5790788531,
        "format_confidence":0.7598069906
    },
    {
        "url":"http:\/\/www.crebnow.com\/city-limits-bliss\/",
        "text":"For Amy Shafer and her family, Watermark provides the perfect mix of wide-open park space and accessibility. Andrea Cox \/ For CREB®Now\n\nCity-limits bliss\n\nAmy Shafer found her own private oasis in Watermark at Bearspaw\n\nAmy Shafer grew up on a farm, so when it came to building her dream home, being immersed in nature on the doorstep of wide-open park space was a top priority. She and her husband, and their three children, had been living in Valley Ridge, but just didn’t feel connected. Their search for the perfect lot brought them to Watermark in Bearspaw, where they purchased a 1.33-acre home site that backs on to an Aspen grove, a freshwater pond and walking trails. The community features 46 acres of parkland and 16 ponds, and brushes up against the Haskayne Legacy Park, with trails connecting to Calgary and Cochrane.\n\nCREB®Now: What attracted you to the community of Watermark?\n\nAmy Shafer: We looked inner-city and rural, but we found acreages to be too much work. About the time when we were looking – around six years ago – the ads for Watermark came out, so we went to take a look. It was so close to the city and yet the lots were really huge. When we looked at it, the development was still a farmer’s field, so we really got a feel for what the area was like. We chose our lot because it is really this private oasis that backs onto a pond and a forested grove. Plus there are all of these walking trails – the pathways are phenomenal. I have a dog and walk her twice a day, the kids can skateboard and ride their bikes, and there are so many parks. The central plaza with the water feature and barbecues is an amazing spot to hang out in and meet with the neighbours.\n\nCREB®Now: Can you talk about the sense of community within Watermark?\n\nAmy Shafer: We were really searching for a community that had a close-knit feeling and Watermark is everything that we were looking for – I don’t think that we will ever leave. It’s all young families here and probably three-quarters of the kids go to Bearspaw School. The school bus literally stops on our driveway, so I don’t even have to get out of my pajamas in the morning.\n\nI love my neighbours so much. Because we were in phase one, everybody was new at the same time. The developer did all of these gatherings at the beginning so that everyone could get to know each other – Stampede breakfasts, Easter egg hunts, movie nights in the park, and those events are ongoing.\n\nOn Fridays school is out at 2 p.m. and everyone goes to the park. It is just packed and everyone knows each other. There is always something going on – someone is having a fire pit or a dinner or friends over to watch the game. We don’t need to leave the community – we just go to a neighbour’s house. We really weren’t expecting the social part of the community. It’s been amazing.\n\nCREB®Now: Could you speak to the location and the amenities?\n\nAmy Shafer: We are right on the edge of Tuscany, so we are basically in Calgary, but just have a Rocky View County designation. My husband works downtown. It’s no different of a commute than it was from our previous home in Valley Ridge. He’s never complained and he likes living out here so much that it is well worth it. We also have a CTrain station a few minutes away in Tuscany that takes you right downtown.\n\nThe accessibility from here is fantastic. With Stoney Trail, it is so easy to get anywhere – to the mountains and to the east side of the city.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.9029746056,
        "format_confidence":0.8415532708
    },
    {
        "url":"http:\/\/rural.sheppnews.com.au\/2017\/12\/19\/124828\/duo-is-part-of-the-family",
        "text":"Duo is part of the family\n\nDecember 19, 2017\n\nLauren and Freya Mathers with their dogs, Rove and Ralph.\n\nFreya feeds Ralph while Rove looks on\n\nSo, Lauren, tell me about your pooches.\n\nRove is a retriever and we have had him for five years. We called him Rove because he used to nick off as a pup with the boxer we used to have. When he was a pup we actually thought we had lost him, and we found him 3km away sitting in a front gate next to a wheelie bin, just waiting for us to find him.\n\nRalph is a Maremma and is five months old. We got him because we were having trouble with foxes eating the piglets. We thought he was way too cute to take down to the paddock, and he has now bonded with the kids and Rove and I am not that positive that he will make the best guard dog now.\n\nPoor Rove looks like he is a little on the chubby side.\n\nYes but he has lost 20kg. He is on a very strict diet and is only allowed to eat low-calorie dog food. He started to put on weight when he stopped roving around the countryside after we had him fixed. I think he was upset so he started to binge eat.\n\nWhat was he eating?\n\nWell, we have seven chooks and we never got an egg, so we are pretty sure he was eating seven eggs a day combined with pig bones. He is funny though because we never actually saw him eat, he was always burying stuff and going back to eat it later — he is definitely a closet eater.\n\nWhat’s his personality like?\n\nHe is just a beautiful dog. George can lie on his back and play with his teeth and he just lets him. He is very protective of the kids, and when Lucy was little he used to follow her around and gently herd her back to the house by pulling gently on her clothes. Ralph just loves him too and they are best buddies.\n\nDo they fight over anything?\n\nJust the bed. We only have one dog bed and if Rove is asleep on it and it’s tea time, he won’t get off and eat his tea because he doesn’t want Ralph to get onto the bed. The other day I took one of them to the vet — one howled all the way into town and the other howled the whole time we were away. They really are best buddies.\n\nI just love dogs and I have always had one. They are great company and there is nothing more calming than sitting there and patting a dog. The kids love them as well and they are huge part of our family.\n\nWords and pictures: Sophie Baldwin\n\nMore in Rural\nLogin Sign Up\n\nDummy text",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.9860730171,
        "format_confidence":0.6629889607
    },
    {
        "url":"http:\/\/blog.thelavenderleash.com\/4-questions-about-dog-food-answered-by-the-founder-of-fresh-is-best\/",
        "text":"Our Blog\n\n\n\n4 Questions About Dog Food Answered By the Founder of Fresh Is Best\n\nScreen Shot 2015-12-07 at 9.01.21 PMAs an avid pet lover, Stacy LaPoint began her interest in pet nutrition when her dog Jade, a 6-year-old German Shepherd, was diagnosed with Addison’s Disease (adrenal gland failure, auto-immune disorder) in March of 2000. It was the research that was done to help Jade that led her on a journey of changing the way people think about pet nutrition, food, health and longevity.\n\nStacy started preparing dog food at home with several well-known authors’ books on pet nutrition as her guides. That led to making food for the pets of several family and friends, whose interests were piqued when they saw the health successes that come with raw feeding.\n\nNow, with the help of an animal nutritionist, Stacy exceeds the nutritional profiles of each recipe created and sold, as determined by the Association of Animal Feed Control Officials.\n\nNow more than a decade later, Fresh Is Best continues to serve fresh whole food, to dogs and cats all over the United States. Not only are we thrilled to partner with Fresh Is Best as a product provider for The Lavender Leash, we appreciate Stacy sharing her knowledge regarding tips for choosing the best food and treats for your dog.\n\nQ: Why were you drawn to partner with The Lavender Leash?\n\nA: Jennifer approached me with her idea of a subscription box focusing on high quality food and treats from small businesses that care about every ingredient and step in the making of their goods. I knew right away I wanted to take part in this new venture. As a local Milwaukee businesswoman, I feel strongly about supporting small local business in our community, especially other woman-owned companies.\n\nQ: Why is it important to you to help educate pet owners about the foods and treats they feed their dogs?\n\nA: Pets don’t have a choice what they’re fed like people do. I feel strongly about making sure healthy food and treats are available to them by educating their care-givers. That’s the only way to reach dogs; through their people.\n\nQ: Is there a difference in the types of food that should be given to large breed dogs vs. smaller dogs? Are larger dogs more prone or susceptible to allergies or other complications with the foods and treats they are given? \n\nA: Dogs are carnivorous regardless of their size. Quality ingredients are the key to any dog’s health. Human-quality meats, vegetables and supplements should comprise their diet, no matter how big or small.\n\nQ: Is there anything new or exciting that you’d like to share about your company? New products, services or events coming up in the future?\n\nA: In the Spring we will be celebrating our 15th year in business! Everyone at Fresh Is Best is proud of that and we all love what our jobs mean: the pets that get to enjoy our products are better off and that keeps us going every day.\n\nWe have always, and will continue to buy, all American-grown-and-raised products, many of which are organic or naturally raised. We sell our products as fast as we can make them – that’s why they’re so fresh. We aren’t looking for ways to lengthen shelf-life because we don’t intend to stockpile inventories that sit on distributor shelves just to accumulate sales and grow quickly.\n\nIt takes a lot of thought and organization to make small batches of fresh food and treats and keep a steady stream going out to our customer base. We’re growing slowly by design.  That’s how we’ve lived up to our name all these years.\n\nFresh Is Best is sold in 22 states and can also be purchased on their website at www.freshisbest.com. Learn more about Stacy and her company’s story here.\n\n\nLeave a Reply\n\nYou may use these HTML tags and attributes: <a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <s> <strike> <strong>",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.6038247347,
        "format_confidence":0.6139912605
    },
    {
        "url":"https:\/\/www.dhlsgotheart.com\/entries\/edmonton-humane-society",
        "text":"A network connection is required to play videos\n\n· 00:31\n\nEdmonton Humane Society\n\n  • By Basil  Murshid · Canada, Americas\n\n\nEdmonton Humane Society\n\nMain aim of the charity\n\nRescue, care and adoption of animals, and educational and training programs to support pet owners\n\nHow the employee got involved and why\n\nI have a great love for animals and the plight of rescue animals touched a nerve. I knew I could do something to help and became involved with the Society\n\nWhat work does the employee do for charity?\n\nTaking care of all aspects of animal care, predominantly with dogs... I love walking them and I developing a relationship with them. I believe it gives them comfort when I help out, and I feel that I make a difference in their lives.\n\nWhat impact would winning have on the charity?\n\nIt would bring more focus to the plight of animals in general, and hopefully would help to educate a wider audience as to how they could help.\n\nWhat impact would winning have on the employee?\n\nDoing this work gives me a sense of purpose and it would encourage me to do even more\n\nAddThis Sharing Buttons",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.5739707947,
        "format_confidence":0.899161458
    },
    {
        "url":"https:\/\/oregonrentalhousing.com\/news\/10225970",
        "text":"The State of Rental Housing - KPNW Newsradio Interviews Tia Politi\n\nMonday, March 22, 2021 8:18 PM | Maria Menguita (Administrator)\n\nMarch 16, 2021\n\nListen to Bill Lundun of Newsradio 1120 KPNW - The Wake Up Call interview Tia Politi regarding the state of Oregon's Rental Housing industry.  Tia Politi is a licensed property manager, rental owner, and president of the Rental Owners Association of Lane County. She serves as the secretary for the Oregon Rental Housing Association (ORHA) and ORHA Education, Inc., heads up the ORHA Forms Committee, serves as a volunteer instructor for St. Vincent de Paul’s Second Chance Renter’s Rehab Program, and teaches classes in rental management throughout the state, including a class teaching high school seniors the basics of renting a home. Tia owns and operates Rental Housing Support Services, LLC, providing consultation, landlord-tenant training, mediation, notice prep and service, eviction support, and telephone helpline services.\n\nKPNW's The Wake Up Call interviews Tia Politi\n\n© 2015-2022 Oregon Rental Housing Association - All Rights Reserved\nPO Box 20862, Keizer, OR 97307\nEmail: office@OregonRentalHousing.com \n\nThe Oregon Rental Housing Association (ORHA) is a non-profit educational landlord association -- ORHA Board Members, Mentors, Staff, and\/or other related ORHA affiliates do not give legal advice. Please be advised that any information provided  is no substitute for professional legal counsel and any advice or guidance given does not constitute legal advice.  Please consult an attorney for legal advice related to your specific situation.\n\nPowered by Wild Apricot Membership Software",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.9633622766,
        "format_confidence":0.8384813666
    },
    {
        "url":"https:\/\/digital.hagley.org\/2013265_20141203_Simeone",
        "text":"Interview with Fred Simeone, 2014 December 3\n\nHagley ID:\n  • Early Collecting Career\n    Partial Transcript: \"I can actually remember that pretty specifically...\" \"...when I was about twelve or thirteen and I had a paper route and I thought these are nice things how can I get more?\"\n    Synopsis: Discusses early collecting career that began with his father. Simeone's father, a general practitioner received auto ephemera from auto manufacturers and dealers and saved them. Simeone used to look at his father's auto ephemera beginning in his early teenage years. He approached a prominent collector (Mr. Brewer) as a youth and requested a card on library stationary that endorsed him to receive auto ephemera from auto manufacturers and dealers. Simeone's first auto literature object was a Cadillac brochure. Simeone acquired most of his catalogues as a youth via written correspondence to manufacturers. Once he had a personal set of stationary, as an adult, he was able to acquire contemporary auto literature from manufacturers more easily.\n    Keywords: brochures; car dealerships; catalogues; ephemera\n  • Collecting Ethos\n    Partial Transcript: \"I think, as with everything in my museum now, history governs what you collect, so if cars were historically important in any way at all... anything odd and unusual...\" \"... it seems you can find something important about every car...\"\n    Synopsis: Explains how he selects what is worth collecting and what is not: historical significance is the most important aspect -pioneered cars by individuals, odd and unusual cars, design change, manufacturing technique, style, and performance. Vinson preferred Czech cars and Soviet cars; whereas Simeone preferred American cars and Western European cars. With some exception, Soviet cars were not historically significant. Discusses how his collecting was more focused on the car itself, whereas Vinson was more focused on the actual printed literature. Vinson was a bibliophile that enjoyed the quality of the paper and illustration, and the condition of the material. Simeone cared less about the condition of the materials that he collected and was more interested in compiling a complete collection of literature even if the objects themselves were in poorer condition. However, Simeone often would upgrade on a particular item if he found a came across a better copy in the future.\n    Keywords: collecting; curating; specialization\n  • Evolution of collecting over time\n    Partial Transcript: \"We can probably divide the collecting world into pre-internet and post-internet.\"\n    Synopsis: Discusses how his collecting evolved over time -dividing it into pre-internet days to post-internet time periods. Pre-internet collecting entailed forming contacts among fellow collectors in order to trade materials -which was difficult because each trading partner would need to have something that the other wanted as well as need something that the other had. Simeone and Vinson were not active trading partners, as their interests diverged. Instead, their relationship was more of a friendship in which they discussed their own collections with each other. Pre-internet collecting also required that collectors write to manufacturers in order to acquire contemporary literature. Collectors joined auto collecting clubs like \"Automaniacs\" that printed a journal with prices of catalogs. Dealers were another main source of auto ephemera for collectors. The most important source for pre-internet collectors was flea markets -where dealers would gather to sell auto ephemera. Occasionally, someone might advertise their collection and mail it to the buyer upon purchase. The internet altered these patterns, making auto catalogs searchable on eBay. The \"thrill of the chase\" has been lost somewhat with the rise of the internet. However, the internet has made collecting much more efficient.\n    Keywords: Automaniacs; collector's clubs; correspondence; the Internet; trading\n  • Scope and scale of auto ephemera collectors\n    Partial Transcript: \"We can name the collections that were at the level of Taylor's in the United States, there were four I guess, three, four, or five.\"\n    Synopsis: Contextualizes himself and Vinson as elite collectors. Simeone explains that the group of collectors at Simeone or Vinson's level is quite small. Vinson was among three to four collectors of his scope and scale. There was little competition between collectors. Vinson collected more exotic, luxurious literature, whereas Simeone was more interested in the history of cars and the chronology of a particular make in order to compile a comprehensive collection. However, a collection can never be complete, but selecting a representation of each model is more achievable.\n    Keywords: competition; Z. Taylor Vinson\n  • Importance of personal connections to collecting\n    Partial Transcript: \"Personal connections to other collectors- well it varied with the collector...\" \"Taylor, less so, because we had more of an intellectual relationship...\"\n    Synopsis: The importance of personal connections to collecting varied according to each collector. Robert Tuthill, a prominent collector, would often search for items that Simeone wanted to own. Vinson did not assist Simeone in his collecting, as their interests diverged. However, Vinson did introduce Simeone to the French Automobile Club in Paris.\n    Keywords: collecting; Czechoslovakia; French Automobile Club; Robert Tuthill; Society of Automotive Historians\n  • The role of auto ephemera dealers\n    Partial Transcript: \"...dealers usually had a large supply... trading partners... trading is like a marriage...\"\n    Synopsis: Dealers usually had a large supply with a wide range of items. Trading partners were more specialized. Trading was like a marriage. Each trader partnership needed equivalent interest and ability to trade. Simeone and Vinson did not trade because their interests did not align. Trading partners did not always exchange cash for catalogues; usually disparities in the amount of value of traded materials were compensated with additional auto ephemera. Dealers do operate with cash, though their practices vary. \"Pickers\" draw from a variety of sources and then organize their supply by category or theme, and typically sell items for a much greater value than what they paid. Dealers might either allow collectors to price their materials or just assign a value themselves. A \"car literature dealer\" advertises in magazines, and publishes lists of their supply with prices according to market value.\n    Keywords: collecting; dealers; dealing; pickers; trading\n  • The changing value of ephemera\n    Partial Transcript: \"Any item like a brochure, which starts life with no value... so the nadir of value... is when it's first produced...\"\n    Synopsis: Brochures begin with no value but its value increases incrementally over time. A market for auto ephemera emerged gradually in the postwar period, which made the price rise for collectable literature. When the internet became a popular space in which to buy and sell auto ephemera, the prices for auto literature dropped in the mid 1990s. Items were unsold more often and the prices dropped. There are also fewer and fewer new collectors in the United States, which has resulted in a reduced demand for auto ephemera. The value has dropped perhaps about 30 percent if not more.\n    Keywords: Automaniacs; supply and demand; valuation\n  • The value of Simeone's Collection\n    Partial Transcript: \"...with me, it wasn't about value, it was about love of the cars...\" \"I don't think about what its worth or what it costs... I never had it appraised...\"\n    Synopsis: His automobile collection has become valuable. However, when he bought the cars years ago they had little value. Likewise, his auto ephemera collection also has a significant monetary value, though because all of it is now under the auspices of his foundation, he does not think about the value of his collection in monetary terms. The main value of a piece is its \"historical value\" that it has as an official representation or verifier of the original make. This is particularly important for those who restore automobiles. There is also a \"hedonic value\" to the ephemera, which basically refers to the enjoyment that an owner or collector has in owning the item. Reflects on the value of his own collection. Some collectors value their experience acquiring their collections more than the objects themselves. Simeone gave away his own collection to his foundation, which was more expensive than simply selling it off. However, this allowed him to preserve the collection as a whole. In contrast, his friend Robert Tuthill's collection was sold off and dispersed. Keeping his own collection intact as a comprehensive repository of knowledge provides a benefit for visitors and researchers\n    Keywords: appraisal; taxes; valuation\n  • Favorite items from the collection\n    Partial Transcript: \"(If I did have a favorite item,) it would probably be The History of Acquisition...\"\n    Synopsis: Mentions a few of his favorite and unique items from his collection -an 1892 brochure titled, \"The Passing of the Horse,\" that demonstrates the advantage of automobiles over horses, the first luxury Mercedes-Benz publication (1905), a Packard brochure illustrator's copy, and a showroom brochure for custom cars.\n    Keywords: \"The Passing of the Horse\"; advertising; Mercedes-Benz; Packard\n  • Motivation behind collecting cars and auto ephemera\n    Partial Transcript: \"All this goes back to my dad, dad was a general practitioner... he took me on house calls with him and then we would go to junk yards or we would just drive around and look at cars...\"\n    Synopsis: Simeone's father, a second-generation immigrant, took Simeone to junkyards and drove around to look at cars from the 1920s and 1930s. Even as a child, he realized that cars were historically significant. He also inherited four cars from ... (truncated)",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.7275329232,
        "format_confidence":0.9748975039
    },
    {
        "url":"https:\/\/auctiondaily.com\/news\/darren-winston-of-freemans-discusses-recent-childrens-books-auction-and-enthusiasm-for-the-category\/",
        "text":"Darren Winston of Freeman’s Discusses Recent Children’s Books Auction and Enthusiasm for the Category\n\nRebekah Kaufman\nPublished on\n\nMany collectors attach children’s books “like a lightning bolt to memories and emotions of childhood,” says Winston\n\nDarren Winston. Photo courtesy of Freeman’s.\nDarren Winston. Photo courtesy of Freeman’s.\n\nFreeman’s May 28, 2020 auction, The Martin Magovsky Collection of Children’s Books, presented an outstanding collection of children’s books, including many first edition examples from the last mid-century onward. We spoke with Darren Winston, Head of Department, Books and Manuscripts at Freeman’s, to learn more about children’s literature and this eye-catching sale.\n\nAuction Daily:  Please give our readers an introduction to the category of children’s literature. Who are the primary collectors?\n\nDarren Winston of Freeman’s: The category consists of two types of literature. The first is books written for children. An example of this is the series of Winnie the Pooh books penned by A.A. Milne and illustrated by E.H. Shepard in the 1920s. The second is books that were not originally intended for children, but have been adopted as favorites over time by children. For example, Treasure Island, written by Robert Louis Stevenson in the late 1800s, became a children’s classic as its storyline and illustrations really resonated with younger readers.\n\nI’ve noticed that collectors basically fall into two camps. The first are adults who were affected by books as kids, and those books become talismans to them – connecting them like a lightning bolt to memories and emotions of childhood. The second are people – like Mr. Magovsky, the consignor in our recent sale – who simply love extraordinarily well written and illustrated children’s books. They get great pleasure finding these tales from any era and relish in their stories and images. \n\nAuction Daily: What makes a first edition so desirable to collectors? How can someone identify a book as a first edition?\n\nWinston: First editions have an undisputable cache with collectors. For many, they are the most important, exclusive, and prestigious examples of any given publication. A good analogy would be sitting in a concert hall for a performance. Diehard enthusiasts want to sit in the first row – not the second – and always quest for that premier seat. Collectors also love the challenge of finding first editions, which often were printed in smaller numbers.\n\nIdentifying first editions can be challenging, as there are no standards over time or across publishers. It is not usually simply a matter of a date or numbering system. For example, first edition books published by Charles Scribner’s Sons in the 1920s onward simply had a capital letter “A” printed in the middle of the copyright page, while later editions did not feature this notation. Other publishers used intricate, binary numbering systems reflecting dates and editions. Bill McBride’s A Pocket Guide to the Identification of First Editions is a great tool for collectors. This reference spells out the different ways publishers over time identified their first editions.\n\nLot #11 of The Martin Magovsky Collection of Children's Books auction. Photo courtesy of Freeman's.\nLot #11 of The Martin Magovsky Collection of Children’s Books auction. Photo courtesy of Freeman’s.\n\nAuction Daily: Lot #11, Ron and Judi Barrett’s Cloudy With a Chance of Meatballs was estimated at USD 200-300 but realized $1,063. What helped this lot exceed expectations?\n\nWinston: This lot truly was “the package.” Because they are so few and far between, books made into films are of great interest to collectors, and this tale was made into an animated movie in 2009. It was a first edition and signed by both author Judi Barrett and illustrator Ron Barrett. It also was personalized with a little doodle on the book-plate, adding even more interest to the book. Everything really came together here. \n\nAuction Daily: Tell us about some noteworthy children’s book sales. What made those examples so desirable?\n\nWinston: In 2000, I handled a $30,000 sale of a first edition of J. K. Rowling’s Harry Potter and the Philosopher’s Stone, which was first published in 1997 in the United Kingdom. What is fascinating here is that only 300 copies of this book were produced, with 150 going to libraries and 150 going to local booksellers. A collector challenged me to find one of these original 150 copies, and I was able to do so at auction. These copies have only increased in value over time.\n\nHarry Potter and the Philosopher’s Stone by J. K. Rowling: This signed, first edition, first printing hardback issue of the first Harry Potter book realized $153,600 at Hindman's November 5, 2019 \"Library of a Midwestern Collector\" sale. Photo from LiveAuctioneers.\nHarry Potter and the Philosopher’s Stone by J. K. Rowling: This signed, first edition, first printing hardback issue of the first Harry Potter book realized $153,600 at Hindman’s November 5, 2019 “Library of a Midwestern Collector” sale. Photo from LiveAuctioneers.\n\nDust jackets also impact the price of literature. A 1908 copy of The Wind and The Willows by Kenneth Grahame with its original dust jacket traded hands for about $50,000. The sale would have been a fraction of that if the book did not have its dust jacket. Dust jackets are ephemeral and tend to get lost to time. In the 1920s, publishers started paying attention to dust jackets and illustrating them lavishly. At that time, readers often removed the dust jackets from books when they put them on their bookshelves. This was to avoid a “wall of color” in their libraries. As such, classics from this era – like a fine, 1925 first edition copy of  The Great Gatsby by F. Scott Fitzgerald with its dust jacket – can sell for six figures. \n\nAuction Daily:  And finally, how do collectors display their collections of children’s literature? And do collectors actually read the books? \n\nWinston: Some have them on shelves, others have them in drawers; I know of a collector who displays their items on stands with the books open to certain illustrations or passages. Bibliophiles usually don’t read or handle fine examples from their collections but have a “reading copy” on hand. \n\nRegardless of display preferences, there are a few rules of thumb that are essential in maintaining a book collection. Keep all examples away from sunlight and in a dry place. Sunlight fades books, and damp books invite mold. Smoke is the enemy and is essentially impossible to remove from books, so if you are a smoker, do so far away from your collection. And keep books clean and dust free. When you dust books, wipe them down carefully from the spine to the far edge. It is very easy to damage the headcap – the part of the book at the top of the spine – if you clean the books from the edge to the spine.\n\nFreeman’s, established in 1805, is America’s oldest auction house. Headquartered in Philadelphia, the company also has offices in Richmond, VA, and Wayne, PA. For more information, please visit their website.\n\nMedia Source\n\nMore in the auction industry",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.6956806183,
        "format_confidence":0.9402836561
    },
    {
        "url":"https:\/\/openmythsource.wordpress.com\/2015\/06\/07\/look-in-the-garden-its-greywater-man-interview-with-jeremy-watts-food-forest-design-works-by-willi-paul-planetshifter-com-media\/",
        "text":"“Look – In the Garden – It’s Greywater Man!” Interview with “Jeremy Watts, Food Forest Design Works” by Willi Paul, Planetshifter.com Media\n\n“Look – In the Garden – It’s Greywater Man!” Interview with “Jeremy Watts, Food Forest Design Works” by Willi Paul, Planetshifter.com Media\n\n“From my perspective there is more interest in greywater now than ten years ago. People recognize their used shower water can be beneficial to their landscapes, and the awareness is growing that we can’t continue wasting and polluting water the way we’ve done in the past. Our relationship to water must change, and greywater is a piece of that transformation.”\n\n— Use Greywater Now: Planetshifter.com’s Interview with Laura Allen from Greywater Action\n\n* * * * * * *\n\nDiscuss your active vs. passive techniques for water re-use?\n\nMy techniques are all passive. Diverting greywater, storing rainwater (in tanks but especially in the soil). Then there are simple ways of being creative with water indoors, such as putting a few bricks in the toilet tank to limit its refill volume, and using kitchen sink water for compost heaps or perennial beds. Another one is to keep a bucket in the shower to catch the first bit of water, before the shower heats up. After a few showers the bucket is 3\/4 full and can be poured into the toilet TANK as soon as it begins to refill, after flushing.\n\nShould a home gardener calculate the moisture content of their soil? If so, how?\n\nI wouldn’t bother using more than a finger to test the moisture. If it’s wet an inch or so below the surface, the roots have access to water. I’m often asked how long to program irrigation timers for. It’s surprising that most people assume around 30-minute durations as a starting point, several times a week. A rule of thumb for me is no more than 10 minutes a day, early in the morning, once or twice a week. If you really want to be conservative, give everything a good watering and then shut your irrigation off completely. Observe your plants. What are they telling you? How long before they begin to wilt and look thirsty? Find out how long your garden can go in a heat spell without water, and you’ll have your duration. Again, if you do this in a heat spell then you will be able to dial it down even more in milder weather conditions.\n\nWhat is your take on the water restrictions in places around the Bay Area? Do you police your neighborhood?\n\nI did recently call EBMUD on an apartment complex across the street from me actually! There was a geyser going off every couple of days (broken irrigation head), and the problem was that no one could tell me who the property owner was, otherwise I’d have contacted them directly. But no, in general I don’t police anyone. I’m more concerned about agricultural use really than I am residential. Commercial agriculture uses 50 to 80% of the state’s water, depending on who’s telling it, and this is done in seriously inefficient ways. Much is used just to wash the insects and dirt off of the harvested crops, and the overhead-sprinkler irrigation that is widely used causes much of the water to be windswept and evaporated before it hits the ground.\n\nWhat types of Bay Area food crops are faster to a yield in a hobby garden?\n\nRadishes are fast and fairly drought-tolerant. I’m a big fan of perennial vegetables. Sunchoke, artichoke, and tree collards, for instance, withstand drought fairly well. The latter can live for a decade and provide protein-dense food 24\/7 for the entire time. I can’t say that for many garden plants.\n\nGrowing food in general, whether or not they are particularly drought-tolerant plants, saves us water in the long run. For the reasons I mentioned about commercial agriculture, we can save a lot of water by growing as much of our own food as we can instead of supporting wasteful agriculture practices. This in turn would lead to a scaling-down of larger farms, which in turn would force those farms to focus more on quality in order to survive.\n\nBut I do also think we should focus on drought-tolerant crop plants. Some of my favorites to work with are resilient in the face of drought:\n\nfig, olive, pomegranate, loquat, jujube, strawberry fruit tree, feijoa (or pineapple guava), carob, black walnut, blackberry, grape (blackberry and grape both have native CA varieties), prickly pear cactus, rosemary, thyme, oregano\n\nHow can I build hydrophilic soil on a sun-drenched, fried-out and nutrient-deficient city lot?\n\nThe most important thing is to keep the soil surface covered! Think of the soil as a child. If you saw a naked child lying there exposed to the elements, your instinct would be to throw a blanket over it.\n\nWhether it’s by adding tons of organic matter (compost) or dumping a few inches or more of wood chips or straw on your planting area, the ground needs to be covered to reduce evaporation. You can also do a living mulch – that is to cover the ground with vegetation. The simplest way to do this is to use a common cover crop such as red clover, or any member of the bean\/pea family. Just get a huge bag of your favorite beans next time you are at the store, and the next time it’s about to rain, till the surface of your soil and scatter the seeds by hand.\n\nThey must be kept moist after their initial contact with water, so you may have to plan to have someone water heavily if the rain subsides over the next few days. But soon you will have a nice green carpet protecting your soil. Not only do mulches (living or not) protect the ground and your plants from drying out, they provide several other functions.\n\nThe most obvious is that you don’t track mud in the house when you don’t have bare, exposed soil everywhere. Another is that erosion is minimized. A single raindrop hits the ground with enormous force, and without a matrix of fungi and plant roots to absorb the impact, the topsoil gets washed away. Having a buffer to absorb that shock and send the drops gently to the ground keeps the soil in place. So notice here I mentioned two benefits of using live mulches (this can be anything, trees, shrubs, anything).\n\n1) The aboveground parts of the plants act as a shock absorber for the impact of the rain.\n\n2) The roots and associated microbes form a sponge-like, porous soil surface that absorbs water.\n\nAnd to reiterate what I said before, adding organic matter, compost, to your soil is probably the surest way to turn your soil hydrophilic (water-loving). Compost is said to be able to hold up to 20 times its weight in water! Combine this with an evaporation shield (mulch) and you get to store all of that water right in the ground where your plants can access it at leisure. Yet another function of mulch is creating habitat for beneficial insects and microbes. This is a whole topic unto itself.\n\nA healthy micro-biome is critical to a garden’s health. Look into the work of Dr. Elaine Ingham and the Soil Food Web movement for more info. And finally, mulching reduces weeds! Nature abhors a vacuum, so if you leave a place exposed nature will put something there to cover it. Find a sprawling groundcover plant that you really like and use it to fill that niche instead. It’s not a weed if you intend it to be there. Sheet-mulching (applying cardboard before the woodchips) in my experience reduces the presence of weeds by probably 95%.\n\nWhat the hell do I do with my compost? I don’t have a garden….\n\nStart or join a community garden. There are vacant lots everywhere. Or see how many tomatoes you can grow on your patio or balcony. They make little compost tumblers for these situations. Worm bins are also a fun and (and more kid-friendly) way to turn your kitchen scraps into black gold. Chickens also will make good use of your food scraps.\n\nI saw a video online about sheet mulching. Is this typically a group effort? Isn‘t the ink on the cardboard toxic to the soil?\n\nIt certainly is more fun when it’s a group effort, but it’s an extremely low-labor task compared to most other gardening jobs. Cardboard is free, too. Bicycle shops, big appliance stores, any place that deals with large boxes is usually happy to give it away. They also sell rolls of it at hardware stores if you don’t like breaking boxes down. As for the ink, there is some controversy of opinion there. Some believe that the inky chemicals are neutralized by the soil fungi pretty immediately. But the issue is largely irrelevant to me, since its only tender annuals like lettuce and things that you’d be worried about, and annual beds don’t get sheet mulched just because it would be such a hassle to dig through it twice a year. Instead a simple layer of straw is usually used.\n\nFor larger areas such as patios and paths, as well as areas planted with perennials, even fruiting trees, vines and shrubs, cardboard is considered safer. Plants have barriers that don’t allow toxins to enter the fruit. This is why they tell you that if you have lead contamination not to plant leaf- or root-vegetables, but fruit is generally thought to be okay. I would love to see some scientific research in this area.\n\nMy neighbor has seriously neglected his sprinkler system. There are exposed black plastic pipes all over the beds and the lawn. How would you start to access this scene?\n\nAs I said, keep everything covered. The sprinklers can be converted to drip, which instead of spraying indiscriminately everywhere, sends small amounts of water to each plant. Having even drip tubes exposed to the sun, however, will shorten their life. Keep everything covered.\n\nThere are lots of water-conserving techniques out there. Google some of these:\n\nOllas – unglazed clay pots with narrow necks, and without holes – and fill them with water. They attract sub-surface plant roots which suck water from them as needed, never wasting any.\n\nWicking Beds – raised beds which are irrigated from beneath the plant root zone and wick up moisture, seriously reducing the sun’s evaporative effects.\n\nSunken Beds – beds that are lower than the surrounding paths. Water na... (truncated)",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.9826458693,
        "format_confidence":0.9617053866
    },
    {
        "url":"https:\/\/www.wkar.org\/2022-03-17\/how-the-pandemic-housing-market-spurred-buyers-remorse-across-america",
        "text":"© 2022 Michigan State University Board of Trustees\nPublic Media from Michigan State University\nPlay Live Radio\nNext Up:\nAvailable On Air Stations\n\nHow the pandemic housing market spurred buyer's remorse across America\n\n\nA version of the American Dream includes buying a home. But homeownership is not without its challenges.\n\nLAUREN MORGAN: The day we moved in, our air conditioner broke. And so that was, like, the first instance of is this a mistake?\n\nCHANG: That's Lauren Morgan. She's 30. And she and her husband are the proud new home owners of a quaint home in Norwood, Mass., 30 minutes south of downtown Boston. Like many millennials, they moved in June of 2021. And...\n\nMORGAN: Every time something does come up, I say to my husband, like, maybe we should be renting. Like, if only we were still renting, then the landlord could deal with this.\n\nCHANG: But they bought a home instead. And when they made an offer on this house, they took a bit of a risk to fend off the competitors.\n\nMORGAN: We made the decision to waive an inspection. We have since had plumbing issues. We currently have a hole in our dining room ceiling because we just had a leak in our plumbing.\n\nCHANG: And that's not all.\n\nMORGAN: In the coldest week of the winter, our furnace broke - getting a new HVAC system. So ultimately, I think, you know, all in all, it's probably cost us around $20,000.\n\nCHANG: According to Real Estate Witch, home values increased nearly 20% from the first year of the pandemic to the second. But that increase didn't seem to discourage homebuyers much. NPR heard from a lot of first-time homeowners who made compromises they didn't want to make, in part because they wanted so badly out of the high rental market.\n\nMORGAN: My husband and I were both so sick of being on top of other people all the time, not only with COVID but just, you know, people being loud neighbors or disrespectful or not having control, really, over the space that you live in.\n\nABBIE CULBERTSON: I rented the same apartment for 12 years in Nashville and recently got word that we are under new ownership and management - and rent increases going up in the past year.\n\nMAYA BRODKEY: When COVID hit, my wife owned a small business, and overnight she didn't. We were living in the Bay Area at the time. And my employment was stable. But without her income, we weren't going to be able to continue to afford rent there.\n\nCHANG: Again, we heard from Lauren Morgan as well as from Abby Culbertson in Nashville, Tenn., and Maya Brodkey from Oakland, Calif., sharing their first-time buying experiences. Some of what we heard there created kind of this perfect storm - like people working from home during this pandemic, low interest rates on loans and millennials in their 20s and 30s who felt that now - now - was simply the time to buy a home. Professor Hyojung Lee of Virginia Tech studies the impacts of demographic and neighborhood change on housing markets. We called him up for some context, and my first question was, tell me more about why, like why so many people felt they had to jump into this market now.\n\nHYOJUNG LEE: COVID-19 pandemic has accelerated everything, right? So on one hand, like, Fed reserves, like, low interest policy basically to support U.S. economy during the pandemic kind of resulted in, like, historically low mortgage interest rate. I don't know how - what was your kind of mortgage interest rate, but it was like two-point-something, right? That was kind of crazy compared to a year ago, two year ago, that was 3.5%, even near 4%. So people thought, wow, this is really great timing to buy a home with, like, 30-year fixed rate, right? And on the other hand, like, pandemic kind of increased the huge demand for this type of single-family house with backyard. I mean, many kind of parents having their children, like, doing remote learning, spending 24 hours and seven days at their home desperately feel like we need a backyard or a pool.\n\nCHANG: Exactly. And what about the role of the high rental market? Because NPR did a callout. And one of the people who responded was someone named Maya Brodkey, an educator who used to live in a one-bedroom in Oakland, Calif., with her partner. And she just said she had enough of the rent spikes and poor conditions of rental properties.\n\nBRODKEY: There was this moment where I was trying to teach online, and we could hear our neighbors having a screaming match next to us. And my partner, she's working in this little crawl space underneath our apartment that literally had dirt walls. And there was just kind of this moment where we were, like, we can't keep paying for this. We got to get out of here.\n\nLEE: So rental affordability crisis has been a issue for, like, even 1970s, 1990s. That has been an issue for many kind of renters. But now, it's much more severe, especially after the financial crisis because of the fact that, you know, supply of that kind of rental housing has been really just kind of stagnated - right? - that barely meet the demand for housing on one hand. On the other hand, there's been somewhat, you know, pent up, you know, demand for rental housing. So many millennials and young earners hit hard by the, you know, global financial crisis, and they stayed in the rental market longer than other expected. So high-income earners stayed in the rental market. That pushed up rental price for a long time period since, like, 2007, 2008. And that created quite substantial increases in rental prices in these days.\n\nCHANG: OK. So for the people who decide to jump into this housing market, they're seeing really low inventory. There's a lot of competition. Can you just talk about the pressure cooker situation that that creates and what a lot of people end up doing when they're making an offer on a house? I mean, they're giving up on things, right? They're waiving contingencies.\n\nLEE: It's really difficult to those first-time homebuyers who spend their, like - about, like, 20 years, 30 years as renters to figure out, you know, how much money they have to pay for, say, maintenance fees, like, property tax and insurance. They always think about just kind of monthly mortgage payments. But actually, there are much more things to spend in addition to that. And, you know, there are some other costs as well in terms of, you know, upkeep and repairs. And those costs has been, like, soaring during the pandemic especially, right? So generally, we give some advice about these kind of things. There is kind of 1% rule of thumb. So you have to think about, you know, saving about 1% of your housing value because that's amount of money that you will spend annually for any type of upkeep or repairs.\n\nCHANG: Wow. I wish I knew that rule before I did this.\n\n\nLEE: Because there is always something happens - right? - on your roof, on your, like, water heater, like, boiler, right?\n\nCHANG: Yeah. That was professor Hyojung Lee from Virginia Tech talking to us about why some buyers rushed into the market and may now be feeling some buyer's remorse. Of course, buyer's remorse in this housing market may seem like a good problem to have to those people who were shut out completely from the market. According to a report this month, homeownership among Latinos and Black people in the U.S. hovers between 42% and 45% while over 70% of white people own their homes. Joshua Devine is the director of Racial Economic Equity at the National Community Reinvestment Coalition, or NCRC.\n\nJOSHUA DEVINE: We can't just think about housing or housing barriers just within the housing market as a siloed issue. You've got to think about how housing relates to things like workforce. It's one of those wicked, complex problems that require more of a comprehensive approach and strategy to overcome.\n\nCHANG: Devine says this lack of home ownership is connected to the longtime legacy of intentional housing discrimination and other barriers like today's wage stagnation.\n\nDEVINE: You know, I think it's also important to think about the market and the institutions within the market. How do we make sure that we're holding them accountable to mitigating barriers but also strengthening access to credit?\n\nCHANG: In other words, when this pandemic subsides and when this housing market calms down, there will still be structural barriers to reckon with that could keep many Americans from ever owning their first home. Transcript provided by NPR, Copyright NPR.\n\nNews from WKAR will never be behind a paywall. Ever. We need your help to keep our coverage free for everyone. Please consider supporting the news you rely on with a donation today. You can support our journalism for as little as $5. Every contribution, no matter the size, propels our vital coverage. Thank you.",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.8385347128,
        "format_confidence":0.9648752213
    },
    {
        "url":"http:\/\/www.ecofilms.com.au\/what-tank-should-you-get-for-aquaponics\/?replytocom=5576",
        "text":"What Tank should you get for Aquaponics?\n\nMurray Hallam believes we need to eat clean unpolluted fish and vegetables. Choosing the right tank is something we need to pay more attention to.\n\nChoosing a tank suitable for aquaponics is probably a no brainer. Many people grab the first thing that suits their budget, but not all tanks are the same and some can positively damage your health and kill all your fish. We take a look at choosing the best tanks for your budget with Aquaponics guru Murray Hallam. The good, the bad and the ugly. Got 15 minutes? Its worth a listen.\n\nListen to the Audio Podcast\n\nMurray Hallam speaks to Frank Gapinski of Ecofilms about choosing the right tank for your system. 15 minutes mp3 file\n\nAudio clip: Adobe Flash Player (version 9 or above) is required to play this audio clip. Download the latest version here. You also need to have JavaScript enabled in your browser.\n\n\n\nEcofilms: Murray – Tanks!  Its one of the things that most people when they get interested in  aquaponics – start looking around for a tank and I know you’ve got your favourite tanks that you like to talk about but there are many ways of putting fish into a system. Run through some of the various methods people use to get started in aquaponics?\n\nMurray Hallam: Well there’s various levels that you can start at aquaponics. There are people – the do-it-yourselfers and they want to be able to use some kind of recycled material if possible and then there are those who would rather buy something that is nice and new to work with and build a quite secure food production system. So they’re the two ends of the scale. Then there’s all kinds of alternatives in between.\n\nEcofilms: Because you’ve got your own favourite method. You are a kit manufacturer. What are your kit systems made from?\n\nFibreglass tanks will last 50 years\n\nMurray Hallam: We manufacture ours from fiberglass.  Marine grade fiberglass, because we believe it’s a very durable material and if you’re going to make a food production system then it should be good. Thats what we believe because the most important thing in our daily lives is making sure that we can have food security and most people who come to aquaponics are usually interested in food security and food purity.\n\nThese are the two top priorities, so we believe that fiberglass being a very durable material and its also inert – chemically neutral once cured, is an excellent material to use for your tanks and your troughs in aquaponics systems.\n\nBut having said that, there is obviously a lot of other materials that you can use that are quite good.\n\nEcofilms: One of the things that most people don’t concern themselves with is the very fact that aquaponics is not here for a day or a week or a month. You’re going to be running a system that has to produce food for well over six months, a year, three years or five years. We’ve had our system now running non-stop for three years and I can tell you it’s just pumping out an enormous amount of food. But  as those years roll by you start worrying and thinking to yourself “Gee, I wonder what’s in the tank that could perhaps leach out and become a health issue?”  So I think that it’s something people have to think about when they choose a tank and what’s inside the actual surface of that tank?\n\nMurray Hallam: That is true and that’s why we like fiberglass – marine grade fibreglass so much because we know that it’s a 50 year product. Its infinitely repairable and it is definitely chemically inert whereas a lot of other plastic type products may well leach things into your system. Just think of the fish for example, they’re going to be living in a tank for at least a year and if there’s anything leaching into the tank any nasty little chemicals – minute quantities thereof, then your fish have a whole year to pick that up and absorb it.  So theoretically you could be worse off using a low-grade tank and low-grade troughs that may be cheap to buy in the first place but  you could be worse off in the end. You are trying to escape from the chemical input into your life by doing aquaponics and you can very easily jump right into a worse end in this situation simply by not getting good quality materials in your setup.\n\nEcofilms: Murray what about PVC plastic? There are some kit manufacturers that are making them. What’s your view on PVC?\n\nMurray Hallam:  I think it’s okay provided you make sure its new and its food safe and it’s not something that is being reclaimed. Generally speaking,  the PVC tanks and troughs that are black in colour  – now this is not always true, generally speaking, they made from reclaimed plastics and therefore you never entirely sure whats in them. Coloured ones are generally okay provided they are stamped and approved as food safe.\n\nRainwater tanks can be modified for Aquaponics\n\nEcofilms: What about people that immediately go to hardware stores and look for tanks that have another use – say rainwater tanks here in Australia?  Whats your view on repurposing rainwater tanks for Aquaponics?\n\nMurray Hallam:  Rainwater tanks are quite okay. They’re actually here in Australia anyway, they’re made from good food safe plastic material and are quite good. Its a good use for a rainwater tank not the cheapest (method) really but it’s it to good use for a rainwater tank to turn it into an Aquaponics system. Lots of people cut them in half, use the bottom half for the fish tank –depending on the size you want to get of course. Its a good way to go.\n\nThis bathtub aquaponics system is a low tech solution\n\nEcofilms: And bathtubs? There seems to be a lot of people that go to the local rubbish tip looking for bathtubs. Can you tell us whats your view on bathtubs?\n\nMurray Hallam:   Well its a good way to get started. If you’re a person who doesn’t have much money to spend at this particular point when you decide to start in Aquaponics, then putting together a system out of a few bathtubs is not a bad way to go. I wouldn’t want to think it would be a permanent idea but it’s certainly a good way to get started and to just feel how it goes and how it works and to just see if you can do at your place. Most people that we’ve encountered that start down the bath tub route, end up upgrading to something better and that’s not a bad way to go.\n\nUsually old bathtubs, depending on how old they are of course, are enameled. They could be metal with an enamel coating which of course is inert and food safe. There are plastic tubs, some of which are cheap and nasty made of materials that are not food safe and then the better quality fibreglass bathtubs are quite good. Once again, if you’re going to use recycled materials you need to find out what kind of material it is and if you have any doubt do not use it! Simple as that.\n\nEcofilms: And this brings is down to the minimum size of the tank. In your view offering the best outcome – is there an ideal size in gallons or cubic meters? The dimensions of the tank that will give you the most stability? Is there something along those lines that you’d recommend to an average backyarder who wants to grow food for their family. What sort of minimum or maximum size would you recommend?\n\nMurray Hallam:  Look, I’ve seen people build quite successful little tiny aquaponics systems out of a couple of old aquariums and make it work but the more water you have in the system, the more stability you are having in both pH and temperature and that becomes more and more important for your fish that you have pH stability and temperature stability. As much can. So we have found in our part of the world – south-east Queensland that a tank of about 1000 L or 250 gallons of water is a good size because of that size you do have a measure of stability in both those parameters and thats important because if you spend the whole time chasing pH, trying to keep it right and also difficulties with large temperature swings when is a hot day, the temperature of the water goes up – if you got a small volume of water then your water temperature will tend to follow the temperature of the day. Whereas in a much larger volume of water – it takes a lot longer to change that temperature which makes your fish a lot happier and a lot more contented, and your plants too by the way.\n\nHuge temperature swings in the water is not good for your plants. Roots zone temperature can become very important in growing your plants successfully.\n\nConcrete tanks are very alkaline\n\nEcofilms: What about those people that want to do it themselves and use concrete? They fill it up with water and then throw fish in.  What you say to them?\n\nMurray Hallam:  Well they’ll have problems with their pH.  Concrete has got a lot of lime in it and even old concrete tanks still have a lime content which will tend to make your system alkaline and we need to have our system at around about 6.5 pH for everything to be ideal. If  you have a concrete tank you’ll find very hard to keep it down below seven. Very difficult indeed, so if people want to build larger concrete tank out of something like concrete blocks, then they should be prepared to coat it with something. Some kind of paint that once again is inert and safe for human use, potable water use, but that adds more expense.\n\nstainless steel milk vat\n\nEcofilms: As an alternative you can get stainless steel, copper or zinc tanks. Say someone found one in in a garage sale or auction and they came home with a large copper tank. Would that be suitable?\n\nMurray Hallam:   No definitely no copper. Its not good for fish. As we know, they paint the bottoms of boats with copper paints in order to repel fish and crustaceans and barnacles and the like, so it’s not good for our fish to be in a copper tank. Likewise zinc, in fact zinc or galvanized tanks are poisonous to fish. Quite definitely so. Having said that, some of the newer products that we see used in Australia to make metal tanks – one that is called zinc-alum is not so bad because that actually has a very fine ... (truncated)",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.9049622416,
        "format_confidence":0.9068444967
    },
    {
        "url":"http:\/\/www.rocketboyknits.com\/2015\/12\/indie-gift-long-designer-interview-amy.html",
        "text":"Saturday, December 19, 2015\n\nIndie Gift-A-Long Designer Interview - Amy van de Laar of Baroque Purls\n\n                                                    (photo copyright Amy van de Laar)\n\nThe Indie Gift-A-Long is still going strong! While the sale at the beginning is a fantastic way to both add to your pattern library and discover some new designers, the KAL\/CAL feature of the Indie Gift-A-Long is probably even more important for many knitters. I love that it goes right to New Year's Eve, which should help all of us hopelessly overcommitted knitters to both finish their gifts for others and have company to get going on projects that result from holiday gifts we receive. I may have dropped a few hints of that sort, but for the moment I'm still trying to get done with the 2 projects I've signed up for in the KALs in the Indie GAL group.\n\n                                                      (photo copyright Amy van de Laar)\n\nTo wrap up the GAL, today I have an interview with the designer of one of those projects, Amy van de Laar of Baroque Purls. A few weeks ago, I published this review of Amy's Paper Snowflake Hat pattern. While I got going on that project, Amy was kind enough to answer a few questions from me about her work, inspiration, and recreational knitting. There was an excellent interview with Amy during last year's GAL here , which I recommend you start with to learn more. Her explanation of how she chose the name \"Baroque Purls\"in that interview was particularly interesting to me. Amy describes herself as a \"pattern designer, singer, and early music geek\" on her blog Baroque Purls. It's a very enjoyable read, with great posts about her diverse sources of inspiration, patterns, and life. So many of the photos are so full of joy you will just have to smile yourself. (never mind all the beautiful knitting photos!) The photo above is of Amy's latest designs, the Rose Jam Hat and Mitts, which are available individually or as a set. Trying not to repeat the questions asked by other interviewers, I kept the questions fairly short, so please do follow the links above! Without further ado...\n\n(BP= Baroque Purls aka Amy, RBK = RocketBoy Knits aka me)\n\nRBK: Would you say you have any strong influences that are new this year? Along those lines, do you see any influence of Baroque music on your designs? I can see that for someone really immersed in that music there could be a certain structure or rhythm that might seep into the visual world...\nBP: I've been more inspired by historical art and design lately, and I have some designs at the planning stage which are based on decorated Baroque instruments. Some of the old violins and viols had beautiful inlaid, carved or painted designs which could be translated into colourwork or cable motifs. I don't know that any of the music itself has snuck into my knitting, but my taste for complicated things covers both realms!\n\nRBKDo you have a tool or a book that you find indispensable?\nBP: The 3 mm crochet hook that always lives by my side when I knit has saved my bacon on many, many occasions. While I can pick up dropped stitches and fix errors with just my needles, I find the hook much easier and less precarious.\n\nRBKDo you have a favorite place (or type of place) to be while working on new designs?\nBP: I usually sit cross-legged on my bed, and spread out my draft charts, laptop, and yarn around me. One day I'd like to have enough space for a dedicated craft area, with a comfy chair, table, and shelves nearby, but this will do for now.\n\nRBK: Is there anything you can share about new design challenges or goals you hope to take up in 2016? Anything you are particularly looking forward to trying out?\nBP: I'd like to get through some of my favorite design ideas which have been on the backburner while I've prioritised others, for example, the musical-instrument-inspired designs I mentioned I'd also like to design more shawls, which I love to knit!\n\nRBK: If you have any time for recreational knitting, what do you gravitate toward? Are you working on projects from anybody else's patterns for the GAL?\nBP: These days I gravitate toward garments for my just-for-me knitting, because I have some gaps in my wardrobe that need filling. I've nearly finished a Stephen West cardie, and I have a Laura Aylor tee half-done as well. For the GAL I'm making quicker knits for gifts - I've made a good start on a Preserving Life Cowl, and I also plan to make an Elektrocute cowl, a pair of Fightin' Words mitts, and a Warren hat (all for gifts). We'll see how far I get through my list!\n\nThanks so much to Amy for answering my questions, and for her lovely designs. Photos of my Paper Snowflake Hat soon, I promise! In the meantime, wishing everybody a Happy New Year and happy knitting!\n\nNo comments:",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.8881615996,
        "format_confidence":0.6615408659
    },
    {
        "url":"https:\/\/cleaning.lovetoknow.com\/Mold_Removal_Products",
        "text":"Mold Removal Products: Interview With Mary Findley\n\nAuthor and cleaning expert Mary Findley\n\nMold removal products are important to protect your family's health when there is a mold problem in your home. How do you prevent mold? How do you remove it? How do you choose the right product to get the job done? Learn all of this and more in the following interview.\n\nInterview with Mary Findley\n\nRecently, Love To Know Cleaning was able to speak with Mary Findley, author of The Complete Idiot's Guide to Cleaning and The Complete Idiot's Guide to Green Cleaning, about mold removal products as well as the problems of mold in your home.\n\nProblems with Mold\n\nHow big of a problem is mold in homes?\n\nMold contamination depends a great deal on where you live. Dry climates such as the Southwest rarely have mold issues unless it floods. Mold requires moisture to grow and is found in humid areas of the country or spots that receive a lot of rain like part of Washington State.\n\nThe mold problem in humid or wet areas is a constant battle and the home owner must be diligent with their mold remediation treatments.\n\nWhat are the dangers of mold in the home?\n\nThere are several dangers that result from mold, especially if left untreated:\n\n  • Mold can be found growing on wallboards, structural beams and in flooring, especially carpeting. Mold remediation can be costly as can the repair of structural damage.\n  • Allergies; sinus infections; eye, nose and lung infections; problems concentrating; dizziness; nausea; diarrhea; headaches and even kidney problems have all been linked to mold contamination.\n  • Left untreated, mold spreads rapidly and is carried from room to room of the home on shoes and clothing.\n  • Some mold is toxic and and has been known to cause hospitalization, serious illness and even death.\n\nWhere is mold most commonly found?\n\nMold is commonly found in yards, especially those with heavy clay soil, which have poor drainage. It is also found on the sides of homes where bushes and plants butt against the home, and on sidewalks, driveways and patios and under the home. In past years, mold was found growing in the siding of some homes.\n\nShoes and clothing are common carriers of mold spores into the home where it infects carpeting, fabric furniture and closets where shoes are stored. Mold that grows along the outside walls of a home eventually finds its way into the structure of the home and along the base of the walls and wallboard.\n\nGetting Rid of Mold\n\nWhat are the best ways to prevent mold in the first place?\n\nThere are several steps that must be taken to prevent mold infestation:\n\n  1. Remove shrubbery or plants growing within a foot of the home.\n  2. Kick your shoes off at the door to prevent bringing mold into the home.\n  3. When working in the yard, remove clothing in the garage and wash all clothing immediately. Never place clothing you have worn to work in the yard into the hamper or toss it on the floor.\n  4. Check the home twice a year for visual signs of mold growth and treat it immediately.\n  5. Pressure wash driveways, sidewalks and patios once a year, then treat with a mold retardant.\n\nHow is mold best removed?\n\nBefore you treat the mold, you must find the source of the moisture. This can range from leaky pipes, toilets or humid or wet conditions. In areas of high humidity, a dehumidifier inside the home is necessary to prevent mold and mildew.\n\nThe question of how to remove the mold depends on the severity of the mold and possible type of mold. If mold is growing along the baseboards of the outermost walls of the home or on the wallboard, or if you have noticed headaches or other ailments call a remediation specialist and have the mold tested and the home inspected. Mold of this type can be toxic. Mold growing on wallboard may indicate internal structural contamination. Never attempt to self-treat this type of mold.\n\nIf the mold contamination is contained to a small area, food grade distilled white vinegar can kill the mold. Carpeting must be pulled so the backing of the carpet can be treated.\n\nLocal janitorial supply stores are well informed and can advise on other non-toxic chemicals to kill mold.\n\nOutside the home, pressure wash driveways, sidewalks and patios then treat the lawn with a mold retardant. Install drainage pipes underground to aid in moving water away from the surface of the lawn.\n\nMold Removal Products\n\nWhat types of mold removal products are available?\n\nThis is a difficult question to answer because the product used depends on the type of mold and each individual circumstance. Generally, food grade distilled white vinegar is effective both inside and outside the home, under some circumstances. Mold retardants are a must have for lawns and janitorial supply stores also carry industrial grade mold products. These products are constantly changing so call a few janitorial supply stores first to discuss your individual issues.\n\nWhat should consumers look for in mold removal products?\n\nDefinitely look for seals of approval like the EPA seal or Green Seal on a product. Check a home and garden center known for carrying earth friendly products for a lawn retardant. Definitely look for a mold product that continues killing mold spores for a week or longer.\n\nWhat should be avoided?\n\nAvoid spraying mold removal products inside the home. Droplets from any spray linger in the air for a few days, so you continue to inhale the droplets, which is not healthy. Wipe on the mold removal product rather than spraying it onto the surface.\n\nAvoid any product with MSDS (Material Safety Data Sheet) ratings of 2 or higher. These ratings range from 0 or non-toxic to 4 which is highly toxic. Look on the Internet for the MSDS sheet for the product you are considering using. Type \"MSDS sheet for 'Name of product' \" into your browser. The sheet will display. Read it and look for hazardous substances.\n\n\nWhat tips can you share on cleaning mold?\n\nWhen cleaning mold, always wear protective clothing, mask and rubber gloves and shoes. If you must kneel or sit while treating mold, put disposable plastic down first to prevent mold spores from spreading. Do not touch anything unless you have washed your hands first.\n\nRemove clothing in the garage and launder in hot water, detergent and a cup of food grade distilled white vinegar immediately. Fill the washer, let the clothing soak for 30 minutes, then continue laundering. Wash any cloths or towels you have touched.\n\nWhat else would you like to add? Precaution is always wise when working with mold. If you have experienced any illnesses or headaches or dizziness that does not go away in a reasonable period of time, call in a professional. Never take a chance on your health to save a few dollars.\n\nLove To Know Cleaning would like to thank Mary Findley for sharing her expertise. For more information on cleaning, visit Mary's website,\n\nMold Removal Products: Interview With Mary Findley",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.9585498571,
        "format_confidence":0.9222313166
    },
    {
        "url":"https:\/\/dishsf.org\/our-tenants\/eric-moves-on\/",
        "text":"We are so excited to bid one of our long standing tenants farewell as he successfully secured an apartment in the private market. This is no easy feat in San Francisco. He created stability for himself while at the Star and has a great job and a full life. With the support of San Francisco Department of Homelessness and Supportive Housing’s Moving On Initiative, Eric secured a Section 8 voucher reserved for tenants in supportive housing who no longer need our services. In early September 2017, we sat down with Eric to chat about his experience in DISH housing, his job as a manager of a cafe, and his passion for remote control cars.\n\n“My best experience is having a roof over my head. There’s nothing like having shelter.”\n\nMy name is Eric. I’ve been living at the DISH for 6 and a half years. I’ve lived in San Francisco all my life. I was born in Bayview-Hunters Point. When I left the shelter and I got this place, it was nice. It was a really good step for me. It kept me off the streets. As soon as I came in, I got pretty busy. I mean, I’m no angel, I had my ups and downs, but it’s been GOOD. It’s been really good.\n\nSince moving in to DISH housing, I’ve grown up a lot. I started volunteering at the San Francisco General Hospital. Then I became a peer mentor and then I became the manager. Then I got another promotion and got the manager’s position at the café at 1380 Howard. That’s where I am. It’s great. I love it. I cook every day. I’m on my feet 8 hours a day, just about. When I get home I’m tired, I’m wore out. So there’s no time to be running around getting into some crazy stuff. Most of the time I come home, close the door and lock it. Just me in the room until the next day. Shower and back to work. I can say since I started working, I haven’t had a broke day. I always kept money in my pocket, clothes and shoes. It’s been really, really, really good. The job’s been good to me, I have a really good job. I’m still kinda in the shock stage, you know. ‘Cause I make kinda good money, from where I come from, you know.\n\nI think DISH is a good starting place for people that’s off the street, homeless or out of the shelter. I think it’s a very good starting place. My best experience is having a roof over my head. There’s nothing like having shelter. Especially when you first start. There’s nothing like it. And the communication that you have with the manager. It’s really good to have good communication, and I think I did.\n\nSaturday mornings I like to cook in the kitchen and feed people. I cook fried chicken. I’ve been doing it for a long time. I love cooking. I love feeding people. I’m a people person. The passion came from my moms. I cook for them (residents) while we’re watching TV early in the morning. Wildlife. We watch the wildlife channel. I cook. We eat and talk, laugh and joke around. I will miss Ms. Lois and them, I really will. It was a good opportunity, it was a good place.\n\nFor fun, I go out on Saturdays to the park or to the movies. That’s my favorite thing, I go to the movies. I’m into remote control stuff. I have electric cars and drones that go about 55 mph. I take them to Golden Gate Park, sometimes to the horse tracks, sometimes to the beach. Depends on how I feel. People, they love it because they go so fast. It’s FUN, no other feeling, it’s awesome.\n\nAs a kid I was always into remote cars. Now they’re not just cars anymore, it’s a hobby. The adrenaline you get from going so fast. You can make ‘em jump and hop and turn flips. They hop over curbs, they run into grass, they into mud, they run into dirt. You name it. It’s hard to stop ‘em. It’s a lot of power. It’s that power. It’s awesome.\n\nI’m a routine person. I’m a time person. I have to remember that going into a new place, you have to not get crazy and wild, you have to just keep doing your routine. I find myself keeping that routine going and then I stay in line. Once I start going all this way and that way, that’s when I mess up. I keep everybody away from me on the weekdays. If you want to call, call on the weekend. Somedays I don’t even answer the phone or nothing because it’s all about me. ME getting me together. You know what I mean. Not people coming in and interrupting your life having you here and there and there. And then here come everything. That’s one of my fears. So I just keep myself in routine, routine, routine.\n\nMoving on is a big change for me. Something I’ve been wanting. To get my own place. Get out of this building. Get my own apartment. And live normal. Nothing like the feeling. First thing I’ll do is DECORATE. I’m kind of a person that likes a lot of what nots and art. I been in that neighborhood when I was young, but it’s a brand new neighborhood for me. It has changed a lot. Right next to the park, though. I’m ready.",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.7566146255,
        "format_confidence":0.9430559278
    },
    {
        "url":"https:\/\/kintails.com\/blogs\/journal\/kindred-tales-amee-scout",
        "text":"\n\nHome Journal Kindred Tales | Amee & Scout | AMPR\n\nTell us a bit about AMPR and how it all started\n\nAMPR is a PR consultancy which has just hit the five year mark. I had worked in PR for 8 years for agencies and brands including Saint Laurent and Luella and got to a crucial point where I wanted to work much closer with designers, helping to guide them through and using what I had learned - but crucially also what I felt was important, to protect brands and let them communicate in their own way - to help them shape what they are. It’s been quite an adventure and one that I am very proud of as that is still the essence of what it is today.\n\nTell us about Scout and how she came into your life\n\nSome of our best friends got a french bulldog a few years back and he seemed to slot into everyone’s lives in such a nice way. They teased us often about getting a dog of our own and we didn’t want to be seen to be taking the bait..! But we both work for ourselves and have our own offices and our lives for the most part are very local and so a couple of years back we decided one summer we were Getting A Dog. After a lot of back and forth, we settled on a miniature schnauzer (my husband will delight in telling you I rejected the idea the first time). In our minds we imagined a black boy schnauzer called Otto.. I contacted two people from Kennel Club and one got back to me - on the eve of my birthday we got a message saying 3 puppies had been born that day and would we be happy to take one of them? So we raced to Milton Keynes the next day to meet a small grey girl puppy no bigger than a potato who we christened Scout. She came to live with us when she was 8 weeks old and life has pretty much never been the same since. She is confident and bonkers and sweet and funny and we are totally wild about her (even when she wakes us up howling on occasion at 3am).\n\nHow does your Scout fit into your general working day?\n\nBefore we got her I think we just thought we would bring her to work each day and that would be that. The reality of a puppy with boundless energy and a habit of chewing things and standing at the door looking out for passers by \/ new friends was a little different. Also we realised that she is happiest running around a park with her dog pals (she is one of those dogs who truly isn’t scared of any others - she trots up to say hello to the biggest and smallest of dogs and someone recently said “she is friends with everyone”) so 2-3 days a week she goes and does just that and runs around a field for the day at day care with a small pack of 5. On the days she is with us, we tend to take turns working from home or do a big walk and she comes and sleeps by your feet in the office. Every day starts the same now though and it’s maybe my favourite change since she came to us - we wake up and give her breakfast, and then whatever the weather the three of us head out to the park. It means that whatever is happening in our lives, we get to start the day together outside and it’s brilliant.\n\nWhen you’re not working where do you both like to hang out with the dog?\n\nVictoria Park is a real favourite as it is so beautiful and big enough to have everything - we all get a good walk and she can run around and bark at the ducks, sniff at things, chase a ball and walk along with us. It’s a nice stretch but also a real treat to just be out together and not have to think too much, everyone is happy.\nShe has also been a regular at Lanark coffee shop on Hackney Road since the day we brought her home. Greg who runs it loves her and she loves him - we head there every morning for a coffee (and a dog biscuit under the table for Scout) and she is as much a fixture with the other regulars as we are.\n\nWhat essentials do you always have on you when heading out for a dog walk, and what do you carry them in?\n\nPoo bags, treats and a ball! Tennis balls are a real favourite, but the bouncy orange Chuckit balls are pretty good and durable (the only problem is that nearly everyone has the same one). Treat- wise anything soft and chewy for walks. Karl is very organised and has a series of waterproof Japanese ripstop crossbody bags for the park; I am less so, so for me anything with big pockets is great - handsfree obviously crucial. Every single coat I own now has kibble and a rogue poo bag in the pocket.\n\nWhat adventures do you both have planned with Scout have planned for later this year?\n\nOur international travel plans have been scuppered, which I think will thrill Scout, as it means we’ll be going away much closer to home and with her. We have a group of friends we go away with each Christmas and rent a house, so hopefully able to go to Sussex this summer. Really for Scout after a few months of being close to home, anywhere she can run free! I’d like to head back to Dungeness where we went last summer and try and coax her closer to the sea.\n\n You can check out Amee's and AMPR work here as well and following her and Scouts adventures together on instagram\n\n\nKindred Tales | Amee & Scout | AMPR",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.950096488,
        "format_confidence":0.8863863349
    },
    {
        "url":"http:\/\/themodelrailwayshow.com\/ShowNotes\/?p=1007",
        "text":"The Model Railway Show – Episode 0049\n\nThis episode of The Model Railway Show is made possible with the support of the National Model Railroad Association.\n\nWater, Trees and All That\n\nIn this episode…\n\nDave Frary, author.\nGordon Gravett, author.\n\nFrom Thatcher’s Inlet to Nantucket\n\nDave Frary needs no introduction – especially not to narrow gauge enthusiasts who look to the eastern seaboard for inspiration.\n\nIn the 1970s, Dave and his friend Bob Hayden introduced many hobbyists to the charms of HOn30 with their influential, four-part Thatcher’s Inlet series for Railroad Model Craftsman magazine. (If you missed it the first time around, that series can be found online at the HOn30 Home Depot as a 22-page PDF.) Dave has also penned a number of books (including the go-to guide for scenery, How to Build Realistic Model Railroad Scenery) and hosts a series of DVDs and downloadable videos – all available through his Blue Ribbon Models website.\n\nDave has built a number of professional projects for others in his workshop, including a 28-foot long, On30 layout for the Whaling Museum of the Nantucket Historical Association. (This layout was the cover story in the May-June 2011 issue of the Narrow Gauge and Short Line Gazette, and a 10-page PDF that describes the layout may be downloaded from Dave’s website.)\n\nDave joins Jim to discuss the demands of building a layout for a museum, his long-time friendship with Bob, how the scenery book came about, and the aspect of scenery-building that scares modelers the most.\n\nBuilding Better Trees\n\nThis is a model. Seriously.\n\nThe trees in that photograph can be found on Pempoul, a French meter gauge exhibition layout built by Gordon Gravett in 1:50 scale. Have a look at more of Gordon’s work.\n\nGoogle “Gordon Gravett Pempoul” and you’ll find more images, such as theseand theseand these. You’ll even find some video (we like this one).\n\nWhile all of Gordon’s modeling is of exceptional quality, what you’re likely to remember most are the trees. Gordon builds some of the most realistic trees ever seen on a model railway – and, so that you can too, he has written two books that describe his techniques. They’re called Modelling Trees Volume 1 (Broadleaf) and Modelling Trees Volume 2 (Conifers), both available from Wild Swan Publications in the UK.\n\nGordon joins Trevor (who was fighting a nasty cold at the time) to discuss why he feels it’s important to model trees correctly on a layout and how his techniques evolved. He also discusses why he looked across the English Channel to Brittany to pick a French meter gauge subject for his layout, and why he built Pempoul in the unusual scale of 1:50.\n\n(NOTE: Wild Swan does not have a web site or email, but contact information is listed in the ads linked above. Those wishing to order online have several options, including Camden Miniature Steam Services and Titfield Thunderbolt in the United Kingdom and International Hobbies in the United States.)\n\nMake plans to attend the 11th annual Australian Narrow Gauge Convention in Melbourne – March 29-31!\n\nHow to listen:\n\nRight-click (Windows) or hold Control and click (Mac OS) on the following link for downloading options:\nEpisode 49 (mp3)\n\nFollow this link for more Episode Guides.\n\nShow off your good taste in podcast listening:\nVisit The Model Railway Show swag shop!\n\nListen to archived episodes at TrainLife.\n\nJoin the discussion on The Model Railway Show Facebook Page.\n\nNext time on The Model Railway Show:\n\nJim speaks with Joel Priest who, at 12 years old, recently became the youngest ever hobbyist to achieve the NMRA’s Master Model Railroader status.\n\nTrevor talks with BNSF locomotive engineer Greg Amer about how he’s using his prototype-based, finescale HO layout to engage his two young kids in the hobby.\n\nThis entry was posted in Show Note. Bookmark the permalink.",
        "topic_id":14,
        "format_id":21,
        "topic_confidence":0.8680145144,
        "format_confidence":0.6247223616
    }
]