[
    {
        "url":"http:\/\/www.ecampus.com\/china-european-union-1st-dong-lisheng\/bk\/9780415630795",
        "text":"China and the European Union\n\nby ;\n  • ISBN13:\n\n\n  • ISBN10:\n\n\n  • Edition: 1st\n  • Format: Hardcover\n  • Copyright: 3\/12\/2013\n  • Publisher: Routledge\n  • Purchase Benefits\n  • Free Shipping On Orders Over $59!\n    Your order must be $59 or more to qualify for free economy shipping. Bulk sales, PO's, Marketplace items, eBooks and apparel do not qualify for this offer.\n  • Get Rewarded for Ordering Your Textbooks! Enroll Now\nList Price: $163.00 Save up to $138.06\n  • Buy New\n    Add to Cart Free Shipping\n\n\nSupplemental Materials\n\nWhat is included with this book?\n\n  • The New copy of this book will include any supplemental materials advertised. Please check the title of the book to determine if it should include any access cards, study guides, lab manuals, CDs, etc.\n  • The eBook copy of this book is not guaranteed to include any supplemental materials. Typically, only the book itself is included. This is true even if the title states it includes any access cards, study guides, lab manuals, CDs, etc.\n\n\nThe European Union is China's largest trading partner, and Chinese views of the EU are of crucial importance in shaping how the relationship will develop in the future, especially as the new Chinese leadership takes power. This book presents the findings of an extensive research project into the views of both elite groups, in government, business, academia, media and social activists, and the Chinese public towards Europe and the European Union. It considers attitudes on a wide range of subjects, and reaches a number of interesting, encouraging conclusions. These include the fact that as Chinese people's knowledge of, and travel to, Europe becomes more extensive, Chinese attitudes towards Europe become more positive; that Chinese people have a high regard for European culture and a high degree of trust in Europeans; though there are significant differences between different Chinese groups concerning controversial issues in the China-EU relationship. Overall, the book concludes that the Chinese view is shifting from regarding Europe as an antagonist to regarding Europe as a model to emulate.\n\nRewards Program\n\nWrite a Review",
        "topic_id":17,
        "format_id":16,
        "topic_confidence":0.9116996527,
        "format_confidence":0.9988558292
    },
    {
        "url":"http:\/\/genevacall.org\/donation\/humanitarian-shares\/",
        "text":"Protecting civilians in armed conflict\n\nHumanitarian shares\n\nGeneva Call has launched an initiative called Actions Humanitaires, literally a play on words as in French, the word ‘action’ means both shares, and action! The designer of banknotes for many countries, Roger Pfund, created Geneva Call’s Action Humanitaire, and the Atelier Roger Pfund helped to produce them. Individuals and companies can now purchase a share in Geneva Call’s humanitarian work, and help towards the protection of civilians in armed conflict. This share plays a role in saving human lives, the lives of women, men, children, innocent victims of wars and conflicts. It is a fair and solid investment in human beings, with a guaranteed humanitarian return. 20131216162954416\nActions Humanitaires can be ordered for CHF 1,000.– per share using the below form. Geneva Call and its staff would like to thank all donors for helping to save lives in the midst of conflict.\n\n\n1Number of humanitarian shares\n\nYes, I would like to donate\n\n  • 1 share 1000 CHF\n  • 2 shares 2000 CHF\n  • 3 shares 3000 CHF\n\n2Personal information\n\n\n3Method of payment\n\nTo make a bank transfer, please use the following bank details: Banque Cantonale de Genève PO Box 2251-1211 Genève 2 SWIFT: BCGECHGGXXX IBAN: CH30 0078 8000 0501 3648 0\nIf you prefer to make your donation through a payment slip, we will send you a few within approximately one week.\nStrategy 2017-2019\n\n\nGeneva Call\n47 chemin de la chevillarde\nCH-1224 Chêne-Bougeries\nTel : +41 22 879 10 50 - Fax : +41 22 879 10 51\n\nLatest successes\n\n  • Western-Sahara-Mine-Destruction\n    Western Sahara: monitoring the destruction of 2,446 stockpiled anti-personnel mines by the Polisario Front\n\n    On 3 November 2017, Geneva Call monitored the destruction of read more\n\n  • Syria-signature\n    Syria: 4 brigades of the Free Syrian Army commit to prohibit sexual violence and the use of child soldiers\n\n    On 30th June 2017, the military leaders of four brigades read more\n\n  • Sans titre-1\n    DR Congo: child soldiers leave armed groups following Geneva Call’s awareness-raising efforts\n\n    More than 40 children have recently left armed non-State actors read more",
        "topic_id":17,
        "format_id":16,
        "topic_confidence":0.976682663,
        "format_confidence":0.986010313
    },
    {
        "url":"http:\/\/www.indiana.edu\/~deanfac\/blfal00\/pols\/pols_y665_3725.html",
        "text":"Political Science | Pol of Wilderness & Nat Parks (3 cr)\nY665 | 3725 | Tilton\n\nAs midwesterners, we sometimes fail to appreciate how controversial the\npolitics of national parks and wilderness can be.  Caught up in the\nenthusiasm for national parks as \"America's best political idea\" (Wallace\nStegner) and the general support of the l964 Wilderness Act, we\nmiss the in-fighting over park appropriations, boundaries, inholdings, and\ndevelopment as well as the contentious western politics surrounding the\ndesignation of Bureau of Land Management\nwilderness under the 1976 Federal Land Policy Management Act.  In this\ncourse we will examine the history of national park and wilderness policy\nand survey current problems and policy.  We may briefly compare some foreign\nsystems with the United States.  I hope to arrange a field trip to the Deam\nWilderness (Indiana's only wilderness).  On this expedition we will consult\nwith government personnel, but will also feel an obligation to experience\nthe natural setting that causes all the excitement!\nSome of our central issues will be:  What land gets set aside as national\nparks or wilderness, and why?  How has the federal domain evolved and how do\nthe holdings of the Forest Service, the National Park Service, the Bureau of\nLand Management, and other federal agencies affect the politics of states\nand the nation as a whole?   How has the preservationist idea evolved?  How\nwell does the national government succeed in preserving ecosystems? What is\n\"wilderness\" and how should it be managed?  How much should there be?  What\nsort of constituency is there for national parks and wilderness and what is\nits future?  Students will be expected to contribute to the discussion of\nthese issues and to produce a research paper on an issue of this sort.  I\nwill try to set a good example by reporting on my own research into the\nfascinating controversy over wilderness designation in Utah.",
        "topic_id":17,
        "format_id":16,
        "topic_confidence":0.8898937106,
        "format_confidence":0.9812705517
    },
    {
        "url":"https:\/\/www.idealtermpapers.com\/what-can-americans-and-our-political-leaders-learn-from-this-letter\/",
        "text":"What can Americans and our political leaders learn from this letter\n\nThe West has become the object of Islamic extremism and hatred…Almost 400 people have been charged with terrorism since 9\/11 (newamerica.org  Terrorism After 9\/11)  Mass killings by Muslim extremists have also taken place around the world.  In this week’s Discussion, review the Open Letter To America by Osama Bin Laden to see the arguments he makes against America and Israel, and take note of Scriptures from the Koran he uses to validate his point.  Go into the mind of an Islamic Extremist and see how he thinks about America.\n\n–      In the mind of Islamic Extremists:  “A Letter To America”  by Osoma Bin Laden\n\n\nV   View the following website which includes the letter from Bin Laden and respond to the questions below:      \n\n\n1. Summarize in your own words what Bin Laden is stating to America.\n\n2. 2. Are there points in the letter that you agree and which do you disagree? Why?\n\n3.   3.  What can Americans and our political leaders learn from this letter?\n\nF    4 From Bin Laden’s letter, what is your understanding of the reason behind the violence by  Islamic radicals against the West after reading this letter?  \n\nAre you looking for a similar paper or any other quality academic essay? Then look no further. Our research paper writing service is what you require. Our team of experienced writers is on standby to deliver to you an original paper as per your specified instructions with zero plagiarism guaranteed. This is the perfect way you can prepare your own unique academic paper and score the grades you deserve.\n\nUse the order calculator below and get ordering with idealtermpapers.com now! Contact our live support team for any assistance or inquiry.\n\nType of paper Academic level Subject area\nNumber of pages Paper urgency Cost per page:\n\nPurchase Guarantee\n\nWhy ORDER at IdealTermPapers.com?\n\n  • Educated and experienced writers.\n  • Quality, Professionalism and experience.\n  • Original Content writing.\n  • Best customer support.\n  • Affordable Pricing on orders.\n  • Thorough research.\n  • Ontime delivery of finished work.\n  • 100% plagiarism free papers.\n\nReasonable Prices\n\n  • To get the best quality papers isn’t cheap so don’t trust extremely low prices.\n  • We can’t claim that we have unreasonably low prices because low prices equal to low quality.\n  • Our prices are good and they balance with the quality of our work.\n  • We have a Moneyback guarantee.\n\nOriginal and Quality work\n\n  • Our writers are professionals and they write your paper from scratch and we don’t encourage copy pasting.\n  • All writers are assessed and they have to pass our standards for them to work with us.\n  • Plagiarism is an offence and it’s never tolerated in our company.\n\nNative Writers plus Researchers\n\n  • Our writers are qualified and excellent and will guarantee the best performance in your order.\n  • Our team has writers who have master's and PhD qualifications who can handle any assignment\n  • We have the best standards in essay writing.\n\nWe have been in business for over 7 syears\n\n  • We have always served our customers from all over the world and they have continued to order with us.\n  • We value our customers since they have trusted us to do their assignments.\n  • We are competent in our writing gained from experience over the years\n  • Our company has 24\/7 Live Support.\n\nYou will get\n\n  •  Custom Admission Essay written by competent professional English writers.\n  •  Free revisions according to our revision policy if required\n  •  Paper format:  275 words per page, Times New Roman font and size 12, doublespaced text and1 inch margin\n  •  On time delivery and direct order download\n  •  Privacy guaranteed\n\nWe can help you:\n\n  •  acquire a comprehensive professional presentation.\n  •  get a unique and remarkable content as per your instructions.\n  •  Get an additional portion that can be included to your existing presentation;\n  •  turn your work in to an eyecatching presentation with well communicated ideas.\n  •  improve your presentation to acquire the best professional standards.",
        "topic_id":17,
        "format_id":16,
        "topic_confidence":0.9240825772,
        "format_confidence":0.9280288815
    },
    {
        "url":"https:\/\/www.barnesandnoble.com\/w\/the-plan-reco-mcdaniel-mccambry\/1138274852?ean=9780988734234",
        "text":"THE PLAN: After Police Reform that will GUARANTEE Social Justice and Progress for the Black Community\n\nTHE PLAN: After Police Reform that will GUARANTEE Social Justice and Progress for the Black Community\n\nby Reco McDaniel McCambry\n\nNOOK Book(eBook)\n\n$7.99 $8.99 Save 11% Current price is $7.99, Original price is $8.99. You Save 11%.\n\nAvailable on Compatible NOOK Devices and the free NOOK Apps.\nWANT A NOOK?  Explore Now\n\n\n2020 has been a year like no other. It has brought us unparalleled danger, as well as unparalleled opportunity for real change.\n\nWith the uprising triggered by George Floyd's death at the hands of Minneapolis police officers still going strong, there have been many heartening changes to local municipal laws around the country. But we all know it's not nearly enough. To produce real justice for the Black community, we must have equal economic power and equal access to education - and those are goals that seem lightyears away.\n\nAlthough police reform is a very hot topic and deserves national attention, there are other subjects we must not ignore while we have the national and even global stage. If these matters are not addressed, social justice and progress, in totality, will never be reached!\n\nFortunately, Reco McDaniel McCambry has a plan. As one of the top entrepreneurs and financial educators in America, he's spent his professional life helping Black families to initiate a foundation for generational wealth and motivating Black entrepreneurs to realize seemingly impossible goals.\n\nNow, McCambry brings his financial and motivational skills to the cause of racial justice. THE PLAN contained within these pages includes a blueprint that anyone can take to forward economic equality, fairer legislation, and transformational change for our black communities nationwide; even across the world.\n\nRelated collections and offers\n\nProduct Details\n\nISBN-13: 9780988734234\nPublisher: Urban Sharks, LLC\nPublication date: 09\/25\/2020\nSold by: Barnes & Noble\nFormat: NOOK Book\nPages: 202\nFile size: 399 KB\n\nTable of Contents\n\n\n\nChapter 1 Ending Police Brutality\n\nChapter 2 The Fatherless Epidemic, Is Impact, and its Origins\n\nChapter 3 Financial Education: The Foundation of Generational Change\n\nChapter 4 The Entertainment and Education Connection\n\nChapter 5 Fierce Leadership: The Essential Skills Needed\n\nChapter 6 Political Involvement: Changing the Law\n\nChapter 7 The Power of Collective Action: Working Together\n\nChapter 8 Finally - A True Plan for Reparations\n\nChapter 9 Let's Do This!\n\nAbout the Author \n\nCustomer Reviews",
        "topic_id":17,
        "format_id":16,
        "topic_confidence":0.9818368554,
        "format_confidence":0.9986385703
    },
    {
        "url":"https:\/\/rd.springer.com\/book\/10.1007\/978-1-349-22568-2",
        "text":"The Many Faces of National Security in the Arab World\n\n  • Bahgat Korany\n  • Paul Noble\n  • Rex Brynen\n\nPart of the International Political Economy Series book series (IPES)\n\nTable of contents\n\n  1. Front Matter\n    Pages i-xxv\n  2. The Analysis of National Security in the Arab Context: Restating the State of the Art\n\n  3. Security Concerns Old and New\n\n  4. Underdevelopment as Insecurity\n\n  5. Security as Development? State-Building, Economic Development and the Military\n\n    1. Front Matter\n      Pages 205-213\n    2. I. William Zartman\n      Pages 239-257\n    3. Paul Noble, Rex Brynen, Bahgat Korany\n      Pages 275-302\n  6. Back Matter\n    Pages 303-322\n\nAbout this book\n\n\nTwo Gulf wars and the continuing Arab-Israeli conflict have highlighted the salience of military factors in the Middle East. This book argues, however, that many of the most serious 'security' challenges to Arab states and societies are rooted not in external military threats but in the imperatives of socio-economic development. Contributors examine the regional security environment; the social and political impact of regional militarization; and underdevelopment as a source of regional insecurity.\n\n\nconflict desegregation Israel Third World\n\nEditors and affiliations\n\n  • Bahgat Korany\n    • 1\n  • Paul Noble\n    • 2\n  • Rex Brynen\n    • 2\n  1. 1.Université de MontréalCanada\n  2. 2.McGill UniversityMontrealCanada\n\nBibliographic information",
        "topic_id":17,
        "format_id":16,
        "topic_confidence":0.9747999907,
        "format_confidence":0.9677687883
    },
    {
        "url":"https:\/\/lightswitchlearning.com\/product\/african-americans-in-law-and-politics\/",
        "text":"African Americans in Law and Politics\n\nAfrican Americans in Law and Politics\n\n\nOn November 4, 2008, Americans went to the polls and elected the first black president in the history of the United States. Barack Obama was clearly a gifted politician with impressive achievements and a compelling life story. Still, his historic election wouldn’t have been possible if earlier generations of African Americans hadn’t paved the way. This book tells the stories of pioneering African-American lawyers and politicians. It details their efforts to guarantee black people the same rights enjoyed by other Americans, including the right to vote. In courtrooms, statehouses, and the halls of Congress, the people profiled in this book have helped make the United States what the framers of the Constitution hoped: “a more perfect Union.”\n\nSKU: 978-1-68265-052-3\nProduct ID: 2784ISBN: 9781682650523.\n\n\nISBN: 9781682650523\n\nFrom the series Major Black Contributions from Emancipation to Civil Rights\nGrade Range: 5th – 8th\nPage Count: 64\nLexile Level: 1050L\n\nA whole child approach ensures that each student is healthy, safe, engaged, supported and challenged.\n\n250 East 54th Street, Suite P2\nNew York, NY 10022\nPhone: 1-800-350-7180\n[email protected]",
        "topic_id":17,
        "format_id":16,
        "topic_confidence":0.8183379769,
        "format_confidence":0.99903512
    },
    {
        "url":"https:\/\/unitedworkers.org.au\/product\/uwu-voice-treaty-truth-shirt\/?add-to-cart=1408",
        "text":"Skip to content Skip to footer\n\nUWU Voice Treaty Truth Shirt\n\n\nThe Union is proud to offer officials the opportunity to show their support for Reconciliation and the Uluru Statement from the Heart.\n\nThe designs are screen printed for durability and 100% Australian made. They feature the Aboriginal and Torres Strait Islander flag on the sleeves and the Unions’ First Nations logo on the front.\nThe union will make a donation to the Uluru Statement Foundation for their national education strategy.\n\nFight for change. Join your Union.",
        "topic_id":17,
        "format_id":16,
        "topic_confidence":0.9370868206,
        "format_confidence":0.9978076816
    }
]