[
    {
        "url":"http:\/\/www.mountunion.edu\/join-nature-center-for-book-discussion",
        "text":"Join Nature Center for Book Discussion\n\nApril 08, 2010\n\n\nThe John T. Huston - Dr. John D. Brumbaugh Nature Center will hold a book discussion on the book 'The Verb 'To Bird',' by Peter Cashwell on Saturday, September 11 from 9 ' 10:30 a.m.\n\n\n\nNo registration is required. The Nature Center is located 6 miles south of Mount Union College on Daniel Street, just off Route 183. For more information, contact the Nature Center at (330) 823-7487.\n\nTo The Top!",
        "topic_id":16,
        "format_id":13,
        "topic_confidence":0.7051662803,
        "format_confidence":0.9913700819
    },
    {
        "url":"https:\/\/www.ria.ie\/news\/library-library-blog\/thomas-moore-240",
        "text":"Thomas Moore at 240!\n\n28 June 2019\n\nIn this month's Library blog post Harry White, MRIA, Professor of Music, University College Dublin, takes a look at our current exhibition Discovering Thomas Moore: Ireland in nineteenth-century Europe.\n\n‘Where in Germany, even today, would you find three such literary heroes to set beside Lord Byron, Moore and Walter Scott?’, enquired the great German writer and statesman, Johann Wolfgang von Goethe in 1824.  For many people, it comes as a surprise to see Thomas Moore in such company, in the front rank of British literary romanticism, because his reputation in the interim has dwindled to a handful of well-beloved songs from the Irish melodies, and not much besides. Moore was in fact an originary and formative presence in the development of European music and letters in the first half of the nineteenth century, and the circulation of his poetry, fiction and lyric verse exerted considerable influence on many composers, including Robert Schumann and Hector Berlioz. Schumann’s setting of the second part of Moore’s Lalla Rookh, ‘Paradise and the Peri’ (in German translation) and Berlioz’s Mélodies irlandaises (settings in French translation of Moore’s verse from the Irish melodies) affirm a more general popularity for Moore’s poetry on the continent.\n\n Thomas Moore, Paradise and the Peri (London, Day & Son, [1860]). Image courtesy of Special Collections & Archives, Queen's University Belfast.\n\nMoore’s long poem — Lalla Rookh — became an overnight success on its publication in 1817.  The poem relates the journey of Lalla Rookh, an Indian princess, from her homeland  to Kashmir for her wedding to the king there.  En route she meets a poet who accompanies her and beguiles her with the story of a fallen angel (the Peri) who has to pass several tests in order to gain entry to Paradise. Lalla Rookh falls in love with the poet who turns out to be her betrothed in disguise!  Schumann remarked that the verse was ‘intended for music, as if from the start’. The poem was part of a vogue for orientalism in Europe and was widely admired and translated. \n\nThis year we celebrate the 240th anniversary of Moore’s birth in Dublin on 28 May 1779 with an exhibition at the Academy Library, curated by Dr Sarah McCleave, Senior Musicologist at the School of Arts, English & Languages, Queen’s University of Belfast.\n\nThe materials on display recapture not only Moore’s phenomenal success as a poet and lyricist in Europe, but his often neglected reputation as a novelist, satirist, biographer and historian. In recent years, these aspects of Moore’s intellectual estate have received at least something of their due from literary historians and musicologists, just as Moore’s extraordinary life has been magisterially recovered in Ronan Kelly’s 2008 biography, Bard of Erin[i]. Throughout that life, the very idea of Ireland abides, even in Moore’s imagined orient. Moore’s inventions were assuredly romantic, but they were also grounded in a scientific apprehension of scholarly sources and a lively political awareness of injustice and repression. His instincts as a romantic poet were constantly mediated by an antiquarian appeal to the authority of historical documents, and his brilliance as a biographer (particularly of Lord Edward FitzGerald) was fired by ‘that time of terror and torture’ which Moore experienced as a young student in Trinity College Dublin, following the failed rebellion of 1798. Throughout his writing career, as many of the items displayed in the exhibition demonstrate, Moore’s sense of responsibility to empirical evidence anchored the flight of his auditory imagination.\n\nThomas Moore. Image courtesy of the National Library of Ireland.\n\nThe rich resources of the Royal Irish Academy (which houses the greater part of Moore’s private library) and of the Gibson Massie collection in Queen’s University Belfast combine in this exhibition to commemorate the 240th anniversary of the birth of a writer whose profound Irishness was deeply inflected by his European reception and afterlife. In the present moment of European crisis, such a commemoration could scarcely be timelier.\n\nHarry White, MRIA, Professor of Music, University College Dublin\n\nThe exhibition Discovering Thomas Moore: Ireland in nineteenth-century Europe is on display at Academy House until 23 December 2019. Our booklet — Sarah McCleave, Discovering Thomas Moore: Ireland in nineteenth-century Europe (Dublin, 2019) — is available at the exhibition.   ISBN: 978-1-911479-22-2\n\nDiscover Moore with the Erin Catalogue project. Based at Queen's University Belfast and co-funded by the Horizon 2020 Framework Programme of the European Union, ERIN, or Europe’s Reception of the Irish Melodies & National Airs: Thomas Moore in Europe, is an open access online resource which maps Europe’s response to the Irish Melodies, documents the chronological and geographical dissemination of the National Airs and identifies European music editions of the songs, operas and ballets from or based on the poem Lalla Rookh.\n\nRead the latest post by the Eighteenth-Century Ireland Society on Project ERIN\n\nMain image: 'The Tyrant of Gazna’, drawn on stone by Albert Warren, image courtesy Special Collections and Archives, Queen’s University Belfast. \nThe Tyrant of Gazna is a character featured in 'Paradise and the Peri', one of the tales in Thomas Moore's Lalla Rookh\n\n[i] Ronan Kelly, Bard of Erin: the life of Thomas Moore (Dublin, 2008).\n\nStay up to date with the Royal Irish Academy newsletter\n\nSign up now",
        "topic_id":16,
        "format_id":13,
        "topic_confidence":0.9816839099,
        "format_confidence":0.7539327741
    },
    {
        "url":"https:\/\/topleat.wordpress.com\/2016\/09\/01\/etisalat-flash-fiction-2016win-1000-with-300-words\/",
        "text":"Etisalat Flash Fiction 2016|Win $1000 with 300 Words\n\netisalat-flashfiction-topmuseThe Etisalat Flash Fiction Award was created in order to cater to the large amount of interest received from unpublished writers across the Continent. To garner some publicity for the art of flash fiction writing and the writers themselves, this category of the Prize will be open to the general public to review and contribute to the ultimately selection of a winner. The Flash fiction award seeks to provide added value to mobile device users across Africa with information on-the-go and in bite sized chunks.\n\nThe Prize is open to all writers of unpublished short stories (of African citizenship but can be resident anywhere in the world)\nAll entries will be submitted online via the website and short stories submitted should not exceed 300 words\n\nThe winning author will receive $1000 and a high end device\nThe 2 Runner-ups will receive $500 (each) and a high end device.\n\nTop 50 Stories\nPublished e-book compilation by promoted online and via SMS\nPublished print book (if available) distributed at award ceremony\n\nEntries Open – September 1\nEntries Closes – October 14\nVoting Opens to the general public – November 1\nVoting Closes – November 30\nTop 50 Announced – December 2\nFinalists Announced – January 11, 2017\nAward Ceremony\/Winner Announcement – March 2017\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":13,
        "topic_confidence":0.9747800231,
        "format_confidence":0.8932955265
    },
    {
        "url":"http:\/\/www.lamar.edu\/news-and-events\/news\/2014\/02\/body-and-bread-author-visits-feb.-26.html",
        "text":"'Body and Bread' author visits Feb. 26\n\nAuthor Nan CubaAuthor Nan Cuba will share from her debut novel, “Body and Bread,” in a reading hosted by the Department of English and Modern Languages, Wednesday, Feb. 26, at 7 p.m. in Room 108 of Maes on the Lamar University campus.\n\nIn the novel, Cuba, winner of the PEN Southwest Award in Fiction, unearths the power of family legacies and the indelible imprint of loss.\n\nThe founder and executive director emeritus of Gemini Ink, a nonprofit literary center, Cuba is currently writer-in-residence at Our Lady of the Lake University in San Antonio. As an investigative journalist, she reported on the causes of extraordinary violence in publications such as Life and D Magazine. Her stories, poems, and reviews have appeared in a variety of national magazines and journals.\n\nBody and Bread cover“Body and Bread,” picked as one of “Ten Titles to Pick Up Now” by O Magazine, details how, years after her brother Sam’s suicide, Sarah Pelton remains unable to fully occupy her world without him in it. Now, while her surviving brothers prepare to sell the family’s tenant farm and a young woman’s life hangs in the balance, Sarah is forced to confront the life Sam lived and the secrets he left behind. As she assembles the artifacts of her family’s history in east Texas in the hope of discovering her own future, images from her work as an anthropologist – images of sacrifice, ritual, and death – haunt her waking dreams.\n\nThe reading is sponsored by the Office of the Provost and the Department of English and Modern Languages.  For more information, call 880-8558.",
        "topic_id":16,
        "format_id":13,
        "topic_confidence":0.9306604862,
        "format_confidence":0.9766353369
    },
    {
        "url":"https:\/\/www.fifedirect.org.uk\/news\/index.cfm?fuseaction=news.display&objectid=9A873FAB-DB82-1F6F-612C3026F95B25DE",
        "text":"Tartan Tales from A Right Guid Read\n\nArchived news: published on Sunday 01 Nov 2009 by Fife Council\n\nBook jacket image of Rogue Nation by Alan Clements\n\nBook jacket image of Rogue Nation by Alan Clements\n\n\nNovember is the month of many things Scottish with the round up of Homecoming Year and St Andrews Day happening, so this month’s A Right Guid Read has a distinctly Scottish flavour – all the reviews featured in this month’s edition are by Scottish authors. Some are old favourites like Val McDermid, who thrills and terrifies equally with her latest Tony Hill book Fever Of The Bone and Ian Rankin who introduces us to a new police character in his novel, The Complaints. However, some of the authors are much newer to the Scottish writing scene. Glasgow lawyer G.J Moffat doesn’t disappoint with his debut novel Daisychain, a fast moving thriller while Scottish independence is the theme of Alan Clement’s first novel, Rogue Nation. If you haven’t read anything by Glasgow author Anne Donovan, try Being Emily, a moving, funny and heart warming tale of family life. Andrew Greig who hails from Fife’s East Neuk, is another author to try is you want A Right Guid Read. In The Return of John MacNab, the prequel to Andrew’s recent Romanno Bridge, a challenge, first written of in John Buchan’s classic tale John MacNab, is revived.\nNovember’s What’s New also has a taste of Scottish writing with Kirsty Scott’s Fortune House, a tale of loss, love and family relationships, set near Edinburgh. Moving away from Scottish writing, Turbulence by Giles Foden, is the fascinating fictional account of weather forecasting and The D-Day invasion of Normandy, while Sam Baker’s The Step-Mother’s Support Group gives a light hearted look at a difficult family situation.\nWhatever you choose to read this month, I hope you find A Right Guid Read.\nClick on the publication link on this page to read this month's reviews. If you would like to submit a review for A Right Guid Read, click on the link to the online review form.\nHappy reading!\nThe Editor.\n\n\nJennifer Stewart, Service Development Officer, Libraries (Adults) \nTel: 03451 55 55 55 + Ext 46 02 22 Contact Jennifer Stewart online\nBy Post: Iona House John Smith Business Park Grantsmuir Road Kirkcaldy Fife KY2 6NA\n\nWe have placed cookies on your computer to improve your experience here. If you do not want us to use cookies you can change your settings at any time.",
        "topic_id":16,
        "format_id":13,
        "topic_confidence":0.9866883159,
        "format_confidence":0.7129331231
    },
    {
        "url":"http:\/\/citylitproject.org\/index.cfm?page=news&newsid=56",
        "text":"CityLit Project\n\nMacArthur \"Genius\" Grant Recipient Chimamanda Ngozi Adichie\n\nHeadlines 14th CityLit Festival at University of Baltimore (April 29)\n\nNational Endowments for the Arts\nMSAC: Vibrant Dazzling Diverse Engaging\nBaltimore Promotion and The Arts\nBCF Baltimore\nUniversity of Baltimore\nArt Works - National Endowment for the Arts\nSee our other generous supporters here.\n\nProud Member of:\n\nGreater Baltimore Cultural Alliance\nMaryland Association of Nonprofit Organizations\n\nCityLit Project's New Imprint Launches\n\n\nThanks to Baltimore magazine for the nice coverage of CityLit Press's launch.  Bmag writer Jess Blumberg and freelance photographer Dennis Drenner were wonderful.  That's Dennis in the first pic setting up the photo shoot in CityLit Project's corporate cantina.  The picture above is his work and used with his permission. \n\nPublisher Gregg Wilhelm and editor Jen Michalski had no idea that when they started Writers' Happy Hours back in November 2006 that it would lead to a first book from a new imprint: City Sages.  Take a close look at the books beneath Gregg's arms, homage to past incarnations of his publishing life: Johns Hopkins University Press, Cathedral Foundation Press, Woodholme House Publishers, and Tidewater Publishers.\n\nRead the Bmag story by clicking on the PDF below.\nClick here to download PDF\n\nback to news\n\n© Copyright 2017 CityLit Project | Created and Powered by Mission Media",
        "topic_id":16,
        "format_id":13,
        "topic_confidence":0.9758480191,
        "format_confidence":0.821066618
    },
    {
        "url":"http:\/\/news.uwgb.edu\/log-news\/announcements\/10\/07\/philosophers-cafe-15\/",
        "text":"Skip Navigation Links\n\n‘Buddhism and Modern Science’ at Thursday’s Philosophers Café\n\nTag icon , ,\n\nThe next Philosophers Café takes place from 7 to 8:30 p.m. this Thursday (Oct. 10) at the Harmony Café, 1660 W. Mason Street. John Holder, professor of philosophy at St. Norbert College, will lead discussion of “Buddhism and Modern Science.” Holder promises to critically assess the notion that individuals looking for a religious or spiritual life compatible with modern science can find consistent parallels in Buddhism. All Philosophers Café gatherings are open to the general public. The monthly talks are a joint project of philosophy faculty and students at UW-Green Bay and SNC.\n\nShare on Facebook  |  Delicious Delicious  |  Digg this Digg This\nFind more articles and information in our archives »",
        "topic_id":16,
        "format_id":13,
        "topic_confidence":0.8078503609,
        "format_confidence":0.9843632579
    },
    {
        "url":"https:\/\/riverriver.org\/2021\/02\/10\/prompt-february-10-virtual-didier-dumas\/",
        "text":"Prompt for February 10 – Virtual Didier Dumas\n\nGo Someplace You Don’t Belong\n\nUse the prompt to inspire your work in any form (poetry or prose; fiction of any genre; creative nonfiction, essay, or memoir).\n\nJoin our virtual meeting at 8pm for readings and discussion.\n\nNotes on the prompt\n\nThis was offered by the author and teacher Jeffrey Rotter in a workshop. It’s intended to guide writers in creating and developing setting for fiction, but should work well to inspire any form. The idea is to give your inner eye permission to look at details from which you might unconsciously shy away.",
        "topic_id":16,
        "format_id":13,
        "topic_confidence":0.9638156295,
        "format_confidence":0.814078629
    }
]