[
    {
        "url":"http:\/\/mpora.com\/videos\/AAdggsthm5g0",
        "text":"Sanuk: Droppin' in on Paige Alms - Maui Charger\n\nA Surfing video by Sanuk - 809 views\n\n\n\nHigh fives and good times in Haiku as Team Sanuk catches up with Maui big wave charger & full-time smile spreader Paige Alms at the SOS Shapes Factory. Have a look and listen as the Sanuker talks all things surf & stoke. Smile...pass it on!\n\nSpecial thanks to Sean Ordonez for lettin' us post up.\n\nRead More\nRead Less\nGet the best in action sports straight to your inbox\n\nsurfing videos\n\nView all Surfing Videos\nMore Radness is Imminent...\n\nMpora © 2014 Factory Media Ltd.",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.9869918823,
        "format_confidence":0.9774348736
    },
    {
        "url":"https:\/\/www.freeridetribe.com\/air-voltage-chatel-bike-park-france\/",
        "text":"Air Voltage – Chatel Bike Park, France\n\nTake a lap down one of the most famous mtb tracks of Chatel Bike Park in France. Watch and share this onboard cam video and subscribe JEY MARECHAL‘s Youtube Channel for more mtb videos.\n\nAir Voltage is a highly rated 515 m less popular double black diamond singletrack scenic trail located near Chatel. This mountain bike only trail can be used downhill only. On average it takes 10 minutes to complete this trail… [Read More]\n\nDo you want to watch more Action Cam videos? Check out our section:",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.9675356746,
        "format_confidence":0.9539347887
    },
    {
        "url":"http:\/\/www.telegraph.co.uk\/sport\/football\/picturegalleries\/9726636\/Chelsea-banners-against-Rafa-Benitez-in-pictures.html?frame=2419955&page=0",
        "text":"Monday 26 September 2016\n\n\nChelsea banners against Rafa Benitez: in pictures\n\nAs close as we could find to a pro-Benitez flag since his appointment, though Fernando Torres may have something to say about thatPicture: ACTION IMAGES\nComments are closed on this picture gallery.\n\nMore from the web\n\nBack to top\n\n© Copyright of Telegraph Media Group Limited 2016\n\nTerms and Conditions\n\nToday's News\n\n\nStyle Book\n\nWeather Forecast",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.9927149415,
        "format_confidence":0.9429839849
    },
    {
        "url":"http:\/\/wtip.org\/drupal\/content\/weekend-outdoors-larry-weber-april-20th",
        "text":"Weekend Outdoors with Larry Weber: April 20th\n\nDuluth Snow in April\nDuluth Snow in April\n\nWeekendOutdoors_20130420.mp313.43 MB\n\nLocal naturalist and retired teacher Larry Weber joins us each Saturday morning to share his observations on what's going on in the great outdoors. Tune in to North Shore Weekend from 7-10 Saturday mornings on WTIP to listen to Larry live, download and listen at your convenience, or subscribe to a podcast. \n\nPhoto of Snow in April in Duluth courtesy of  Sharon Mollerus.\n\n\nDelicious Bookmark this on Delicious | | Share on Twitter | Share on Facebook",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.7654390931,
        "format_confidence":0.9125151038
    },
    {
        "url":"http:\/\/www.backofthenet.com\/62rd\/ubbthreads.php?ubb=newreply&Board=2&Number=462887&what=showflat&fpart=155&q=1",
        "text":"Fall Leagues Scores & Standings: | BDA | CJSL | ECNL | Boys ECNL | EDP | EHYSL | ENY Challenge Cup |\n| GDA | LIJSL | Metropolitan | NYCSL NPL | NY Cup | NYCSL | NYPL | SIYSL | WYSL | WYSL Premier | WYSL Cup |\n\n\nThis thread is locked. You can not reply to it.\n\nReturn to the previous page or use search if you are looking for something specific.\n\nLog In To Back of THE NET Soccer Message Boards\n\nForgot login name or password?\nRegister for a new account\n\nClick Here!\n\nTweets by Back of THE NET\n\nCopyright (c) Back of THE NET 1991 - 2017\n\nPowered by Back of THE NET, LTD",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.9884576201,
        "format_confidence":0.6753745079
    },
    {
        "url":"http:\/\/www.summitdaily.com\/news\/regional\/9045874-113\/tires-bike-fatbikes-snow?show=comments",
        "text":"Back to: Regional\nNovember 23, 2013\nFollow Regional\n\nSummit County Gear Guide: Taking fatbikes for a spin\n\nArticle Comments (0)\n\nStories you may be interested in\n\nThe Summit Daily Updated Jan 24, 2015 01:55PM Published Nov 26, 2013 05:54PM Copyright 2013 The Summit Daily. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.9330114722,
        "format_confidence":0.5665850043
    },
    {
        "url":"https:\/\/secure.forumcomm.com\/?publisher_ID=16&article_id=85741",
        "text":"« Continue Browsing\n\nArticle Preview\n\nGirls Basketball: P-E-M takes down Lake City\n\nPublished 01\/03\/2013, The Republican Eagle\n\nPlainview-Elgin-Millville freshman Sarah Hart poured in a game-high 29 points as P-E-M took down Lake City 71-59 Thursday at home.\n\nWord count: 134\n\nLog In\n\nThe full article is available to newspaper subscribers. If you are a subscriber please log in to continue reading.\n\n\nAre you a newspaper subscriber but you don't have a Digital Access account yet? Click here to set one up. You will need your subscription account number and phone number.\n\nNot sure if you have an account? Email us at subscriberservices@forumcomm.com and we can help you.\n\nReset Your Password\n\nPlease enter your full e-mail address. We will e-mail you a temporary password.",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.9966874719,
        "format_confidence":0.9867773652
    },
    {
        "url":"https:\/\/ourgame.ie\/sixmilebridges-insane-backroom-team-tough-week-for-ballyhale-golden-hurley-smaller-counties\/",
        "text":"Connect with us\n\nHi, what are you looking for?\n\nClub Talk\n\nSixmilebridge’s insane backroom team | tough week for Ballyhale | golden hurl(ey) | smaller counties\n\nShane Stapleton and Michael Verney pore over some of the huge clashes coming this weekend\n\nYou May Also Like\n\nClub Talk\n\nBallyhale's huge win over Dicksboro, Davy Fitzgerald helping Sixmilebridge to Clare glory, semi-finals in Offaly, Laois and Galway, and more\n\n\nTest your knowledge of the Carlow County hurling championship for 2020 ahead of the county final this weekend.\n\nClub Talk\n\nShane Stapleton and Michael Verney discuss the big talking points of the weekend in Club Talk: Hurling, including a first county final\n\n\nDavy Fitzgerald has had health issues in the past but says that underlying conditions will not deter him from managing Wexford or Sixmilebridge",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.9968254566,
        "format_confidence":0.6775068641
    },
    {
        "url":"https:\/\/www.wokingfc.co.uk\/gallery\/woking_2019_20\/maidenhead_2_-_woking_3",
        "text":"\nPM Antiques\nPhoto Gallery\n\nWelcome to the collection of photos by Woking FC Club Photograper David Holmes. The pictures are taken with my Nikon D610, D600 and D5200 using a Nikon 70-200mm f2.8, Nikon 300mm f2.8 and Nikon 17-55mm f2.8 lens. The pictures are resized and compressed for the internet. Please contact me if you have any questions, comments or requests, or if you require further information about any of the pictures.\n\nWoking FC Newsletter\nJoin the Woking FC Newsletter\nThe Cards Trust\nThe Cards Trust Boost the Budget",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.8341982365,
        "format_confidence":0.9040763378
    },
    {
        "url":"https:\/\/bwi.rivals.com\/news\/lions-look-to-make-their-mark-on-usaab",
        "text":"Lions look to make their mark on USAAB\n\n\nFive future Nittany Lions will make the trip to Texas in January for the nation's premier All-American showcase - the U.S. Army All-American Bowl on January 9.\n\nPremium Content\n\nSubscribe today to read the full article and get everything Rivals has to offer.\n\n  • Member-only message boards\n  • Exclusive highlights and recruiting interviews\n  • Exclusive coverage of Rivals Camp Series\n  • Breaking recruiting news",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.9971492887,
        "format_confidence":0.9819723964
    },
    {
        "url":"http:\/\/www.cheneyfreepress.com\/story\/2013\/04\/11\/sports\/ucla-safety-tevin-mcdonald-transfers-to-eastern\/11830.html",
        "text":"Cheney Free Press -\n\n\nUCLA safety Tevin McDonald transfers to Eastern\n\n\n\n\nTevin McDonald, a two-year starter at safety at UCLA, has transferred to Eastern Washington University to play football for the Eagles, EWU confirmed April 9.\n\nMcDonald is enrolled in classes and will begin practicing with the team as early as Thursday. The son of six-time NFL All-Pro safety Tim McDonald, he was recently dismissed from UCLA’s squad for violating team policy.\n\nTevin McDonald had 135 tackles in 27 career games at UCLA, plus four interceptions and 14 passes broken up. The 6-foot-1, 190-pounder from Fresno, Calif., had 79 tackles as a sophomore in 201...\n\nFor access to this article please sign in or subscribe.\n\n\nReader Comments\n\nRendered 01\/29\/2015 18:30",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.9961077571,
        "format_confidence":0.9597526789
    },
    {
        "url":"http:\/\/forum.russellstreetreport.com\/newreply.php?do=newreply&p=618556",
        "text":"\n\n  1. You are not a member of the board, you are a member and not logged in or you are a technically challenged Steeler fan. Yunz should understand how these message board interwebby things work. Fill in the form at the bottom of this page and try again.\n  2. You may not have sufficient privileges to access this page. Are you trying to edit someone else's post, access administrative features or some other privileged system?\n  3. If you are trying to post, the administrator may have disabled your account, or it may be awaiting activation.\n\nThe administrator may have required you to register before you can view this page.\n\nLog in\n\nRussell Street Report Website Design by D3Corp Ocean City Maryland",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.5659120679,
        "format_confidence":0.8101379275
    },
    {
        "url":"http:\/\/www.altamontenterprise.com\/field-collection\/field-images\/2202",
        "text":"Images 1\n\nThe Enterprise — Jordan J. Michael\n\nWhere is everyone? Guilderland catcher Gabby Marino points towards first base on Monday as Colonie’s Mary Waterman crosses home plate during a Suburban Council softball game. The Dutch lost, 7 to 6, after having a one-run lead in the seventh inning, and committed nine errors during the contest. Guilderland went on to win its last two regular season games, and finished with a 10-6 record.",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.996581614,
        "format_confidence":0.908686161
    },
    {
        "url":"http:\/\/www.wbez.org\/programs\/morning-shift-tony-sarabia\/2014-01-03\/morning-shift-connecting-science-and-sports-109460",
        "text":"Connecting science and sports\n\nJanuary 3, 2014\n\n\n\nJournalist David Epstein's new book explores the relationship between heredity and athleticism. He explains what he discovered while writing the book. The Chicago Park District offers advice on how to lose that extra holiday weight. And, the music of Rob Clearfield.",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.9522272944,
        "format_confidence":0.6708056927
    },
    {
        "url":"http:\/\/bleacherreport.com\/articles\/1599011-matt-scott-video-highlights-for-former-arizona-qb",
        "text":"Matt Scott: Video Highlights for Former Arizona QB\n\n« Prev\n1 of 9\nNext »\nUse your ← → (arrow) keys to browse the slideshow\nMatt Scott: Video Highlights for Former Arizona QB\nChristian Petersen\/Getty Images\n\nDescribed as one of the true \"sleepers\" in this draft at the quarterback position, Matt Scott is often overlooked despite a productive senior season as an Arizona Wildcat.\n\nThough he has just one year of starting experience under his belt, Scott offers an intriguing blend of passing ability and mobility for the position. In that one year of starting, he threw for over 3,600 yards and 27 touchdowns. Just as impressive was his 500-plus yards rushing.\n\nWhere Scott ends up going in the draft remains to be seen, but regardless, he should prove to be one of the better value picks at the position and could end up paying off for an NFL team in a big way down the line.\n\nHere are some highlights of Matt Scott's career as an Arizona Wildcat. \n\nBegin Slideshow »\nLoad More Stories\n\nFollow B\/R on Facebook\n\nOut of Bounds\n\nNFL Draft\n\nSubscribe Now\n\nWe will never share your email address\n\nThanks for signing up.",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.997580409,
        "format_confidence":0.5896947384
    },
    {
        "url":"https:\/\/louisville.rivals.com\/barrier_noentry.asp?script=%2Fcontent%2Easp&cid=1667658",
        "text":"August 7, 2014\n\nDonovan Mitchell Makes Up Mind\n\nIn the span of less than two weeks, Donovan Mitchell sorted through nearly 25 programs and cut things down bit by bit. He came out with a top-ten, followed by a final five and on Thursday night during his first official visit, the three-star recruit ended his recruitment.\n\n...More... To continue reading this article you must be a member. Sign Up Now!",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.9964609742,
        "format_confidence":0.9869886637
    },
    {
        "url":"http:\/\/www.bostonglobe.com\/sports\/2013\/06\/14\/billerica-team-wins-emerging-elite-division-outdoor-nationals\/Af6Z5BJEwHzAPw2H30hlbI\/comments.html",
        "text":"\n\nThe Boston Globe\n\n\nNew Balance Outdoor Nationals\n\nBillerica races to 4 x 800 title at Outdoor Nationals\n\nAfter finishing second at the MIAA All-State track meet two weeks ago in the 4 x 800, Billerica won the event in the emerging elite division Friday at the New Balance Outdoor Nationals in Greensboro, N.C. Brendan Knickle, Alex Finestone, Peter Garmon, and Scott Arsenault won in 7:54.05. The emerging elite division is for individuals and relay teams who do not make the championship qualifying standards.\n\nNewton North’s Mike Schlichting, Jared Freedman, Nick King, and Gabe Montague were second in 7:55.96.\n\nLoading comments...\n\nYou have reached the limit of 10 free articles in a month\n\nStay informed with unlimited access to Boston’s trusted news source.\n\n  • High-quality journalism from the region’s largest newsroom\n  • Convenient access across all of your devices\n  • Today’s Headlines daily newsletter\n  • Subscriber-only access to exclusive offers, events, contests, eBooks, and more\n  • Less than 25¢ a week",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.998051405,
        "format_confidence":0.6449152231
    },
    {
        "url":"http:\/\/www.clammr.com\/app\/clammr\/127793",
        "text":"See More Hear More Watch More Hear More Get on iTunes\nBaseballTonight BaseballTonight\n\nStarting Pitching Is The Royals&#39; Issue\n\nBuster Olney talks to Andy McCullough about whether the Royals will make moves to bolster their rotation. Plus, Tim Kurkjian on the trade market &amp; the silliest moment of 2015. more info:\n\n\nMore from",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.99405092,
        "format_confidence":0.7646368742
    },
    {
        "url":"https:\/\/southcarolina.rivals.com\/news\/sophomores-rising-defense",
        "text":"Sophomores rising - Defense\n\nNorwood eric 200x267 20060916 cjd\n\nIn 2006, a number of true freshmen made a profound impact for the Gamecocks, who finished with an 8-5 record, including season ending wins over Clemson and Houston in the Liberty Bowl. If the Gamec...\n\nPremium Content\n\nSubscribe today to read the full article and get everything Rivals has to offer.\n\n  • Member-only message boards\n  • Exclusive highlights and recruiting interviews\n  • Exclusive coverage of Rivals Camp Series\n  • Breaking recruiting news",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.9964308739,
        "format_confidence":0.9843674302
    },
    {
        "url":"http:\/\/kfgo.com\/podcasts\/doug-leiers-outdoors\/941\/outdoors-live-with-doug-leier-5-10-14\/",
        "text":"« Doug Leier's Outdoors\n\nOutdoors Live with Doug Leier 5-10-14\n\nby Bob Harris\n\nOutdoors Live with N.D. Game and Fish Biologist and member of Tom Wynn and friends on KFGO, presents his weekly Outdoors show. This weeks special guest is Fisheries Biologist Fred Rykman to talk about the paddlefish season. Also on the show regulars Pat Stockdill and C.J. Johnson.",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.9575462937,
        "format_confidence":0.727361083
    }
]