[
    {
        "url":"http:\/\/www.photoeditingindia.com\/blogs\/category\/photo-retouching-services\/",
        "text":"Photo Retouching Services\n\nTips To Crop Your Photos Like A Pro\n\nCropping is one of the most basic image editing techniques used in professional picture editing. Photo editing services mainly use cropping for resizing an image so that it can fit the requirements of the customer. However, there is a lot more to cropping than simply resizing the images. This technique can have a great impact […]\n\nWhat To Look For In A Tablet For Photo Editing\n\nPhoto editing has a group of requirements with regard to processing power and display quality. The most significant aspects to contemplate when purchasing a device for professional picture editing are how much color and contrast it covers, plus its brightness. Consistent and correct colors are needed to confirm whether what you see and what the […]\n\nMistakes To Avoid When Editing Your Photos\n\nMaking mistakes when editing your photos can take away their appeal. So it is important to take great care when editing your photos, especially if you want them to have a professional look. However, you might make a lot of mistakes when editing your photos, unless you hire some professional photo editing services. Below, we […]\n\nHow To Add A Vintage Look To Your Photos\n\nWith the widespread of various social media platforms and photo-sharing apps, people began to experiment with different photo editing styles and techniques. A large number of photo editing apps and software available on the internet made it easy for people to edit their photos to bring the desired changes and effects to them. One of […]\n\nHow To Determine Whether A Photo Is Doctored\n\nThe term ‘doctored’ refers to a manipulated photograph. Only an observant person can spot subtle indications of photograph fakery. Fortunately, there are many ways of training yourself to identify a photograph that is edited to cause a wrong impression or idea about it. All edited\/manipulated photographs may not be doctored. On the other hand, all […]\n\nBest Editing Tips For Portrait Photography\n\nEditing portraits can be really tricky, as you have to enhance the appeal of your subjects without making them look artificial. Even the experienced photographers and editors find it difficult to create perfect portraits without losing originality. Hence, if you want to master photo retouching services, it is important for you to become efficient in […]\n\nBest Editing Tips For Creating Stunning Photos\n\nIt may not be always possible for you to shoot perfect images. However, you can make your images perfect with the help of photo editing services after capturing them. There are a large number of tools and software available for you to easily edit photos for making them look stunning and flawless. As a beginner, […]\n\nTips To Make Your Photos Look Professional\n\nCapturing a perfect photo is not magic, it takes years of practice to shoot an image with all its perfection. Even many experienced photographers find it difficult to capture a photo with all the desired features. However, now the photographers use a wide variety of tools that can be useful for dramatically improving the quality […]\n\nWhy You Need To Use Image Retouching Services?\n\nProfessional photographers now get the help of photo retouching services for perfecting their photos. The original image captured by a photographer can have many flaws including unwanted objects, wrong lighting, inappropriate color combinations, etc. Therefore, it has become important to edit such images for eliminating the flaws. Image retouching services can be helpful for removing […]\n\nHow To Create Perfect Contrast In Your Photos\n\nMaintaining a better contrast between different colors has a great role in increasing the appeal of your photos. Therefore, you should take good care in choosing the colors in the photos. Make sure that they complement each other for creating a perfect balance. Therefore, as a photographer, you should give great importance in selecting the […]\n\nScroll to top",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9890290499,
        "format_confidence":0.9763870835
    },
    {
        "url":"https:\/\/nmoorephoto.com\/tag\/chouteau-senior-photographer\/",
        "text":"Nichole Moore Photography » Creating Unique Portraiture That's Displayed Years to Come\n\nTag Archives: chouteau senior photographer\n\nMs. K | Senior 2014 Salina, OK\n\nMs. K was an early bird and actually had her Senior photos done over the summer.  I’m sure she’ll be gladView full post »\n\nMr. D | Senior Photography Claremore, OK\n\nMr. D’s photos were taken around Claremore this time.  Quick and painless!  (P.S. I know how guys like to takeView full post »\n\nMiss S | Senior 2013\n\nMiss S, Pryor Senior 2013 is now on the blog!!!View full post »\n\nMr. M | Senior 2013\n\nI am on a roll with Senior 2013 entries with a few more to blog! This Senior came to me from Chouteau.  It'sView full post »\n\nMiss H | Senior 2013\n\nAnd up on the blog this morning is Miss H.  Beautiful young lady and LOTS of pics because I couldn't narrowView full post »\n\nMiss K | Senior 2013\n\nAnd up next to the blog is Miss K!  We just love her so much (and I still can't believe she'sView full post »\n\nMiss K | Senior 2013\n\nLittle Miss K brought her super adorable doggie to be included in her Senior pictures.  I have to say – theyView full post »\n\nMr. T | Senior\n\nI don't think that I've met such a well-mannered young gentleman until Mr. T came to visit for pics.  IView full post »\n\nNicole | Senior 2011\n\nMeet Miss Nicole, graduating from Chouteau High! :) She’s a beautiful young girl and I got to hang out with herView full post »\n\nF a c e b o o k\nI n s t a g r a m\nG a l l e r y",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9553799033,
        "format_confidence":0.9348973632
    },
    {
        "url":"https:\/\/library.calarts.edu\/digitalcollections",
        "text":"Skip to Main Content\n\nDigital Collections\n\nchat loading...\n\nDigital Collections on Artstor\n\nArtstor Digital Collections\n\nWe are constantly expanding the Library’s digital collections. If you have an idea for a digital collection, please contact us.\nThe following digital collections can be accessed via Artstor: \n\nCalArts Visual Resource Collection\nImages requested by faculty and students since approximately 2006 for teaching, research, and study.\n\n\n\nCalArts Artist Book Collection\nContains representative images of over 1,700 books from the CalArts Artist Book Collection. Artist books include, but are not limited to, handmade books; small independent and fine press books; books designed and created by artists including CalArts students, alumni and faculty; as well as graphic novels and comics. The collection contains many books created by conceptual, Fluxus, and feminist artists during the 1960s, 1970s, and 1980s.\n\nCalArts MFA Graphic Design Book Collection\nSchool of Art Graphic Design graduate students' books created from 2002 – 2015 that represent a culmination of their work at CalArts.\n\n\n\nCalArts Tiny Press Practices Collection\nLiterary Citizenship: Tiny Press Practices was a class offered in Critical Studies from 2010 to 2016 that involved hands-on exploration of contemporary, autonomous, small, and micro-press practices as they relate to a poetics of community accountability. Each participant in the class created a text-based object using various techniques related to bookmaking. The Library received one copy of each student's work. This digital collection contains representative images of each book object that was donated.\n\nCalArts Archives Womanhouse Collection \nWomanhouse (January 30 – February 28, 1972) was a feminist art installation and performance space organized by Judy Chicago and Miriam Schapiro, co-founders of the California Institute of the Arts (CalArts) Feminist Art Program. Images in this collection include slides, publications, documents, and ephemera related to Womanhouse that are contained in the CalArts Archives Feminist Art Materials Collection.\n\n\nCalArts Library\n24700 McBean Pkwy\nValencia, CA 91355\n\nAbout the Library\nResearch Support\nContact Us",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.8250572681,
        "format_confidence":0.9723232388
    },
    {
        "url":"https:\/\/www.sketchbookproject.com\/library?q=larvae",
        "text":"Log in or Create an Account\n\nEnjoy the benefits of a free account!\n\n  • Curate and share your own collections (e.g., Amazing Illustrations)\n  • Save a list of favorites and give a shoutout to the artist\n  • Create a queue of books you’d like to view in person\n\nSearch the Digital Library\n\nStuck? Why not try: black and w…, queer art, Grace, charcoal pe…, save the pl…, or jump to a Random Book\n\n…or Browse by Theme!\n\nResults for \"larvae\"",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9932983518,
        "format_confidence":0.9777745008
    },
    {
        "url":"https:\/\/clipartart.com\/categories\/clipart-representing-the-changing-potrayal-of-the-human-body.html",
        "text":"Skin anatomy britannica com\n\nMisrepresentation women in media why men need to stop\n\nWhy on screen representation actually matters huffpost\n\nSpeaking gender communications principles to show you care about\n\nMelissa doug magnetic anatomy play set anatomically correct boy\n\nCortical homunculus wikipedia\n\nIdeal female type is getting even harder to attain\n\nTruth about canadian women imperfect portrayal\n\nThese female artists are pushing figurative painting forward artsy\n\nUnderstanding ownership agency scientist magazine",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9121497273,
        "format_confidence":0.9921305776
    },
    {
        "url":"http:\/\/artonomix.blogspot.com\/2011\/08\/?widgetType=BlogArchive&widgetId=BlogArchive1&action=toggle&dir=open&toggle=MONTHLY-1270105200000&toggleopen=MONTHLY-1312182000000",
        "text":"Recent Posts\n\nQuick hits FINAL pt (August 2011)\n\nJust a few random (and quickly-made) pieces for today. The third piece in particular is Little Richard from Black Dynamite, which was a (very) hilarious film.\n\nThey came from the Skies (wip)\n\nPardon the bad grammar, writing...but I'm playing around with an idea that I might use for...something. No clue yet but mostly likely I'll be writing notes and doing more concepts later in the week.\n\nQuick Hits- August 2011 (Part 4)\n\nFly Like An Eagle\n\n\n\nOn a tangent, this piece is dedicated to Terry Fox and anyone who overcame incredible challenges in life, physically and mentally. \n\nThe Flash!\n\nQuick Hits August 2011- part 3\n\nQuick Hits- August 2011 part 2\n\nHansel and Gretel\n\nThese illustrations are reinterpretations of the fairy tale, Hansel and Gretel.\n\nAugust 2011- quick hits\/wip",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9892283678,
        "format_confidence":0.8170738816
    },
    {
        "url":"http:\/\/laverne.edu\/campus-times\/tag\/padua-hills-theatre\/",
        "text":"Your are here: Home \/\/ Posts Tagged With padua hills theatre\n\nArt Fiesta returns after 52 years\n\nBrenna von den Benken Arts Editor Music and craft demonstrations filled the grounds of the Padua Hills Theatre last Sunday. The Claremont Museum of Art recreated the Padua Hills Art Fiesta for the first time in 52 years. The fiesta was an annual event produced by the Claremont artists from 1953 to 1959. This year, the outdoor art fair featured 20 invited artists showing their work, art demonstrations,... \nCopyright © 2009 Campus Times. All rights reserved.\nDesigned by Theme Junkie. Powered by WordPress.",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.5678709745,
        "format_confidence":0.687507391
    },
    {
        "url":"http:\/\/rawtee.com\/category\/design\/poster\/",
        "text":"So So Yeah X Falko Ohlmer\n\n\nIt’s already the 15th So So Yeah release, time goes by so fast !!! This time my friend André collaborates with Falko Ohlmer, a graphic artist  from Hamburg. Featuring a gloomy monochrome collage in the typical Ohlmer style, the collab is available as a shirt (digital print) and on paper (screenprint). Each piece is numbered, signed and limited to\n\nContinue reading »\n\nMAMAMA x Dusty | Capsule release\n\n\nParisian brand MAMAMA teams up with the creative duo Dusty (Alexis Jamet and Jo Dézécot) to release an exclusive capsule collection consisting of a t-shirt (100 pcs), a zine (A5 \/ 50 pcs) and a Poster (A3 \/ 80 pcs). If you’re a usual Rawtee reader you already know the work of Alexis Jamet, Jo Dézécots’ is pretty\n\nContinue reading »\n\nCoffee and Cigarettes | New release and lot of news\n\n\nIt’s a new chapter for Coffee & Cigarettes Clothing Co, the San Francisco based brand released a new shirt entitled “Feel Better Collective”, available here, limited to 15 and all individually dyed.  It’s part of the first release under Feel Better Collective, a group of friends (including Adam Reiss, founder of Coffee & Cigarettes) making art. Coffee & Cigarettes will continue, but it\n\nContinue reading »\n\nNew products at 76 Garments\n\n\nOn September 4th, 76 Garments will release new designs and restock some older ones. Of course, the Atlanta based brand keeps its awesome vintage aesthetic and ethos, being authentic. 76 Garments‘ tee shirts are handcrafted, handmade and hand printed in the U.S, and some designs are available as posters too, scroll down to check the new products all available\n\nContinue reading »",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.7243706584,
        "format_confidence":0.9507402778
    }
]