[
    {
        "url":"http:\/\/wheels.ae\/car-culture\/my-wheels\/article\/2822\/jordan-spasovski-s-2016-tesla-model-s",
        "text":"Electric cars aren’t the future of the motoring industry, they’re already here and you’ve got one! What is it about the Tesla Model S that appealed most to you?\n\nEverything really; I had a test drive of the Model S in Madrid in 2013 and loved the quietness, refinement, intuitiveness, acceleration, the driver assistance features and its looks. Also, the convenience to be able to recharge at home and have a full battery every morning instead of queuing up at the petrol station was a big appeal.\n\nBefore Tesla officially came to the UAE, most of us early adopters purchased our cars from abroad and had them shipped here. When I ordered my car online, I asked it to be delivered in Norway and then flew there with my son, took delivery of it and drove it there for a week before handing it over to the shipping agent for the trip to the UAE. It arrived in six weeks and the registration process was fairly straightforward as the RTA had the car in the system already.\n\n\nAh, you were one of the lucky ones…\n\nSo I hear! Some people who imported their cars earlier had issues with getting them registered as Tesla was not in the RTA’s records and some officers were asking owners for details such as engine size and the number of cylinders!\n\n\nThis and the Model X are very fast and even have a Ludicrous mode when most sportscars are making do with a Sports mode; how much fun is this car to drive?\n\nLaunching it in Ludicrous mode cannot be described in words. It needs to be experienced. Now that test drives are available in the UAE, I suggest everyone go and try one. It is like launching from an aircraft carrier.\n\nThe electric motors provide from 380 up to 760 horsepower and it can sprint from 0-100kph in under 2.5 seconds — that’s faster than a LaFerrari, McLaren P1 and a Bugatti Veyron. And I use mine daily — you wouldn’t be comfortable doing that with those.\n\nI’ve been following Tesla and Elon Musk since the company’s humble beginnings and now to be able to own one of these cars makes me feel proud. The car gets a lot of attention, and comments that are always positive. People in the UAE love fast cars, and they love technology. So, Tesla should be very successful here.\n\n\nIt has a lot going for it, but people always mention the range of EVs. Have you ever run out of juice?\n\nIt takes a lot of ignorance to actually run out of charge. The car has a very precise battery estimation and gives an accurate estimate of how long you can drive it.\n\nThe first thing people ask me is how long it takes to recharge it and how far can I drive with a full battery. When I tell them that it takes four hours to recharge, they are initially stunned as they think it’s too long. But when I tell them that you actually don’t wait for the charge, but the car is charging when you sleep, and it’s fully charged when you wake up (I compare it to having a petrol station at home and having full tank every morning), that completely changes their perception. It’s like revelation. The charging process is as seamless as plugging in your phone before you go to bed. Exactly the same. I plug it in when I get home in the evening, and I leave with a full battery in the morning.\n\nTesla cars vary in battery size, number of electric motors and power. The battery sizes range from 60kwh to 100kwh; the 60kwh battery provides 320km of range, while the 100kwh battery provides range of over 550km on a single charge.\n\n\nAnd ever since you have had it, it’s been smooth sailing right?\n\nI have not experienced any problems with my Tesla; EVs do not require an annual service, there’s no oil change, no filters, no belts, chains and other moving parts that require regular replacement. Even the brakes last much longer than on a regular car (over 250,000km due to the regenerative braking that uses the electric motor to slow down\nthe vehicle).\n\n\nHow does it feel when you drive a car with a combustion engine now?\n\nIt feels like I have stepped back in time. The engine noise, vibration, burning smell of petrol — it is so last century. You basically lose the desire for other cars, be it supercars, luxury cars or anything else after driving an EV like this.\n\nAlso, Tesla is constantly improving, and I always want to get the new version as soon as possible — so it’s not good for your bank account! Tesla drivers, myself included, tend to be tech geeks and love the entire package that the brand offers — technology, performance and design.\n\n\nCome on then, what’s your favourite Tesla?\n\nThe Model X P100D. I can’t think of any other brand that matches it in terms of acceleration, intuitiveness and technology.\n\n\nGot a hot ride? Email us at mywheels@gulfnews.com with a photo and description and you could be our next my wheels star!",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.9965757728,
        "format_confidence":0.882901907
    },
    {
        "url":"https:\/\/www.marinebusinessworld.com\/news\/237355\/In-conversation-with-Jelte-Liebrand",
        "text":"Please select your home edition\nAllen Brothers\n\nIn conversation with Jelte Liebrand: The tech-savvy navigation entrepreneur\n\nby Mark Jardine 6 May 05:44 PDT\nA conversation with Jelte Liebrand © Savvy Navvy\n\nsavvy navvy is the boating app that puts all your essential marine information in one place: tidal graphs, weather forecasts, automatically updated chart data, routing, GPS tracking, marina information and more. We spoke to founder Jelte Liebrand...\n\nJelte was a software engineer at Google so we asked him about his experience of being on the inside of 'big tech':\n\n\"It is probably one of the best places as an engineer to work. I got in to Google via an acquisition as I was working as a Director of Engineering at a company called Quickoffice, which made an office suite for mobile phones that caught the attention of Google ChromeOS.\n\n\"Google is big, but it behaves like a smaller company. It also is a company where the engineers are king; you get paid very well and you get treated very well - you're not just a number, your opinion counts. If you want to try something out, you can try it out. If it's crazy and radical then build what you want to build, so as an engineer it's fantastic.\n\n\"There is an element where the big organisation is different from the start-up I came from, as a start-up is far more stressful. Before my time at Google I was an insomniac, whereas in my years at Google I have never slept so well in my life - it's a very different environment!\n\n\"So, it's a great company but, having come from the start-up world, I did miss that excitement.\"\n\nJelte got into sailing when he was eight years old and his grandad taught him the difference between \"stuurboord\" and \"bakboord\" (he's Dutch). But it wasn't until he took a sabbatical at Google and took part in the Clipper Round the World Yacht Race, that the idea for savvy navvy started. Once back from the race, and while Jelte continued working on Google Docs, Chrome, Surveys and Maps, he became more eager to do his own thing:\n\n\"When I did the Clipper Race, especially down to Panama, it was really strategic with the wind dying and shifting ocean currents. I was down below, trying to figure out the best route through it all and was dumbstruck how much of that I had to do myself. I was on a multi-million-pound boat with laptops and computers onboard, with GRIB files and sliders which I could move backwards and forwards, pretending to be a meteorologist, but it seemed crazy to me because at the end of the day, especially coming from Google, for the computer not to be computing the route for me, with me doing it myself and the computer showing me a pretty picture, was mind-boggling. That's where it all started from.\n\n\"When I came back to Google after the race, I wondered to myself how much of that was a Clipper 70 in the Pacific problem, rather than an every day sailor issue. So I spent a lot of time afterwards, talking to other sailors asking how they did their navigation, and it was eye-opening to find this was a common problem. People who could be enjoying so much more of their sailing weren't because the routing was too difficult or intimidating.\"\n\nSo as an engineer, Jelte asked the obvious question of why he was doing a specific task that computers are inherently much better than humans at, letting the computer do the heavy lifting while you can have your eyes out of the boat, enjoying the experience more:\n\n\"Don't get me wrong, I'm not saying 'get savvy navvy and you never need to learn how to do this', just as you don't drive on the motorway without getting a driving licence; you need to understand what navigation is. But, a computer can compute millions of different combinations of routes, which manually you'd never be able to do.\n\nHaving decided to quit Google and take the plunge starting savvy navvy, the question was how to fund development:\n\n\"I don't think I'd thought that through!\" he laughs.\n\n\"If you'd asked me at the time if I understood all the different funding vehicles out there then - such as bootstrapping, Venture Capital (VC), Business Angels, crowd-funding, loans and grants - I would have told you that I did, but there are so many little nuances about the different vehicles which you have to understand. I thought we'd start by bootstrapping and then just get funded!\n\n\"Coming from Google opened a lot of doors for me, I was invited to do a pitch at an ex-Google pitch day with a lot of VCs in the room. We had a number of discussions and even got close to a deal with one of them, but in the end we walked away as we had a different vision of what savvy navvy would become to how they would have liked it to be.\n\nThe whole process taught us how VCs really require hyper-growth from the companies in their portfolios. There's nothing wrong with that, but it also didn't feel right to change our business model to accommodate that. There is a lot of room to build a sustainable business with a lot of return, without becoming the next Facebook.\n\nIt is clear that Jelte, as an entrepreneur, wasn't willing to hand the direction of the business over to a VC, due to the business model with VCs and the hands-on approach of many Angels:\n\n\"These are things we had to learn the hard way, as we wanted to build a sustainable business, leading us to finance savvy navvy through bootstrapping and ultimately crowdfunding, with a handful of angels who've 'led' these funding rounds. There are Angels who are hands-on, but bring something to the table and others who just want regular updates. Picking the right Angels to carry a Crowdfunding round is what we found to work best.\n\n\"The crowdfunding was amazing, not just because of the number of people who were willing to invest in our product, but the enthusiasm, comments and feedback we received, was the first big moment where we said, 'Ok, we're really onto something here'.\"\n\nWith this belief, Jelte and his team had all the motivation needed to push forward with development:\n\n\"We had launched our beta version prior to crowdfunding as a free version with the clear message that it would become a pay-for product. Knowing that our early adopters were happy to invest in savvy navvy gave us huge encouragement.\"\n\nThere are other apps out in the market which do a similar thing, so savvy navvy had to have a differentiator:\n\n\"The biggest thing which we have said from the start, and learned more and more as time has gone on, is that the apps out there can be great for one particular aspect of boating, but they perhaps lack a cohesive solution for people being out on the water. For super-detailed charts Navionics is a great product on many levels, but if you want to do weather routing then you'd switch to PredictWind, iSailor or NavX - each one focuses on a little bit of the puzzle. If I'm going from A to B then I want to know all the factors which are involved - the hazards, the anchorages, the marinas - all in one place, and that is where we come in.\n\n\"The other key is making savvy navvy intuitive. I believe sea navigation apps are where land navigation was 10-15 years ago before Google Maps became ubiquitous.\"\n\nSo, it all came back to Jelte's Clipper Race experience, seeing some great tools available, but a lack of integration:\n\n\"If a tool comes with a 400-page manual then something is wrong.\"\n\nRecently we have seen an explosion in boating participation, to get out to sea, enjoying the freedom and fresh air. For those new to boating, they want their apps to act in a familiar way to what they are used to.\n\nAs of last year, savvy navvy have also added motorboat functionality which users have taken to quickly:\n\n\"It's been a massive boost. Part of our roadmap has always been to add support for motorboats - we started with sailboats as that's our background. When we added the functionality at the end of last year, we saw an amazing uptake in people using the app and converting to the paid version as it was clearly what they were looking for. We know this from user studies, A\/B tests and collecting data from within the app, checking that it is doing what it is intended to do.\n\n\"First-time boaters expect their experience to be the same as what they're used to on land, and when it's not, that's where we come in, making novices' experiences better.\"\n\nHelping make first-time boaters' experience as familiar and seamless as possible is in the interest of the whole marine industry, as any way we can help keep them in the boating lifestyle is beneficial to us all, whatever type of water activity they decide to do:\n\n\"Absolutely. First you might be paddleboarding, then you might try kitesurfing or dinghy sailing, then you might be buying a boat. Anything we can do to make those steps less intimidating and remove the barriers to entry, the better it is for everybody in the industry.\"\n\nWith savvy navvy being an app, developments and functionality upgrades are happening all the time:\n\n\"As I mentioned earlier, we do a lot of A\/B testing to make sure what we're putting into the product works, and the whole pipeline was developed from the ground up to do that. We can roll out features to subsets of the users to get their feedback, which means we can update the app on a daily basis. It's a constant development process and is absolutely crucial.\"\n\nsavvy navvy has taken an inclusive approach with regards to working with marine industry organisations, such as insurance companies and marina management businesses:\n\n\"We work with a number of different organisations; as a young business in this industry we like to collaborate with other players. We don't proclaim to be able to do everything ourselves, and working together with others helps the whole industry get better. When it comes to insurance companies, anything we can do to help people make the right decisions when they go out is a good thing and can help with reducing claims.\n\n\"If we can help people understand what the tide is doing and when they should and shouldn't be going out, all of this helps achieve be... (truncated)",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.8220471144,
        "format_confidence":0.9079565406
    },
    {
        "url":"http:\/\/www.hobokenland.com\/simply-bunk-confessions-of-a-shore-based-cab-driver\/",
        "text":"Simply Bunk Confessions of a shore-based cab driver\n\n“I have a guy for your house,” my old buddy Jake said out of the blue.\n\n“Your timing is excellent, Smithers,” I responded in my bad imitation of Mr. Burns. “Who is this fellow?”\n\n“His name is Bunk and he would fit in well with your crew,” Jake said. “Play and knows sports, cooks, and will drive you wherever you want.”\n\n“You’re giving me a butler. Shouldn’t his name be Cheeves?” I shot back but quickly thought, “Well, then again, Bunk does have a, ‘Your bath is ready, sir’ sound to it…”\n\n“His real name is Bernie and he’s a van driver for a cab service down at the beach,” Jake explained. “Makes good money doing it too…”\n\n“Like the movie Weekend at Bernie’s…gotcha. So when does he have time to go out?” as my mind was jolted from its one-dimensional state regarding summer weekends.\n\n“He doesn’t…” Jake stated without ambiguity. “He works every weekend.”\n\n“And when the summer ends?” I asked.\n\n“He runs a pizza place at UConn and a ski house like a bed and breakfast in Mount Snow on the winter weekends. He’s basically his own boss and comes and goes as he pleases.”\n\n“That’s genius,” I marveled. “OK, he’s in.”\n\nThat conversation took place over two years ago. In 2007, Bunk is a central part of my beach empire…driving members for food at 3:30 AM and more importantly, picking them up to go to and from bar to bar. He also contributes waffles in the morning, organizes a intra-house Olympics with events that include archery, tug-of-war and kiddie-bike-slalom-beer racing (See: Revenge of the Nerds I), and owns every college pennant in the universe, which are hung up in the beach house according to who went where during their undergrad days (a bit hokey, but it actually makes an otherwise listless living room portray a sports bar…and where else will you find a U Penn and a Willie P U. pennant side-by-side?).\n\nI recently interviewed Bunk—who incidentially doesn’t drink due to being allergic to alcohol—during an early morning run to 1st Ave. Pizza while watching Hoosiers on his in-cab DVD screen.\n\nConcha: What first got you into driving a van at the beach?\n\nBunk: I needed a job that coincided with my party animal shore housemates and the hours they kept. The cab was the perfect fit. It also enabled me to still be a part of the whole scene.\n\nConcha: What kind of money can you make on a good night?\n\nBunk: I do OK, I’d rather not give you a number, but I have to hustle and put up with a lot of crap.\n\nConcha: I guess if I asked any guy or girl in the house what kind of cash they brought home, I’d get the same answer. Well played. Still, at $4.00-$6.00 per person and sometimes 20 to a ride that may only be a mile or three, sounds like the money can add up quickly.\n\nOK, a less-intrusive question: What are your hours?\n\nBunk: I start at 4pm unless someone pre-arranges an earlier pick up. I can get home anywhere between 3am and 5am.\n\nConcha: What are some of the drawbacks of the job?\n\nBunk: I’ve had people fight in the van, throw up, relieve themselves, and always throw in the usual Jagoff who thinks it’s cool to give the driver a hard time.\n\nConcha: With all of the alcohol and beer muscles involved that usually is a staple of the aforementioned Jagoff, how do you handle security within the van?\n\nBunk: You try to keep them happy and stuff like that won’t happen. I also try to be selective when picking up a group. You can tell a certain group will be trouble so I would stay away from them. You’re usually safe taking groups of girls. Though the craziest brawl in my van was between girls. It wasn’t a hair pulling cat fight, this was a NHL bench-clearing brawl! Clean, hard punches to the face. It took me and two other guys to pull these chicks apart.\n\nConcha: What does your service provide that other cab companies don’t?\n\nBunk: It has been my experience that if I can make the customers transition from their house to the bar a smooth one the ride is much more fun for them and less stressful for me. I find that a good CD with music for all tastes can make a huge difference and one less thing to give me a hard time about. I am also courteous to my passengers and open the door for them when they get in and get out.\n\nConcha: Not many, if any, cab companies down there extend that courtesy. Well, I’ve seen some—and admittedly participated in—some crazy stuff while in a beach cab in the past, so share two of your best stories from driving down there…\n\nBunk: Last summer I drove 12 huge guidos from Belmar to Seaside. They were completely obnoxious the entire 45-minute ride. But the funny part was that they spent most of the trip arguing about what the appropriate time to take their shirts off would be. As we were blocks away someone saw two gigantic dudes walking toward the bar without their shirts. At that point someone in the van says, “Yo Sal, I told you we was good… I’m taking off my freakin’ shirt!”\n\nThen there was the time a few years ago I picked up three girls and one guy at the Parker House. Impressively, in the short drive from Parker to Leggett’s the guy up front talked his girlfriend and two friends into kissing and stripping in my cab! It was strange to say the least…\n\nConcha: Hooking up and being at the shore are almost synomyous…does this process first begin in your van often?\n\nBunk: Most times a hook up has been pre-determined prior to entering the van. I have seen some crazy things happen though. I watched a guy who was loading his group into the van at DJ’s late one Saturday night start talking to a girl who was passing by and somehow within minutes convinced her to go home with him. Amazing… I also had a couple of 17 year olds doing some pretty unbelievable things in my van and they had just met as well.\n\nConcha: Only at the shore do you see that sort of thing. I’ve never experienced that kind of cab ride in Hoboken. But those anecdotes are usually a product of the busy times. What do shore cab drivers do during the week when things are slow at the beach?\n\nBunk: Sit in their vans and go out of their minds with boredom! Back in the day when I would drive during the week their were a few nights like Monday (Boat House) and Tuesday (Bar A) that you would basically be a shuttle to and from the bar which was easy. Other than that I was carting around drunk teenagers from party to party.\n\nConcha: Do people treat nickels like manhole covers or does being drunk mean being generous? What is the average tip?\n\nBunk: $1 per person… Some people give more and then there are some that won’t give you anything. I can understand, when I used to go out I would walk from PH to Edgars. Whatever it costs, it’s a lot less than a DWI. I can’t tell you how many DWI’s I’ve seen in the six years I’ve been doing this.\n\nConcha: Speaking of DWI, how does local law enforcement treat you and other cab\/van companies down there in general?\n\nBunk: In the early years it seemed like I could get away with pretty much anything except vehicular manslaughter. The thinking was, we were helping them get drunks off the street and making their jobs easier. Since 2005 it’s gotten pretty tough. I don’t know if it’s because back then there were only a few cab companies and now there are more like 20. Point Pleasant and Belmar are the toughest. Just this past weekend the New Jersey Motor Vehicle Commision decided to enforce the taxi stand rules. Most of the larger vans have limo plates and are not allowed to park in the taxi stands. By chasing all the large vans the end of the night at bar closing was a disaster. It got to the point that the Manasquan police were calling my boss and asking him to send his vans to the beach front. Of course, this all could have been avoided, but balls need to be broken I guess?\n\nConcha: Are there rivalries among the cab services at the shore?\n\nBunk: There are some rivalries amongst companies, but drivers all pretty much get along. Nobody likes Able or the gypsies. Able has a new owner who thinks he should have a monopoly, and the gypsies make it hard on the rest of us because they overcharge people and take advantage of drunk people.\n\nConcha: Do you see yourself doing this five or ten years from now?\n\nBunk: You know what, I keep saying maybe this will be my last summer… But, then I make some money and have fun with my friends in my shore house. If I wasn’t working I wouldn’t be in the house. Maybe if I was involved with someone it would be a different story. As long as it’s still fun I’ll keep doing it!",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.7667919993,
        "format_confidence":0.6894630194
    },
    {
        "url":"http:\/\/www.oldcarsweekly.com\/news\/10-questions-peter-kumar-gullwing-motor-cars",
        "text":"10 questions with Peter Kumar of Gullwing Motor Cars\n\nBy Brian Earnest\n\nPeter Kumar has been working in the car business since he was 14 years old and began running his own dealership in 1988. The inventory at his Gullwing Motor Cars operation in Astoria, Queens, is a testament to Kumar’s work ethic and his love for old iron. His building is packed nearly bumper to bumper with a dizzying display of European collector cars, including the company’s namesake, the Mercedes-Benz 300 SL. Kumar is always on the go, scouring the country for interesting vehicles that he can buy and sell.\n\nKumar has been around long enough to see plenty of peaks and valleys in the old  car  business, but like a disciplined stock market investor, he has kept the faith and stayed the course.\n\nRecently we caught up with Kumar and fired some questions his way regarding the state of the old car hobby and his high-profile place in it.\n\nHas business been busy this spring?\n\nYes, I just bought a couple cars today. I just bought a 1969 [Mercedes-Benz] 280SE convertible here locally this morning. I’ve been running around to Massachusetts, California, other states, everywhere. A lot of cars I can go check on myself. If I can drive it in 200 miles or so, I drive. Or else I fly.\n\nWhat has the import market been like lately for you?\n\nIt’s been steady. I’ve been dealing with a lot of European cars: Lamborghini, Ferrari, Jaguar, Maserati… It’s been steady, not bad; not booming, but still going steady… It seems like there should be less and less cars around, but they are still coming. I used to think 15, 20 years ago that “This will be the last XKE I will ever be buying,” but they are still coming around. I bought 45 cars already this month, and two cars just today.\n\nWhat has been the biggest reason for your staying power in the collector car business?\n\nI would say, not bragging about myself, but it’s important to have a good reputation. We’ve been around 30 years … If I say I’m going to do something, I do it. We pay a fair price for the car and our margins our not big margins. We buy at a fair price and sell at a fair price. When we look at a car, we make a decision within 5 minutes, then we wire them the money. If we get a phone call [about a car], we move.\n\nHow many cars do you like to have in your inventory?\n\nI like to have no more than 100 to 120 cars. Sometimes they don’t sell fast enough, sometimes we sell them within one hour, sometimes the cars sit for a year. You never know. Right now I have 175 cars. That’s a lot of cars — more cars than the room I have.\n\nEverybody probably likes to ask the question: What’s hot right now?\n\nPorsches are hot; 911 Porsches … 356s are hot. Old Jaguar XKEs are hot. All old Mercedes are good. The Gullwing, never in my dreams did I think it would go to a million, but it has surpassed that. Right now we have five in stock — two Gullwings and three SL roadsters.\n\nWhat’s cooled off recently?\n\nSome of the million dollar Ferraris, the prices have been cooling off. The $500,000 Ferraris have cooled off a little bit. That has surprised me a little, but I have seen it before. They cycle up and down, but they have been going up for seven, eight years.\n\nWhy the Gullwing Motor Cars name?\n\nThat’s my favorite car. That’s my dream car. A lot of times I wind up buying them because of my company name. People think of a Gullwing, they think Gullwing Motor Cars and we do have at least one all the time.\n\nBesides Gullwings, what else to you consider your bread-and-butter cars?\n\nI like everything, but I like the more original cars [best]. I like them original, but sometimes with the cars we are dealing with, you don’t have much for choices … Most of them were built before ’74, so they stopped building them more than 40 years ago. You don’t have much choice… I like the XKEs…any older Maseratis, Austin-Healeys, older Lamborghinis… any older cars.\n\nDo you get involved much with auctions, either buying or selling?\n\nI go to auctions mostly to meet people. I go to Pebble Beach, Amelia Island, Hershey, Scottsdale, but it’s mostly to see people. I buy sometimes, but not usually.\n\nHow long do you plan to continue on?\n\nAs long as I can go — as long as I have energy and good health. We started in ’88 … it’s been almost 30 years. You’ve got to love what you do, otherwise it gets boring. I’m into old cars. It’s a passion.\n\nWhen you’re buying a Honda or Toyota or even a new Mercedes, they are boring. The old cars are much more interesting. And you always meet nice people in this business.\n\nPhone: 718-545-0500\nFax: 718-545-8125\nEmail: sales@gullwingmotorcars.com\n\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.9641695619,
        "format_confidence":0.9307062626
    },
    {
        "url":"https:\/\/www.thetire-cologne.com\/news\/blog\/3-questions-for-%E2%80%A6-volker-nitz-administrator-of-the-danish-tyretrade-environmental-foundation.php",
        "text":"Cologne 18.–20.05.2021 #thetirecologne\n\nEN Icon Pfeil Icon Pfeil\nEN Element 13300 Element 12300 DE\n\n3 questions for … Volker Nitz, Administrator of The Danish Tyretrade Environmental Foundation\n\n\n3 questions for … Volker Nitz, Administrator of The Danish Tyretrade Environmental Foundation\n\nWhat do you think the tire trade is currently doing right for a better future?\n\nBeing an “environmental freak” has turned into a positive label – almost a seal of quality – with consumers, organisations, politicians and the media in particular. This is especially true for the Nordic countries where green sustainability and respect for the environment are ingrained in almost every level of daily life.\n\nTaking responsibility for our ecosystem and setting the foundation for green mobility has also become a focal point for the tyre industry. Premium tyre manufacturers are supporting it through improving their development and production. The search for new and sustainable materials while ensuring long duration and best performance are key issues for the industry. This not only reduces the environmental footprint but also gives the end-users the best value for money. In the transport sector, the reduction of CO2 emissions is an important factor, and the tyre industry is supporting this effort, too. Efficient tyre management, low rolling resistance and high retreadability of tyres are contributing in a positive and significant way – if customers buy the right quality products, that is.\n\nWhich sectors or companies should a specialist tyre retailer take as an example when it comes to setting up for the future?\n\nIn general, the tyre industry is very driven and foresighted. It develops its products according to the demands of the automotive industry and its customers and is supporting the retailers in many ways and various areas.\n\nHowever, retailers and customers are very different from country to country, and for this reason, is it impossible for me to give an overall recommendation on the matter. Nevertheless, it is rather clear to me that customer relations, management, and service will remain a vital success factor for the industry. Convenience for both end-consumers and professional clients is getting more and more important as leisure time and efficiency are highly valued. From my point of view, it’s all about the crucial basics: a close relationship with the customer, based on excellent service and good products, creates satisfaction and loyalty – and ambassadors for your brand.\n\nWhat do you think is the most important thing that needs to happen in the tire industry?\n\nI believe that the commitment to researching and developing sustainable production methods and materials, culminating in superior quality tyres, is the overall requirement. In addition, within and beyond existing EU regulations, tyre manufacturers should be committed to securing that tyres are providing the least possible negative impact on the environment. After all, they provide one of the most vital products for our mobility.\n\n\nVolker Nitz\n\nBorn in, Düsseldorf, Germany, in 1961\n\nHas been living in Denmark since 1965\n\n23 years of experience in the automotive business, trained as Automotive Technician and graduated as workshop manager\n\n10 years as General Manager Aftersales for Mitsubishi, Chevrolet and SsangYong in charge of dealer development and management of the aftersales area, customer satisfaction and concept development. Responsible for all technical, service and warranty related issues for 165 dealers in Denmark and Sweden.\n\nAs of January 1st 2010 –\n\nTyre Business Denmark - Director of the Council, organising the associations of Tyre Importers, Tyre retailers and Tyre retread manufactures in Denmark.\n\nAdministrator of• The Danish Tyretrade Environmental Foundation• The Danish Council for Tyre Safety\n\nThis is an organisational and political position where we act and guard on behalf of the members´ interests, sharing knowledge about the tyre industry and acting as a spokesperson vis-à-vis government, ministries and other public authorities.In addition, Volkre Nitz is the Executive Editor for the monthly magazine \"Dækmagasinet\" (The Tyremagazine).\n\nDigitalisation is changing customer behaviour and thus the expectations placed on companies across all industries. How well is the tire trade prepared for this? Does it already have the necessary digital tools and qualified personnel at hand? Have trends such as RFID and autonomous driving already arrived in the tire trade?\n\nFind out in our international research!",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.8586041331,
        "format_confidence":0.8949324489
    },
    {
        "url":"https:\/\/loe.org\/shows\/segments.html?programID=94-P13-00014&segmentID=4",
        "text":"• picture\n  • picture\nPRI's Environmental News Magazine\n\nWill Manhattan Go Electric?\n\nAir Date: Week of\n\nHost Steve Curwood talks to New York Power Authority head David Freeman about electrifying cars in the Big Apple. Freeman believes New York City is a prime candidate for electric vehicles, which are quieter, will make the city cooler, and won't waste energy in traffic jams. Best of all, Freeman says every New York cabbie he's talked to is all in favor of saving a little gas money.\n\n\nCURWOOD: California may be leading the way in creating a market for electric cars, but the first place where large numbers of electrics may actually hit the roads could be in New York City. That's if David Freeman's vision of the future prevails, anyway, and his visions have often prevailed in the past. Freeman was among the early supporters of energy efficiency and renewable power more than 20 years ago. Since then, he's brought his gospel to the giant Tennessee Valley Authority, and most recently the Sacramento Municipal Utilities District in California. He's just signed on as head of the New York Power Authority, one of the largest public utilities in the country. David Freeman joins us now from his office in New York. Mr. Freeman, why electric cars for New York City?\n\nFREEMAN: There's a lot of good things about electric cars that people usually talk about. You know, it's going to displace imported oil and stop global warming. But I want to talk about some things that are a good deal more apparent to the naked eye. The electric car does not emit any heat. so that on a hot summer day, if you replace all these internal combustion engines, Manhattan will be cooler. But more important than that, it will be quieter. The electric car doesn't make much noise. If you imagine all the screeching and screaming of the cars that travel now, gone, you have a city that's cooler and quieter, and then there's no pollution out of the tailpipe of anything. So that the air is essentially much, much cleaner. Now, those are things that would turn you on for electric cars, and you think you've developed a new idea. And then some senior citizens writes you a letter like they did me last week, with the pages from the December 10, 1898 Harper's Bazaar. And guess what the article was about? Electric taxi cabs in New York City. There was a company that operated a fleet of electric taxi cabs in New York, way back at the turn of the century. The charge was 30 cents a passenger mile, and the cabs did about 20 miles per hour. The average in New York today is about 7 miles per hour. So we need to go back to the future and have electrics that are smaller, safer, stronger, quieter, and cleaner.\n\nCURWOOD: Of course I'm wondering if all those New York cabs are quieter because they are electric, that we'll actually hear what the cabbies are saying to each other and us as we drive by.\n\nFREEMAN: Well, we might get educated. I always learn from the New York cab drivers, perhaps as much from the media, as to what the hell's going on.\n\nCURWOOD: Or other things. But seriously, why push the electric in New York where a lot of people don't even use a car? Don't even need a car?\n\nFREEMAN: Well for one reason, this is a culture where people don't live in their automobile for hours at a time, as they do in California. Some people do, I know they can be [phrase?]. But we have a huge number of people who are already dependent on electric transportation in terms of the subways and in terms of the trains. And they are candidates for small electrics to get to the train station, and this is a population that I think would be quite amenable and excited about electric taxi cabs and things. I've conducted my own poll, I've been in New York City for a month. I've asked every cab driver whose cab I've been in, what they would think. I have had no negative response and, you know, these - The cab drivers are perfectly happy and excited, some of them, about the idea of driving cabs where they don't have to pay for all this gasoline. Because the electricity will certainly be a lot cheaper.\n\nCURWOOD: Manhattan certainly has lots of traffic jams. And I'm wondering, what advantage do electric cars have, do you think, for traffic jams?\n\nFREEMAN: They don't use any energy at all when they're in gridlock, and that's where the greater efficiency comes in. If you're stuck in traffic in an electric car, you're not idling. You don't use any energy at all. That's a significant advantage in New York City, believe me.\n\nCURWOOD: The government there in New York has passed this law requiring 2% of all cars manufactured or sold in the state be electric. Now how do you convince people to buy these cars? Do you have one yourself?\n\nFREEMAN: Well I had one in Sacramento. I don't own an automobile in New York City. But I will guarantee you that this utility will have a few soon. But the way they'll be marketed initially is the utilities will help bring them to the market, and they'll be leased on the basis, you know, try one. And if you like it you can keep it; if not, you can turn it back in. And I think there is a great desire by a lot of people to drive a motor vehicle that doesn't add to the pollution or add to the threat of going back to war in the Middle East. And I think that that will be a sizable market initially. I think that the public is hungry for a clean car.\n\nCURWOOD: David Freeman, thank you so much for taking this time with us.\n\nFREEMAN'S: Well thank you for having me.\n\nCURWOOD: David Freeman is the new Chief Executive Officer of the New York Power Authority.\n\n\n\nLiving on Earth wants to hear from you!\n\nP.O. Box 990007\nPrudential Station\nBoston, MA, USA 02199\nTelephone: 1-617-287-4121\nE-mail: comments@loe.org\n\nDonate to Living on Earth!\nLiving on Earth is an independent media program and relies entirely on contributions from listeners and institutions supporting public service. Please donate now to preserve an independent environmental voice.\n\nLiving on Earth offers a weekly delivery of the show's rundown to your mailbox. Sign up for our newsletter today!\n\nSailors For The Sea: Be the change you want to sea.\n\nCreating positive outcomes for future generations.\n\nInnovating to make the world a better, more sustainable place to live. Listen to the race to 9 billion\n\nThe Grantham Foundation for the Protection of the Environment: Committed to protecting and improving the health of the global environment.\n\nEnergy Foundation: Serving the public interest by helping to build a strong, clean energy economy.\n\nContribute to Living on Earth and receive, as our gift to you, an archival print of one of Mark Seth Lender's extraordinary wildlife photographs. Follow the link to see Mark's current collection of photographs.\n\nBuy a signed copy of Mark Seth Lender's book Smeagull the Seagull & support Living on Earth",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.9303722382,
        "format_confidence":0.9734328389
    },
    {
        "url":"http:\/\/www.abc.net.au\/7.30\/content\/2005\/s1489663.htm",
        "text":"Australian Broadcasting Corporation\n\n\nLOCATION: http:\/\/www.abc.net.au\/7.30\/content\/2005\/s1489663.htm\n\nBroadcast: 24\/10\/2005\n\nKearns accident highlights driveway danger\n\nReporter: Jonathan Harley\n\nKERRY O'BRIEN: It's the accident that has sent a chill down the spines of parents around the country. The tragic case of former Wallaby captain Phil Kearns, who accidentally ran over his baby daughter in the driveway of his Sydney home at the weekend, has received widespread coverage, but it's not a first. Three years ago, the 7.30 Report revealed the little-known fact that the home driveway is second only to the backyard pool as a deadly hazard for young children. And while little Andie Kearns is in a critical but stable condition, in many cases, such accidents prove fatal. This report from Jonathan Harley.\n\nJONATHAN HARLEY: On the rugby field, Phil Kearns earned a reputation as a giant of the game. He was the Wallabies hooker with fast reflexes and the sharp senses of an elite sportsman. He's the very image of Australian success. Sporty and smart, and a doting dad. But at weekend, Phil Kearns tragically, unwittingly, added to a largely unknown toll - accidents involving cars and kids in driveways.\n\nNEWSREADER: The baby daughter of rugby great Phil Kearns remains on life support in the Sydney children's hospital. Early yesterday morning, her father was at the wheel when she was accidentally run over in the driveway of their family home.\n\nDEBBIE DONOVAN: My husband sang out \"Debbie, it's Malika!\", and I stopped, and he is saying \"Call the ambulance.\"\n\nJONATHAN HARLEY: Debbie Donovan understands first hand what the Kearns family will be going through.\n\nDEBBIE DONOVAN: She was a beautiful little girl. Beautiful eyes, big smile. Oh gosh.\n\nJONATHAN HARLEY: She drove over her 2-year-old daughter Malika Rose in the family home driveway on Christmas Eve two years ago.\n\nDEBBIE DONOVAN: Oh it was a big rush. We had to get everything in, clothes that needed washing, on our way camping. We were going out to camp at my brother's place for Christmas. It was just a really cheerful, it was really happy and then it just changed.\n\nJONATHAN HARLEY: Debbie Donovan, like Phil Kearns, was at the wheel of a powerful four-wheel-drive and though these much larger vehicles are not the only ones to hit an estimated 330 Australian children in driveways every year, they are by far most likely to cause harm.\n\nPROFESSOR DANNY CASS, NATIONAL PRESIDENT, KIDSAFE: It's a matter of visibility and the problem with four-wheel-drives in general is they have much less visibility.\n\nPROFESSOR BRIAN FILDES, MONASH UNIVERSITY RESEARCH CENTRE: Of the 36 deaths that they recorded between, I think it was 1996 and 1998, all of which occurred on driveways involving young children and low-speed collisions, that four-wheel drives were involved in 50 per cent of those crashes, compared to passenger cars that were only involved in 20 per cent.\n\nPAUL WARNER, AUSTRALIAN NATIONAL 4WD COUNCIL: They're no more dangerous than any other vehicle. At the end of the day, the vehicle isn't responsible for anything, it's the driver that's responsible for everything the vehicle does.\n\nJONATHAN HARLEY: For a debate which has simmered for years, there seems to have been little progress made on reducing the threat posed to children by large vehicles or driveway safety more generally. Danny Cass is chairman of Kidsafe and director of trauma at Sydney's Westmead Children's Hospital.\n\nPROFESSOR DANNY CASS: Figures we have suggest that up to 1 in 10 pedestrian injuries in children are off the road and in the driveway of the family or a neighbour's place.\n\nJONATHAN HARLEY: A study by the NRMA released earlier this year measured the rear visibility blind spots for 222 vehicles and gave them a star rating. The results varied dramatically and not always as you might expect. A 2-year-old child of average height is invisible behind the Diahatsu Charade hatch up to a distance of just over 2m. For a Land Rover Discovery, that black spot stretches out to a mammoth 20m. But surprisingly, the Holden Commodore, while much smaller, is not much safer. Its blind spot is nearly 17m long.\n\nPROFESSOR DANNY CASS: The relationship always is visibility of the car. So in general, the big four-wheel drives have got less visibility. But even a sedan which has a very high boot and it's not easy to look out the back is also dangerous. So it's not exclusive to four-wheel drives.\n\nPAUL WARNER: Everybody has the right to drive the vehicle they choose to drive, to suit whatever they want to do with their lifestyle and their other commitments.\n\nJONATHAN HARLEY: As president of the National 4WD Council, Paul Warner is take no flak for the nation's fast-growing fleet of four-wheel drives.\n\nPAUL WARNER: Perhaps the biggest single that would help with child deaths is an education program for drivers.\n\nJONATHAN HARLEY: The Monash Accident Research Centre's Professor Brian Fildes says if we must have four-wheel drives and other large cars in our cities, one simple way is cut the number of accidents is by driving forwards out of the driveway rather than backwards.\n\nPROFESSOR BRIAN FILDES: Of course, that still means you have to back into the driveway, but at least for pedestrians crossing your driveway you have far more likelihood of seeing them if you're driving forward than if you're driving backwards.\n\nJONATHAN HARLEY: For those times when there is no going forwards some luxury large vehicles are rolling off the production line with rear vision cameras.\n\nBOB DAWES, LEXUS AUSTRALIA: Well, I think it's an essential requirement. Many customers who are very safety focused would ask about the camera. It's probably the main selling feature of the vehicle.\n\nJONATHAN HARLEY: There is growing pressure on manufacturers to include this rear guard view or simpler sensing devices on many more models. And perhaps a more radical proposal would change the home driveway, fencing it off like the backyard pool.\n\nPROFESSOR DANNY CASS: It's becoming generally accepted now for you drowning and swimming pools. We think the same should apply when cars are moving in and out of driveways.\n\nJONATHAN HARLEY: And Phil Kearns and his wife maintain a round-the-clock vigil at their daughter's hospital bedside, painful memories swell for Debbie Donovan and the heart-wrenching moment when a family's Christmas break was so suddenly shattered by the death of her daughter.\n\nDEBBIE DONOVAN: It was my stupidity. Like, a car's a car. It could've been any car. Don't rush. Make sure you know where your kids are at all times. Like, they're precious, you know, and one minute they're with you and the next they can be gone.\n\nKERRY O'BRIEN: Jonathan Harley reporting.",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.88800174,
        "format_confidence":0.8851712942
    },
    {
        "url":"http:\/\/www.ideastream.org\/news\/ohio-bmv-computer-glitch-stalls-drivers-license-renewals",
        "text":"February 6, 2016   School Closings\nListen Live WCPN \/ WCLV\nMission 4\nValues 1\nValues 2\nValues 3\nVision 3\nVision 4\nVision 5\nValues 4\nValues 5\nValues 6\nVision 1\nVision 2\n\nChoose a station:\n\n90.3 WCPN\nWCLV 104.9\n\nOhio BMV Computer Glitch Stalls Driver's License Renewals\n\nShare on Facebook Share Share on Twitter Share\n\nIf you need to renew your Ohio driver’s license, you might want to call ahead to the Bureau of Motor Vehicles before making the trip. There’s a problem right now that’s preventing offices from issuing those renewals. In an interview with Ohio Public Radio’s Jo Ingles, Lindsey Bohrer of the BMV explains the trouble started Monday.\n\nThursday, January 9, 2014 at 5:01 pm\n\nBOHRER: \"Our systems were down most of the day on Monday and then since then, it’s kind of been hit or miss. It involves just the issuance of driver licenses. It does not involve state IDs. So if customers -- we're advising that they should call ahead to their local deputy to see if they are issuing those, and if they are close to expiration or have a license that is expiring today, they can go ahead there to their local deputy. And then hopefully they will have their driver license issued. If not, we are issuing letters to them. That way if they were to get pulled over by law enforcement, they wouldn't be penalized.\"\n\nINGLES: \"So what’s the problem here? Why is there an issue?\"\n\nBOHRER: \"Basically we have a federal program that is hosted by AAMVA which is the American Association of Motor Vehicle Administrators -- so that’s kind of like the umbrella for all BMV’s. And we are a participating jurisdiction. And it’s called the problem driver pointer system, and basically all states tap into this system when they're issuing a driver’s license. It’s kind of like the red flag system where if there were issues with that driver in other states, it would let us know. There’s also another arm to that...It’s on the CDL side for commercial driver’s licenses, so it’s kind of like the red flag system for them as well. We were updating the CDL portion of that...and it interfered with the regular licensing program, and that’s what shut it down.\n\nINGLES: \"Where do you go from here, how do you fix it?\"\n\nBOHRER: \"Well, we're working internally, and then we've also called on AAMVA to assist. And they are assisting us to help us get it resolved as soon as possible.\n\nINGLES: \"Any idea of when that might be?\"\n\nBOHRER: \"We don’t have any time frame yet, unfortunately.\n\nINGLES: \"Days? Months?\"\n\nBOHRER: \"We're working to get it as soon as possible, so hopefully here in a couple of days.\"\n\nBohrer says state identification cards, as well as titles and renewal of registration and tags, are not affected by this problem.\n\nMain Topic\n\nTags List",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.9443457127,
        "format_confidence":0.7035161257
    },
    {
        "url":"https:\/\/www.autobodynews.com\/auto-body-shop-veteran-says-drps-can-be-profitable-if-done-right.html",
        "text":"Jim Huard of Painters Collision Centers in Arizona is not afraid to share his ideas and opinions with body shop owners and the industry as a whole.\n\nAuto Body Shop Veteran Says DRPs Can Be Profitable If Done Right\n\nAutobody News recently sat down with Jim Huard to talk about what’s important to him and the current state of the collision repair industry.\n\nJim and Kelly Huard are the co-owners of Painters Collision Centers with two locations in Queen Creek and Chandler, AZ. Their goal is 10 locations within the next two years through smart and strategic expansion.\n\nAs a body shop owner, what are your top concerns?\n\nHiring and retaining skilled labor is our No. 1 concern.\n\nA shop owner told me one time the tug-of-war between body shops and insurance companies will never cease, although it will change and evolve. Do you agree, and how and why have your relationships with your insurers changed?\n\nI respectfully disagree; I am different in how I view this. All repairers can work effectively with carriers if they know how to navigate through the process. It’s not always just about being right. But instead of having the facts, the correct documentation and the right attitude about the relationship is what is truly important.\n\nAnother body shop owner told me the main problem in this industry is the simple fact the insurance companies, in general, don’t pay enough for repairs. Do you agree?\n\nI again respectfully disagree, because from my experience, all insurers will pay to repair the vehicle correctly. I also believe it is a choice to repair a car correctly. Scans, calibrations and the like will be reimbursed as long as they are properly documented.\n\nI am a DRP work flow guy. I am fanatical about quality repairs, and we are super picky about what we repair. The insurance companies are always watching the bottom line and there is nothing wrong with that. But I don’t think they ever want us to do sub-par repairs or compromise our quality to save money.\n\nAre most of your DRPs profitable and are you satisfied with them?\n\nI believe that all DRPs are profitable for all shops. How do you repair a car? And how do you write the estimate? Are you focused on the sales mix and writing a complete estimate? Are you complacent and write poor estimates and what does your throughput model look like?\n\nProfitability is predicated on good quality estimates and throughput. This is a proven fact. A shop that produces 1.5 HPD will put 1.8% to the bottom line, give or take. A shop producing six HPD will put 18% to 20% to the bottom line or better.\n\nHow has all of the new technology impacted your productivity? Customer service? Marketing? Online?\n\nWe have had to adapt several times over. We created processes to repair higher level technology vehicles effectively while positively impacting our CSI. We also work with a stellar marketing company, Stratosphere Studio, that is engaged, in tune and really knows the collision repair industry.\n\nAre you ever worried you’re too dependent on your DRPs?\n\nI am not, because we are very strategic on how we operate. We do not put all of our eggs in one basket. One of our DRPs generates 37% of our revenue, and another one is at 21%, for example. I work with five partners in total and will not add any more. This is how we are able to provide top level KPIs with compliance and overall stellar performance for each partner.\n\nDo your insurance partners constantly ask you to incorporate more aftermarket and recycled\/remanufactured parts into your repairs? Are some of these parts OK to use, or would you want to use OE parts on every repair if you could?\n\nI will answer this carefully. In a perfect world, we would use all OE. This frankly would improve the carrier’s profit. We did a case study on this topic. What we discovered is that with the downtime of getting a used part, and the fact that most come damaged or not useable, we often have to return and wait for another. It’s incredibly time-consuming and costs the carriers thousands of dollars per day in rental costs.\n\nThis does apply to some aftermarket and reconditioned parts. The carriers put a ton of pressure on the rentals and cycle time. Most carriers spend $5 million per day on rental replacements while vehicles are being repaired.\n\nI also believe that if a consumer purchases a policy that requires aftermarket parts, that is on the consumer. Most aftermarket parts today fit well and are crash tested. Depending on what it is, a reconditioned part is more than acceptable, in my opinion. But as I stated, in an all-OEM world, all parties involved will gain throughput and profit.\n\nFrom your experience, is it better to pay techs salary\/hourly or flat rate?\n\nI have many opinions here. But from my experience, hourly you will realize low profits, lack of productivity, poor cycle times and usually a sub-tribe of people who are not truly genuine in their efforts.\n\nSalary with a bonus incentive again creates a comfort zone for most. A person will learn to live on their salary and can become complacent in regard to the bonus. The bonus becomes meaningless this way.\n\nCommission or flat rate works for us. I pay flat rates to my techs and commission sales plans with KPI drivers to my repair planners and GMs. Your sales commission percentages are based on the KPIs you provide. These percentages range from 3% to 4.5% of the repair planners top line sale.\n\nSo, for example: If a repair planner does $150,000 in sales, provides a five-day cycle time, a 97% CSI and a repair ratio of 77% or higher, they yield the highest percentage. So driven writers that get it love this plan. I have writers stacking cash monthly doing it this way.\n\nImagine this industry in 20 years and share your vision.\n\nI see very advanced technologies, but in many cases, this technology creates accidents; there is just too much going on in the vehicle's cockpit. It distracts people from being able to focus, hence causing an accident.\n\nI also do not see the EVs taking the roads over. Frankly, I believe that will never occur.\n\nI see many shops dropping out because they cannot afford to purchase what it takes to stay up with current times. This happens because many owner operators are marginal at what they do. MSOs and consolidators take a very interesting approach to this as well.\n\nDo you have problems finding top techs, estimators, painters and office people in your region?\n\nThis is difficult in any region or market in the U.S. I have created mentor programs that have yielded several quality techs. We have exceptional pay plans, incentives and provide a quality work environment. We upgrade our equipment regularly to ensure happy tech teams. Happy people are good producers. We work hard to attract and retain top people.\n\nMSOs are eating up small independent shops throughout the country. Is this also true in your state?\n\nYes, but it’s not at the same pace here in Arizona as compared to some other states. I frankly like having consolidators\/MSOs on the same street because the majority of them cannot perform. So, we gain in a big way as a result. Carriers have become increasingly frustrated with MSOs and their poor performance.\n\nScale will be the death of these companies due to the lack of control and the lack of care. Many of them are in it for a paycheck and nothing more. I talk to hundreds of people each year from these companies, and the good ones want to run because they see the demise of the MSOs coming.\n\nStay connected to the number one source of collision repair news!\n\nSubscribe now to your region’s monthly magazine, in print and\/or digital, and to receive our weekly e-newsletters, delivered directly to your inbox.\n\nShop & Product Showcase (SPS)\n\n  • Read testimonials from top notch body shop managers and technicians about the products and services they use to get the job done.",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.5499114394,
        "format_confidence":0.9705269337
    },
    {
        "url":"https:\/\/alandia.com\/article\/13-podcast-heading-for-change-gender-equality-at-sea\/",
        "text":"does not support Internet Explorer, please switch to another browser.\nHuman factor\n\n#13 PODCAST: Heading for change – gender equality at sea\n\n\nAt the moment, the traditionally male-dominated maritime industry is moving into a new, more diverse era. Like other industries, the maritime industry has only benefited from this transition towards a more heterogeneous workforce, where all participants have equal opportunities and everyone’s contribution is weighed in and utilized.\n\nTo get an insider’s view on things, we invited Malin Andersson to join us. Malin has worked at sea as a captain, an occupation which still continues to be male-dominated. We feel Malin Andersson is a good role model, since she chooses not to see herself as a female captain, but simply as a captain who cares for her crew and who stands up for fairness and takes action when someone is treated wrongly. Tune in when we broadcast one of our favourite conversation from 2020 a second time!\n\n\n1:15 The interview begins\n1:50 Malin’s background\n3:09 Why are most captains male?\n5:26 Resistance against females in top positions\n9:03 Coping with harassment\n9:56 The upsides of working at sea\n12:02 A captain’s role\n15:07 #metoo\/ #anchoraweight\n17:22 Fighting for fair treatment\n20:53 The family life of a seafarer\n29:23 The view of gender equality in shipping over time\n33:41 Other problems to be solved in shipping\n35:28 Final words of advice",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.8406829238,
        "format_confidence":0.5414620638
    },
    {
        "url":"http:\/\/kupa.ku.edu\/infrastructure-deficiencies-lead-states-look-mileage-based-tax-lane-says",
        "text":"• Home\n  • Cherry Picked - Infrastructure deficiencies lead states to look at mileage-based tax, researcher says\n\nInfrastructure deficiencies lead states to look at mileage-based tax, researcher says\n\nMonday, July 11, 2016\n\nLAWRENCE — As several states across the country have proposed legislation or instituted pilot programs to study mileage-based taxes on driving in place of gasoline taxes, it's an indication of difficulties facing U.S. transportation infrastructure, said a University of Kansas scholar on transportation policy.\n\nBradley Lane, assistant professor in the KU School of Public Affairs and Administration, is available to discuss issues related to the mileage-tax proposals in several East Coast states and Illinois.\n\nQ: What is the key context for these proposals and the policy discussions?\n\nLane: The Federal Highway Trust Fund has been insolvent for some time. That means more money is going out to capital and maintenance projects than is being collected through gasoline taxes. This is largely why American roads suffer from the serious deferred maintenance issues that have gained attention in news and among the public for quite some time now. Increasing revenue for transportation is needed, but increasing the federal gasoline tax is particularly unpopular as far as tax increases go, and that's saying something.\n\nQ: What do proponents of a mileage-based tax hope to achieve?\n\nLane: Transition to a fee that is a function of how much an individual uses the roadway, such as mileage-based tax, has long been discussed as an alternative. There are many potential benefits to taxing travel that aren't achievable through the existing gasoline tax.\n\nFirst off, you are charging for use of the roadway network the people who use it more, which is only indirectly captured through the gasoline tax. Additionally, depending on how it is structured, you could potentially use usage fees to influence travel behavior to bring about positive social changes, such as reducing congestion and pollution, by pricing usage by time of day or efficiency of the vehicle.  \n\nIt is more likely that people might accept a user fee over a gasoline tax if they can be convinced that they can benefit from it through their existing behavior, and if pitched properly, there may be enough people with such travel patterns (or who at least perceive themselves to have such travel patterns) that, after a positive demonstration, they could provide enough of a supportive constituency to facilitate such a transition.\n\nQ: What are the potential challenges for instituting a mileage-based tax?\n\nLane: With the advent of GPS tracking technologies, mileage-based taxes or fees are thought to be much more feasible. But, as news reports have mentioned, there are many issues with attempting to do so, the primary one being the amount of knowledge and oversight citizens allow the government to have on their travel behavior.\n\nNow, some of this would have positive dividends — criminal and terrorist activity could be much easier to pursue and retrace, for example — but by and large, the American citizenry is quite hesitant to have its government intervene in its privacy.\n\nSuch issues with a user fee for transportation are one of a litany of privacy concerns that will dominate the 21st century as the growth of location tracking technologies continues to permeate our everyday lives. For example, most people don't actively realize they are already implicitly accepting GPS tracking of their travel behavior with their mobile phone's location features. The use of pilot programs and demonstration projects such as those described here is an essential component of gaining public acceptance.\n\nTo arrange an interview with Lane, contact George Diepenbrock at 785-864-8853 or gdiepenbrock@ku.edu.\n\n\nRuth DeWitt, Communications Manager\nKU School of Public Affairs and Administration\nEmailed media requests will receive faster service.",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.9781006575,
        "format_confidence":0.8367771506
    },
    {
        "url":"http:\/\/pressroom.toyota.com\/releases\/2014+car+briefing+seminar+nagata.htm",
        "text":"2014 Center for Automotive Research (CAR) Management Briefing Seminar - Osamu 'Simon' Nagata\n\nAugust 06, 2014\n\nAs prepared for:\n\n2014 Center for Automotive Research (CAR) Management Briefing Seminar\n“Pathways to Prosperity”\nTraverse City, Mich.\nWednesday, Aug. 6, 2014\nOsamu 'Simon' Nagata, President and CEO, Toyota Motor Engineering and Manufacturing North America, Inc.\n\nThank you, Jay.\n\nBefore I start, I’d like to congratulate Governor Snyder on receiving the State Leadership Award presented by the Motor Equipment Manufacturers Association. \n\nAt Toyota, we appreciate the Governor’s “relentless positive action” to “Reinvent Michigan.“\n\nAnd, Toyota is pleased to be able to contribute to those efforts by growing our operations here and adding 250 more jobs. Additionally, I told the Governor that this morning Toyota is committing $1 million to support the “Grand Bargain” to help the city of Detroit and keep the Detroit Institute of Arts alive and well.\n\nLast year, my wife and I moved to Michigan, and we’ve been enjoying our lives here very much. \nSoon after we moved here, we visited Traverse City for the “National Cherry Festival” and we enjoyed it.  \n\nThere were cherries everywhere! We went to the special luncheon where everything was made of cherry –cherry dressing, cherry sauce on the meat, cherry cake, cherry Coke.\n\nWe were there for the 4th of July, and it was very hot.  So, I went into the air-conditioned grocery store… Meijer…  and looked at the T-Shirts.  I found one I really liked…it was made in Mexico and it was only $8.00!  But, that’s not why I bought it.  I bought it because I liked the message….take a look.\nBlood…. Sweat…. And GEARS!  That’s good! \n\nI think the hidden message shows the mindset of Michigan…. The Michigan automotive spirit… The “Gearhead” mentality.\n\nIt is an attitude of commitment and passion for the auto industry that is in the genes of the people in this state.\n\nI’ve been in the industry for more than 34 years.\n\nAnd even though my company is based in Japan, we share the same passion, too.  \n\nWe brought that passion here 57 years ago when we established our sales organization, and continued 30 years ago when we established our first plant. \n\nWe doubled down on that commitment 37 years ago in 1977 when we established our Toyota Technical Center In Ann Arbor, to be closer to our American customers and suppliers.  Today, TTC is our biggest R&D facility outside of Japan. And, I am pleased we will continue to grow this important operation.\n\nYou may have heard in the news that we are consolidating much of Toyota’s North American headquarters operations in Plano, TX. Bringing our sales, manufacturing and corporate operations into one location will make us more efficient.\n\nBut, equally as important, we aremoving key operations that directly impact our supplier base to Michigan.\n\nWe spend more than $32 billion in North American purchasing a year.  And, we realized that moving our Direct Procurement & Supplier Engineering Development here will bring us closer to our suppliers and industry partners.\n\nWe believe that having direct procurement, together with design, all at the same location -- on our campus in Saline, Michigan -- will improve our communication and collaboration with suppliers and with each other.\n\nAs we go from concept to mass production of our vehicles, having these critical functions in close proximity should result in greater efficiencies.\n\nIt will increase our ability to engage our supply base and to support them in their efforts to help us meet our customers’ demand for our vehicles.\n\nAnd that is an important part of our strategy to create pathways to prosperity for everyone…not just Toyota. \n\nTo me, prosperity means that everyone can make money; everyone can grow.\n\nBut, that requires all of us – OEMs and suppliers – to work together to make that happen.\n\nOver the next few years we need to develop new technologies and better ideas to improve safety and fuel economy. \n\nThere are so many areas ready for innovation, and I believe within the next 10 years we will see many revolutionary things happening in the automobile.\n\nI know that working together on these challenges requires good business relationships, built on trust.  OEMs must use fair business practices, paying attention to their working relationships with suppliers, to get the best ideas and new products from their suppliers.\n\nIf an OEM is open-minded to innovations and has the trust of the suppliers, they will benefit by getting the best new ideas from their business partners.\n\nEvery year, I pay very close attention to the Planning Perspectives Working Relations Index.  I really think Dr. John Henke and his team do a very good job of discovering what is working – and what’s not working – in OEM-supplier relationships.\n\nSo, how has Toyota been doing on the Working Relations Index?  \n\nThis year, I was very happy to see that Toyota is doing better.\n\nThe report was very complimentary to us, saying, “Toyota has finally rediscovered the ‘Toyota Way’ and is showing its first improvements in the WRI ratings in seven years.”\n\nIt said, “Toyota improved in all key areas, including, supplier trust, communication, and involving suppliers throughout its product development process.”\n\nWe were also ranked highest in confidential treatment of supplier proprietary information and intellectual property.\n\nThat made me very happy.\n\nBUT –It also said, “They still have a ways to go.”\n\nFor example, although our score is coming back this year, we continue to issue late and excessive design changes, directly impacting our suppliers’ ability to meet their internal cost, quality and delivery targets.\n\nAlso, according to this year’s survey, our suppliers’ willingness to share new technologies with us is not where we want it to be or where it once was.\n\nI think we need to demonstrate a more open-minded attitude to our suppliers’ ideas early in development, and I’m committed to doing that.  These are all areas I hope we can improve as we combine our purchasing and design resources in Michigan with our suppliers.\n\nBut, these are not the only areas we are working to improve.\n\nMy purchasing team told me Toyota’s Supplier Engineering Development group and suppliers are working together to ensure good part design, good process planning and good part development.  \nFrom an operational perspective, we have established cross-functional teams to more effectively and efficiently allocate resources to support suppliers in quality system enhancements and to ensure one voice from Toyota. \n\nAnd, in the last year we have been able to further pull ahead our support activities to confirm that our designers’ intentions line up with our manufacturing ability.\n\nTo our suppliers:  We want you to be patient with us as we improve, so we can earn the trust it takes to receive your best ideas and work on them with you.\n\nSo, here is my prescription for a Pathway to Prosperity:\n\nFirst, together – OEMs and suppliers – we must keep our focus on the customer.  That’s why Toyota has added another Chief Engineer in North America, bringing our total to five chief engineers who oversee the development of seven very successful products that are critical to pleasing our North American customers.  \n\nSecond, as I just mentioned, collaboration between OEMs and suppliers must improve even more.  Innovation  --  which is essential for prosperity -- is made possible through  trust and collaboration\nwith suppliers.\n\nThird, focusing on the human side within our own company – developing human resources – is urgent.  We must encourage young students to study hard to be engineers. And we must encourage engineering graduates to enter the auto industry. For example, I’m very proud of the work Toyota and many of you have been doing with the Society of Automotive Engineers to support programs like A World In Motion.  We will all see the benefits for years to come.  \n\nI’m proud to say that Toyota’s engineers continue to be leaders in automotive R&D, receiving more than thirteen hundred (1300) patents in 2013. \n\nSince the early 1990’s, Toyota challenged itself with a big question that defines our corporate-culture: “What will our vision of mobility look like in the 21st century?”\n\nWe found the answer in the work of our company’s founder.  Sakichi Toyoda was an inventor who was awarded many patents. He created the automatic loom and other devices.  The loom made weaving cloth easier. He taught us that innovating new products to make peoples’ lives better was the best way to connect with our customers.\n\nIn fact, the weaving process he created looks amazingly similar to the process we developed to weave carbon fiber for body panels on the Lexus LFA.  Take a look…\n\n[video of LFA carbon fiber manufacturing. http:\/\/www.youtube.com\/v\/AScfESzQzIQ\n\nA process very similar to the one shown in this video will produce the carbon fiber hydrogen tanks for our new Fuel Cell Vehicle, which will debut in 2015. The FCV is Toyota’s innovative power train for the future.\n\nAnd, in Monday’s lightweighting discussion here at Traverse City, you may have heard from Takefumi Shiga that carbon fiber will add strength and improve the driving dynamics of the 2015 Lexus RC sport coupe.\n\nThat’s the power of the passion for always making better cars.  It is the power of the human side of our business to take us far into the 21st and beyond.\n\nWe believe that the future of mobility will be safer, greener and more convenient for everyone. \nTogether with our suppliers, we will build pathways to prosperity for everyone.\n\nAnd, maybe someday, I will find a new $8 T-Shirt that looks like this.\n[Blood, Sweat and Carbon Fiber….Toyota and FCV]\nnagata executive speeches center for automotive research\n\n< back\n\nYou must be logged in to view this item.\n\nThis area is reserved for members of the news media. If you qualify, please update your user profile and check the box marked \"Check here to register as an accredited member of the news media\". Pl... (truncated)",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.8505333662,
        "format_confidence":0.9031469822
    },
    {
        "url":"https:\/\/melmagazine.com\/en-us\/story\/coronavirus-truckers-floribama",
        "text":"Article Thumbnail\n\nRiding Shotgun in Floribama With the Truckers Keeping You Fed in the Plague\n\nThey’re criss-crossing the country to keep grocery store shelves stocked. They just don’t want you to forget about them when this is all over.\n\nThe sprawling Oasis truck stop in Robertsdale, Alabama, is an important hub for interstate commerce, and typically, a happy gathering point for road-weary drivers. It’s located just over the border from Pensacola, Florida, on Interstate 10, situated along that stretch of Gulf Coast that locals call Floribama. The truckers who stop here have been hauling produce from California, and grocery deliveries from distributors in Texas and Arkansas. Some have even crossed the border bringing in goods from Mexico. “If you bought it, a truck brought it,” one trucker there tells me on a recent Sunday afternoon. \n\nThis, of course, is true in the best of times, but it’s abundantly true now. Just like with medical workers, grocery store employees and the brave men and women currently delivering us food and packages, we’re depending on truck drivers to keep criss-crossing the nation’s freeways and highways, hauling loads through COVID-19 hotspots, over and over again.\n\nWhat, though, are they thinking as they continually hit that open road on our behalf (and at the risk of their own well-being) — especially because we usually regard them as more of a punchline than a lifeline?\n\nTo find out, I spoke to about 10 such truckers during my few hours at the Oasis. My abbreviated roll call:\n\n  • Gurdev Singh, age not given, is the only trucker I see who’s wearing a face mask. He’s friendly, straight-forward and plain-speaking. The sort of homie who says (and fully believes) things like, “Being a truck driver, we’re trying to serve the community.”\n  • Long-haired, long-bearded and gruff-voiced, Scott Fisher, 56, is the sort of old-school truck driver who looks like he stepped out of a country song. Being a road veteran, he laughs easily as he eagerly counts down his days until retirement.\n  • When Larry Reese, 60, walks out of the truck stop with hot food and a weary look in his eye, he’s reluctant to speak with me; he does so, however, mostly because he wants people to know what truckers are dealing with in this pandemic.\n  • Wesley, in his late 40s, steps down from his rig to have a smoke, fill his trucks’ tanks and grab himself something to eat. He says he doesn’t know how long it’ll be until he might find another truck stop, since they’re pretty much the only places truckers can eat these days.\n  • Sonny Singh, 29, has only been trucking for the last two-and-a-half years, but in that time, he’s become an old hand. To stay safe, he travels with a co-pilot, his pit bull, Ivy.\n\nHere’s what they told me…  \n\nHow’s the road treating you? Have you been able to find places to stop to rest?\nGurdev: I don’t have any problem with that. All the rest stops are open in this area. But in Pennsylvania and other areas, they’ve closed them, which is ridiculous. We’re trying to serve the community. So it’s ridiculous that the government isn’t trying to understand our problems. \n\nWhat about getting food and finding your next shower? How’s that going now that the world is more and more shuttered?\nScott: Kinda crazy. It’s definitely hard to find food. \n\nSonny: As far as food goes, you better stop somewhere there’s food at the truck stop, because 99 percent of these places will not let you enter to get food right now. \n\nLarry: Also, if they do have food, you have to go in to get your meal and then go back to your truck to eat alone. You can’t be around other people.\n\nIf you’re hauling food, you don’t have any hours restrictions, right?\nWesley: Nope. \n\nIs it accurate to say that the trucking industry has loosened a lot of the regulations about the amount of hours you guys can drive?\nSonny: Temporarily, because they need something from us. \n\nHas this changed how you’re driving, or how many hours you try to get in each day?\nWesley: Nah, not really. The main thing is, do it the safe way, like we normally do. \n\nLarry: We’re still all running the same way we’ve been running. \n\nDo you think if a driver gets into a problem because they go over their hours, that the law or whomever will keep in mind that it occurred during a crisis?\nSonny: I was delivering a load of water last week to Missouri, and they still gave me an overweight ticket. I’m the one bringing you guys water. So I don’t know — they’ll make money wherever they can, regardless. \n\n\nDo you worry about other truckers on the road, the ones pushing themselves to get food and water to those in need but who also put themselves at risk to deliver their loads?\nScott: I worry about truck drivers every day. Because it’s not like it was when I started. I’ve been doing this for 37 years. When I started, people were courteous to one another. Today, they don’t care about other drivers. They just care about themselves. \n\nHave the distribution centers been cool with you guys? Are they working with you to come up with new protocols that help everyone?\nGurdev: No, no, no. That’s the worst thing. The government or somebody has to step in to tell these people. Because they treat us like animals. They don’t let us use their toilets. They may have a Porta Potty for us, somewhere. But they don’t allow us in the building. And now they take their time; they don’t care if you’re under your hours, or whatever. They do their thing. \n\nSonny: Some places are being real strict about it. They don’t even want you in the office any more. Like they’ll leave the papers in the trailer. They don’t even want to touch the papers. Meanwhile, other places are like, “SARS killed more people than this.” [Laughs]\n\nAre you worried about the immediate future of trucking?\nScott: It’s not going to stop. The trucking industry isn’t going to stop. If we stopped driving, that would cause the country to go into panic and craziness. They’re not gonna let that happen.\n\nHave you found that when you bring in a load from, say, Florida or Texas, where they haven’t been practicing the same amount of social distancing, people worry that you might spread the virus?\nSonny: Not really. Because they need the stuff so much. When people are in need, they’ll overlook a lot of things. Next year, it’ll probably be a different story. It’ll go back to, “Go to hell, drivers!” But this year, as of right now, I don’t know — what little appreciation we get, that’s cool.\n\nThe people you see on the road — have they been treating you with more respect?\nGurdev: The last couple of weeks? Yeah. But I wish they’d do that everyday. \n\nWesley: I’ve seen kinda 50\/50. You see it on social media — there’s a lot of thanks on there. But on national network TV, they don’t do a lot for truck drivers. They don’t think of us. \n\nScott: I’ve had more people waving at me when I drive by. I think that’s part of all this, because that doesn’t usually happen. Usually, it’s people giving us the finger, or something. [Laughs] I think you see more of it on Facebook. More thanks. Truck driving is an honest profession, and yet, people hate us because we’re big and we’re slow on the road; we get in their way. But without us, this country stops. You can’t name a thing that hasn’t been on one of them. [He points at the yard of idling big rigs.] Well, not unless you grow it yourself. [Laughs\n\nDo you appreciate the sentiment? Do you believe it?\nSonny: I appreciate it, anytime. But I also know it’s circumstantial. We’re offering something you need right now, so you appreciate it. That’s cool. But we offer you this when you don’t need it so much, too. And in that time, it’ll be back to, “Go to hell!” [Laughs]\n\n\nIs your family worried about you?\nWesley: Oh, of course. It’s like every day with them, they worry.\n\nWhat have they been saying?\nSteve: Just be real careful. Keep my distance from people and wash my hands. I carry extra soap and water in my truck, and every time I get in or out, I wash my hands.\n\nLarry: My family worries about me getting something to eat more than anything else. Some places watch you and make sure you wash your hands. Some of us complain about that, but hey, that’s just good hygiene. \n\nScott: We don’t believe in all that — we think that the news is making it bigger than it is. I just think it’s a bunch of crap. I mean, it’s bad and people are dying from it, but every year we get a new flu, or a different strain of some flu. This is the first time they’ve gone crazy about it. And it’s ridiculous.\n\nGurdev: I was just talking to my friends right now. All my family members are scared that I’m going out, trying to deliver the stuff people need. Like, right now, I’m going to Florida, which is locked down. So I don’t know if the warehouse is going to be open, or if people are going to be working when I get there. But I feel like it’s my job to deliver the groceries to the stores. If there’s no workers in the warehouse, I’m going to be stuck there, and I won’t know for how many hours, or even how many days. But I’m still trying to do my job. \n\n\nAs far as the rates you guys are earning go, there’s been talk that some drivers are getting up to 6 percent more on loads. Has that been your experience?\nGurdev: No, nothing.\n\nThere’s been no offer of hazard or emergency pay?\nGurdev: No, no. Nothing.\n\nNo increased medical coverage?\nGurdev: No, nothing.",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.9779064655,
        "format_confidence":0.7545493841
    },
    {
        "url":"http:\/\/chipfoose.blogspot.com\/2006\/12\/",
        "text":"Sunday, December 17, 2006\n\n21 Questions with Chip Foose brought to you by: JL Full Throttle\n\nIt's an honor to talk with the folks at Joes Diecast Shack. I always enjoy talking to the fans of the show and my work. This has been a really exciting time creating the new Foose diecas tline with the JL Full Throttle Team. It's a dream come true for me to be able to share replicas of my designs with my son and my fans.\n\nOn to the questions:\n\nOn your show Overhaulin', how do you get the cooperation of the local authorities when you \"steal\" the cars? Has there been an occasion when you stole a car and the owner called the police?\n\nChip: In the early episodes of Overhaulin, Yes, they were reported to the police, and it took some \"fast talking\" to set things straight. Now, we've made friends with most of the local authorities and the various police departments work with us and have a lot of fun with the show.\n\n2. Is there any chance you are going to take your show (Overhaulin') on the road? Into other states, so your fans outside of California might get to see a car, Overhauled?\n\nChip: Our original plan was to take the show on the road in Season One and Two. Between Seasons Two and Three, Discovery Channel took ownership of the show and decided to keep the \"steals\" to Southern California, but we are planning several shows where we will be traveling to different states in the near future. I can't tell you where yet, but we'll be knocking on people's doors saying \"Your car's going to get Overhauled!\"\n\n3. Ever consider doing a Big Rig on the show?\n\nChip: My original intent for Overhaulin' was to take cars, boats, planes, motorcycles, and transportation in general, but since there were other shows with motorcycles and trucks as the subject, the show was limited to cars. I'd love to overhaul a big rig - it would be a huge job, but I'd love to do it someday.\n\n4. Have you ever been asked to do a '57 Ford F100 on Overhaulin? They are kind of an \"ugly duckling\", but when built right they look as awesome as any 56!\n\nChip: Discovery Channel does the final picks, and if they choose a 57 on the show - and I believe a 57 has been submitted, I'll be glad to overhaul it.\n\nEditor's Note: All cars are picked by Discovery Channel \/ TLC. They must all be submitted through\n\n5. About the die-cast, are there plans to take all of the actual cars and shrink them down to diecast size? Some of them are absolute dreams. Especially the Comet Convertible. Not just because it was the car I rode home from the hospital in after I was born...\n\nChip: As long as collectors keep buying the line, we'll keep on making them! So, keep on buying them and we'll bring your favorite one to ya'!\n\nEditor's Note: The JLFT Team has many new models comingKeep checking out Joes as well as and\n\n6. Will your 56 Ford F-100 Truck, The '56 Nomad, the ford Model A hot rod or even Bud's own 69 Mustang make it into the line\n\nChip: Of course, I'd like to see all of those cars recreated in the die-cast line, but if they aren't, there are still a lot of dream vehicles that can be built and while we're at it, hopefully make a lot of people's dreams come true.\n\nEditor's Note: The '56 Nomad is on it's way and at least one of the others exists in an early production stage!\n\n7. Have any of the big name auto companies approached you yet, to do a \"Foose\" model of a production car? Is this something you would be interested in or are you more interested in smaller 1 on 1 projects?\n\nChip: I am in negotiations with several OEMs (original equipment manufacturers) - can't tell you who at this point - to create a special project. One OE is getting serious about an entire lineup of vehicles. I'll know soon.\n\n8. There are a bunch of guys who'd like to see more rubber and smaller wheels and an equal number who like 'em large. At the shack we always get a few hard questions, So tell your fans about how you choose your wheels and tires.\n\nChip: It's all about proportions to me. I think small wheels make the body look smaller, but that's ok if you're trying to hit a specific era. Technology has allowed us to go forward, and there's no question that a larger diameter wheel makes the vehicle drive and ride better, plus, I think the larger wheels look a lot cooler.\n\n9. What about White Walls and do you dig \"Rat Rods\"?\n\nChip: White walls are very cool and I really like rat rods. If fact, I'm building one now called P-32 which will be in die-cast. It's an extreme rat rod based on the theme of WWII war birds such as the P-38. It will be debuting at this year's SEMA. It's something that I've been dreaming about for 11 years, and finally found the parts to build it.\n\nEditors Note: On Overhaulin', Chip has used white walls on 2 vehicles, can you name them?\n\n10. What custom elements define a Hot Rod for you? What makes the car more than just \"customized\" and What takes a car to the \"next level\"?\n\nChip: I like to say there are no rules in hot-rodding. I can't tell you what elements make a hot rod, so it's whatever you do and as soon as you personalize a car - that's what makes it a hot rod to me. It's not that I'm not interested in the performance aspect, what's important to me is how it looks proportionally. For me, the starting point is wheels, tires and stance. If you get a car down with those three elements, it looks like a hot rod. It could be completely stock underneath. So again, the minute you set rules, you put an end to something. You always have to keep your mind open to new ideas.\n\n11. What is your everyday driver? Is it something you've created or something driven straight off the lot?\n\nChip: My everyday driver is an '05 Ford F150 which is available in diecast now. It's been a fun vehicle. We hand-built chrome moldings, did the bigger wheels and tires, narrowed the rear bumpers, lifted the front bumpers. I also have a '69 Camaro and my '02 T-Bird I call the Speedbird. It has a little speedster-type one-piece wrap around 9\" tall windshield.\n\nEditors Note: The Speedbird was featured on the very first episode of Rides. You may still catch it in reruns on TLC.\n\n12. What is your favorite car that you've created or Overhauled?\n\nChip: My favorite car is always my next one. The are two reason for that answer: First, is that it keeps us excited for what's coming up and secondly, it keeps people from being offended and no one says, \"Well why isn't my car your favorite?\". I love all of them.\n\n13. Do you have a favorite rare car or dream car?\n\nChip: I can't say that I do. I'm a fool for cars and I fall in love with what's in front of only!\n\n14. Chip, I'm a bit of a Mopar fan,, so here goes; What's your favorite from Chrysler Corp. that you HAVEN'T done?\n\nChip: You're going to see the JL Full Throttle Hemisfear shortly) and that will be my favorite Mopar, and I hope it will be the favorite of a lot of Mopar fans too.\n\nEditors Note: Check out to get the full story and behinds the scenes epics and video of the creation of the JLFT Hemisfear. It will be making it's world premier on October 31st at SEMA in Las Vegas!\n\n15. Have you ever done or are you ever planning to do a '49 Merc\n\nChip: Yes. I have worked on a few '49 Mercs and I'm working on a proposal for a celebrity right now that could be a real fun project using late-model Mercedes Benz parts with a V12 in the Merc in the coolest Merc you could build. Could be a two-seater because the celebrity is VERY tall. That's all I'm saying!\n\n16. What about some early Chrysler cars like those from the 30's 40's and 50's?\n\nChip: I still think the '70 Cuda is one of the coolest Chryslers ever built as well as the early Belvederes and Imperials - just some outstanding design work done back then. I've also got some cool vehicle coming up that is inspired by the 50's Chryslers.\n\n17. And lastly on the car questions, I have a soft spot for the old economy cars from the early and mid 70's. have you every thought about doing up an old Gremlin, Vega, Pinto, Maverick or even one of the old rear drive Datsuns or Toyotas?\n\nChip: I really want to do a Pinto on Overhaulin'. I think it would also be a lot of fun to do a Gremlin, or Pacer or some of these crazy cars we remember as kids.\n\n18. What is the process someone would need to follow to get you to draw a design idea for a vehicle (in this case a '68 GMC Truck, late 60's early 70's Australian Ford Falcon). Many people would love to try and build one of your designs\n\nI used to do a lot of drawing for people on the outside, but I've been so busy with Overhaulin' and the JL Full Throttle die-cast line and other projects that I'm no longer taking any outside design work because I have no time to do so. Now that I have two kids, I'm devoting time to them, so I'm telling everyone no artwork until I'm finished with the TV show.\n\n19. How old were you when you started customizing\/designing cars?\n\nChip: I sat next to my father when I was three years old and copied whatever he was drawing - not too many people know he's an artist as well - until I was actually drawing better that he was and he just let me take over when I was about 17 year old. I still sit down with my dad when I'm drawing with him and we go over things together and as a team we come up with some cool things. When I was seven, I was going to the shop and building with him and to this day my dad still is my hero. He has more skills and fabrication talent than anybody I know and I still learn a lot from him.\n\n20. What types of toy cars did you play with as a kid and did they influence your line of work today?\n\nChip: When I was a kid, my dad worked for AMT model kits and a lot of cars they built were for model kits or as Hot Wheels. I remember him driving the real cars home then bringing the models of the cars home and I'd play with those. When I worked at Boyd's, it was a continuation of my childhood and at the time, Boyd was building the coolest cars on the planet and I said to Boyd \"we've got to make these into models or die-cast\" and I got in touch with Larry Wood and he sta... (truncated)",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.6374094486,
        "format_confidence":0.9016935825
    },
    {
        "url":"https:\/\/www.chauffeurdriven.com\/news-features\/in-this-issue\/957-when-the-red-and-the-blue-take-over-how-operators-handled-the-2016-political-conventions.html",
        "text":"Wednesday, January 20, 2021\n\n\nnational convention Every four years, the Republican and Democratic National Conventions each take over a major city for a week, and bring with them a tidal wave of candidates, current and past politicians, delegates, speakers, and celebrities. In the time since the last convention, the transportation industry has changed dramatically with the emergence of the TNCs. When operators started making their preparations for the conventions as far back as two years ago, they were forced to consider the potential competition from the TNCs.\n\nOf course, the unusual political climate that has swept the country in recent months created its own set of challenges. When scheduling rides, limousine companies had to plan around the throngs of protestors looking to surround Cleveland’s Quicken Loans Arena and Philadelphia’s Wells Fargo Center. Whether it was Bernie or Bust, Black Lives Matter, or those supporting either Trump or Clinton, drop-offs and pickups were destined to be complicated, not to mention the traffic snafus that accompany any major event became even more snarled by the thru-ways closed for security.\n\nIf the chauffeured ground transportation industry has a motto, it might be very well be “Expect the unexpected.” This certainly came into play for the operators providing transportation in Cleveland and Philadelphia. Chauffeur Driven wanted to learn more about how companies managed their businesses during these week-long, round-the-clock events, so we spoke to operators from each city to get their impressions of the convention chaos. If there’s anything to take away from their words, it’s that planning, as always, is everything.\n\nQ: How did you get involved with providing transportation for your town’s convention?\nMARY JO MAZZARELLA, director of sales, American Limousine Service in Lakewood, Ohio: We were fortunate—because we work closely with Destination Cleveland (our convention and visitors bureau)—to have the opportunity to drive the host committee on several visits when they came to look at the city two years ago. That was a great chance to showcase our service.\n\nANTHONY MAZZARELLA, general manager, American Limousine Service: When we got the announcement that Cleveland had been picked to be the host city, we started planning a full year out what we would need chauffeur-wise, and began putting contracts out there to customers.\n\nSTEVE QUA, president, Company Car and Limousine in Cleveland, Ohio: We were led to the RNC by our convention and visitors bureau. They were very helpful in making it known what was available to us if we made ourselves available to the convention. In Cleveland, we don’t have a lot of events like this, so we’ve got to make sure when they happen that we maximize it—not just for the value of the money generated, but for the value of people’s opinion of Cleveland.\n\nRON ROBINSON, operations manager, Sterling Limousine & Transportation Services in Wrightstown, Pa.: We got involved well over a year and a half ago. When the word first came out [about Philly hosting the DNC], I was searching how to get involved that afternoon. Then, when the RFP came out for the convention, we immediately filed to be a vendor for ground transportation.\n\nALAN CANDEUB, president, Park Avenue Limousine in Trevose, Pa.: We’re networked with a lot of major companies, both in and out of the industry, and those people reached out to me to provide service to their clients. I’ve worked similar conventions before, most notably the 2000 Republican convention in Philly. Actually, I don’t see a lot of difference between a political or pharmaceutical convention. If you can handle one industry, you can handle any industry.\n\nnational convention Q: What was the chauffeur vetting process? What was overall security like at your convention’s venue?\nSTEVE QUA: The Secret Service asked us for a fair amount of documentation, including the little stuff like a vendor’s license, but also things like chauffeur lists in case they needed to drive someone inside the secure perimeter around the venue. We sent in the paperwork, and then promptly received a letter saying we were “in.”\n\nThe clients that were available to us—the customers, the passengers—were not universal. For instance, the conventioneers and delegates got “free transportation” from the hotels. I don’t think any limo companies here saw any delegates for the most part. There were buses that dropped them off inside the secure zone. So they would go through security at the hotel, get on the bus, and get dropped at the event site, and not have to re-clear security at the site.\n\nRON ROBINSON: A lot of my drivers were vetted by the Secret Service due to the caliber and type of passengers they were carrying. Documentation had to be supplied a week and half in advance, which was somewhat surprising since we were expecting the request to come in well before that. Due to our nationwide affiliation with a lot of large companies, we carried a number of major Hollywood stars who were speaking, as well as a lot of high political figures who weren’t in need of security escorts. We did have a few police escorts that week, which our chauffeurs thought was the coolest thing ever.\n\nALAN CANDEUB: Whether it was through our clients or affiliates, we started the vetting process with the Secret Service about six weeks before the convention. We provided them with license plate numbers, Social Security numbers, driver’s licenses, etc. We already do criminal background checks on our chauffeurs, unlike the TNCs, so there was no concern.\n\nQ: Speaking of TNCs, did you find your business affected by them during the convention week?\nSTEVE QUA: Oddly, Uber was named the official transportation provider of the RNC, which is amazing that a company that insists they’re just a software provider can be an official transportation company. But there’s still a big segment of society that cares about time, availability, and responsibility, and we like that idea. We served groups of customers for whom time was more valuable than money.\n\nANTHONY MAZZARELLA: Luckily for us, we were able to land transportation contracts, so our customers were planned well in advance. Our business wasn’t really affected by them, although Uber took over the whole limo lot at the venue, which was an inconvenience. We relayed this information to the chauffeurs so they knew what to do, so even this didn’t affect us too much.\n\nRON ROBINSON: We were upset that the DNC embraced Uber. It was listed on the DNC website as a preferred transportation provider and, not only that, they made special accommodations to have a parking lot near the convention venue, which was not allotted to us at all. Also, Uber bought out half of the 30th Street Train Station parking spaces and had an attendant there 24\/7 shooing away any livery vehicles. I was actually sitting in front of one of the major hotels downtown watching minivans with car seats in the back picking up Uber fares. But, despite these inconveniences, the TNCs didn’t hurt our business—they simply don’t cater to our clients.\n\nQ: With street closures, a heavy police presence, and ­potential traffic problems, how did you approach planning for the logistical nightmare of the event? How did you prepare your staff?\nMARY JO MAZZARELLA: Because a nice portion of our fleet was dedicated a year out through our affiliates, we knew what kind of manpower we would need. We started early with additional hiring and training so we would know who was the right fit, and they’d have a few months to get the hang of the airport procedure, the downtown, and our company’s processes.\n\nLogistically, things were easy; because Cleveland is a smaller city, at least compared to Philly, everything was very compact—the different venues for the convention were all in one place.\n\nANTHONY MAZZARELLA: Our airport procedures changed, but we were able to give our chauffeurs notice. As far as the event itself, we were given the street closures, and once we got into the first day of the RNC, and our chauffeurs were comfortable with the routes, it was pretty easy going.\n\nSTEVE QUA: Eighteen months ago, the city of Cleveland started having meetings, which gave an idea of how things were going to work during the convention. Also we regularly met within the company as to how we were going to manage, dispatch, and price things, along with how we were going to work around the city. The Secret Service was very careful about what information they were going to let out, so we didn’t know the specifics of the secure perimeter around the event until two weeks prior. Once we found out, we developed a plan.\n\nRON ROBINSON: Our operation was all hands on deck: There were no days off. There were no vacations during this time, and drivers were told six months in advance that this was a blocked-out week and everybody works. We even had part-time drivers take off from their full-time job to work the DNC because that’s how much of a cash cow it was.\n\nTraffic was unbelievable. Every single day at approximately 4 o’clock the protests started down Broad Street from City Hall in Center City Philadelphia. The inner city traffic—with rush hour, the convention, and protests—was a dead standstill. It took an hour and 15 minutes to make a drive that normally takes seven minutes. There’s just no planning for that.\n\nALAN CANDEUB: For major events in the past, like the Super Bowl and the Pope’s visit, we’ve gambled on adding drivers and cars, and had slightly disappointing results. Now, have more of a tendency to be conservative about bringing in or renting equipment for large events. This time I reached out to vendors in the Cleveland market and asked how things went with the RNC, so that helped me plan. Requests didn’t really kick in until the week before the event but by the Saturday before the DNC, we were completely sold out.\n\nQ: Given that convention week would see most of your cars in use by the conventioneers, how did you handle your ... (truncated)",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.9388968945,
        "format_confidence":0.892164886
    },
    {
        "url":"http:\/\/www.planningreport.com\/2014\/09\/04\/carla-peterman-cpuc-s-evolving-energy-regulations",
        "text":"September 4, 2014 - From the September, 2014 issue\n\nCarla Peterman on CPUC’s Evolving Energy Regulations\n\nAppointed to the California Public Utilities Commission by Governor Jerry Brown in 2012 after serving on the California Energy Commission,\nCarla Peterman is an authority on energy policy in the state. She recently sat down with MIR to talk about electric vehicle regulation and energy storage, among other topics. Peterman provides an optimistic perspective on both of these areas, taking into account market responses to adopted CPUC’s regulations and initiatives.\n\nCarla Peterman\n\n“[CPUC] initiated a new proceeding...focused not just on supporting electric vehicles and minimizing their impacts to the grid, but also on identifying the benefit to the grid from electric vehicles, capturing those benefits, and providing them to ratepayers.” —Carla Peterman\n\nCarla, you were appointed to the California Energy Commission by Governor Brown in 2011 and two years later to the CPUC. Share how your regulatory responsibilities have evolved. How has energy regulation changed?\n\nCarla Peterman: I think that the agenda is the same for the most part. There is continued focus on low-carbon energy, and helping California meet its greenhouse-gas goals in 2020 and 2050. We continue to move forward, particularly on our 33 percent RPS target.\n\nWhat has come about in the last few years is an increased focus on low-carbon transportation. In 2012, the governor set a target of 1.5 million zero-emission vehicles on the road by 2025. The governor’s office, together with state agencies, developed a ZEV action plan that laid out specific tasks for each agency to help meet that target.\n\nIn terms of my portfolio, I have increased the work on alternative transportation at the Public Utilities Commission that I began on the Energy Commission. For a few years, I’ve been chair of the California Plug-In Electric Vehicle Collaborative, which is a public-private voluntary partnership focused on advancing electric vehicles. We’ve also initiated a new proceeding at CPUC focused not just on supporting electric vehicles and minimizing their impacts to the grid, but also on identifying the benefit to the grid from electric vehicles, capturing those benefits, and providing them to ratepayers.\n\nGive us a sense of how the markets have reacted to these regulatory initiatives.\n\nI think the market is responding well. At the CPUC, we’ve gotten a positive response from utilities and automakers. We’re specifically interested in looking at vehicle-grid integration opportunities and how we can start to measure the benefits.\n\nThis is happening at the same time that, as a state, we’re seeing increased levels of renewable energy. That is great, but it’s resulting in challenges with resource integration because these renewables are intermittent. We’re starting to see times when there’s excess solar power and excess wind. Electric vehicles are increasingly being viewed as a solution for this excess generation, using it to power our cars.\n\nHow are the state’s utilities, and others, adapting to meet the regulatory expectations that you’ve just shared?\n\nWe’re still in the early stages. The utilities have brought forward different pilots for vehicle integration, which the commission has supported. Southern California Edison has one, for example, with the Department of Defense to have electric fleets on their LA airforce base. Those fleets will provide demand response and ancillary resources to the grid and the Independent System Operator (ISO). PG&E has a second-life battery pilot to see what benefit those batteries provide to the grid.\n\nYou can see a timelier example in terms of market reactions in our energy storage work. That’s another area I’ve led on at the commission. We as a state, through the CPUC, adopted first-in-the-nation targets for energy storage—1.325 gigawatts by 2020 last fall. When we first set out the proposal, there were questions about whether it would be possible and whether there would be market interest. We’ve seen tremendous interest already.\n\nWe’re in the process of working through the utility applications for the first solicitations this fall. Southern California Edison, as an example, has already done a solicitation for 50 megawatts of energy storage, on the commission’s orders. They had over 500 bids, which is a lot of industry response.\n\nSimilarly, once we put out our targets, California ISO has received thousands of megawatts of bids into their transmission queue for energy storage projects that are interested in bidding in to the utility storage procurement. We’ve seen other states now include energy storage in their solicitation plans. We also saw Tesla providing information about opening up a gigawatt battery factory to support electric vehicles and customer-side storage. So we’ve seen real growth in that area and a big market response.\n\nYour mention of Tesla compels a question about the multi-state competition (California, Arizona, Nevada and New Mexico) for their planned new battery manufacturing facility.  Is it important that Tesla site their plant in California? How significant would a breakthrough in batteries be for the CPUC?\n\nI think a breakthrough in producing batteries at scale will be critical for lowering the cost of batteries, and therefore electric vehicles and energy storage. These batteries can be used as customer-side storage. They can be used on the distribution system and on the wholesale system. California is supportive of a diversity of storage technologies.\n\nEnergy storage is one of the tools we generally use in support of energy management, but it’s not the only one. We have seen greater focus in California on batteries, and then a number of other storage technologies. The cost is a significant barrier. To the extent that Tesla or another company is able to start manufacturing batteries at scale, they can be used for both of these purposes. I think it will be good overall for the electric industry.\n\nDoes the CPUC or CARB have a benchmark regarding market penetration of electric vehicles?  How many EVs are presently on the road in California?  \n\nWe’ll have at least 100,000 electric vehicles by September in California. We’re in the nineties now. That will be an exciting marker.  \n\nWatching the sales trends is my favorite part. Compared to last year, are sales increasing continuously? We’re seeing that.\n\nIn 2015, a number of automakers are planning to have a next-generation version of their cars. Going forward I think we’ll be seeing more models and more choice for customers.\n\nRegarding the nexus of energy and transportation, what new policies or initiatives are now on CPUC’s agenda that our readers ought to follow?\n\nThis next proceeding will last for 18 months. We are looking at vehicle-grid integration: What is the resource? What is the opportunity? How would utilities acquire vehicle-integration resources? What would be some of the programmatic structures for doing that at the CPUC? There’s a focus on institutionalizing these opportunities into actual regulatory programs.\n\nWe’ll also be looking at demand charges, which have emerged as a potential challenge for fleets seeking to charge in the absence of scale. We have a particular interest in supporting fleet and mass transit EV adoption. \n\nWe’re also going to focus on education and outreach. We get a lot of feedback from the electrification community that customers just don’t understand their electricity as a fuel, and the cost-savings they can have from driving electric vehicles. Depending on where you are in California, your average cost per gallon would be a dollar if you had an electric car (although it can be less than that, for sure), compared to $4-5 for gasoline. Customers aren’t aware of that. They’re also not aware of the electric vehicle rates that the CPUC has established to help them save money.\n\n\nFinally, we’re looking at how to develop safe, reliable, affordable infrastructure for electric vehicles—and what role the utility can play in supporting that build out.\n\nVerdeXchange 2014 hosted a panel this past January titled “Rethinking Utility Regulation to get from Megawatts to Gigawatts.” Could you predict for our readers what the business model might be for investor-owned utilities in a post-33-percent world?\n\nI can’t predict at this point, but I’ll say it does need to account for a number of considerations—more so than it currently does. It needs to be able to facilitate distributed generation, because we’ve seen a significant amount of interest in this area. Solar PV systems are coming in at prices where, even with the absence of a state subsidy, there’s still demand—because there are also supportive incentives at the federal level in terms of the tax credit.\n\nIn accommodating distributed generation, the business model needs to account for bidirectional power flow. It needs to account for new technologies that can help with energy management, such as energy storage, as well as new distributed load from transportation electrification. It needs to be flexible. The cost structure must cover the investments needed for infrastructure, particularly the distribution and transmission lines.\n\nMoving on, this summer the Nevada PUC released new rules that cut incentives to install solar projects in the state by more than half. Does this portend like changes in regulations and subsidies in California?\n\nI’ll comment on this broadly. We are seeing the cost of solar PV come down, and a declining need for incentives. That is a positive because the industry is on a path toward sustainability.\n\nOur California solar direct incentives have declined over time according to schedule. I think in some utility regions there aren’t incentives available anymore, but customers still purchase solar PV systems.\n\nWe also incentivize solar PV through other mechanisms, such as net metering. We passed a decision last year that extended the current net metering policy through 2020, or t... (truncated)",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.6233692169,
        "format_confidence":0.9576125145
    },
    {
        "url":"https:\/\/www.kgou.org\/post\/despite-government-shutdown-nations-airplane-dmv-remains-open-okc",
        "text":"Despite Government Shutdown, Nation's Airplane 'DMV' Remains Open In OKC\n\nJan 9, 2019\n\nIn this week's episode of the Business Intelligence Report, Journal Record Editor Russell Ray discusses how the ongoing partial government shutdown is affecting Oklahoma, and why the Federal Aviation Administration Registry in Oklahoma City has remained open. \n\nRichard Bassett: You're listening to the Business Intelligence Report, a weekly conversation about business news in Oklahoma. I'm Richard Bassett. With me is Russell Ray, editor of The Journal Record. Russell, thank you for joining me.\n\nRussell Ray: Hi Richard. It's good to be here.\n\nBassett: So the partial government shutdown is into its third work week now. I'd like to refresh our listeners on some of the ways the shutdown has already been felt across the state.\n\nRay: Well, Oklahoma right now is ranked as the 16th most affected state by the government shutdown. That ranking is based on a comparison of several metrics including the number of federal contract dollars, number of federal jobs, and the state's share of food stamps. Officials tell us the effect on the state's agriculture industry has been minimal to this point. Federal inspections of meat, poultry and grain inspections continue and the heads of several state agencies told us they're really not expecting any major disruptions in their operations.\n\nBassett: I'd like to talk about the Federal Aviation Administration. Early in this shutdown, the Mike Monroney Aeronautical Center in Oklahoma City furloughed over 1000 employees while others continue to work without a guarantee of being paid on time. There's been a lot of reporting on the shutdown's impact to air traffic controllers and the training that takes place at Mike Monroney. But something I found interesting was that the FAA Office in OKC also plays a significant role in the sale and registration of aircraft across the country.\n\nRay: Yeah that's right Richard. Oklahoma City's FAA Office does play a significant role in aircraft sales nationwide and that's because the OKC office serves as the clearinghouse for documents related to civil aeronautics. It's essentially the airplane equivalent of the DMV. The office handles about 60,000 aircraft registrations every year.\n\nBassett: So during the government shutdown in 2013 more than 15,000 FAA employees were furloughed causing the retail aircraft industry we're talking about to close down. But in an article published last week Journal Record reporter Brian Brus explained that the FAA registry in Oklahoma City is still open during this shutdown thanks to some legislation passed at the end of 2018?\n\nRay: Five years ago during the last government shutdown all processing of aircraft registrations stopped in the OKC office. It essentially created a bottleneck for weeks after the shutdown ended. So to prevent that from happening again Congress passed the FAA Reauthorization Act of 2018. So under that law the registry in OKC was recognized as a vital and essential operation and can remain open during future government shutdowns.\n\nBassett: In the article, Brus mentions some other FAA offices in Oklahoma City that haven't been able to stay open like the Aeronautical Central Council office, for example. Has that had any major impacts?\n\nRay: That's right. That office is indeed closed. As a result, some officials can't provide legal direction on registrations involving certain circumstances such as trusts and limited liability corporations.\n\nBassett: Looking ahead if the government shutdown continues for much longer are there any other potential impacts to keep an eye on?\n\nRay: Well nationwide some airports are feeling the effects with longer lines at checkpoints. And that's essentially because security officers are reportedly calling in sick because they're not getting paid right now. And if the shutdown continues much longer those who receive food stamps will begin seeing some effects.\n\nBassett: Russell Ray is the editor of The Journal Record. Thanks for your time today Russell.\n\nRay: My pleasure, Richard. Thank you.\n\nBassett: KGOU and The Journal Record collaborate each week on The Business Intelligence Report. You can follow us on social media. We're on Facebook and Twitter, @journalrecord and @kgounews. Past episodes of The Business Intelligence Report are available on our website, While you're there you can check out other features and podcast produced by KGOU. And you can find a link to the story we discussed during this episode at\n\nThe Business Intelligence Report is a collaborative news project between KGOU and The Journal Record.\n\nAs a community-supported news organization, KGOU relies on contributions from readers and listeners to fulfill its mission of public service to Oklahoma and beyond. Donate online, or by contacting our Membership department.\n\nThe Journal Record is a multi-faceted media company specializing in business, legislative and legal news. Print and online content is available via subscription.\n\nMusic provided by Midday Static.",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.7816036344,
        "format_confidence":0.9503265023
    },
    {
        "url":"http:\/\/wfae.org\/post\/teslas-rising-stock-boosts-projections-carmakers-staying-power",
        "text":"Tesla's Stock Boosts Projections For Carmaker's Staying Power\n\nAug 8, 2013\nOriginally published on August 9, 2013 7:27 am\n\n\n\nEarnings season is wrapping up in the car world. And the small American company Tesla is doing better than expected. When the high-end electric automaker released its earnings this week, it handily beat Wall Street expectations. Tesla's stock is up about 300 percent this year.\n\nAs NPR's Sonari Glinton reports, the question is, whether the company has enough power to sustain it for the long term.\n\nSONARI GLINTON, BYLINE: Building cars is a tough business and you need look no further than the Detroit three who all have more than 100 years of experience doing it. And then there's Tesla, which has only been around for about 10 years.\n\nKARL BRAUER: There's a long and non-distinguished list of dead carmakers out there who've tried to do what Tesla's doing.\n\nGLINTON: That's Karl Brauer. He's a senior analyst with Kelley Blue Book.\n\nBRAUER: But I think why the stock is where it's at is because most of them didn't even get close to getting to this point.\n\nGLINTON: Tesla's stock is doing well, it's trading well over $100. And to give you an idea, General Motors is in the 30's and Ford is in the teens. Last year at this time, the company lost $100 million or so. And if you account for one-time expenses, the company is on the verge of making a profit now.\n\nJOHN O'DELL: The company seems to have a growing record of beating expectations and estimates, and they've done it again. And the record that they've got for overcoming hurdles and continuing to move in the right direction keeps making the company's long-term future look more and more strong and promising.\n\nGLINTON: Tesla makes high-end all electric cars that run over 70 grand. They sold about 5,000 of them, which was more than expected.\n\nJohn O'Dell is with Edmunds.com.\n\nO'DELL: I can't afford a $70,000 car. But there are enough people that can - I think globally - that can sustain that, you know, $40,000 to $50,000 a year that they'd like to get to.\n\nGLINTON: O'Dell says the real hurdle for Tesla is consistency. Can it be consistent financially and quality-wise.\n\nO'DELL: Can they keep producing relatively trouble-free at a rate to 500 to 600 a week? They say they can and, you know, more power to them if they do that. You know, can they hit the numbers?\n\nGLINTON: Southern California is filling up with the brands signature car, the Model S. Karl Brauer with Edmunds says the challenge is can the company go beyond its current niche?\n\nBRAUER: Right now they're producing a high cost, lower volume model. They're doing it profitably. That's still something really no one else has done. So they still get kudos for that.\n\nGLINTON: Brauer says it's got a long way to go. The company hasn't even made a dent in Middle America, let alone the markets that are the future, such as China.\n\nBRAUER: For Tesla to go from being a kind of a young, new and growing car company to a real car company that has an indefinite long-term future, they've got to produce a low cost, high volume electric vehicle profitably.\n\nGLINTON: The analysts say only then can Tesla join the big boys.\n\nSonari Glinton, NPR News. Transcript provided by NPR, Copyright NPR.",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.8131654263,
        "format_confidence":0.7079213858
    },
    {
        "url":"http:\/\/www.sail-world.com\/Canada\/pda.cfm?Nid=103695&RequestTimeOut=180",
        "text":"Thursday 23 October 2014\n\nHome Graphical | News Text | Powerboat-World | Photo Gallery | MarineBusiness | Powerboat-World | Video Gallery | Cruising | Newsletter Subscription Here | Search Sail-World -- America's Cup: Emirates Team NZ's Nick Holroyd on the design process\n\nAmerica's Cup: Emirates Team NZ's Nick Holroyd on the design process    \nThu, 8 Nov 2012\n\nA few weeks ago, Dave Reed, editor of the US magazine Sailing World, interviewed Emirates Team New Zealand technical director Nick Holroyd. The story offers an interesting insight into the AC72 design process. Part 1 of his report:\n\nAs the 34th America’s Cup draws nearer, the development of the America’s Cup 72 catamaran moves into overdrive. Emirates Team New Zealand hit the water first and fast. Dave Reed interviews Nick Holroyd who admits: 'It’s far more complex than anything I’ve ever been involved in.'\n\nHolroyd, who’s been in the America’s Cup game since 1997, oversees the collective brainpower of more than 30 engineers, designers, and programmers —all tied together in a complex web with the AC72 catamaran at its centre.\n\nThe end game is to usurp the Auld Mug from its formidable defender, Oracle Team USA, but the playbook is wide open. Wings, hulls, hydrofoils, rigging, electronics, and manpower are the core elements of these new craft, but for each known entity, says Holroyd, there is another unknown.\n\nIn an exclusive interview following the August launch of Emirates Team New Zealand’s first AC72, Holroyd explains where they’re at with the first of their two boats, and where they may go before next summer’s Louis Vuitton Cup.\n\nWhen you were handed the AC72 rulebook, where did the team begin, and where did you put your efforts straightaway\nIntuition tells you that there are areas where you think you’re going to find big gains. The wing is an interesting one. Structurally it’s quite complex, but making it easy to use on the water so that you can get optimal shapes easily and repeatedly is important.\n\nThe aircraft industry has bequeathed us a lot of knowledge already, so the aerodynamics of the wing is not as complex as you might think. With the platform, what’s important is to quickly get to a level where your velocity predictions are good.\n\nOnce you get to that level, you can start looking at the drag breakdown, and that denotes where to put your effort. We have to put more effort into the bigger ticket items like the wings and platforms, which require longer lead times to design and build.\n\nWith a compressed racecourse on San Francisco Bay and relatively short legs, how do you weigh straight-line speed versus faster manoeuvres?\nA lot of the manoeuvres will come down to the fact that you’re seriously understaffed in terms of the loads involved [with 11 sailing crew], so keeping systems simple is key.\n\nBoats that go fast in a straight line tend to go fast out of manoeuvres as well. Bow volume, from what I’ve seen, is an obvious difference across the fleet so far. That dictates how hard you can lean on the boat coming out of manoeuvres. Also, the ergonomics of the boat and the platform, and being able to handle the loads on the boat efficiently are critical.\n\nFor the rest of this interview 2012\/11\/ac72-design-hanging-it-all-together\n\nby ETNZBlog\n\nOur advertisers are committed to our sport, please support them! (Graphics)\nContact us , ph: +61 2 8006 1873, , fax: +61 2 8076 0459 or complete our feedback form. View our Privacy Policy. Photographs are copyright by law, if you wish to use a photograph from, please Contact us. [Go Home(Graphics)]\nMake Australia my default page.    Make Cruising International my default page.  Make Cruising Australia my default page.  Make Asia my default page.   Make New Zealand my default page.   Make UK my default page.   Make USA my default page.  \n\nVisit another region : Sail-World Australia    Sail-World Cruising International   Sail-World Cruising Australia   Sail-World Asia   Sail-World New Zealand   Sail-World UK   Sail-World USA",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.5382623672,
        "format_confidence":0.8159080744
    },
    {
        "url":"https:\/\/mobility21.cmu.edu\/a-conversation-with-zipcars-ceo-scott-griffith\/",
        "text":"A conversation with Zipcar’s CEO Scott Griffith\n\nZipcar’s CEO, Scott Griffith, has always had a passion for three things: cities, transportation, and technology. And he believes “Zipcar represents the most important innovation in transportation in a generation.” A bold claim, but the company has been a leader in the movement of collaborative consumption, or using the web to share “stuff.”",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.9776211381,
        "format_confidence":0.8078384995
    }
]