[
    {
        "url":"http:\/\/www.expertsmind.com\/questions\/meaning-of-capital-budgeting-30118161.aspx",
        "text":"Meaning of capital budgeting, Financial Management\n\nMeaning of Capital Budgeting\n\nDecisions relating to irreversible commitment of funds to projects whose profits are to be reaped over a time span longer than the current accounting year are known as capital expenditure \/ capital budgeting decisions.  They generally are decisions related to fixed \/ long term assets whose investment decisions involve current outlay of money but returns are spaced over a period of time longer than one year.  These profits may be either in the form of increased revenues or reduced costs.\n\nPosted Date: 10\/15\/2012 9:05:00 AM | Location : United States\n\nRelated Discussions:- Meaning of capital budgeting, Assignment Help, Ask Question on Meaning of capital budgeting, Get Answer, Expert's Help, Meaning of capital budgeting Discussions\n\nWrite discussion on Meaning of capital budgeting\nYour posts are moderated\nRelated Questions\noperating cycle in vegetable growing business in uganda..\n\nDetermine the operating cash flow: E4-1 The installed cost of a new computerized controller was $65,000. Calculate the depreciation schedule by year assuming a recovery period\n\nThe dividend is the part of the net income that the company distributes to shareholders. As the dividend represents real money, the net income is also real money. Is that true?\n\nAccountants should not reverse the adjustment of prepaid insurance to recognize insurance expense at the end of the accounting period because: Answer a. . doing so results in\n\nDefine the meaning of objective - financial management The term objectives offers a normative framework. That is the focus in financial literature is on what a firm must try to\n\nDescribe in brief about  finance Managing this flow of funds resourcefully is the purview of finance. So we can describe finance as the study of the methods that help us plan,\n\nBefore tax cost of debt and after tax cost of debt; Personal finance problem. David Abbot is interested in purchasing a bond issued by Sony. He has obtained the following inform\n\nQ. What is Unsanctioned Expenditure? The expenditure, which is regularly incurred without the sanction of the competent authority or beyond the sanctioned limit of funds provid\n\nWhat is the nature of a concessionary loan and how is it handled in the APV model? A concessionary loan is a loan that is provided by a governmental body at below the normal ma\n\nFlying High Inc. plans to raise $5,000,000 external financing through issuing bonds, and is considering two options: regular bonds and zero couple bonds.  The regular bonds will ha",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9928047061,
        "format_confidence":0.9818695188
    },
    {
        "url":"https:\/\/retirement.federaltimes.com\/2014\/02\/11\/survivor-benefits-31\/",
        "text":"Survivor benefits\n\n\nQ. I’m planning on retiring next month. I’m a FERS employee and my wife is a CSRS employee. I waived her survivor benefits and she did mine. We each have our own individual health insurance. If I die, will my wife get what is left of my retirement even though she is a CSRS employee?\n\nA. If there are any of your retirement contributions that haven’t been returned to you in your annuity payments, they would be paid to your widow.\n\n\nAbout Author\n\nReg Jones was head of retirement and insurance policy at the Office of Personnel Management. Email your retirement-related questions to\n\nLeave A Reply",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9931491017,
        "format_confidence":0.6977711916
    },
    {
        "url":"https:\/\/www.creditkarma.com\/question\/how-to-get-my-score-above-750",
        "text":"Credit Advice\n\nHave a question? Have advice to share? The combined knowledge and experience of everyone in the Credit Karma community can help you. Enter your question or help others below to get started!\n\n\nPosted in Credit Cards\nProfile Image\n\nQuestion By\n\n0 Contributions\n0 People Helped\nHow to get my score above 750?\nI want to have my credit score above 750! I have kept balances on my cards and make the required monthly payments! but still floating around 600 range! I thought keeping a balance helped! please help me get my credit up! I have plenty of credit cards, a car loan, personal loan, mortgage, etc.. please give me the best advise possible to go above and beyond! thank you!\n\nYour Credit Scores Should Be Free. And Now They Are.\n\nView your scores and reports anytime.\n\n\nReply to this Question\n\nWrite your response:\nEnter Your Comments\n\nThe Credit Advice pages of the Site may contain messages submitted by users over whom Credit Karma has no control. Credit Karma cannot guarantee the accuracy, integrity or quality of any such messages. Some users may post messages that are misleading, untrue or offensive. You must bear all risk associated with your use of the Credit Advice pages and should not rely on messages in making (or refraining from making) any specific financial or other decisions.",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9955785871,
        "format_confidence":0.9876893759
    },
    {
        "url":"https:\/\/www.proformative.com\/questions\/accounting-fee-paid-leasing-company",
        "text":"more-arw search\n\nQ&A Forum\n\nAccounting for Fee Paid to Leasing Company\n\nOur customers have the option to enter into a 3 year 0% interest lease with a 3rd party. The leasing company pays us full value of deal up front, however, they charge us a 11% cost (ie the assumed interest). Would this be a reduction of revenue, COGS, a selling expense, interest expense or other? Has anyone dealt with this before? And, believe we have flexibility in terms of wording on the invoice from leasing company.\n\n\nTopic Expert\nWayne Spivak\nTitle: President & CFO\nLinkedIn Profile\n(President & CFO, |\n\nYou didn't say when the charge is presented to your company, but since you were not loaned the money, it can't be interest.\n\nYou were paid 100% on the sales price, and paid the manufacturer 100% for the item, so I don't believe it should be COGS.\n\nFor the same reason, it shouldn't be a reduction of revenue, as this is an option that you provide to your customers, just as taking a credit card.\n\nSo, I would say selling expense.\n\nGood question! What does your accounting firm say?\n\n(Controller) |\n\nI like to research on my own a bit before I run things by them. My instinct was a selling expense, but, as could be material wanted to check with the group. Believe we'll be billed monthly. We just piloted first deal - so hard to say how it will go. But, no risk on our end in terms of collections.\n\nThank you.\n\nTitle: CFO\nCompany: C-Suite Services\nLinkedIn Profile\n(CFO, C-Suite Services) |\n\nJust make sure you are following the matching principle. The expense is specific to the sale and may have to find a way to recognize\/accrue the 3 month expense when you recognize the sale.\n\n\nGet Free Membership\n\nBy signing up, you will receive emails from Proformative regarding Proformative programs, events, community news and activity. You can withdraw your consent at any time. Contact Us.\n\nBusiness Exchange\n\nBrowse the Business Exchange to find information, resources and peer reviews to help you select the right solution for your business.\n\nLearn more\n\nContribute to Community\n\nIf you’re interested in learning more about contributing to your Proformative community, we have many ways for you to get involved. Please email [email protected] to learn more about becoming a speaker or contributing to the blogs\/Q&A Forum.",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9977654219,
        "format_confidence":0.989842236
    },
    {
        "url":"http:\/\/money.federaltimes.com\/2014\/02\/10\/lessening-the-blow-of-taxes\/",
        "text":"Lessening the blow of taxes\n\n\nQ. I retired early from the post office last year. At the time, I had a two loans out on my Thrift Savings Plan account. Now the time has come to pay the piper and the tax bill is enormous. I just turned 56 in January. Is there any way to lessen the blow or offset any of the taxes and penalties from the unpaid loans I took out before retirement? Or at least something I can do, other than pay the full amount of early withdrawal and regular taxes?\n\nA. Assuming that it’s been more than 60 days since the taxable distribution was declared, I don’t know of anything. Maybe a payment plan? I suggest that you consult a CPA.\n\n\nAbout Author\n\nMike Miles is a Certified Financial Planner licensee and principal adviser for Variplan LLC, an independent fiduciary in Vienna, Virginia. Email your financial questions to fedexperts@federaltimes.com and view his blog at money.federaltimes.com.\n\nLeave A Reply",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9980492592,
        "format_confidence":0.9494518042
    },
    {
        "url":"https:\/\/brainmass.com\/business\/strategy-and-business-analysis\/kantian-arguments-499191",
        "text":"Explore BrainMass\n\nKantian Arguments\n\nExplain the Kantian arguments Denis Arnold and Norman Bowie use in \"Sweatshops and Respect for Persons\" to support the claim that MNEs have duties to ensure that their off-shore contract factories meet minimum safety standards and provide a living wage for employees. Explain Ian Maitland's argument that improving health and safety conditions and improving wages will cause greater harm than good. With whom do you agree more? Explain.\n\nSolution Preview\n\nStep 1\n\nAccording to the Kantian argument people raise themselves by acting in a manner consistent with human dignity. There is a need to respect both ourselves and others. According to Kantian argument human dignity is compromised when MNE managers allow unsafe working conditions, use coercion, violate or tolerate violations of law, or offer below subsistence level wages. When these actions are carried out there is disrespect for the MNEs and the workers. The argument is ...\n\nSolution Summary\n\nThis posting gives you an in-depth insight into Sweatshops and Respect for Persons.",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.7993279696,
        "format_confidence":0.6243546605
    },
    {
        "url":"http:\/\/www.expertsmind.com\/questions\/corporate-strategy-3014460.aspx",
        "text":"Corporate Strategy, Finance, Other Engineering\n\nCorporate Strategy\n\n\nIn our earlier discussion, we made distinctions between merger and acquisition or takeover. However, they generally involve similar analyses and evaluations. A merger or acquisition might be considered successful if it increases the shareholder value. Though it is quite difficult to say how the firm would have performed without merger or acquisition, but the post-merger poor performance would be attributed as a failure of merger or acquisition. What are the chances that mergers or acquisitions would succeed? Empirical evidence shows that there is more than fifty per cent chance that they would succeed.\n\nThere are several reasons responsible for the failure of a merger or acquisition. They include:\n\n1. Excessive premium: - an acquirer may pay high premium of acquiring its target company. The value paid may far exceed the benefits. This happens when acquirer becomes to eager to acquire the target for prestige or increasing the size of its empire.\n\n2. Faulty evaluation: - at times acquirers to not carry out the detailed diligence of the target company. They make a wrong assessment of the benefits from the acquisition and land up paying a higher price.\n\n3. Lack of research: - acquisition requires gathering a lot of data and information and analyzing it. It requires extensive research. A shoddily carried out research about the acquisition cause the destruction of the acquirer’s wealth.\n\n4. Failure to manager post- merger integration: - many times acquirers are unable to integrate the acquired companies in their businesses. They overlook the organizational and cultural issues. They do not have adequate understanding of the culture of the acquired companies which creates problem of integration and synergy.\nPosted Date: 2\/1\/2012 12:09:07 AM | Location : United States\n\nRelated Discussions:- Corporate Strategy, Finance, Assignment Help, Ask Question on Corporate Strategy, Finance, Get Answer, Expert's Help, Corporate Strategy, Finance Discussions\n\nWrite discussion on Corporate Strategy, Finance\nYour posts are moderated\nRelated Questions\nMechanical Design (48650) – Spring Semester 2012 Optimisation Assignment – BUILDING A ROAD Teams of THREE to FIVE [3 to 5] – Worth 20% of the Semester Grade Due: Thursday 23rd Marc\n\nA 3.6-cm inside diameter stainless steel pipe is being used to convey a liquid food. The inside convective heat-transfer coefficient is 10 J\/s.m2. o C. The pipe is 0.5 cm thick and\n\n#questionA piece of Al weighing 6 kg and initially at a temperature of 300OC is suddenly immersed in a fluid at a temperature of 20OC. The convectice heat transfer coefficient is 5\n\nKalman Filtering  All of the measurements generated by the seeker and the navigation system\/rate gyros are noisy, and therefore need to be filtered.  The Kalman filter, a\n\nWhat is Trial Balance?  All business periodically tabulate the charge and credit worthiness stability separately in a declaration to see whether the complete of charge account b\n\nwhat things require for finance project on capital budgeting?\n\nElectro-mechanical fuel control: The start fuel valve and ignition are energised as soon as rotation (3%) is sensed by an Electronic Sequence Unit (ESU). At 14% and with risin\n\nhow to get guidance of projects in electrical engineering?",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9830295444,
        "format_confidence":0.9813405275
    },
    {
        "url":"http:\/\/ask.corpmarket.com\/q14-429537-adams_wine-I-have-a-question-to-ask.html",
        "text":"Ask It!\nHome > Ask It! > Trade > Other Trade Processes\n\nadams_wine I have a question to ask!\n\n2004, 2005, the number issued by the State Treasury five-year period? How much circulation? Weifang can be found in the region assigned to the number? What is the five-year interest rate, if the early withdrawal, how to calculate interest rates? Urgently! Thank you for your interest!\n\nPosted on 2014-07-28 00:36:57\n\nAll Answers\n\nTo know know it, I do not know as I do not know\n\n2014-07-28 00:36:57",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9500384927,
        "format_confidence":0.9883852005
    },
    {
        "url":"https:\/\/expatriates.stackexchange.com\/questions\/17540\/taxes-declaration-germany-how-to?noredirect=1",
        "text":"You (European Citizen) found a job in Germany, so you moved there (for example, in 2018), worked there for a while and now (2019) it is time to do the taxis declaration (Steuererklärung) for the previous year.\n\nHow do you do that and what documentation do you need?\n\n  • BTW, in June it’s already too late. The tax declaration must be filed until May, 31. There are some exceptions though. – Ex Patriot Oct 22 '19 at 9:40\n  • 1\n    @ExPatriot As the accepted answer states claim is not true. Only when you earn over a certain amount and have extra income is the May given valid. – Mark Johnson Oct 23 '19 at 20:03\n\nFirst of all, if you are an employee AND you do not have any stocks\/other incomes it is not mandatory for you to do a taxes declaration. However, it is reccommended to do it, especially the 1st year since you will get quite some money back to cover the expenses of your moving.\n\nIf you decide to do the declaration, check carefully the deadline for the documents presentation on the website of your tax office (Finanzamt). After the deadline it will still be possible to present your documents, but you might have to pay a fee.\n\nYou have 4 years to declare your incomes. For example, you arrived in Germany on the 2018, so you have time until the 2022 to present the taxes declaration for the 2018.\n\nThen there are 2 main cases, related to how many months you have been working in Germany the year you want to do the declaration of:\n\n  1. You were working in your home country for some months and then you moved to Germany and started working there (for example, you worked from January to September in your home country and from October to December in Germany)\n  2. You worked in Germany from January until December\n\n1st case: you need to check with your home country which is the regulation in these cases (it varies from country to country and it depends on agreements between countries). Normally what is done is: you pay taxes in the country in which you habe been working most of the time (number of days greater than a certain threshold).\n\nSo, following the example above: you worked 9 months in your home country and 3 months in Germany, therefore you first declare your incomes in your home country. Your home tax office will have to fill in a document called Bescheinigung EU\/EWR (you have to download it from the Finanzamt website and bring it to your home tax office). When you do the taxis declaration in Germany you have to present the Bescheinigung EU\/EWR.\n\nSo you will have to do a taxes declaration in each country, but the Bescheinigung EU\/EWR prevents the double taxation.\n\nIf you fall in this case, I suggest to rely on a tax consultant (Steuerberater). It will cost you a bit, depending also on your income (roughly should be around 250€), but you save yourself a lot of problems. A good rule anyway is: before letting the consultant doing the job for you, ask an estimate of the costs, if it is far more than 250\/300 € I would look for another one.\n\n2nd case: this is the easy one, you just need the income tax certificate (Lohnsteuerbescheinigung) from your company\/employer and then it is only a matter of filling in the numbers in the tax declaration module.\n\nAlthough it is simple, since it is your first time I suggest to rely on one of the available help-softwares you can buy online (from Amazon or from the website of the Finanzamt). These softwares offer a guided procedure to fill in your module and they also provide videos to explain the topic. The costs is affordable (it varies roughly from 15€ to 30€), but you need a bit of knowledge of German to use them (or Google translate :) ), because there is no other language available.\n\nOnce you have filled in the module, you just have to sign it and bring it to your tax office (Finanzamt).\n\nOther common things you can put into your taxes declaration:\n\n  • liability insurance (Haftpflichtversicherung), if you have one\n  • accident insurance (Unfallversicherung), if you have one\n  • Kilometers from your house to your working place and number of working days (they pay back 0.30€ per km)\n\nFor any question you can always ask directly to the Finanzamt, however keep in mind that they will NOT fill in the module for you.\n\n\nI am a Greek that came to Germany on October 2018. The Finanzamt employee told me that I have to do a tax declaration (although a plethora of sources online & people's advice suggest otherwise).\n\nI had the Lohnsteuerbescheinigung with me, that my company gave me early in February 2019. That document provided all the necessary information (the numbers in the text-boxes hint you on which amount you should fill in).\n\nOf course I had my passport\/ID to fill in any personal details needed (e.g. birth date).\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9958065748,
        "format_confidence":0.991517067
    },
    {
        "url":"http:\/\/www.justanswer.com\/business-law\/2ya1l-starting-internet-based-hospitality-exchange-network.html",
        "text":"How JustAnswer Works:\n  • Ask an Expert\n    Experts are full of valuable knowledge and are ready to help with any question. Credentials confirmed by a Fortune 500 verification firm.\n  • Get a Professional Answer\n    Via email, text message, or notification as you wait on our site.\n    Ask follow up questions if you need to.\n  • 100% Satisfaction Guarantee\n    Rate the answer you receive.\nAsk socrateaser Your Own Question\nsocrateaser, Attorney\nCategory: Business Law\nSatisfied Customers: 38556\nExperience:  Retired (mostly)\nType Your Business Law Question Here...\nsocrateaser is online now\nA new question is answered every 9 seconds\n\nI am starting an internet-based hospitality exchange network.\n\nThis answer was rated:\n\nI am starting an internet-based hospitality exchange network. Members will be charged a low fee for each night they stay at a fellow member's home. I am trying to decide how to structure the payment of that fee. I am considering two different ways: 1)The guests make all reservations through me and make payment of fees through me. (Would I be considered a travel agent and therefore need a license?)or 2)Guests make reservations and pay directly with host. (Would the host be legally considered a B&B if they accepted money for lodging? Could they get around that by calling it a \"gratuity\" to cover costs of breakfast etc?\n\nIdaho law does not license travel agents. However, other states do. This is where you run into a logjam, because in each jurisdiction where you market your services, there are different licensing regulations -- which means that you could be subject to the laws of every U.S. jurisdiction where you do business.\n\n\nThis is a big job, though not impossible, because there are companies that do it (Travelocity, Orbitz, etc.).\n\n\nThat said, you may want to consider setting up your system to permit the sellers and buyers to use the system, while you simply charge for the use of the venue itself.\n\n\nThis is allegedly, the system used by this website, eBay, and other such \"venues.\"\n\n\nHope this helps.\n\n\nTerms and Conditions: By your continuing in this conversation with me, or by your clicking “Accept”, you are expressly agreeing to all of the following: (1) our communication is for entertainment purposes only; (2) you are not consulting me in my professional capacity as an attorney; (3) you do not seek to establish an attorney-client relationship with me, nor do I with you; (4) you will not rely on anything I say and you will obtain appropriate legal counsel via a traditional\/office consultation with an attorney licensed to practice in the jurisdiction where your legal issue arises (and you may not use our communication to avoid taxpayer penalties imposed by the U.S. Dept. of Treasury); (5) by communicating with me in this public forum you are irrevocably waiving any right to privacy, confidentiality and attorney-client privilege concerning the matters discussed. You further separately declare that any payment made by you is not consideration for this contract, nor offered for any services rendered by me on your behalf, but rather is made in genuine admiration and respect for my desire to help others. If you do not agree with these terms and conditions, then you must advise me immediately.\n\nCustomer: replied 7 years ago.\nOk, so I gather from your reply that I could be considered a travel agent by some jurisdictions and therefore should either look into a service that can do that, or choose a different way of operating as you suggested.\nDo you know the answer to the other part of my question though, regarding whether a host would be considered a B&B by accepting $ for an overnight stay or if that could be avoided by calling it a gratuity?\n\nHotel and Transient laws also differ by jurisdiction. Moreover, local county and municipal zoning regulations may impact the B&B's operating rights.\n\n\nIn general, a B&B needs to obtain a hotel business license to avoid being treated as a residential dwelling unit.\n\n\nCalling the payments gratuitous suggests that something is donated without expecation of any return obligation. This would mean that no one is required to provide room and board. I don't think that a customer would be much interested in paying for the mere possibility of a B&B stay.\n\nsocrateaser and 4 other Business Law Specialists are ready to help you\n\nRelated Business Law Questions",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.7383521795,
        "format_confidence":0.9843600392
    },
    {
        "url":"http:\/\/xborderpros.com\/dual-status-return-when-entering-the-us\/",
        "text":"Cross Border Tax Q&A – Dual Status Return when Entering the US\n\n\n\nHi Mr. Hogan\n\nI’ll be moving to the US to take up a permanent job. I plan on getting my green card and remaining in the US for an extended period of time. I am aware of the need to sever my ties from Canada (i’m currently in the process of doing so) but I’m concerned about the need to file a “dual status return”. My legal representative advised me to contact a cross border tax expert to get some advice on such a return(s).\n\nDo you prepare these type of returns?\n\n\n\n\nYes I do prepare dual status returns and I’ll be able to guide you through the process. You can read the article I wrote on the subject of entering the US and filing a dual status return here.\n\nBut let me give you an overview:\n\nYou are considered a dual status tax filer if you move to the US from Canada at anytime in the year. As such you have to file both a non-resident 1040 return (1040NR) and a regular 1040 income tax return.\n\nThe 1040NR will include any US source income you earned before entering the US and the 1040 will include all your income for the portion of the year you were a resident alien.\n\nYou can however elect under IRC 6013(g) to be deemed a full year resident alien which helps to simplify the filing of the 1040NR.\n\nAs married couples are required to file married filling separately when filing dual status returns it may be wise to elect under IRC 6013(h) to elect to file the returns on a married filing joint basis. The down side to this of course is that both spouses income will be included on the return for the full year regardless of when they entered the country.\n\nREAD  Moving to the US from Canada - Tax implications\n\nHope that helps and please give me a call so we can discuss the filings of your dual status returns.\n\n\nPhil Hogan, CA\n\n\n  1. Hi, My dad is a dual Canada\/Us citizen. He is living in the states for past 25 years— recently widowed. He is remarrying a Canadian woman. What are the tax implications if he moves back to Canada for 6 month of the year?\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9858918786,
        "format_confidence":0.9197702408
    },
    {
        "url":"https:\/\/www.creditkarma.com\/question\/why-my-score-and-my-balances-on-my-cards-wont-change",
        "text":"Credit Advice\n\nHave a question? Have advice to share? The combined knowledge and experience of everyone in the Credit Karma community can help you. Enter your question or help others below to get started!\n\n\nPosted in Credit Scores\nProfile Image\n\nQuestion By\n\n0 Contributions\n0 People Helped\nWhy my score and my balances on my cards wont change???\nI paid off most of my credit cards balances but still it shows and my score hasn't been changed eighter.\n\nYour Credit Scores Should Be Free. And Now They Are.\n\nView your scores and reports anytime.\n\n\nReply to this Question\n\nWrite your response:\nEnter Your Comments\n\nThe Credit Advice pages of the Site may contain messages submitted by users over whom Credit Karma has no control. Credit Karma cannot guarantee the accuracy, integrity or quality of any such messages. Some users may post messages that are misleading, untrue or offensive. You must bear all risk associated with your use of the Credit Advice pages and should not rely on messages in making (or refraining from making) any specific financial or other decisions.",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9951643944,
        "format_confidence":0.982432723
    },
    {
        "url":"https:\/\/coin.fyi\/news\/basic-attention-token\/bat-ad-exchange-questions-8x930b",
        "text":"Basic Attention Token\n$0.157 -8.25%\nBAT · 11w\n\nBAT ad exchange questions\n\nWas hoping someone from the project could answer some questions on BAT. What most people seem to overlook, in my estimation, is that this is primarily a new ad exchange project. And Brave is just the first (and highly important catalyst) supply side partner. So my questions are: 1. Given the new ad formats (such as the user ads), is the team expecting to be able to plug into other existing demand sources? And thus turn-on-the-tap supply of ad demand? I'm assuming they wont be hiring a full ad sales team.. 2. How would this work with other supply side partners? Would BAT take a mediation fee, and would would this be auction based? 3. And, how do advertisers end up transacting in BAT? Does their USD get converted on a floating exchange at point of purchase? I'm quite excited about the potential of this project, but interested to extrapolate a bit further down the road and haven't seen anything on this aspect of it. Thanks in advance to anyone who can discuss!\nGo to self.BATProject\nRecent news",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9932848215,
        "format_confidence":0.9281573296
    },
    {
        "url":"http:\/\/www.sandiegouniontribune.com\/news\/2014\/Jul\/04\/econometer-midyear-assessment\/",
        "text":"President Barack Obama speaks about transportation and the economy at the Georgetown Waterfront Park in Washington. The Associated Press\n\nQuestion: What is the most surprising thing about the economy for the first half of 2014?\n\nMarney Cox, San Diego Association of Governments\n\nMarney Cox\n\nAnswer: Disappointing economic growth\n\nOfficial estimates of the first quarter GDP keep getting worse and worse. The latest estimate is -2.9%, easily the worst non-recession quarter in modern history. Moreover, there does not seem to be much bounce back in the second quarter, leading some economists to forecast 2014 weaker than 2013. The problem isn’t that the economy isn’t recovering. The problem is that it’s recovering too slowly for us to see the progress. It’s like watching a glacier flow downstream. Adding to the surprising disappointments have been low-quality job growth, sluggish wages, limited purchasing power and fewer people participating in the labor force.\n\nWhat is the most surprising thing about the economy for the first half of 2014?\n\nLow inflation 0% (0)\n\nGDP decline 29% (9)\n\nSluggish job growth 13% (4)\n\nContinued low interest rates 6% (2)\n\nVibrant stock market 45% (14)\n\nResilience 3% (1)\n\nInitial public offerings (IPOs) 3% (1)\n\nOther 0% (0)\n\n31 total votes.\n\nPhil Blair, Manpower\n\nPhil Blair\n\nAnswer: Jobless recovery\n\nAmerican businesses have weathered the 2008-20012 recession and come out stronger and with healthier bottom lines. How did they do this? When any calamity strikes, companies have a choice of collapsing or burrowing in to do whatever they have to do to continue to exist. Typically it means cutting any and all expenses as fast as possible. It means monitoring those expenses, typically raw materials or personnel, depending on the industry, and reacquiring that overhead as slowly as possible. If the expense is staffing companies look for better uses of technology, outsourcing, or literally doing without. Did we really need five regional managers when we seem to be doing fine with three? And it has worked for many companies. They have been able to rebuild their profits with less personnel. The big question is what this means for San Diegans who are still looking for jobs in a market where many jobs have disappeared, never to come back.\n\nKelly Cunningham, National University System\n\nKelly Cunningham\n\nAnswer: GDP decline\n\nAlthough I anticipated lackluster growth for the year, the actual 2.9 percent decline in first quarter GDP was a surprise. Even with higher growth to be reported for the second quarter (the eventual third revision in three months will also likely be less than stellar), it will be hard to overcome such a high drop for the first half of 2014. The weakness cannot all be attributable to weather. Larger factors are the implicit tax hikes implemented under Obamacare, which amount to the third highest tax increase since 1946. Uncertainties over energy prices are also contributing to stagnating economic momentum.\n\nGina Champion-Cain, American International Investments\n\nGina Champion-Cain\n\nAnswer: Resiliency\n\nI'm quite surprised by the economy's resiliency under the buffeting winds of international turmoil and domestic policy impasse. We have seen no significant growth-oriented policy implementation. Worldwide, we have seen one conflict unfold after another. Events in Ukraine, Syria, Sudan, Iraq, Afghanistan and Nigeria all have the potential to affect regional stability and global energy pricing. Yet, the U.S. economy has been, for the most part, relatively unfazed by such threats.\n\nAlan Gin, University of San Diego\n\nAlan Gin\n\nAnswer: Low interest rates\n\nThe most surprising thing to me about the economy in the first half of 2014 has been that interest rates have not increased. In fact, they have decreased, with yield on the 10-year Treasury bond falling about half a percent and the 30-year mortgage rate falling about a third of a percent. With the Federal Reserve cutting back on its easing, the expectation was that interest rates would increase. They still might by the end of the year, but in the interim, the low rates should continue to boost the economy. The housing market in particular should benefit, but there are problems there with low inventory and high prices.\n\nSteven Cox, TakeLessons\n\nSteven Cox, TakeLessons\n\nAnswer: IPO market\n\nThe most surprising thing about the economy during the first half of 2014 is the continuing strength of the initial public offering (IPO) market for tech-related stocks. Tech names were hot in 2013 and we’re seeing more of the same, including cloud storage outfits and Dropbox, small-business CRM solution, Zendesk, Cloud contact center software, Five9, and food delivery company, GrubHub. I expect the market to stay heated during the second half of the year as the juggernaut Chinese Internet company, Alibaba gets ready for their public debut, and investor favorites, Spotify and Square, could also opt to file.\n\nJames Hamilton, University of California San Diego\n\nJames Hamilton\n\nAnswer: Dismal GDP growth\n\nI had been expecting 2014 to bring significantly stronger growth for the overall economy. But the first quarter GDP numbers were more like those we’d expect in a full-blown recession. The cold winter in much of the country doubtless was a contributing factor, and I still expect the rest of the year to turn out significantly better. But it is a great disappointment that solid economic growth has still not arrived.\n\nJamie Moraga, intelliSolutions\n\nJamie Moraga\n\nAnswer: Low inflation\n\nThere have been a few surprises so far including the resiliency of the market despite unexpected geopolitical events with Russia and Iraq. But, one of the things that surprised me the most is - where is the inflation? For the past several years, the Federal Reserve has worked to stimulate the economy via the QE3 (quantitative easing) program and government stimulus money. These maneuvers, along with a growing government budget deficit and a sizeable national debt, usually create an environment that is a breeding ground for a high rate of inflation. Yet that hasn’t happened. Only now are we starting to see signs of rising inflation – what Federal Reserve Chairwoman Janet Yellen dismissed as “noisy” data. It begs the question of what if it isn’t “noise,” and is inflation finally hitting the U.S. economy? I guess we’ll see where we are at the end of the second half of 2014. Perhaps I will be surprised again.\n\nGary London, The London Group Realty Advisors\n\nGary London\n\nAnswer: No surprises\n\nPerhaps most surprising is that there have been no real surprises. The local economy continues to strengthen at an acceptable, if plodding, pace. The construction sector continues to lag, which doesn’t surprise me, but I had hoped it would be more dynamic at this point, thus boosting overall economic growth. But it hasn’t happened. Some believe that the stock market should have experienced a correction, but now we are at new highs. I expect this to continue until investors are finally convinced (or scared) that interest rate increases are imminent.\n\nJim Plante, Pathway Genomics\n\nJim Plante\n\nAnswer: GDP decline\n\nThe poor economy is persistent but not surprising. The large negative GDP growth for the first quarter -- the worst GDP quarter in five years -- was a surprise to many and in hindsight this should have been easily predicted as consumers delayed their health care spending as a result of the Obamacare rollout coupled with the economic impact of bad weather. On the positive front, the bull market continued through the second quarter.\n\nNorm Miller, University of San Diego\n\nNorm Miller\n\nAnswer: Stock market\n\n(1) The optimistic reactions of the stock market in the face of debt limit battles and dysfunctional government; (2) the speed of the CMBS (commercial mortgage-backed securities) mortgage market coming back in the absence of significantly improved rating agencies; (3) the modest response of oil prices in light of all the civil wars and fuming terrorism around the world.\n\nRick Sanborn, Seacoast Commerce Bank\n\nRick Sanborn\n\nAnswer: No surprises\n\nThe surprise so far in the 2014 economic recovery has been that it’s been surprise-less. The expectation was for a slow, long, steady, recovery and that appears to be what is happening. GDP, while not growing quickly, is continuing to grow; employment continues to improve, especially in the private sector; mortgage rates continue to stay low, helping with home financing; and wages continue to increase. San Diego has the benefit of near perfect weather, an educated workforce, and a very diverse economy, all of which should continue move our economy forward.\n\nLynn Reaser, Point Loma Nazarene University\n\nLynn Reaser\n\nAnswer: Growth and jobs diverging\n\nReal GDP nosedived at a 3 percent annual rate during the first quarter. Even with a sizable rebound in the second quarter, first-half growth will average only slightly above zero. Job growth has been solid, averaging over 200,000 per month, while the unemployment rate has dropped from around 7 percent to a level approaching 6 percent. This mismatch is unsustainable. Either the economy will need to pick up or firms will need to be less aggressive in hiring. We can hope for the former, but we may get some of the latter.\n\nJohn Sarkisian, SKLZ\n\nJohn Sarkisian, Pro Performance Sports\n\nAnswer: GDP decline\n\nI am surprised that GDP was down in the first quarter of the year while all other measurements of economic health continue to improve. I am surprised that interest rates remain low while many investment sectors are approaching all time highs. I am surprised that U.S. oil production is up and the demand is flat yet prices continue to increase. I am surprised that while employment is increasing so many are still not employed or not employable because their skills do not meet the needs of the marketplace.\n\nDan Seiver, Reilly Financial Advisors\n\nDan Seiver\n\nAnswer: Falling interest rates\n\nThe U.S. benchmark 10-year inter... (truncated)",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9965002537,
        "format_confidence":0.9336748123
    },
    {
        "url":"http:\/\/www.eastbourneherald.co.uk\/news\/the-taxation-of-dividends-1-7905221",
        "text":"The taxation of dividends\n\nMartin Copland\nMartin Copland\n\nI heard that the spring budget announced that people would be paying more tax on dividends from their limited companies.  Is this correct and should I move back to being a sole trader?\n\n\nThe taxation of dividends has changed in recent years and the spring budget did announce a further change. The removal of the tax credit on dividends from April 2016 is the first of these changes and means that amounts up to the basic rate band are no longer effectively tax free. For the 2016\/17 tax year, individuals receive a £5,000 tax-free dividend allowance and dividends above this amount are then taxed at 7.5% (basic rate), 32.5% (higher rate) and finally 38.1% (additional rate).\n\nThe recent announcement in the spring budget which you are referring to relates to the tax-free dividend allowance and the reduction of this from £5,000 to £2,000. This will not come into force until 6 April 2018.\n\nThe additional tax due in the 2018\/19 tax year will depend upon the amount of other income received. An individual who has some of their basic rate band remaining will see an additional £225 in tax, someone who has income above the basic rate band will pay an extra £975 and additional rate taxpayers will see an increase of £1,143.\n\nWhile these changes may cause people to have the knee-jerk reaction of thinking about moving from a limited company structure to a sole trade or partnership structure, other changes that are incoming, such as the reduction in Corporation Tax rates, may negate the benefits of any disincorporation.\n\nIt is therefore important to take into account the levels of expected profit and to consider the bigger picture before making a decision about whether to continue as a limited company, as even though the allowance has reduced, it may still be beneficial for you to carry on in this structure given the other factors which are involved and the changes that will be applied to these.\n\nIf you are unsure and would like to discuss your circumstances in greater detail, Ashdown Hurrey can advise on personal tax matters in addition to other tax, accountancy and business matters. Contact Martin Copland on 01424 720222 or email him at\n\n*The question was asked by Mrs G of Eastbourne",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9982783794,
        "format_confidence":0.7304537892
    },
    {
        "url":"https:\/\/www.transtutors.com\/questions\/acid-test-ratios-110200.htm",
        "text":"acid test ratios\n\n1 answer below »\nThe current ratio of a company is 6:1 and its acid-test ratio is 1:1. If the inventories and prepaid items amount to $434,900, what is the amount of current liabilities?\n\n1 Approved Answer\n\n5 Ratings, (9 Votes)\nlIABILITES = 434900 X...\n\nRelated Questions in Accounting Concepts and Principles\n\nRecent Questions in Financial Accounting\n\nSubmit Your Questions Here !\nCopy and paste your question here...\nAttach Files",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.97555089,
        "format_confidence":0.976633966
    },
    {
        "url":"http:\/\/investorsclub.fspinvest.co.za\/questions-and-answers\/fast-food-business-10078.html",
        "text":"Fast food business\n\nRozet asked:\nPls help me where can i change my email in,it just happened tht I registered by a incorrect e-mail bcs i dont get your responses [read more]\nPublished at 21 Oct. 2016 in: Fast food business\nHi, what is the minimum wage to pay employees in the fast food - restaurant industry? Thanks for your help. [read more]\nPublished at 28 May. 2013 in: Management Fast food business Employee wages Minimum wage south africa 1 answer\nHi there, I'm interested in purchasing a McDonald's Franchise. Do you know if that's possible and how much it would cost? Thanks. [read more]\nPublished at 20 Dec. 2012 in: Franchises Investment Fast food business 1 answer\n\n\nYoutube Twitter Facebook\n\nConnect with us:    \n\n  • Accelerated Investor\n  • Accessories\n  • Accountancy\n  • Accountancy services\n  • Accounting\n  • Accounting principles\n  • Accounting software\n  • Ads\n  • Advantages and disadvantages of new business\n  • Advertisement strategy\n  • Advertising an online business\n  • Affordable franchise\n  • Affordable franchises\n  • Affordable way to invest in property\n  • Aggressive behaviour\n  • Agriculture business\n  • Angry customers\n  • Animals\n  • App\n  • App that pays\n  • Attract new customers\n  • Attract traffic\n  • Attract visitors to your website",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9491552114,
        "format_confidence":0.9677803516
    },
    {
        "url":"https:\/\/money.federaltimes.com\/2017\/06\/05\/tsps-cost-advantage\/",
        "text":"TSP’s cost advantage\n\n\nQ. Although we are not there yet, it seems the expense ratio gap between the Thrift Savings Plan and Vanguard is continuing to narrow. Vanguard recently lowered its expense ratios considerably on many of its funds. Admiral Share-class expense ratios on some funds are within a whisker of being the same as TSP. Do you think that a firm like Vanguard can now offer advantages to individuals who want to roll over their TSP balances to them? At the very least, it should serve as a wake-up call to BlackRock and TSP management that they need to not let the expense ratio edge any higher.\n\nPrior to the Vanguard news, I had hoped to leave my money within the TSP. Now, since I wish to utilize a bucket approach, I still might be able to have my cake and eat it, too — low expenses and manage it through an IRA approach with Vanguard. I am four or five years away from retirement, so I have time to see how this shakes out.\n\nA. I agree that the TSP’s cost advantage isn’t what it once was. In, fact, if cost was it’s only advantage, I would be in favor of leaving the TSP for better options elsewhere. What the TSP still offers, that can’t be found in any IRA that I have seen, is the G Fund — a federally guaranteed, interest-bearing security that delivers a return that is significantly greater than the market rate for similar risk. The G Fund can be used to safely support a higher lifetime standard of living than would be possible without it.\n\n\nAbout Author\n\nMike Miles is a Certified Financial Planner licensee and principal adviser for Variplan LLC, an independent fiduciary in Vienna, Virginia. Email your financial questions to fedexperts@federaltimes.com and view his blog at money.federaltimes.com.\n\nLeave A Reply",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9980760813,
        "format_confidence":0.9592864513
    },
    {
        "url":"http:\/\/boards.fool.com\/MessagePrint.aspx?mid=11788014",
        "text":"The Motley Fool Discussion Boards\n\nPrevious Page\n\nInvesting\/Strategies \/ Retirement Investing\n\n\nSubject:  Re: Anunity Date:  1\/11\/2000  11:03 AM\nAuthor:  TTRoberts Number:  17643 of 87535\n\neyeball390, you asked:\n\n<< If i withdraw my annunity before 59 1\/2 can this be rolled into an Ira without paying the 10% penailty or income tax? >>\n\nNo, you can not \"withdraw\" an annuity and \"roll\" it over into an IRA without being taxed. . . . . . unless the annuity is already in an IRA.\n\nCopyright 1996-2018 trademark and the \"Fool\" logo is a trademark of The Motley Fool, Inc. Contact Us",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9980958104,
        "format_confidence":0.5544548631
    },
    {
        "url":"https:\/\/money.stackexchange.com\/questions\/10032\/run-for-the-gold-which-one-though",
        "text":"There are many gold based ETFs, let's take GLD and IAN for this example.\n\n  • GLD trades approximately at $160\n  • IAN approximately at $16\n\nIf you compare the performances of the two in the past weeks, months, or even starting 10 years ago you'll notice that they've always performed equally. It often looks like a single line in charts.\n\nAssuming equal expenses and fees, what are the implication of buying 10 units of GLD ($1,600 total) versus buying 100 units of IAU ($1,600 total)?\n\nIf there are no differences as I think, what's the point of buying GLD since IAU has lower expenses (0.4% vs 0.25%)??\n\nI noticed this in other Index based ETFs and Mutual Funds. Many times the only difference are expenses only and I don't understand how the more expensive security can even exist in the first place..\n\n\nAn IAU share represents a smaller chunk of gold than a GLD share.\n\nGLD used to have a higher volume and better spread than IAU. These days I believe they are about the same.\n\n\nBoth ETF's can exist because there is a lot of duplication in the mutual fund market, and some folks may like dealing with one company more than another one.\n\nIn addition, it's always possible the fund with the higher expenses came first, and if the difference is slight (15 basis points in this case) The expenses to buy one and sell the other (and potentially pay taxes and give up return on that portion of the money) may be much greater than you would save by moving from one to the other.\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.998010695,
        "format_confidence":0.9905700684
    }
]