[
    {
        "url":"https:\/\/www.metoffice.gov.uk\/news\/releases\/2014\/road-expo",
        "text":"This website uses cookies. Read about how we use cookies.\n\nClose window\n\nMet Office helps Scotland's road industry plan for Winter\n\nAs Scotland gears up for winter the Met Office road team explains how the work they do helps keep some of the country's roads moving through the colder months.\n\nDelegates at the Scottish Road Expo in Edinburgh will be able to find out about how Route-Based Forecast Training enable parts of the Scottish Road network to prepare efficiently for adverse weather.\n\nThere will be a chance to find out about operational products such as OpenRoad and Bridge forecasts as well as the range of Met Office weather Road, approved by the Institute of Highways Engineers (IHE), and Chartered Institution of Highways and Transportation (CIHT) for Continuing Professional Development.\n\nMichael Szczepanski, Met Office Business Manager for Road, said: \"The Met Office is dedicated to helping the Scottish road industry plan to reduce, mitigate and prepare for the effects of adverse weather and climate change.\n\n\"We now have a dedicated road forecasting team in our Scottish office. By having a team of local forecasters with a more detailed knowledge of the forecast area, we are able to better understand the localised weather environments and provide a more bespoke form of consultancy to our customers in Scotland.\"\n\nThe Met Office road team are exhibiting on stand G9 at the Scottish Road Expo on 5-6th November at the Royal Highland Centre in Edinburgh.\n\nFollow us on\n\nFacebook, Twitter, YouTube, Instagram, Snapchat, or LinkedIn Facebook Follow @metoffice on Twitter YouTube Instagram Snapchat LinkedIn",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9864826202,
        "format_confidence":0.9875715971
    },
    {
        "url":"https:\/\/group.emmi.com\/che\/en\/stories\/sustainability-hydrogen-zero-emissions-and-practical",
        "text":"27 November 2020 - #Sustainability #Planet\n\nHydrogen: Zero emissions and practical\n\nElectric cars are on the rise in passenger transport. In goods transport, fuel cells seem to offer the greatest potential. Hydrogen-powered lorries can be refuelled normally, have a good range and offer sufficient transport capacity. Emmi now has two H2 lorries from Hyundai that run on “green” hydrogen on the road.\n\nWe supply our Swiss customers with fresh dairy products on a daily basis. To do so, around 8,000 pallets have to be taken from A to B every day. We have 140 vehicles in operation for this purpose, which cover a total of 9.3 million kilometres every year. Although we are constantly renewing our lorry fleet and training our drivers in climate friendly driving, this results in considerable CO2 emissions. We have shifted some of our transport to rail in recent years, but this environmentally friendly means of transport has various limitations.\n\n\nOutgrowing the prototype stage\n\nIt is therefore very important to us to find an environmentally friendly alternative to conventional diesel lorries. However, until now no means of transport has met the high requirements in terms of transport capacity, range and economy.\n\nHydrogen technology offers a range of benefits:\n\n  • Emissions: Hydrogen (H2) trucks emit water vapour rather than CO2 and other pollutants. Emmi’s H2 trucks will be fuelled via Hydrospider’s network of filling stations, which supply 100% emission-free hydrogen. Every H2 truck that replaces a conventional diesel truck will therefore help save around 70 to 80 tonnes of CO2 per year.\n  • Range: A truck can cover around 400 kilometres on one tank. This is on a par with conventional diesel trucks.\n  • Handling: A H2 vehicle can be filled just like a diesel or petrol vehicle.\n  • Freight use: Using hydrogen as a fuel also permits smooth operation of auxiliary units (e.g. cold store).\n\nAs a member of the Association pro H2 mobility Switzerland we are at the forefront of efforts to establish this new mobility technology for freight transport. For example, we have just taken delivery of the first two H2 trucks from the South Korean automobile manufacturer Hyundai. These will now undergo extensive testing in Emmi’s day-to-day fresh products logistics processes. Hyundai Hydrogen Mobility\n\nFor a better tomorrow Associaton pro H2 mobility Switzerland\n\nOn the move together Hydrospider\n\nWe produce the fuel of tomorrow\n\nWelcome to Emmi Stories\n\nPerspectives and stories about Emmi, our products and the people behind of it all\n\n\n\nBeste Milchmomente auch für kommende Generationen\n\nWe respect your privacy\n\nOur website uses cookies and analytical tools to optimise your experience on our website. We use cookies to personalise content and ads, to provide social media features and to analyse the use of our website. \n\nWe also share information about how you use our website with our social media, advertising and analytics partners. Our partners may combine this information with other information that you have provided to them or that they have collected in the course of your using the services, and these partners may be located in countries that do not have laws that protect your personal information to the same extent as those in Switzerland and\/or the EU\/EEA. \n\nBy clicking on “Allow all and continue”, you consent to the use of all cookies. By clicking on the button “Confirm my selection” you consent only to the categories that you have selected. You can change the cookie settings using the link in the “Privacy Policy” footer. You can find out more in our Privacy Policy.\n\nManage cookies",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.8366209269,
        "format_confidence":0.8824300766
    },
    {
        "url":"https:\/\/amadeus.com\/en\/insights\/blog\/southwest-airlines-completes-transition-amadeus-altea",
        "text":"Southwest Airlines completes transition to Amadeus Altéa\n\nBen Hunt\n\nGroup Communications Director, Amadeus IT Group\n\nSouthwest Airlines and Amadeus today jointly announced the carrier’s transition to the Amadeus Altéa Passenger Service System (PSS). At 101 airports across nine countries, all Southwest® domestic and international flights operating today and beyond will be managed through Altéa functionality, giving the carrier more flexibility to improve the Customer Experience and enhance revenue performance.\n\nSouthwest Airlines completes transition to Amadeus Altéa\n\nDuring the course of three years, a team of more than 1,500 people from both Southwest and Amadeus collaborated to bring together multiple reservation system capabilities onto one common platform under the Altéa Suite of products. The new reservation system brings an array of features designed to allow Southwest to:\n\n  • optimize its flight schedule, including improved connection times;\n  • more easily manage inventory between any given origin and destination;\n  • govern the value of potential ancillary services;\n  • automate rebookings during flight disruptions, such as those caused by extreme weather and other operational challenges.\n\n\nSouthwest expects the new reservation system to generate approximately $500 million in incremental annual earnings before interest and taxes by 2020 through added functionality and operational capabilities.\n\n“Transitioning to a single reservation system is a transformational milestone for Southwest, and in fact, it’s the single largest technology initiative in our Company’s history. I want to congratulate and thank thousands of our Employees and our partners who have worked tirelessly and diligently for several years to bring this home,”\n\n- said Gary Kelly , Southwest Airlines Chairman & CEO.\n\n“Our deepening partnership with Amadeus makes way for a bright future through new tools that empower our People to do what they do best, which is to provide world famous Hospitality.”\n\n“Southwest is the largest carrier of passengers within the United States, and we are delighted they entrusted Amadeus with developing the new cornerstone of its business,”\n\n- said Luis Maroto , President and CEO, Amadeus.\n\n“We pride ourselves in developing innovative and customized technologies to help our airline partners adapt and evolve their products to reflect the needs of travelers, and we are proud to be collaborating with this leading U.S. airline.”\n\nTeams for both companies continue to work behind the scenes and on the ground in several of the carrier’s locations to support this transformational change.\n\nRead the full release here .",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9067665339,
        "format_confidence":0.9942498207
    },
    {
        "url":"https:\/\/www.tynan.com.au\/luke-lewis-tells-us-why-he-loves-his-mercedes-benz-gle-suv\/",
        "text":"Luke Lewis shares with us why the Mercedes-Benz GLE SUV is perfect for his family!\n\nWhen Luke came to visit us at Tynan Mercedes-Benz to talk about the upcoming Michael Tynan Memorial Challenge Walk, we took the opportunity to ask him a few questions about his GLE SUV.\n\nLuke purchased the car for his wife Sonya and their two small children, finding the GLE the perfect sized SUV for their small family with its spacious design. Another one of the key reasons why Luke loves his GLE is due to its fuel efficiency, with the ECO start \/ stop function the vehicle will shut off the engine while stationary to reduce emissions and reserve fuel.\n\nThe new GLE SUV features many safety features including Active Parking Assist with 360° camera, Blind Spot Assist, Active Braking Assist, Active Distance Assist and Adaptive Highbeam Assist just to name a few.\n\nLuke tells us it’s his ultimate family car, stating “I couldn’t recommend a better car to drive especially when it comes to family”. Check out the full range of Mercedes-Benz GLE SUVs Tynan have to offer here.\n\nOur upcoming Walk Challenge for the Michael Tynan Memorial Challenge is on Saturday 2nd of November, to join our ambassador Luke Lewis on the walk through the Royal National Park click here, or to contribute to Luke’s fundraising efforts for the UOW and SSMRF medical research, click here.",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9880114198,
        "format_confidence":0.8925508857
    },
    {
        "url":"http:\/\/danlosquadro.com\/Media\/32\/Superintendent_Losquadro_and_Councilwoman_Bonner_and_Councilwoman_Cartright_Announce_Completion_of_1.3_Million_dollar_19_Road_Coram_Paving_Project",
        "text":"Superintendent Losquadro and Councilwoman Bonner and Councilwoman Cartright Announce Completion of 1.3 Million dollar 19 Road Coram Paving Project\n\nCoram, NY – Brookhaven Town Highway Superintendent Daniel P. Losquadro, Councilwoman Jane Bonner and Councilwoman Valerie Cartright have announced the completion of a 19-road paving project in Coram’s W-section.\n\nCaption: Councilwoman Cartright, Superintendent Losquadro and Councilwoman Bonner on Whitmore Lane in Coram.\n\n\nIn addition to the milling and paving of 19 roads, this project involved extensive concrete work prior to paving. Crews installed more than 15,080 square feet of aprons and 3,000 linear feet of curb at a cost of $323,726. With the milling and paving costs of $992,636, the total cost for this paving project was $1.3 million.\n\n\nRoads paved during this project include Birchfield Court, Catherine Street, Elm Avenue, Linden Street, Walton Way, Welbourn Lane, Welling Way, Wellsley Court, Wellsley Lane, Westbrook Road, Whinstone Street, Whitfield Lane, Whitmore Lane, Whitney Lane, William Street, Wilmont Turn, Woodbine Street, Wycomb Court, and Wycomb Place.\n\n\nSuperintendent Losquadro said, “Because of the size of this neighborhood – and the state of deterioration of so many of the roadways – it was necessary to split this paving project into two phases. I was happy to complete phase one, bringing much relief to area residents and motorists, and I look forward to returning to this neighborhood to complete phase two next year.”\n\n\nCouncilwoman Bonner said, “Thanks to the men and women of the Highway Department, these newly paved roads are ready for the winter months. The safety of our residents is a top priority and I will continue to work with Superintendent Losquadro to identify roads that need repaving in the future.”\n\n\nCouncilwoman Cartright said, “The Highway Department continues to work its way through the Town to address paving concerns throughout Brookhaven. This project, which is in a central area of Brookhaven, is a positive continuation of the long-term efforts to address all of Brookhaven's 3,500 miles of roadway.”",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9617173076,
        "format_confidence":0.9807201028
    },
    {
        "url":"http:\/\/crossfields.blogspot.de\/2013\/12\/local-meeting-about-thames-tunnel.html",
        "text":"Thursday, December 5, 2013\n\nLocal meeting about Thames Tunnel – Sunday 8th December, 6pm–7.30pm\n\n Pink Palace, Frankham House, Frankham Street SE8 4RN\n\nIf you want to know more about how the Thames Tunnel affects you and what you can do to stop it please come to this meeting.\n\nNo comments:\n\nPost a Comment",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.7713231444,
        "format_confidence":0.7492417693
    },
    {
        "url":"https:\/\/www.gazprom-neft.com\/press-center\/news\/gazprom_neft_strengthens_its_position_on_the_international_aviation_refuelling_market\/",
        "text":"Gazprom Neft’s anti-COVID-19 programme\n\nRead more\n  • Main page\n  • Newsroom\n  • News\n  • Gazprom Neft strengthens its position on the international aviation refuelling market\n\nGazprom Neft strengthens its position on the international aviation refuelling market\n\nGazpromneft-Aero, operator of the Gazprom Neft aviation refuelling business, expanded its sales network in 2019 to now cover 282 airports (and increase of 13) throughout 67 countries worldwide. Total international sales volumes were up 26 percent by the end of the year, reaching more than 310,000 tonnes.\n\nThis positive sales trend has been made possible by Gazpromneft-Aero’s proactive development in China, with sales of aviation fuels throughout China’s airports increasing 2.5-fold to reach more than 78,000 tonnes. Gazpromneft-Aero’s largest in-country sales network outside of Russia has also been established in China, covering 33 airports throughout the country. Gazpromneft-Aero also saw a significant increase in refuelling volumes for Russian and international airlines in India, Malaysia, Montenegro, Serbia, South Korea, Spain, Thailand and Vietnam.\n\nGazpromneft-Aero’s clients include more than 190 airlines, including Russian market leaders Aeroflot, S7 Airlines, Ural Airlines, and Volga-Dnepr, as well as leading international carriers including Lufthansa, Emirates, Air France and KLM.\n\n«In the 10 years since making our first ‘wing-tip’ deliveries we have sold two million tonnes of aviation fuels at international airports. This growth in international sales is mainly down to developing our collaboration with local-market air companies and fuel suppliers. Under our long-term strategy to develop Gazprom Neft’s aviation refuelling business to 2030 we will continue to expand our network’s presence throughout the world’s most popular airports and — for our partners’ convenience — plan to introduce a flexible settlement system, in national currencies. I am confident that, thanks to effective work on the international market, we will increase international sales to one million tonnes per year, allowing Gazpromneft-Aero to become one of the world’s top-10 biggest aviation fuel operators».\nVladimir Egorov\nVladimir Egorov CEO, Gazpromneft-Aero",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.7818508744,
        "format_confidence":0.9929589033
    },
    {
        "url":"http:\/\/www.simplyamsterdam.nl\/Free_open_day_new_tram_26_to_IJburg_IJtram_to_new_Amsterdam_islands.html",
        "text":"News of: Wednesday, May 18 2005,\n\nFree open day new tram 26 to IJburg (IJtram to new Amsterdam islands)\n\nThe new tramline 26 to IJburg, the new islands in Amsterdam East, will be officially opened on May 28.\nEveryone can have a free ride on that day.\n\nOn May 28 the new fast tram line between Central Station and IJburg will be officially opened by transport minister Mrs Peijs.\nFrom 1 pm the tram can be used for free on this day.\n\nThe route leads along the new and spectacular Muziekgebouw building, the Passengers Terminal (where the cruise ships moor), the Lloyd Hotel, past the Eastern islands, on to IJburg.\nThe tram passes the Piet Hein Tunnel (1.5 km \/ about 1 mile) and goes over the new spectacular Enneus Heerma Bridge (here is a picture - the white, curved bridge).\n\nVarious activities and music performances will be organized at the new tram stops.\n\nThe GVB has a map of the new tramline route (PDF).\n\nIJburg is the name for the new islands that are created just east of Amsterdam. At the stop 'Vennepluimstraat' you will find the new visitor centre of IJburg.\n\nCurrently bus 326 goes from Central Station to IJburg. On May 30 this line will be taken over by the new tram.\n\nThe last stop of the IJtram is close to Blijburg Beach, one of the 3 urban beaches in Amsterdam this year.",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.8821322322,
        "format_confidence":0.6127013564
    },
    {
        "url":"http:\/\/www.state.nj.us\/transportation\/about\/press\/2012\/070212h.shtm",
        "text":"NJ Home   Services A to Z   Departments\/Agencies FAQs\nGreat Seal of the State of New Jersey    \nSite Index  |  Search: NJ Home   NJDOT\nGreat Seal of the State of New Jersey\n\nnews release\n\nP.O. Box 600\nTrenton, NJ\nContact: Joe Dee or Tim Greeley\nRELEASE: July 2, 2012\n\nRoute 33 bridge repairs over Peddie Lake\nto require truck detour in Hightstown\n\n(Trenton) - The New Jersey Department of Transportation (NJDOT) today announced a project to repair the Route 33 (Main Street) bridge over Peddie Lake\/Rocky Brook in downtown Hightstown, Mercer County.\n\nBeginning Thursday night, July 5, NJDOT’s contractor, Berto Construction Inc., is scheduled to set up the new construction zone on the southbound side of the bridge. To accommodate that work, NJDOT will close the existing southbound travel lane on Route 33 and shift two-way traffic onto the northbound side of the bridge. This new traffic pattern will result in the reduction of one northbound travel lane over the bridge.\n\n• The current northbound travel lane will be used as the new southbound travel lane.\n• The current northbound right turn lane will be used as a combination through and right-turn lane.\n• The bridge will be closed to pedestrian traffic on the southbound side.\n\nIn connection with these lane shifts, NJDOT will restrict large trucks – more than 7 tons in weight - from traversing the bridge during construction. Local delivery trucks weighing more than 7 tons will have access into Hightstown to make deliveries, but will not be allowed to cross the bridge.\n\nTruck Detours\n• Route 33 northbound\/eastbound trucks needing to access the NJ Turnpike Exit 8 interchange will be directed to use Route 130 northbound to Route 133 eastbound.\n• CR 539 northbound trucks will be directed to use CR 571 to Route 130 northbound.\n• Route 33 southbound\/westbound trucks will be directed to use Route 133 westbound to Route 130 southbound.\n• CR 539 southbound trucks will be directed to use Route 130 southbound to CR 571 eastbound.\n\nAmple signage has been installed throughout the area to alert truck drivers of the weight restriction and corresponding detour routes.\n\nThe existing bridge was damaged during Hurricane Irene in September 2011. During that flood event, the water level overtopped the Peddie Lake dam causing severe damage to the bridge parapet walls on both sides of the bridge. The Department immediately installed temporary median barrier along the parapets and sidewalks to protect vehicles and pedestrians until permanent repairs could be made.\n\nThe approximately $655,000 project will fully replace the damaged sidewalks and parapets on both sides of the bridge including new bridge rails. The parapet and pedestrian safety rails adjacent to the Hightstown Engine Co. #1 Fire House will also be repaired. The new bridge parapets will be constructed of stone facing similar in color, size and texture to the existing stone.\n\nRoadway drainage pipes and outlets pipes in the vicinity of the bridge will be replaced. Route 33 will be repaved and restriped between Stockton Street and Franklin Street on either side of the bridge and the signage and pedestrian cross walks will be replaced as needed within the project limits.\n\nApproximately 16,000 vehicles use this bridge every day through the heart of Hightstown. NJDOT has scheduled the construction in stages so that one travel lane on Route 33 in both directions will remain open to passenger vehicle traffic at all times. Dynamic message signs will notify motorists of upcoming traffic pattern changes. NJDOT anticipates the project being completed in fall 2012.\n\nThe precise timing of the work is subject to change due to weather or other factors. Motorists are encouraged to check NJDOT’s traffic information website www.511nj.org real-time travel information.\n\nGo to NJDOT home page Contact Us | Privacy Notice | Legal Statement | Accessibility Statement  Go to State of New Jersey home page\n  department: home | about | NJ commuter | in the works | business | engineering | freight, air & water | capital | community | data | links | index\n  statewide: NJ Home | about NJ | business | government | state services A to Z | departments\n\n  Copyright © State of New Jersey, 2002-2014\n  Department of Transportation\n  P.O. Box 600\n  Trenton, NJ 08625-0600\nOPRA - open public records act\n\n  Last Updated:  July 2, 2012",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9966325164,
        "format_confidence":0.9834835529
    },
    {
        "url":"https:\/\/www.buses.org\/news\/article\/aba-foundation-report-says-motorcoach-manufacturing-sales-continues-steady",
        "text":"ABA Foundation Report Says Motorcoach Manufacturing Sales Continues Steady Growth\n\nABA Foundation Report Says Motorcoach Manufacturing Sales Continues Steady Growth\n\nToday the American Bus Association Foundation (ABAF) released the first quarter 2017 Motorcoach Builder Survey. Based on surveys of the major motorcoach manufacturers that sell vehicles in the United States and Canada, motorcoach sales from the participating manufacturers remained virtually unchanged over the prior year to a total of 803 units (547 new coaches and 256 pre-owned coaches).\n\n“Last year, especially the fourth quarter, was very strong for motorcoach sales,” said ABA Foundation President Peter Pantuso. “We are seeing the same trend for 2017. The industry continues to grow and we have seen an upward trajectory with sales over the past few years since the end of the recession.”\n\nSales for the first quarter were dominated by private sales of new 45-foot motorcoaches, which saw an 18.5 percent increase over the same period in 2016. The less than 45-foot sales saw a slight decrease in the first quarter but are expected to pick up as the year progresses.\n\n“We did see an increase in bigger buses this quarter, which is always a good sign for group travel,” said Pantuso. “While the quarter over quarter remained unchanged, the first quarter is usually a slower period for sales, but we expect sales of all sizes of coaches to pick up through the year.”\n\n\nAbout the Report\n\nData were collected by John Dunham & Associates for the American Bus Association Foundation. John Dunham & Associates is a leading New York City-based economic consulting firm specializing in the economics of fast moving issues. Data reflect updated results from prior.  Changes in data definitions and reporting occurred over the past quarter and are reflected in these figures.\n\nAbout the ABA Foundation\n\nThe American Bus Association Foundation (ABAF) is the scholarship and research arm of the motorcoach, tour and travel industry. The largest non-profit in motorcoach group travel, the ABAF distributes $100,000 a year in scholarships to industry families and invests in research to demonstrate the important role motorcoach transportation plays in society.\n\nAbout the American Bus Association\n\nThe American Bus Association (ABA) is the trade organization of the intercity bus industry, with more than 1,000 motorcoach and tour company members in the United States and Canada. Its members operate charter, tour, regular route, airport express, special operations and contract services. Another 2,800 members are travel and tourism organizations and suppliers of bus products and services who work in partnership with the North American motorcoach industry.\n\n\nMelanie Hinton, Director of Communications & Media Relations, ABA\nOffice: (202) 218-7220\nEmail: .(JavaScript must be enabled to view this email address)",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9864352345,
        "format_confidence":0.8062801361
    },
    {
        "url":"https:\/\/westjet.mediaroom.com\/2018-12-17-WestJet-comments-on-pending-passenger-protection-regulations",
        "text":"News Releases\n\nWestJet comments on pending passenger protection regulations\n\nCALGARY, Dec. 17, 2018 \/CNW\/ - WestJet today commented on the federal government's announcement concerning the pending release in Gazette One of passenger protection regulations.\n\n\"As a company, taking care of our guests is central to our brand and fundamental to our business,\" said Mike McNaney, WestJet Vice-President, Industry, Corporate and Airport Affairs. \"We are proud of our award-winning culture of care, and our guest service is a source of innovation and investment that has seen us recognized as the best airline in Canada for 2017 and 2018 based on reviews by the travelling public on TripAdvisor.\"\n\nSaid McNaney, \"With over one million base fares in the market under $100, our upcoming 787 Dreamliner launch, and the launch of our ultra-low-cost carrier, Swoop, we are delivering for Canadians by lowering the cost of travel, increasing choice and competition and creating jobs in many key sectors of the economy.\"\n\nOnce the draft regulations are released on Saturday, December 22, WestJet will review the regulations for potential impact on the obligations of our partners in the air travel supply chain, including federal government agencies, along with potential impacts on airfares and consumers.\n\nWe look forward to the opportunity to participate in the upcoming public consultation to ensure the draft regulations achieve the appropriate balance sought by the Minister of Transport.\n\nAbout WestJet\nTogether with WestJet's regional airline, WestJet Encore, we offer scheduled service to more than 100 destinations in North America, Central America, the Caribbean and Europe and to more than 175 destinations in over 20 countries through our airline partnerships. WestJet Vacations offers affordable, flexible vacations to more than 60 destinations and the choice of more than 800 hotels, resorts, condos and villas.  Members of the WestJet Rewards program earn WestJet dollars on flights, vacation packages and more. Members use WestJet dollars towards the purchase of flights and vacations packages to any WestJet destination with no blackout periods, and have access to Member Exclusive fares offering deals to WestJet destinations throughout our network and those of our partner airlines.\n\nWestJet is proud to be recognized as Best Airline in Canada and Travellers' Choice winner – North America for 2017 and 2018 in the TripAdvisor Travellers' Choice awards for Airlines. The airline was also named the Travellers' Choice Winner – Economy, North America, 2018. All awards are based on authentic reviews from the travelling public on TripAdvisor, the world's largest travel site. We are one of very few airlines globally that does not commercially overbook.\n\nWestJet is publicly traded on the Toronto Stock Exchange (TSX) under the symbol WJA. For more information about everything WestJet, please visit  \n\nRecent recognition includes:\n2018 Number-One-Ranked Airline Credit Card in Canada (Rewards Canada) \n2018 North America's Best Low-Cost Airline (Skytrax)\n2018\/2017 Best Airline in Canada and Travellers' Choice Winner Mid-Sized and Low Cost Airlines – North America (TripAdvisor Travellers' Choice awards for Airlines)\n2018 Travellers' Choice Winner – Economy, North America (TripAdvisor Travellers' Choice awards for Airlines)\n2018\/2017\/2016 Canada's Most Trusted Airline (Gustavson School of Business at the University of Victoria)\n2016 Canada's most reputable company for Corporate Social Responsibility (Reputation Institute)\n2016\/2015\/2014\/2013\/2012 Ranked top three for Canadian Brands (Canadian Business Magazine)\n2016\/2015\/2014\/2013 WestJet RBC World Elite MasterCard ranked #1 in Canada (MoneySense magazine)\n\nConnect with WestJet on Facebook at\nFollow WestJet on Twitter at\nFollow WestJet on Instagram\nSubscribe to WestJet on YouTube at\nRead the WestJet blog at\n\nSOURCE WESTJET, an Alberta Partnership\n\nFor further information: To contact WestJet media relations, please email",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.834440589,
        "format_confidence":0.9934337139
    },
    {
        "url":"http:\/\/www.mlive.com\/prnewswire\/prnauto.ssf?\/mlive\/story\/?catSetID=7007&catID=290367&nrid=180001301&page=1",
        "text":"PR Newswire\nRead the latest Michigan business press releases\n\nAll New 2013 Chevy Malibu Models Available at Chevrolet of Naperville\n\n\nAll of the trim levels of the 2013 Chevy Malibu models are in stock at the Naperville and Aurora area Chevy dealership for fantastic prices\n\nNAPERVILLE, III., Nov. 19, 2012 \/PRNewswire-iReach\/ -- This year was a big year for Chevrolet. One of the all-time great Chevrolet cars was completely revamped and came out with some all new models, which are currently available at Chevrolet of Naperville. The dealership has the four new trims with all of the new engines and will be happy to put Chicago area customers in a new Chevy Malibu in Aurora, IL. If you are looking for a mid-size sedan that offers comfort, luxury, refinement and efficiency, then you need to come in to a leading Aurora, IL Chevy dealer and check out the new Malibu today.\n\n\nThe 2013 Chevy Malibu is available in four trim levels, the LS, LT, LTZ and Eco. All offer plenty of great options, features and accessories and are available in many different colors and options. Each of the Chevy Malibu trims except the Eco come with a powerful 2.5-liter four-cylinder engine that puts out 197 horsepower and gets an estimated 34 miles per gallon in the city. A 2.0-liter turbocharged engine is available with the 3LT and 2LZ trim levels. It can put out 259 horses and has a fuel rating of 30 miles per gallon on the highway. The turbo engine is very powerful and will have no problem getting anyone up to speed when accelerating.\n\nOne of the best new trim levels on the 2013 Chevy Malibu is the Eco model. The 2013 Chevy Malibu Eco comes with a 2.4-liter four-cylinder engine that is paired with an electric motor. This engine and the motor work together to produce a mild-hybrid type of powertrain. The Malibu Eco can not run on electricity alone, but it helps to reduce fuel consumption and enables and automatic start and stop system.\n\nCustomers who are looking for a great new sedan should check out the 2013 Chevy Malibu in Naperville, IL. They have a great selection of new and used cars and will be happy to show you a new sedan.\n\nFor more information please visit or call (877) 450-1080. \n\nMedia Contact: Jan Kutchuk Chevrolet Of Naperville, (877) 450-1080,\n\nNews distributed by PR Newswire iReach:\n\nSOURCE Chevrolet of Naperville\n\nBack to top",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9906871915,
        "format_confidence":0.9269636869
    },
    {
        "url":"http:\/\/www.rohlig.com\/network\/australia\/newsletters\/may-2015.html",
        "text":"Rohlig Australia expands service offering with 3PL in Melbourne\n\nRohlig Australia expands service offering with 3PL in Melbourne\n\nExcitement is building in Melbourne as we prepare to expand operations with the opening of a new branch office and warehouse in June. The Melbourne branch will move to Truganina, 21kms west of Melbourne's Central Business District, with access to main arterial roads, freeways and customer distribution centres.\n\nThe purpose built 9,000sqm facility contains 8000sqm of warehouse space with state of the art 3PL offering, customs and quarantine approved bond, 40m wide hard-stand, 4 recessed docks, 4 on-grade docks, 15m canopy, container packing and unpacking services. Our team will also relocate to a tech enabled office incorporating the latest office design concepts.\n\nRohlig Australia’s Managing Director, Hany Amer said, “the Truganina facility represents the first step in our national growth strategy and fulfils our client facing commitment to “Expand our Service portfolio”. We will now offer clients a greater number of services, giving them more choice and improving the “ease of doing business” with us.\n\nPlease view this video link for an exclusive look at Rohlig’s new warehouse space and office.\n\nIT integration through EDI ensures better visibility and lowers costs\n\nIT integration through EDI ensures better visibility and lowers costs\n\nBy moving from a paper-based exchange of business documents to one that is electronic, businesses enjoy major benefits such as increased efficiency in processing, improved partner relationships, reduction in errors and therefore a reduction in costs.\n\nWhat is EDI ?\n\nElectronic Data Interchange (EDI) enables the exchange of structured data such as transport orders, delivery notes, customs documentation and all other business information to be collected and exchanged electronically and automatically. Exchanging documents electronically improves transaction speed and visibility while decreasing cost of manual processes.  \n\nEDI also assists businesses in realising many other benefits and meeting environmental targets.\n\nBusiness benefits\n\n  • Single data entry realises reduction in time, cost and errors\n  • Business processes can be modelled and are more sophisticated than traditional paper based processes\n  • Transparency of real-time data in the system allows accurate warehouse inventory\n  • Resources can be deployed to value adding tasks\n\nEnvironmental benefits\n\n  • Saves energy\n  • Reduces paper consumption (letters, fax, email printouts, reports) increasing sustainability\n  • Reduces requirements for additional hardware (tracking and reporting servers, fax, phone,...) lowering consumption\n\nData protocols & formats\n\nEDI can be processed in various data protocols and formats.\n\nRohlig supports:\n\nData protocolls: FTP, Secure FTP, POP3, SMTP, HTTP, HTTPS, SOAP, Web Services, X.400, OFTP, AS2, SAP RFC idoc, ...\n\nData formats: UN\/EDIFACT, ANSI X12, XML, CSV, Flat-file, ...\n\nRohlig supports EDI and integration as ‘best practice’ for business in Australia. If you would like to find out more on how we implement EDI for our customers business processes, please speak with your local Account Manager.\n\nRohlig Australia launches Green Transportation option\n\nRohlig Australia launches Green Transportation option\n\nOffset today and turn emissions into trees\n\nRöhlig Australia is offering customers the opportunity to offset their goods transportation and gas emissions. We provide various types of carbon offsetting products, each of which has benefits, verification and accreditation.\n\nOne of the most popular is the Forest Protection option in Tasmania. This project promotes improved forestry management on private land by bringing and supporting groups of local landholders to protect areas of forest that would have otherwise been logged.\n\nBest of all, It’s very simple to offset. When a shipment is ordered, simply notify your Rohlig account manager that you want to offset its climatic impact and we will calculate the carbon footprint for that specific shipment or period of time.  It’s Easy, fast and GREEN!\n\nTo find out more on how carbon offsetting works, watch the video below:\n\nCarbon Neutral Video\n\nChain of Responsibility Legislation ensures compliance across the supply chain\n\nChain of Responsibility Legislation ensures compliance across the supply chain\n\nChain of Responsibility (CoR), part of Compliance and Enforcement (C&E) legislation, has been introduced into Western Australia from 27 April 2015.\n\nThis legislation will impose obligations on all parties in the supply chain to ensure the weights of sea freight containers and their contents being transported by road are accurately stated. It will take responsibility beyond the drivers and road transport operators to the consignors of the freight, the vehicle owners, the packers, management and receivers.\n\nAll supply chain participants will be required to take all reasonable steps to ensure compliance.\n\n  • The general objectives of the national model bill are to:\n  • Improve road safety\n  • Reduce infrastructure damage\n  • Improve deterrence and enforcement\n  • Promote a level playing field for industry\n  • Improve business efficiency and compliance  \n\nIn complying with the legislation we require that all customers supply Rohlig with a Container Weight Declaration (CWD) for Import containers that are not moved through Rohlig forwarding. These will be sent out on a shipment by shipment basis.\n\nRohlig will complete the CWD for all containers moved through our forwarding as we will utilise the information given to us by Origin and the Supplier. \n\nIf a CWD is not supplied then we will be unable to transport your container.\n\nThis legislation is of national importance and affects not only businesses in Western Australia but any business that operates nationally and imports\/exports with Western Australia.\n\nFor additional information on the Chain of Responsibility Legislation please visit Main Roads Western Australia.\n\nEmergency Measures cease for Brown Marmorated Stink Bugs\n\nEmergency Measures cease for Brown Marmorated Stink Bugs\n\nWho does this notice affect?​\n\nThis notice is of interest to clients in the import and shipping industry, including importers and customs brokers associated with the importation of targeted break bulk and containerised vehicles (including boats), machinery, and automotive parts shipped from the United States.\n\nWhat has changed?\n\nThe Department of Agriculture  will cease the emergency measures for the stink bugs from 1 May 2015. This means that target goods arriving on or after this date will no longer be subject to pre-shipment treatment requirements.\n\nFor additional information please see the attached pdf.\n\nGeneral Rate Increases (GRI)\n\nGeneral Rate Increases (GRI)\n\nUnited States and Canada to Australia and New Zealand\n\nEffective June 15, 2015 carriers will increase rates for all cargo and all container types from the United States and Canada via East, Gulf and West Coast ports of load to Australia and New Zealand by the following:\n\n  • USD 175 per 20' Container\n  • USD 350 per 40' Container\n\n\nNorth East Asia to Australia\n\nEffective 15th May, 2015 carriers have increased rates for cargo for shipment ex North East Asia to Australia by the following:\n\n  • USD 300.00\/TEU    \n\nNorth East Asia comprises China, Hong Kong , Korean, Japan and Taiwan.\n\nApril Global Economic report\n\nApril Global Economic report\n\nSee attached pdf for details.\n\n\nWe appreciate your support and look forward to continuing to service your logistics needs.  Should you have any questions please feel free to contact your Rohlig Australia Account Manager or Customer Service Representative.\n\nIf you believe you have received this email in error or you no longer wish to receive future broadcasts, please reply to  and place the word \"UNSUBSCRIBE\" in the subject line.",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9563578963,
        "format_confidence":0.7293726206
    },
    {
        "url":"http:\/\/erfarail.eu\/news\/input-paper-on-simplification-of-language-requirements",
        "text":"Input Paper on simplification of language requirements\n\nInput Paper on simplification of language requirements\n\nMany rail freight services cross the borders of countries where different languages are spoken. At the moment European legislation states that locomotive drivers must be B1 level competency in every country in which they drive a train.\nThis means that rail freight operators must invest in expensive training and that they must carefully roster their train drivers to only drive on certain routes. In addition, when lines are closed for planned engineering works or during an unforeseen event and there is a need to divert a train, the absence of a driver with suitable language skills can result in the cancellation of the train. This issue was highlighted in a dramatic way following the Rastatt tunnel collapse incident of 2017.\n\n\nReason why ERFA urges the European Commission to adopt a simple and pragmatic approach in the implementation of the proposal of amending Annex VI of the Train Driver Directive to allow pilots of changes to language requirements for cross border traffic.\n\n\nThe ERFA long term aim is to eradicate the need for B1 training for drivers and improve the flexibility, reliability and efficiency of the offering to customers identifing English as a common language, across all rail networks, on a similar basis to airlines.\n\nLinked documents\n\nERFA Input paper on simplification of language requirements ( ERFA Language input paper-1529938627.pdf )",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9749846458,
        "format_confidence":0.9533222914
    },
    {
        "url":"https:\/\/www.aucom.com\/news\/aucom-mv-trusted-by-heavy-industry",
        "text":"AuCom MV: Trusted by heavy industry\n\nPosted by AuCom on 7\/15\/19 3:47 PM\n\nSamsung Heavy Industries, one of the world’s largest shipbuilders – is currently undertaking construction of eight ‘Neo-Panamax’ container shipping vessels that will utilize Samsung’s revolutionary SAVER Air lubrication system.\n\nAuCom MV Marine Soft StarterThe integration of the SAVER Air system into these new shipping vessels marks the first time such a system has been utilized in such large, high speed container ships. By spraying air across the bottom of the ship’s hull, the SAVER Air system reduces friction with seawater, improving the fuel efficiency of the 334 meter long vessels.\n\nAuCom is proud to be a part of this milestone project, having supplied the medium voltage soft starters required for the project in partnership with MTEC, our exclusive distributor in Korea. The 6.6 kV type tested and marine approved soft starters are needed to run the 670 kW compressors that supply air to the SAVER Air system.\n\nThe ‘Neo-Panamax’ designation given to these new vessels indicates their suitability for navigating the newly expanded Panama Canal (a project that also utilized AuCom soft starters). The canal expansion has allowed for ships of much greater size to pass through the canal, and a Neo-Panamax design will endow these new Samsung built vessels with truly impressive freighting capability.\n\nTopics: Projects, Soft Start Control, Success Stories, Marine\n\nWelcome to the AuCom newsfeed\n\nHere you'll find the latest news and industry insights from AuCom and the world of motor control. Please feel free to comment and share, or sign up below for updates straight to your inbox.\n\nSubscribe to Email Updates\n\nRecent Posts",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.7378832698,
        "format_confidence":0.9836871028
    },
    {
        "url":"https:\/\/yandex.com\/blog\/yacompany-com\/yandex-taxi-unveils-self-driving-car-project",
        "text":"Yandex company blog\n\nYandex.Taxi Unveils Self-Driving Car Project\n\n30 May 2017, 19:07\n\nYandex’s on-demand transportation service Yandex.Taxi unveils its autonomous car project. The prototype of a self-driving car the company has developed is a step towards a comprehensive set of driverless technologies for application across a wide range of industries.\n\nThe driverless car incorporates Yandex’s own technologies some of which, such as mapping, real-time navigation, computer vision and object recognition, have been functioning in a range of the company’s services for years. The self-driving vehicle’s ability to ‘make decisions’ in complex environments, such as busy city traffic, is ensured by Yandex’s proprietary computing algorithms, artificial intelligence and machine learning.\n\n“Self-driving cars are set to revolutionalise the way we commute within a matter of a decade,” says Dmitry Polishchuk, head of Yandex.Taxi Self-Driving Project. “At this point in time, there are dozens of companies around the world building their own driverless cars, but only a few of them have components crucial for turning this project into reality. These components include a stack of reliable technologies and algorithms, engineering expertise and resources, and access to the market for self-driving vehicles. Yandex.Taxi, with the backing of Yandex, is one of the few players who can boast of possessing all of the above.”\n\nYandex.Taxi’s effort in developing the self-driving car technology aims at creating a fully-fledged autopilot functionality, which is described as Level 5, according to the currently universally accepted classification system for automated vehicles. This system classes all self-driving cars into levels from 0 to 5, where Level 0 means a person has full control over the vehicle, and Level 5 involves no human intervention.\n\nYandex.Taxi will push on with experimenting and honing the self-driving technology, together with improving maps, navigation and route planning implemented in this project. Tests on public roads are expected to kick off next year.\n\nWith Yandex.Taxi test-driving the self-driving service, Yandex looks forward to partnering with car manufacturers and other companies interested in taking the autonomous car technology to the road.\n\n1 comment\nAbubeker Refaw\n7 January 2018, 15:11\nYour writing and blog have been life changing. I’ve been able to follow your steps on how to setup and create a podcast. My podcast is starting to take off and gain traction. Thank you for providing detailed, actionable information!",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9827014804,
        "format_confidence":0.8582496047
    },
    {
        "url":"https:\/\/www.mtu.de\/news-media\/media\/special-topics\/nahaufnahme-aus-berlin-iii\/",
        "text":"A close-up on Berlin (III)\n\nILA 2016: A System of Systems approach\n\nThe very first thing to grab your attention is the tons of equipment that has been flown in to Berlin by the German Air Force. There are things everywhere you look – occupying every corner and thundering past high up in the air. The Eurofighter Typhoon and Tornado combat jets, the A310 MedEvac, a medical evacuation aircraft for airlifting casualties with severe injuries, the new Airbus A400M transport, the old Transall C-160, plus the CH-53, NH90 and “Tiger” helicopters and unmanned reconnaissance systems. The Navy, Army and military medical services, too, are all exhibiting at the 2016 ILA Berlin Air Show. Together, they make the Bundeswehr the largest individual exhibitor at the event. And this is no coincidence, given that the German Air Force celebrates its 60th anniversary this year. \n\nFor the first two days of the air show, the trade visitor days, the spotlight was on the individual systems and all kinds of new equipment. For the second two days, when the event opened to the general public, the focus shifted to sparking an interest in the forces, as well as to the big flying display. Within the space of just a few minutes, a total of 19 fighter jets, helicopters and transport aircraft took to the skies above the exhibition center on Friday. The Air Force refers to this spectacle as the “air parade”. More or less all of the major aircraft types operated by the Armed Forces today participated in the flyover.   \n\nA system that delivers real added value\n\nThe air parade also features a demonstration of a military evacuation operation, which lasted just short of half an hour. With six helicopters and two transport aircraft, soldiers staged a mock rescue of civilians. To show that the work of the Armed Forces extends beyond purely military activities, a forest fire fighting demonstration was performed, in which four helicopters extinguished a simulated fire. To round off the day’s events, the Transall took to the skies again. Six paratroopers jumped from the rear loading door holding a German flag. The Air Force had flown in equipment to Berlin from all over Germany especially for the air show.\n\nAs a result, the Federal Armed Forces Pavilion in hall 3 was transformed into a realistic Air Force center. For the Air Force, the event is about more than just putting individual arms, aircraft or vehicles on display. It takes a Systems of Systems approach, which is not about autonomous sub-systems, but rather the intelligent integration and interaction of these sub-systems – especially of manned and unmanned components – to create a large-scale system that delivers real added value.\n\nGround staff also urgently required\n\nSome 600 soldiers and civilian employees are representing the Bundeswehr at the air show, according to its own figures. Piquing young people’s interest in joining the forces is high on the agenda. When entering the Federal Armed Forces Pavilion, it soon becomes clear that there are plenty of jobs within the Bundeswehr that are not associated with armed service, and this has been the case for quite some time now. Ground staff are also urgently required, trained, for example, in avionics and electronics. Staff to work with the various reconnaissance systems are likewise in demand. Accordingly, the Careers Truck was once again on site to enable visitors and school groups to find out more about military and civilian career opportunities with the Bundeswehr.\n\nImpressions of ILA, Day 3\n\n  • At the \"CareerCenter\" MTU-trainees explain the V2500 engine.\n\n  • Solo display: the MiG-29.\n\n  • Want to meet some astronauts? That´s what the Space-Pavillon is for.\n\n  • Friday's Ambassador Day.\n\n  • Parliamentary Commissioner for the Armed Forces of Germany Dr. Hans-Peter Bartels visits MTU.\n\n  •  Ambassador of the Republic of Korea: H.E. Kyung Soo Lee (l.)\n\n    As seen through a 360-degree camera: A panoramic tour\n\n    The feature is available on the YouTube and Facebook-app for iPhone and Android smartphones, and in the Google Chrome and Firefox web browsers, among other applications.\n\n\n    June 3rd, 2016",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.929657042,
        "format_confidence":0.6376253366
    },
    {
        "url":"https:\/\/www.moneyshake.com\/shaking-news\/company-updates\/moneyshake-highlights-majority-of-consumers-now-ready-for-online-car-purchase",
        "text":"Moneyshake highlights majority of consumers now ready for online car purchase\n\n< Back to blog\n\nCar leasing comparison website Moneyshake’s latest research highlights a significant shift in consumer behaviour with 82% of customers stating that they would now be happy for their new car journey to be completely online, reducing the importance of the traditional test drive.\n\n\nFed up with searching for the best deal? Moneyshake finds you the best car lease deals, bringing all products, brands and special offers together in one place.\n\n\nCompare car lease deals\n\n\nThe emergence of online car marketplaces, car finance comparison websites and the growing presence of franchised dealerships online has seen an increase in people carrying out a car purchase from the comfort of their own home. These platforms make it possible to order a new car in just a few clicks, often with free delivery included. The rapid growth to prominence of these platforms inspired the brand to survey customer attitudes towards online car buying, car dealerships and how consumer media trends are driving vehicle purchase habits.\n\nThe research revealed that whilst 37% still wanted to visit a dealership when looking for a new car, the majority didn’t feel a test drive was necessary. This finding was driven by the wealth of readily-available online research materials that can be used to inform a new car choice. Independent car reviews, video test drives and side-by-side model comparisons make it much easier to make an informed decision about their potential purchase.\n\nTechnology has also made it easier for people to get a better deal, with comparison sites such as Moneyshake being one example of how the customer journey has evolved.\n\n\nOur products are dedicated to empowering the consumer to streamline their options and get the best deal. In today’s market, choice is so vast that it’s important that we listen to what our customers want and continue to find new ways to ensure customers are confident when making major purchase decisions.”\n\nEben Lovatt, Moneyshake CEO\n\nTo find out how Moneyshake can get you the best deal on a new car lease visit",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.8727934361,
        "format_confidence":0.9812366962
    },
    {
        "url":"https:\/\/www.thesahb.com\/a-successful-joint-sahb-and-ahg-european-conference-at-mulhouse-and-kirchzarten\/?replytocom=277",
        "text":"Making a Marque – Rolls-Royce Motor Car Promotion 1904-1940\n\nby Peter Moss and Richard Roberts 2021 review by Professor Peter Fawcett The plethora of texts appearing in recent...\n\n\nby Jonathan Wood 2021 review by Anders Ditlev Clausager This I am told is definitely Jonathan’s last book, and...\n\nAspects of Motoring History # 16\n\nPublished June 2020. 94 pages, colour cover, nearly 60 black & white illustrations and charts and 28 full-colour images,...\n\nAspects of Motoring History # 15\n\nPublished June 2019. 118 pages, colour cover, over 85 black & white illustrations and charts, softbound, and 15 pages...\n\nA successful joint SAHB and AHG European Conference at Mulhouse and Kirchzarten\n\nThe SAHB and AHG held a highly successful European Conference at Mulhouse and Kirchzarten on 27 and 28 May.  Thanks to the organisational skills of Anders Ditlev Clausager of the SAHB and Thomas Ulrich of our very good friends the German AHG, everything ran smoothly – and around 80 delegates from 11 countries attended, with representatives from the motoring history societies CONAM in the Netherlands, AISA in Italy and UIA in Serbia.\n\nAfter a friendly and lively dinner on the Friday evening at the Hotel Bristol in Mulhouse, the conference took place on Saturday at the French National Motor Museum in Mulhouse, with 11 speakers, a visit to the museum and a traditional Alsacien dinner.  On the Sunday, many of us travelled across the border to Kirchzarten in Germany, to the Volante museum, with a further 4 speakers, lunch and a tour of the excellent museum that specialises in the work of the coachbuilder Vanvooren.\n\nA full report on the conference will appear in the Autumn issue of the SAHB Times, but here is a summary of the presentations:\n\nSaturday – at the French National Motor Museum, Mulhouse:\n\n  • A welcome from Richard Keller of the museum.\n  • Personal experiences relating to the decline of the British motor industry.  Christopher Balfour (SAHB, UK) wove a fascinating tale of his own career in the industry and how he saw its decline at first hand.\n  • Do we need more science in automotive history research?  Dr Stefan Dierkes (Germany) gave some powerful arguments for the need to make our research more rigorous.\n  • Spyker and Maybach.  Fons Alkemade of CONAM gave new information on the cooperation between these two great names in the difficult times after the great War.\n  • European Grand Prix racing after World War Two.  Prof. Alessandro Silva of AISA reminded us of the challenges and delights of the re-start of racing after the war.\n  • The first European Grand Prix at Silverstone. Guy Loveridge (SAHB, UK) introduced and explained the amazing discovery of this unique colour film of the 1950 race.\n  • The last Bugattis from Molsheim.  John Barton (SAHB, France) gave us a rare glimpse of what really happened after the war at Bugatti.  Not only that, but he introduced us to a further presentation by the delightfully articulate and still spry 91-year-old René Straub, one of the four engineers at Molsheim selected to work with Colombo on the development of the highly advanced but ill-fated 251 racing car.\n  • The beginnings of Renault in Belgium.  Prof. Patrick Fridenson (France) told in captivating detail the story of entrepreneurship and commercialism that led to Lucien Loppart convincing Renault to make and sell its cars in Belgium.\n  • Louis Coatalen – a man in a hurry.  Oliver Heal (SAHB, UK) called on a deep knowledge of the history of this great engineer to explain his influence on car design in France and England.\n  • History, materials, and technology of car paintwork, 1900 to 1945.  Dr Gundula Tutt (AHG, Germany) told us of the remarkable developments in car painting from the early days when it took 18 days, to the present day of high technology, high speed and environmentally friendly painting.\n  • Aesthetics and design of motoring books.  Frederick Scherer (SAHB, Germany) gave persuasive evidence of what to do and not do in book design and appearance – and frightened some authors in the audience in the process.\n  • UIA – The Society of Motoring Historians in Serbia.  Nebojša Djordjević (UIA, Serbia) gave a short but very welcome introduction to the history and rapid recent development of his society.\n\nSunday – at the Volante Museum, Kirchzarten:\n\n  • A welcome from Martin Waltz of the museum.\n  • Beating Johnny Foreigner: S F Edge, motoring and English nationalism to 1914.  Dr Craig Horner (SAHB, UK) gave a beautifully researched and closely reasoned exposition of the attitude of the English and how it informed their development of motoring before World War One.\n  • What Lies Beneath.  Peter Moss (SAHB, UK) focused upon the engineering surprises hidden beneath quite ordinary-looking cars  – from engines through transmissions to braking systems.\n  • Vincenzo Florio and the origins of the Targa Florio.  Giuseppe Valenza (Italy) brought some fascinating evidence to light to explain how the Targa Florio came to be run for the first time in 1906.\n  • Making their marques: historic radiator emblems.  Claus Wulff (AHG, Germany) brought humour, thorough research and wonderful images to a captivating final talk on these emblems.\n\nSuch was the success of this first European Conference that all were resolved to repeat it.  Watch this space.\n\nA few photos from the Conference are shown in the presentation below.  We hope you enjoy them.\n\n4 responses to “A successful joint SAHB and AHG European Conference at Mulhouse and Kirchzarten”\n\n  1. Peter says:\n\n    Sounds great fun. Sorry I could not attend. Peter card\n\n  2. Robert Barr says:\n\n    I wish I could have been there. My congratulations to Anders, Thomas and all those involved in putting on the conference. Best wishes for a repeat performance in 2018, which I hope to attend.\n\n  3. Giuseppe Valenza says:\n\n    Great event and organization. Congratulation to Anders (SAHB) and Thomas (AHG) for their significant effort and hospitality. Thanks also to Richard Keller, curator of the French National Motor Museum (Mulhouse)and Martin Waltz, curator of Volante Museum in Kirchzarten.\n\n  4. Guy Loveridge says:\n\n    It was great fun to attend, and to share The Guild of Motoring Writer’s film with all the delegates. Very much looking forward to a repeat performance in the future…\n\nLeave a Comment Giuseppe Valenza Cancel reply\n\nYour email address will not be published. Required fields are marked *\n\nfourteen − 4 =",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9492869973,
        "format_confidence":0.7460308671
    },
    {
        "url":"https:\/\/www.gordiehoweinternationalbridge.com\/en\/us-prepatory-activities",
        "text":"US Preparatory Activities\n\nPreparatory activities are underway on the US side of the project and include utility relocation, survey work and preliminary site investigation. As well, Michigan Department of Transportation (MDOT), continues with property acquisition, demolition and site remediation.\n\nClearance Activities\n\nWindsor-Detroit Bridge Authority (WDBA), in partnership with the state of Michigan, is working to prepare the US Port of Entry (POE). Through funds provided by Windsor-Detroit Bridge Authority (WDBA), the Michigan Department of Transportation (MDOT) is acquiring the Michigan properties required to build the US POE and the bridge footings. Prior to any property demolition, a preliminary site investigation (PSI) is completed.  This includes the collection of soil samples for environmental testing. MDOT and its partners work to ensure all demolitions are competed safely with minimized disruption to the community and are in accordance with local, state and federal guidelines.\n\nA machine knocks down an abandoned house\n\nProperty demolition\n\nA red machine clears an open property\n\nPreliminary Site Investigation\n\nUtility Relocation\n\nMDOT is working with utility companies to identify the utilities located within the land required for the US POE, the bridge footings and Michigan interchange and which must be relocated. Relocation designs and schedules have commenced with many local utilities and some of these relocations are already complete.\n\nA white crane clears a property next to a blue house\n\nExcavating an underground utility trench\n\nRed pipes are placed in the ground behind an orange fence\n\nInstalling concrete utility duct\n\nWDBA and MDOT are working with the utilities, partner agencies and other stakeholders to prioritize which utilities can be relocated first to help expedite the construction schedule for the Gordie Howe International Bridge project. Utility relocation work will occur with no anticipated service interruptions. All utility relocation work must comply with municipal guidelines and procedures for notifications, hours of work, noise and disposal of materials as outlined in the permitting documents.\n\nTree Clearing\n\nStarting March 19, 2018, MDOT contractors will be starting tree removal activities on lands already acquired for the site of the US Port of Entry. The removal of trees in this area is required for future construction to take place. An extensive tree survey for the footprint of the US Port of Entry was carried out to identify opportunities to preserve existing trees in advance of proceeding with removal.\n\nThe removal of the trees will be completed within ten weeks. Additional removal work will take place beyond May 31, 2018, on properties that are acquired after that date.\n\nCity of Detroit – Bridging Neighborhoods\n\nWDBA works closely with many partners to move the project forward, including the City of Detroit and the City of Windsor as the host communities. The City of Detroit has launched the “Bridging Neighborhoods” program, an optional home swap or renovation program for residents living near the site of the Gordie Howe International Bridge US Port of Entry. WDBA applauds the City of Detroit for investing in the Delray community to address the unique concerns of this neighbourhood. For information on Bridging Neighborhoods, please visit",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.8628881574,
        "format_confidence":0.6362854242
    }
]