[
    {
        "url":"http:\/\/webapps.dol.gov\/elaws\/osha\/recordkeeping\/",
        "text":"Skip to Main Content\n\nelaws - employment laws assistance for workers and small businesses\n\n- OSHA Recordkeeping Advisor\n\nWelcome to the OSHA Recordkeeping Advisor\n\nThe Occupational Safety and Health Administration (OSHA) of the Department of Labor has developed this elaws Advisor to address the Federal requirement to report and record work-related injuries and illnesses. The OSHA Recordkeeping Advisor is intended to help determine:\n\n  • Whether an injury or illness (or related event) is work-related\n  • Whether an event or exposure at home or on travel is work-related\n  • Whether an exception applies to the injury or illness\n  • Whether a work-related injury or illness needs to be recorded\n  • Which provisions of the regulations apply when recording a work-related case\n\nThe OSHA Recordkeeping Advisor presents questions and relies on responses to determine the appropriate course of action. The Advisor does not store any information. If the Advisor does not address the circumstances of a particular case, please contact OSHA or obtain expert advice.\n\nSome employers may be exempt from OSHA’s recordkeeping rules, for example those with 10 or fewer employees during the previous calendar year and those classified in specific industries. If you are unsure whether your company or business is covered by the requirements, please see, OSHA’s regulations at 29 CFR 1904.1, Partial exemption for employers with 10 or fewer employees; 29 CFR 1904.2, Partial exemption for establishments in certain industries; and 29 CFR 1904.3, Keeping records for more than one agency; and Appendix A (the list of industries). Employers in States with OSHA-approved State plans should contact their States for information on State-specific exemptions. In addition, public sector employers in these States are subject to State recordkeeping regulations.\n\nWhile using this Advisor, please remember that you should treat incidents such as any cut, laceration, needlestick, splash with bodily fluid, or exposure to tuberculosis as an injury or illness. (The Advisor addresses “privacy concern cases” as needed.) Furthermore, a Standard Threshold Shift (STS) in hearing in one or both ears, any significant diagnosed injuries and illnesses, and cases involving medical removal under an OSHA standard should be considered injuries or illnesses for the purposes of this Advisor.\n\nThe OSHA Recordkeeping Advisor is written in plain language and intended to assist employers, especially small business employers, in understanding their recordkeeping requirements under OSHA regulations. It is not, however, a substitute for the OSHA Recordkeeping Rules 29 CFR 1904, the OSHA Recordkeeping Handbook or for the OSHA Recordkeeping Related Letters of Interpretation. For those who wish to read exact regulatory language, links are provided throughout the Advisor where appropriate.",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9357984662,
        "format_confidence":0.7275659442
    },
    {
        "url":"https:\/\/www.illinoisexpungementlawyers.com\/who-is-allowed-to-view-my-expunged-or-sealed-record",
        "text":"\n250 W. River Drive, Unit 2A, St. Charles, IL 60174630-517-9032\n\nWho Is Allowed to View My Expunged or Sealed Record?\n\nWhen your criminal record is expunged, it is erased, the records are destroyed, and it is as if it never happened. Once the process is completed, no one is able to access the records again, and no one will ever know about these records unless you inform them. With sealing, the records still exist, they are just hidden from public view. Most employers, agencies, and members of the general public are not allowed to access sealed records. Exceptions include law enforcement, the court system, the military, and certain occupational licensing agencies.\n\nIf you would like to begin the process of expunging or sealing your criminal records, contact our Illinois expungement lawyers at 630-517-9032 for a free consultation.\n\nContact This Lawyer\n\nNOTE: Fields with a * indicate a required field.\nName *\nEmail *\nPhone *\nHow would you prefer to be contacted?\nNo Preference\nBriefly describe your legal issue. *\n\nDisclaimerThe use of the Internet or this form for communication with the firm or any individual member of the firm does not establish an attorney-client relationship. Confidential or time-sensitive information should not be sent through this form.\n\nI have read and understand the Disclaimer and Privacy Policy.\n\nBack to Top",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9960762858,
        "format_confidence":0.5417755246
    },
    {
        "url":"http:\/\/sjcparks.org\/183\/Case-Filing",
        "text":"Case Filing\n\nBeginning July 28, 2017, it is MANDATORY for attorneys to e-file all new cases.\\efile\n\nClerk's Office\n\nThe Clerk’s office is responsible for filing new civil and criminal cases for Circuit, Superior and Probate Court and entering all orders pertaining to those cases.\n\nPlease call the court clerk’s office in which the action is filed. All cases filed with St. Joseph County are randomly assigned to the Court and Judge.\n\nQuestions Regarding a Filed Case\n\nSearch for information about a filed case.\n\nCounty Clerk Fees\n\nView the most recent court Clerk Filing Fees (2017)..\n\nCase Types\n\nView a list of the various Case Types (PDF).\n\nCase Numbering\n\nView the Case Numbering System (PDF) information.",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9960105419,
        "format_confidence":0.9525119662
    },
    {
        "url":"http:\/\/nv-nyecounty.civicplus.com\/210\/Recorder",
        "text":"*****Attention Customers******\n\nOn January 1st, 2020 Nevada Recording Fees increased, please see our new fee schedule \n\nNevada predictable fee schedules. Please contact the county if you have any questions. \n\nThe mission of the Recorder’s Office is to provide excellent customer service by being able to give our customers the tools and information to accomplish their goals.\n\nThe Tonopah and Pahrump Recorder offices can now record documents while you wait.\n\n We have our records available online visit us at\n\nNye County Recorder’s Office is proud to announce our new free product Fraud Alert it is a simple way to help you prevent from being the victim of property fraud. Register your name and when a document is recorded with your name on it you will be notified via email. This gives you early warning of property fraud being committed in your name.\n\nRecorder personnel are forbidden by Nevada Revised Statutes to practice law. This includes advising on:\n\n  • What forms are needed\n  • How to fill forms out\n  • Giving other legal information\n\n **Please note our new office hours\n for our Pahrump Office. **\n\n **Recording fee may vary from\n county to county.**\n\n **We can now accept most major\n Credit Cards.*\n\nFollow us on Facebook\n\nFaceBook Like Opens in new window",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.7594650388,
        "format_confidence":0.777215004
    },
    {
        "url":"https:\/\/orders.tigercommissary.com\/Services\/SelectOnlineService.aspx?fId=104&fCode=washingtonIL&stateAbbr=IL&stateName=Illinois",
        "text":"Tiger Commissary Online Services\n\nWeb Deposits & Commissary Ordering\n\nYou have chosen the Washington Co Illinois in Nashville, IL\n\nWrong Facility?\n\nClick here to select a different facility.\n\n\nOrder today and your commissary order will be packaged on Wednesday & delivered on Thursday\n\nWeb Commissary is available\n\nweb commissaryOrder Commissary\n\nAllows you to order commissary and have it shipped to an inmate.",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.8434466124,
        "format_confidence":0.6385411024
    },
    {
        "url":"http:\/\/gpo.gov\/oig\/hotline.htm",
        "text":"Skip to content.\nAbout GPO   |   Newsroom\/Media   |   Congressional Relations   |   Inspector General   |   Careers   |   Contact   |   askGPO   | Search  \n\nAmerica's Authentic Government Information\n\nFind the latest GPO Services & Products\n\nFind out how you can Do Business with GPO\n\nFind information about Federal depository libraries & the Catalog of U.S. Government Publications\n\nHome > Inspector General > Hotline\n\nHotline | Report Fraud, Waste, Abuse, and\/or Mismanagement\n\nThe Hotline is a confidential reporting mechanism operated by the OIG that provides current and former GPO employees, vendors, and the general public a critically important avenue for reporting allegations of fraud, waste, abuse, and\/or mismanagement (see examples below) related to GPO programs, operations, and personnel. Anyone who suspects that a rule and\/or law is being or was violated that impacts GPO in anyway is strongly encouraged to contact the Hotline.\n\nHow to File a Complaint or Contact the Hotline\nWe prefer that you file a complaint using the Online Complaint Form. The form can be filled out and submitted online or printed\/downloaded and filled out at a later time and submitted via e-mail, fax, or U.S. mail.\n\n  • Online Complaint Form\n  • E-mail:\n  • Telephone: 1.800.743.7574\n  • Fax: 1.202.512.1352\n  • Mailing Address:  U.S. Government Printing Office\n                                 Office of Inspector General Hotline\n                                 P.O. Box 1790\n                                 Washington, DC 20013-1790\n\nComplainant Confidentiality and\/or Anonymity\n\n  • Confidentiality – In accordance with the GPO Inspector General Act of 1988 and Inspector General Act of 1978, as amended, the identity of all individuals who file a complaint with the OIG will remain confidential and not disclosed to anyone outside of the OIG without the consent of the individual complainant, or if “the Inspector General determines such disclosure is unavoidable during the course of the investigation.”\n  • Anonymity – The OIG will accept and review anonymous complaints; however, the ability to fully address the content of the complaint may be seriously degraded without the ability to contact the complainant for further information or clarification, if deemed necessary.\n\nExamples of Allegations Customarily Investigated by the OIG\n\n  • False Claims – work not performed or not performed to specification, inflated cost or double billing, or false \/ altered contract invoices\n  • False Statements – misrepresentation of eligibility, work product or performance, or work progress or completion\n  • Bribery – payment to influence contract award or payments during contract performance to ignore problems\n  • Conflicts of Interest – government official has a monetary interest in\/with a contractor or a contractor hires a relative of a government contracting official\n  • Workers’ Compensation Fraud – claiming false injury, failure to report employment or volunteer work, or claiming false information regarding dependents\n  • Employee Misconduct – violation of the GPO Standards of Conduct, theft or misuse of government funds and\/or property, misuse or misappropriation of GPO Transit Subsidy Program or Parking Program benefits\n\nExamples of Allegations Not Typically Investigated by the OIG\n\n  • Day-to-day management decisions\n  • EEO Complaints\n  • Issues that are handled by the grievance process\n  • Issues handled by other government agencies such as the Equal Employment Opportunity Commission, Department of Labor, Justice Department, Office of Personnel Management\n  • Employee benefits and compensation\nInspector General\nQuick Links\nU.S. Government Printing Office\nOffice of Inspector General Hotline\nP.O. Box 1790\nWashington, DC 20013-1790\nfx 1.202.512.1352\n\nSubscribe to our RSS feed to receive\nnotifications of new OIG reports",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9440996051,
        "format_confidence":0.9679027796
    },
    {
        "url":"https:\/\/iffor.org\/ombudsman\/",
        "text":"If you have complaints or concerns about IFFOR policies or our policy process, the Office of Ombudsman is an independent and objective service that can assist you directly.\n\nPolicies and Complaints\n\nThe Office of Ombudsman receives and responds to complaints or concerns about IFFOR policies and the policy development process. IFFOR has adopted a number of “Baseline Policies“. These policies are designed to combat child abuse images, facilitate user choice and parental control regarding access to online content, and protect the privacy, security, and consumer rights of its Sponsored Community, Top Level Domain Registries (“Registries”) and other Internet users, domain registrants and publishers (“Stakeholders”).\n\nOffice of the Ombudsman Services\n\nThe Office of Ombudsman’s main function is to facilitate the resolution of complaints or concerns relating to the creation of IFFOR’s policies or the impact of an existing IFFOR policy. While the scope of the Office of Ombudsman enables the Office to accept concerns relating to IFFOR policies, the IFFOR Office of Ombudsman does not have authority to directly change or set aside existing policies or decisions; or to implement solutions to personnel issues, Board membership, or vendor or supplier relationships.\n\nThe Office of Ombudsman may decline to continue with resolution efforts if the issue raised is frivolous, abusive, or out of its scope of authority. Please see the Ombudsman Charter for more information.\n\nContacting the Office of the Ombudsman\n\nIf you wish to contact the Office of Ombudsman, please select “Ombudsman” from our Contact page. All communication will go directly to the Office of Ombudsman and will be treated confidentially by the Ombudsman.\n\nWe encourage you to contact the Office of Ombudsman to seek advice on how to approach an issue or concern related to an IFFOR policy or the IFFOR policy development process.\n\nBefore contacting the Office of Ombudsman, please consider whether your issue is related to IFFOR as a policy-making body, or, instead if it is related to its Registries or Stakeholders, or a particular domain name.   If your issue is related to Registries, Stakeholders or a particular domain name, your issue may be more expeditiously resolved if you contact the Registry, Stakeholder or party directly.\n\nAt all times, you may also choose to contact IFFOR directly to resolve an issue. To do so, please feel free to use our contact options on the Contact page.\n\nMore information",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.6269289851,
        "format_confidence":0.901286006
    },
    {
        "url":"https:\/\/lifeindenmark.borger.dk\/rights\/product-security\/report-undesirable-effects-from-the-use-of-non-cosmetic-products",
        "text":"Report undesirable effects from the use of non-cosmetic products\n\nIf you have experienced discomfort by a non-cosmetic product, you can report it to the competent authority\n\nRead more and self-services\n\nA non-cosmetic product is an everyday product that is not a cosmetic product. A non-cosmetic product can be several things, for instance: textiles, detergents, toys, paint, proofing substances etc. \n\nThe definition of a non-cosmetic products is as such very wide.\n\nAny end user, e.g. consumer in Denmark, that have experienced discomfort related to the use of a non-cosmetic product, can make a report. \n\nYour report is used by the Danish Environmental Protection Agency to assess, whether or not to further regulate certain non-cosmetic products or substances (toxicovigilance).\n\nFurthermore, the report is used by the Authority for statistical purposes, and to assess, whether it is necessary to further inform the public about the use of certain non-cosmetic products.\n\nAfter submitting you report, you should not expect to hear from the agency.\n\nYou will only be contacted  if there are things in your report, which are unclear, or if there is a need for elabo-ration on certain aspects of the report. The Authority can contact you via telephone or by mail, to get a clarification.\n\nYour report is not public available.\n\nThe company who is responsible for the manufacturing of the product is notified of the report, but all personal information is made anonymous. \n\nLast updated: 12 December 2020",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.5713829398,
        "format_confidence":0.581641078
    },
    {
        "url":"https:\/\/www.americanbar.org\/groups\/international_law\/membership\/leadership\/publishing\/",
        "text":"April 15, 2019\n\nPublications Manual - Publishing a Book with the Section of International Law\n\nThe Section is proud of its books and welcomes all book proposals, as books published by the Section are an integral part of our outreach activities and are a profit center. Thus, all proposals are reviewed and approved by the Administration Committee (after screening and recommendation by the Book Publications Committee) for pertinence and coherence with the strategic goals of the Section. The book proposals should be accompanied if possible by a proforma budget, which is prepared by the ABA Publishing staff on the basis of the proposal. This budget takes into consideration the length of the book, the cost of its promotion and publication, and the forecast sales and profits.\n\nAs a general matter, only those books that are likely to show a profit as reflected by the proforma budget will be approved. The Section’s royalty policy states that no royalties are paid to authors of collective works. For single-author works, the Administration Committee will entertain royalty requests but with no assurance of their being granted.\n\nAny questions on the procedure for submitting a book proposal should be directed to the Publications Officer.",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.8220313787,
        "format_confidence":0.6975948811
    },
    {
        "url":"https:\/\/thefranklincenter.org\/228\/Safety-Planning",
        "text":"Safety Planning\n\nThere are a variety of Safety Plans to consider when you are or have been a victim of domestic violence. Safety Plans can be a very important tool for victims to create and use.\n\nOften, deciding to leave puts a victim at greater risk for increased violence. If you are preparing to leave your abuser, creating and going over your safety plan with an advocate will assist you with a safe escape plan.\n\nCall our Family Resource Center office at 540-483-5088 and ask to speak with a domestic violence case manager, or call our hotline at 540-483-1234 and speak with a crisis worker. Both will assist you develop a safety plan, and remember: if you write it down, keep it confidential, keep it in a safe place, and do not inform your batterer of your decision to leave.",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9204181433,
        "format_confidence":0.8272798657
    },
    {
        "url":"https:\/\/waterslawyers.com.au\/probate\/",
        "text":"Probate - How do I register a will?\n\nBefore a will can be executed, a process of Probate is required. The Supreme Court requires the executor of the will to prove and register the last will and testament of a deceased person.\n\nAt Waters Lawyers, we understand the passing of a loved one is a difficult and emotional experience. As the executor or administrator of an estate, it is your role to distribute the estate as per your loved one’s wishes in accordance with the law. We have decades of experience advising and acting on behalf of executors and administrators and are dedicated to supporting you to ensure you do not feel any extra strain.\n\nA solicitor is typically instructed to assist in this process by completing the legal work involved. For most estates, a grant of probate is required which is formal approval by the Court to administer an estate. This is typically obtained by an application to a Registrar of the Supreme Court to prove various facts, including the final will and the assets and liabilities. When probate has been granted, the executor is able to distribute the estate according to the will.\n\nOur extensive knowledge and experience, coupled with our integrity, mean we are dedicated to supporting you and your family through the process. In addition to obtaining grants of probate and letters of administration, we can also help you administer the estate, transfer assets and make distributions to beneficiaries. In the event we have not prepared the will, the will is not valid or legally binding, there are multiple wills or there is no will at all, we can alleviate the stress of the situation and guide you through the process. Fulfilling your role as the executor or the administrator will be much easier with Waters Lawyers by your side.\n\nHow do I book?\n\nTo register the will for a deceased estate, you will need to book a 1 hour ‘Register a Will’ appointment.\nThe appointment costs $220 and starts the process for probate.\nBook online here or contact our office on 5996 1600 arrange an appointment.\n\n\nWhen you’re ready, we’re here to support you. Phone 5996 1600",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.988201201,
        "format_confidence":0.5840120912
    },
    {
        "url":"https:\/\/www.mccabeandco.com\/settlement-agreements\/",
        "text":"Settlement Agreements\n\nYou shouldn’t have to pay a penny to complete your Settlement Agreement.\n\nWe guarantee you won’t have to pay anything when your employer makes a contribution towards costs.\n\nYou will get the same excellent service no-matter how much we are being paid by your employer. We will do everything we can to get you the best deal possible – and we are very, very good at it too.\n\n\nWhat is a Settlement Agreement?\n\nThey are more common than you think – but because the terms and existence of the Agreement are confidential, you won’t usually hear of someone receiving one.\n\nA Settlement Agreement (or Compromise Agreement as they used to be known) is a legally binding contract between you and your employer. They are usually used to settle a claim or a dispute to stop it going any further – but they are also common where there is a voluntary redundancy situation or where an employer  wants to be protected when someone is leaving with an exit package. There doesn’t always need to be a dispute – you could be leaving on good terms.\n\nYou will usually receive a lump sum and an agreed reference as part of the settlement.\n\n\nWhy do I need advice from a solicitor?\n\nIt’s the law. Without evidence that you have had independent legal advice, your employer won’t have to pay you the settlement because the agreement won’t be binding.\n\nContact us as soon as a Settlement Agreement is mentioned. We are very good at what we do and have the experience to get you the best deal possible.\n\nOnce you sign the agreement there is no going back to negotiate for more, so you need to have confidence your adviser knows what they are doing and that the deal you are accepting is the best you can get. If it’s not in your interests to sign, we’ll be honest and tell you so at the start.\n\nIt’s therefore really important that you get advice from an expert who knows what claims for compensation you have and how valuable they are, so you can make an informed decision about whether to accept the Settlement Agreement offer.\n\nWe’d like to talk to you to see what we can do to help, so please, call us anytime for free on 08000 614 631 or use the online form below to get in touch.\n\n\nWhat are the benefits of a Settlement Agreement?\n\n  • You will receive a lump sum – up to £30,000 could be tax-free.\n  • An agreed reference will help you find work without the worry of what your employer might otherwise say.\n  • Everything is confidential. This keeps your reputation intact even if you were facing disciplinary action.\n  • You avoid the risk, expense, stress and delay of going to Tribunal\n  • They offer a clean break for everyone.\n\nYour employer has the guarantee that you will not take them to an Employment Tribunal.\n\n\nWhen are they offered?\n\nThe most common situation is to head off a potential claim against your employer. Perhaps you have raised a grievance or have left work and threatened Tribunal proceedings.\n\nThey are increasingly being used in redundancy situations to avoid lengthy and expensive consultation – especially where more than 20 jobs are at risk or when your employer offers to pay you  more than your basic Statutory Redundancy Pay. Signing a Settlement Agreement is often a condition of your application for voluntary redundancy being accepted.\n\nYour employer may offer you a settlement as an alternative to facing a disciplinary hearing or investigation. An offer might be made when the allegations are first put to you, during or even at the end of the disciplinary process.\n\nIf your employer is unhappy with your standard of work, rather than go through a lengthy performance improvement plan or procedure, they may decide to offer you an alternative – to leave earlier in exchange for a settlement payment.\n\nShould you be unable to work because of a long-term illness, your employer may prefer to avoid a long, drawn out capability procedure that might end in dismissal. It means they can plan ahead, and you can leave with dignity. We can advise you on ill-health retirement as part of the package.\n\nSometimes the working relationship just isn’t working – no matter how much everyone wants it to succeed. There might not be anyone to blame, but both sides may prefer amicable parting on good terms.\n\nYou can take the initiative – a proposal doesn’t have to come from your employer – but when and how to ask for a negotiated exit takes experience and skill. We can explain your options and negotiate the best deal possible.\n\n\nI have been made an offer. Should I accept?\n\nIt depends on the offer – how much it is, what strings are attached, the strength of any claim you have and what you might win if you take your complaint to an Employment Tribunal. We’ll assess your case and give you easy to understand advice on what your options are and whether the offer should be improved upon.\n\nIt isn’t always about how much money is being offered. It is a big part of the deal, but there is much more to the settlement. We will always check your contract, discuss what you want out of the Agreement and build it into our advice as part of the service. This might include:\n\n  • Agreeing a reasonable reference to help you get a job. We can help write a better one and negotiate for it to be included.\n  • Making sure all the payments, monies and benefits you are entitled to are covered – your salary, accrued holidays, bonuses, commission payments, shares, SAYE, private health cover, company car or car allowance. This is important because usually an Agreement will be in ‘full and final settlement’, meaning any payments or benefits not covered will be lost.\n  • How do you want your departure announced (if at all)? We can negotiate on internal or external announcements to colleagues and customers. If there is no announcement, what will your customers assume is the reason for you leaving?\n  • What about tax? There may be scope to change the clauses dealing with which payments are tax free.\n  • If your employment contract includes post-termination restrictions which make it difficult for you secure new work, we can try to get them shortened or even waived.\n\nOnly you can decide whether to accept the offer or not, but with our expert advice, you will know exactly where you stand and what to do.\n\nIf you want us to negotiate on your behalf, we will do that too – and it won’t cost you anything more.\n\n\nI’m happy with the offer and need a solicitor to sign it off. What next?\n\nJust get in contact. Phone us anytime, for free on 08000 614 631 or use the online form here. We will check the Agreement and make absolutely sure you are getting everything you are entitled to. It can all be done by telephone, email, skype or face to face at a time that is convenient to you.\n\nIf signing the Agreement is urgent, we’ll make sure it is a priority for us too.\n\n\nI’m not happy with the offer. Can you help?\n\nWe’ll advise you on the terms and how reasonable the offer is and do our best to get you a better deal. The stronger your claim, the more likely it is that your employer will negotiate and increase their offer.\n\nOnly you can decide whether to accept the offer or not, but with our expert advice you will know exactly where you stand and what to do. If you want us to negotiate on your behalf, we will do that too.\n\n\nWho pays for the work you do for me?\n\nYou shouldn’t have to pay a penny. It is normal for your employer to make a contribution towards the cost. The amount can vary but we don’t think you should ever have to pay anything, so we always guarantee to limit our costs to your employer’s contribution.\n\nEven if it takes more of our time to get you the best deal than your employer is willing to pay for, we will never ask you to make up the difference.   We will invoice your employer after the Settlement Agreement is concluded.\n\n\nFREE first advice\n\nHave you ever wanted to just ask an expert employment law solicitor if they can help you, without worrying about what it may cost to contact them?\n\nGet in touch\n\nWe’d like to talk to you to see what we can do to help, so please either call us anytime for free on 08000 614 631, email us or use the form below\n\nTogether we can work out what your next steps might confidence, at no cost and with no obligation.\n\n\n* indicates required\nMcCabe and Co Solicitors will use the information you provide on this form to be in touch with you and to provide updates and marketing. Please let us know all the ways you would like to hear from us:\nYou can change your mind at any time by clicking the unsubscribe link in the footer of any email you receive from us, or by contacting us at We will treat your information with respect. For more information about our privacy practices please visit our website. By clicking below, you agree that we may process your information in accordance with these terms.\nWe use Mailchimp as our marketing platform. By clicking below to subscribe, you acknowledge that your information will be transferred to Mailchimp for processing. Learn more about Mailchimp's privacy practices here.",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.5684763193,
        "format_confidence":0.7460110784
    },
    {
        "url":"https:\/\/www.southtees.nhs.uk\/services\/medical-illustration-team\/medico-legal-referrals-information-solicitors\/",
        "text":"Medico-legal referrals - Information for solicitors\n\nClinical photograph for medico-legal purposes taken by medical illustration at STHNHSFTReferrals and appointments\n\nWe accept referrals from solicitors on behalf of clients requiring medico-legal photographs.\n\nReferrals are to include a brief report stating:\n\n    • the patient’s name\n    • the patient’s contact details\n    • the nature of the client’s injuries\n    • the area\/s requiring clinical photography\n\nOnce a referral is received, we will contact the client and arrange a suitable appointment date.\n\nImage storage and confidentiality\n\nThe medical illustration department store the original digital photograph files or video recordings on the secure trust database. Please inform us if you prefer to make alternative arrangements or if additional copies are required.",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9407895207,
        "format_confidence":0.9661214948
    },
    {
        "url":"https:\/\/www.cantpaymyfine.co.uk\/what-happens-if-i-dont-pay-or-refuse-to-pay-a-court-fine\/",
        "text":"\nWith FREE Legal Aid We'll Help You Reduce or Eliminate Your Fine - No Cost\nContact us\nWhat Happens if I Don’t Pay a Court Fine?\n\nWhat happens if I don’t pay or refuse to pay a court fine?\n\nHow is the amount of a fine decided?\n\nUp until March 2015 the maximum fine that the judge of a Magistrates’ Court was allowed to give was £5,000. That ceiling has since been removed allowing, in most cases, the fine to be of an unlimited sum.\n\nThe amount is determined by various Magistrates’ Court rules; your financial status has an impact on the figure as does the type of offence for which you are convicted.\n\nThe penalty element of the fine (not the court costs or compensation elements) will even be reduced in light of a guilty plea but is itself determined by when the offender admits their guilt. For instance, if they admitted guilt at their earliest opportunity following the accusation the penalty may be reduced by one third.\n\nYour ability to pay\n\nAlong with a summons ordering you to attend a means enquiry hearing you will receive a Means Enquiry Form (MC100). You’re legally obliged to complete this and must present it to the Court in order for the Court to measure its fine accordingly.\n\nAfter all, levying a large fine against someone on a low income will not benefit anyone and will only lead to an increase in unpaid court fines.\n\nThe nature and seriousness of the offence\n\nThe Court first uses statutory guidelines to work out what level of fine is appropriate for the crime. The Court will consider:\n\n  • Which sentencing thresholds have been crossed\n  • The offender’s culpability in committing the offence\n  • The effect of aggravating and mitigating factors\n  • A reduction of the sentence for a guilty plea\n  • The need for ancillary orders, including compensation\n\n(Sentencing Council, 2017)\n\nAfter the trial\n\nAfter you have been sentenced and your trial is closed the Court will send to you a copy of something called a ‘collection order’. This order is discussed during the trial as well and outlines what happens next. In short, the process following the hearing is as follows:\n\n  • The collection order is sent to you after the case is closed\n  • You are offered the chance to pay in instalments or you may be ordered to pay an amount within 10 days. The order will also include details of how to pay.\n\nMissed payments\n\nIf, after your trial, you realise you can’t pay your fine either by the arranged instalments or in full you must contact the sentencing Court’s fines officer ASAP. In some places the fines officer works independently of the Court House but in either case you will find their contact details on your collection order.\n\nYou will be asked to explain why you can’t pay the amount set by the Court and if necessary your circumstances will be re-assessed. But if the fines officer doesn’t consider there to be sufficient reason for you to renege on your payments they will refuse your request for a review.\n\nYou can appeal the decision of the fines officer using the Magistrates’ Court rules\n\nwith the help of our team of solicitors at Leslie Franks.\n\nIf you don’t pay your fine on time for whatever reason, you will be considered in default and the Court will send a Further Steps Notice. This Notice demands you bring your account up to date within a set number of days. It will also ask you to make contact to explain why you have a missed court fine payment.\n\nUnpaid court fines warrant\n\nIf you still don’t make contact, a Distress Warrant will be issued which is a way for the judge to enforce the payment of a fine. This issue results in one or more of the following:\n\n  • An enforcement order to take money directly from your wages or benefits\n  • The issue of a Warrant of Control to an out-sourced bailiff company\n  • The registration of the fine (adding the fine to your credit history for five years)\n  • An order to clamp your vehicle with a view to the court selling it\n\nThe Court will use its powers to punish you further for the unpaid court fine, especially if it hasn’t heard from you. In the most serious cases of non-payment and after every avenue is exhausted a judge can send you to prison. However, this will come after at least one further hearing when you will be given an opportunity to more fully explain your reasons.\n\nWhat if I can’t afford to pay?\n\nIn order to make a case for rearranging a payment plan to suit your circumstances you will need to show evidence of your income and outgoings, and evidence of how the court’s fine has left you with little money for other priority debts.\n\nIt is best to try to convince the judge during the trial that you have a genuine reason for being unable to pay, but after the trial is ended your claim of unforeseen hardship can be helped along by the mention of one of the following:\n\n  • Redundancy\n  • The breakdown of a relationship\n  • The death of a close relative\n  • The birth of your child\n  • Serious illness\n  • Other reasons for a drop in income\n\nWhat if I refuse to pay?\n\nIf you consider the fine to be unlawful or the case against you to be flawed, you should dispute the case in accordance with the Magistrates’ Court rules.\n\nFor this you will require the help of Leslie Franks…our helpline is open 24 hours a day: 0800 6127 128.\n\nIf you’ve received a court summons for unpaid Court fine or you cannot afford to pay, contact us immediately. Being a highly successful company of criminal defence solicitors, we are hot-wired to resolve such situations. Our advice is free and impartial and if you so wish you can be represented in court by one of our fully-qualified solicitors.\n\nOur services to you include:\n\n  • Presenting a court case with a view to cancelling a fine\n  • Organising and presenting a budget to the court\n  • Making a plea for a fine to be suspended\n  • Defending the non-payment of a fine\n\nA solicitor by your side makes all the difference.\n\nHow We Can Help You With Your Fine\nCan't Pay My Fine can assess your case to find out if you are entitled to FREE Legal Aid with no prior costs involved. We can have your fine reduced or remitted to £0.\nOur team are available 24 hours...\nDecember 28, 2017\nRead More >\nGet help reducing what you pay...\nDecember 27, 2017\nRead More >\nOur service utilises legal aid which...\nDecember 26, 2017\nRead More >\nWhy not give us a call...\nDecember 25, 2017\nRead More >",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9906041026,
        "format_confidence":0.6885849833
    },
    {
        "url":"https:\/\/www.ottawapolice.ca\/en\/contact-us\/find-a-police-station.aspx?_mid_=2025",
        "text":"Contact us\n\nPublic Health Precautions\n\nTo ensure the health and safety of our staff and visitors, we are asking that upon entry, visitors wear a mask, sanitize hands and practice physical distancing.\n\nCapacity at each location will be capped. When the maximum is reached, the doors will lock. Please be patient.\n\nWe ask that you not visit us if you are sick.\n\n*NEW* 2670 Queensview by appointment only—specific visitors ONLY at this time\n\nOur Queensview location will remain closed until a backlog of applications is cleared.\n\nThere are many people who applied for records checks in the last several weeks that now need to visit our 2670 Queensview location for fingerprints or to provide in-person identification to complete their application already in progress.\n\nOur staff will reach out to people to book an appointment. Please wait to be contacted.\n\n\nCall 911 for crimes in progress and life-threatening emergencies.\n\nOnline reporting is easy, timely and effective.\n\nOnce you submit an online report, you will receive a temporary reference number until it is reviewed within 24 hours.\n\nOnce reviewed, you will be contacted with further information.\n\nShould you have difficulty filing a report online, a Police Reporting Unit agent will be happy to help you at 613-236-1222, extension 7300.\n\nTypes of reports taken online\n\n  • Theft (excluding theft of passports)\n\n  • Lost Property (with a visible serial number or distinct marking such as a custom engraving)\n\n  • Mischief\/Damage to Property \n\n  • Theft from Vehicle\n\n  • Traffic Complaints \n\n  • Drug Complaints\n\n  • Fraud Complaints\n\n  • Hate-Motivated Incidents\n\n  • Add information to an existing report\n\nCrime Stoppers\n\nIf you wish to remain anonymous, please contact Crime Stoppers online or call 1-800-222-8477.\n\nYou CANNOT file an online report if...\n\n  • A threat was made or violence was used during the incident.\n\n  • Evidence was left on the scene such as, but not limited to blood, tools, clothes or any item related to the incident.\n\n  • The incident being reported did not happen in Ottawa.\n\n  • The stolen property is a passport(s) (Stolen Canadian passports must be reported stolen to Passport Canada. Stolen Foreign passports must be reported in person at a police station)\n\n  • The property lost is a cell phone, licence plate, bank card or government issued identification, with or without a serial number.\n\nFrequently asked questions about online reporting\n\nNo incident should be considered too small to report. \nIt's important to report all crime. Here are some frequently asked questions about online reporting.\n\nStart Report\n\nBy clicking the Start Report button below, you confirm the above information and understand that filing a false report is a criminal offence.\n\n\nSome incidents require an officer in person, while other reports can be taken over the phone.\n\nOur Police Reporting Unit (PRU) is pleased to take your call between 10 a.m. and 8:45 p.m., seven days a week. When the PRU is closed between the hours of 9 p.m. and 10 a.m., an automated attendant will provide you with options on how to redirect your call.\n\nCall us to report a non-emergency at 613-236-1222, extension 7300.\n\nTTY service for the deaf, deafened and hard of hearing 613-760-8100.\n\nWhen the Police Reporting Unit is closed between the hours of 9 PM and 10 AM, an automated attendant will provide options on how to redirect your call. \n\n\nFor Emergencies\n\nRegister your cell phone to send texts to 911 during emergencies. This service is available only for the deaf, deafened, hard of hearing or speech impaired persons.\n\nAll emergencies, please dial 911.\n\nFor Non-Emergencies\n\n Please dial 613-236-1222, extension 7300.  \n\nTTY service for the deaf, deafened and hard of hearing, please dial 613-760-8100.\n\n\nComments on the manner in which the Ottawa Police Service provides its services to people with disabilities are encouraged and appreciated.\n\nPeople providing such feedback are strongly encouraged to provide as much information as possible to the Service about the event\/concern.\n\nFeedback may be provided by:\n\nFront Desk Services\n\nFront Desk staff will triage everyone attending a police station. If you can file a report online, you'll be asked to do so. If you need to come in the building, they will let you in.Our Front Desk Services hours of operation have changed to 8:00a.m. to 6:00p.m., seven days a week.\n\nFront Desk Services (located at Huntmar, Elgin, St-Joseph stations) will take information from the public for the following:\n\n  • Reports on criminal acts including: mischief\/damage to property, break and enter, and fraud;\n  • Assist clients who are required to attend and sign in to meet conditions of release;\n  • Take additional evidence for a crime that’s already been reported; and\n  • Take collision reports.\n\n211 Huntmar Hours of Operation\n\nSeven days a week from 8 am to 6 pm\n\n211 Huntmar Services available at this location\n\n211 Huntmar Parking\n\nPublic parking available on site.\n\n474 Elgin Hours of Operation\n\nSeven days a week from 8 am to 6 pm\n\n474 Elgin Services available at this location\n\n474 Elgin Parking\n\nA paid visitor lot is available at the back of 474 Elgin Street, entrance off Metcalfe Street. There are also surrounding streets that offer either free or paid parking.\n\n3343 St. Joseph Hours of Operation\n\nSeven days a week from 8 am to 6 pm\n\n3343 St. Joseph Services available at this location\n\n3343 St. Joseph Parking\n\nPublic parking available on site.\nCommunity Police officer smiling and talking to a member of the public\nCommunity Police Centres\n\nCommunity Police Centres\n\nOur Community Police Centres are CLOSED until further notice.\n\nOur Community Police Centres are not staffed on a full-time basis. Please call in advance to ensure that someone is available to assist you.\n\nbusy medical office\nRecords Checks and copies of police reports\n\n2670 Queensview Drive Customer Service Desk\n\nThe Customer Service Desk at 2670 Queensview Drive is CLOSED for all walk-in service.\n\nWe will continue to process requests, triage and prioritize those that are required for Pandemic response.\n\nAll Record Check requests can be submitted online at\n\nAny questions or concerns related to your Record Check should be directed to This email is monitored during normal business hours between 7:30a.m. to 5:30 p.m., Monday-Friday. Applications submitted in relation to Pandemic Planning positions will be reviewed & scheduled by appointment only.\n\nGet or begin your police records check online. It's fast and easy! Even if you need to visit us in person to confirm your identity or have fingerprints taken, you will be bumped up in the line if your application is already in our system.\n\nVisit this location for a copy of a police report.\n\nHours of Operation\n\nMonday to Friday, hours of operation vary depending on service required. See below. Closed on all statutory and civic holidays, including Remembrance Day and Family Day. FREE PARKING\n\nClosed on weekends.\n\nServices available at this location\n\n  • Records Checks* (7:30 a.m. to 5:30 p.m.)\n\n    • Apply online!\n    • Records checks are always in high demand and wait times will vary for this service day to day. We ask for your patience.\n\n*EXPRESS service is available for an additional fee at this location only. It is only available for persons seeking Police Record Check (vulnerable sector) who have been residents of Ottawa for at least five years.\n\nOttawa Victim Services\n\nOttawa Victim Services (OVS) provides emotional support, practical assistance, referrals and advocacy to individuals who have been victimized as a result of a crime or tragic circumstance, without judgment in order to lessen the impact of victimization. OVS is a community-based agency committed to treating individuals with courtesy, compassion and with respect for their dignity, privacy and diversity. OVS can be reached at 613-238-2762.\n\nRetrieve lost, found or stolen property\n\nEvidence Control Services\n\nThe Evidence Control Section at 2799 Swansea Crescent is CLOSED for all walk-in service. \n\nAppointments can be scheduled on an as-needed basis during modified business hours between 8 a.m. to 2 p.m., Monday-Friday. \n\nWe will continue to process requests on a case-by-case basis and prioritize those that are time sensitive.\n\nPlease send any requests or inquiries by email to or by calling the Evidence Control Section at 613-236-1222 ext. 5488.\n\nInquire about stolen or lost articles\n\nTo inquire about a missing bicycle or to inquire about other stolen or lost articles, call us at 613-236-1222 extension 5238, or email us at\n\nPlease call in advance to coordinate the release of property that has been found, abandoned or taken as evidence.\n\nOttawa Police officer playing basketball with kids\nComments & Questions\n\nWe do not accept reports by email or social media.\n\nFor general comments, compliments or questions, please email is at or connect with us on social media.\n\nEmails and social media are monitored Monday to Friday during business hours only, excluding statutory and civic holidays.\n\nPolice hat in front of a dark background\n\nIf you have a complaint about police, please follow our formal complaints process.\n\nadult sending an inappropriate text to child, with message \"Sexual attention towards a child is NEVER okay\" is Canada's tipline to report the online sexual exploitation of children. \n\nTo report or for more information, visit\n\nThe Ottawa Police Service is committed to ensuring a safe and respectful environment for both our employees and members of the public. Aggressive or intimidating behaviour, harassment or coarse language will not be tolerated.",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9964375496,
        "format_confidence":0.9815149903
    },
    {
        "url":"https:\/\/www.lgo.org.uk\/make-a-complaint\/fact-sheets\/housing\/homelessness-applications?displaypref=3",
        "text":"Homelessness applications\n\nThis fact sheet is aimed primarily at people who are, or may become, homeless and may be considering making a complaint to the Ombudsman.\n\nI am homeless or will become homeless soon and the council is not dealing with my application properly. Can the Ombudsman help me?\n\nYes in some circumstances. We can consider your complaint if you have told a council you are homeless or threatened with homelessness, and you think it has made a mistake in dealing with your application and this is the reason you have not found alternative accommodation, or it has caused you other problems.\n\nWe cannot overturn a decision made by a council on your homelessness application. For example, if the council has written to tell you that you are not homeless, or not in a priority need group, and it has no duty to find you somewhere to live, we would usually expect you to use the review and appeal procedure to challenge that decision.\n\nWe would also expect you to use the review and appeal procedure for certain decisions including:\n\n  • the council's decision to bring its prevention or relief duty to an end\n  • the council's decision you have deliberately and unreasonably refused to co-operate\n  • the steps the council will take to help you, which itlists in your personalised housing plan\n\nHow do I complain?\n\nYou should normally complain to the council first. Councils often have more than one stage in their complaints procedure and you will usually have to complete all stages before we will look at your complaint.\n\nThen, if you are unhappy with the outcome, or the council is taking too long to look into the matter – we think 12 weeks is reasonable – you can complain to us. \n\nYou should normally make your complaint to us within 12 months of realising that the council has done something wrong.\n\nFor more information on how to complain, visit our contact us page or complete an online complaint form.\n\nIt is important that we can keep in contact if you have no permanent address and you move around. If you give us a mobile telephone number or email address that will make it much easier for us to keep in touch with you.\n\nIf you consider my complaint what will the Ombudsman look for?\n\nWe have to decide whether the council has done something wrong in the way it handled your application and whether this has caused you a problem. Some of the issues we can look at are if the council:\n\n  • does not let you make a homelessness application or fails to recognise that your request should be treated as a homelessness application\n  • fails to make proper enquiries or makes unreasonable requests for you to provide evidence before it agrees to look at your application\n  • does not ask Children's Services to help assess your needs if you are 16 or 17 years old and you make a homelessness application\n  • breached the law that says the maximum time a family with children can stay in bed and breakfast accommodation with shared facilities is six weeks\n  • does not give you information and advice on things such as preventing homelessness, your rights and the council's duties, and what help is available\n  • does not agree a personalised housing plan with you, or does not review that plan when things change\n  • does not provide support to prevent you becoming homeless when you are threatened with homelessness, or to help you find accommodation if you are already homeless\n  • takes far too long to deal with your application and reach a decision\n  • wrongly closes your application or treats it as having been withdrawn\n  • fails to provide you with interim accommodation while it makes enquiries, if it has reason to believe you may be homeless and in priority need\n  • places you in unsuitable interim accommodation while it makes enquiries into your application, or fails to deal with repair problems in your temporary accommodation\n  • loses, damages or destroys your personal belongings while they are in storage or fails to help you protect your possessions, and\n  • fails to give you a written decision on your application and does not tell you about your legal right to ask for a review or an appeal.\n\nWhat happens if the Ombudsman finds the council was at fault?\n\nIf we find that the council did something wrong in the way it handled your application, and that you were affected by this, we will ask the council to review the application and correct its mistakes. For example if the council:\n\n  • did not make proper enquiries and so it misunderstood your true circumstances, we would ask it to take steps to put this right and to apologise to you, or\n  • has taken too long to make enquiries and reach a decision on your homelessness application, we will ask it to complete its enquiries and issue a decision promptly. \n\nHowever, there will be times when a homeless person suffers real hardship because of a council’s mistake and the clock cannot be turned back to put this right. For example, we may find that someone was homeless and in priority need but the council did not arrange temporary accommodation, and so he or she had to sleep rough instead. In these circumstances, we are likely to ask the council to make a payment.\n\nThe facts will be different in each complaint and we consider each case carefully to decide on a remedy.\n\nSometimes we find that a council’s policy and procedures for dealing with homelessness applications are flawed or that officers have not been given proper training and guidance. We may recommend that the council reviews its procedures or arranges training for staff so that other homeless people do not go through the problems you have experienced.\n\nExamples of some complaints we have considered\n\nMr B experienced a spinal cord injury and spent some time in hospital. Mr B told the council that his home would no longer be suitable for him, as he would now need a wheelchair, and he would therefore be homeless when the hospital discharged him. The council delayed making enquiries and told Mr B he would have to visit its offices, travelling from hospital, for it to take a homelessness application. This caused Mr B significant inconvenience and discomfort. The council took two months to make a decision about what duty it owed to him, causing Mr B uncertainty, and it told him it owed the wrong duty because it did not recognise he was already homeless. The council delayed arranging emergency temporary accommodation for Mr B, so he had to stay in hospital longer than necessary. When it arranged temporary accommodation, it was not suitable for Mr B as a wheelchair-user and he experienced significant loss of dignity. The council did not find him alternative accommodation until it found him a permanent home four months later. The council agreed to apologise and pay Mr B £2,150. It also agreed to review Mr B’s case and make changes to procedures and staff training to reduce the chances of the same faults happening again.\nMiss B and her partner were given notice to leave their private rented property. They told the council they would become homeless, and it wrote a personalised housing plan for them and gave them advice. Miss B then separated from her partner and left the private rented property with her son before the notice ran out. The council updated her personalised housing plan and told her it now owed her a different duty (the ‘relief duty’) because she had become homeless. However, it then did not take steps to help Miss B secure accommodation, so it did not meet that duty. It put all the responsibility on Miss B to find her own accommodation, and she ended up asking another council to help her. We decided Miss X had suffered distress and uncertainty. The council agreed to apologise, pay Miss B £400 and create an action plan to show how it would make sure it did not repeat the same errors.\n\nOther sources of information\n\nIf you are in a crisis and you need immediate practical help or advice on your legal rights you can contact Shelter who run a free national telephone advice line (0808 800 4444) and have a network of housing aid centres across England – you can find out more at www.shelter.org.uk.\n\nLaw centres, Citizens Advice Bureaux and independent housing advice centres may also be able to help you.\n\nThe Civil Legal Advice telephone number is 0345 345 4345.\n\nOur fact sheets give some general information about the most common type of complaints we receive but they cannot cover every situation. If you are not sure whether we can look into your complaint, please contact us.\n\nWe provide a free, independent and impartial service. We consider complaints about the administrative actions of councils and some other authorities. We cannot question what a council has done simply because someone does not agree with it. If we find something has gone wrong, such as poor service, service failure, delay or bad advice and that a person has suffered as a result we aim to get it put right by recommending a suitable remedy.\n\nOctober 2020\n\nPrivacy settings\n\nLGO logogram\n\nReview your privacy settings\n\nRequired cookies\n\nThese cookies enable the website to function properly. You can only disable these by changing your browser preferences, but this will affect how the website performs.\n\nView required cookies\n\nAnalytical cookies\n\nGoogle Analytics cookies help us improve the performance of the website by understanding how visitors use the site.\nWe recommend you set these 'ON'.\n\nView analytical cookies\n\nIn using Google Analytics, we do not collect or store personal information that could identify you (for example your name or address). We do not allow Google to use or share our analytics data. Google has developed a tool to help you opt out of Google Analytics cookies.",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.7884948254,
        "format_confidence":0.6564295888
    },
    {
        "url":"http:\/\/www.aila.org\/practice\/pro-bono\/find-your-opportunity\/military-assistance-program\/client-information",
        "text":"My Notes\n\nAdd Note Close Please be aware that information stored in notes is not encrypted.\n\nAILA MAP – Client Information\n\nHow to Get Help: Complete and submit the online AILA MAP client information form. The information you provide will be forwarded to the AILA MAP project coordinator, who will attempt to match your case with an experienced immigration attorney who has volunteered to help you at no cost. You will be placed in direct contact with an AILA attorney who has agreed to work with you. If you do not receive an update within 4-6 weeks, please contact Michelle Singleton at AILA MAP will do its best to locate an attorney who can assist you, but matching is not guaranteed.\n\nAbout AILA: The American Immigration Lawyers Association (AILA) is the national bar association of more than 14,000 attorneys and law professors who practice and teach immigration law. Founded in 1946, AILA is a nonpartisan, not-for-profit organization that provides continuing legal education, publications and information, professional services, and expertise through its 38 chapters and over 50 national committees. AILA is an affiliated organization of the American Bar Association and is represented in the ABA House of Delegates. Read about AILA’s Mission and Goals.\n\nFor more information on AILA MAP, contact Michelle Singleton at\n\nCite as AILA Doc. No. 07121359.",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9612050056,
        "format_confidence":0.944817543
    },
    {
        "url":"http:\/\/www.basaltfire.org\/links\/burn-permits\/",
        "text":"Open Burning in the Basalt Fire District\n\nOpen Burning is allowed October 1st through May 31st. Download a permit here, or stop by the District Headquarters in El Jebel, Monday through Friday from 8am-5pm.\n\nOur Mission\n\nThe primary mission of the Basalt & Rural Fire Protection District is to provide emergency and non-emergency services for the protection of life and property in Pitkin and Eagle County, Colorado. The department provides 24-hour emergency response to a wide variety of critical situations, including fires, explosions, hazardous materials incidents, medical emergencies, accidents and miscellaneous public assistance requests. In addition, the department operates active fire prevention and emergency preparedness programs which provides for fire inspections, hazardous process permitting, fire code enforcement, community education and business emergency planning in accordance with Colorado laws.\n\nContact Us\n\n1089 JW Drive\nCarbondale, CO 81623\n\nBurn Permits\n\n\nOpen burning is allowed October 1st through May 31st. Click the links below for a burn permit:\n\nBurn Permit- Eagle – Online\n\nBurn Permit- Pitkin\n\nFor Pitkin County, please print and fill out the burn permit, then fax it to: (970) 704-0625. You may also fill it out, scan it and email it as an attachment to: Call our office at (970) 704-0675 for questions.\n\nEagle County no longer accepts paper permits, they must be completed online with a valid email address.\n\nPlease Note: For the permit to be valid, it must have our signature and a permit number. All permits will be issued for a 14-day period and can be renewed by phone within the same calendar year.\n\nYou do not need a burn permits for bonfires or campfires, but it is recommended. Click here for guidelines on recreational fires.\n\nRoaring Fork Fire & EMS\n\nMember Login:\nWe use Aladtec for online scheduling\n\nWildfire Information\n\nCheck out the links below for valuable resources and information regarding wildfire preparedness and education.\n\nPitkin County Wildfire\n\nFire Chief's Video\n\nFire Ban Questions\n\nThe fire district is located in both Eagle and Pitkin Counties. The responsibility of initiating or rescinding fire bans falls to the sheriffs of both of these counties. Please direct any questions you may have to the Sheriff’s office in your county. To obtain a burn permit please go here.\n\nEagle County Sheriff's Office\n(970) 328-8500\n\nPitkin County Sheriff's Office\n(970) 920-5300",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9429348707,
        "format_confidence":0.8476569653
    },
    {
        "url":"https:\/\/philalegal.org\/criminal",
        "text":"Criminal cases\n\nPhiladelphia Legal Assistance does not help with criminal cases.  We only help with civil cases.  If the government is accusing you of committing a felony, misdemeanor, or summary offense, we suggest that you contact the Defender Association of Philadelphia for legal assistance.\n\nIf you are being denied employment because of your criminal record, see the Employment with a Criminal Record page of the web site of Community Legal Services.",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9968990088,
        "format_confidence":0.5517641902
    },
    {
        "url":"https:\/\/www.cityofsalem.net\/Pages\/Remove-Graffiti.aspx",
        "text":"Remove Graffiti\n\nSalem residents have five business days t​o remove graffiti. If you need help removing graffiti from your property, please contact the Graffiti Abatement Team​ at 503-371-4264.\n\n​​Remove with paint\n\nPaint is generally used for walls and buildings.\n\n  • Cover the entire surface. Match your new paint to the original color if possible. If not possible, repaint the entire surface or square area. For example, paint the entire fence board(s) rather than just cover the graffiti.\n\n  • Prepare the surface by cleaning, drying, and sanding if necessary. If several coats of paint have already been applied, sanding may be necessary to remove old paint.\n\n  • Select the right paint for your surface. Acrylic latex is best for wood, concrete, block walls, and brick. Call your local paint specialist for advice if you are unsure.\n\nReuse your paint brushes. If you are working on a continual problem, you can put the roller or brush in a plastic bag, or wrap it in plastic wrap and put it in the refrigerator. It will last for months. If you are using a 5 gallon bucket and the roller will fit, leave the roller in the bucket and reseal it.\n\nIf you use paint to remove graffiti, be sure to select the right paint for the job, clean and prepare the surface thoroughly, and cover the entire area.\n\nRemove with s​and or water blasting and pressure washing\n\nPressure washing is generally used for unpainted concrete surfaces like curbs and cinderblock walls.\n\n  • Start with the gentlest setting first, because damage can easily occur.\n\n  • Follow the recommendations for historic buildings.\n\nRemove with ​​che​​mical p​roducts​\n\nChemical products are generally used for metal and aluminum poles, boxes, and signs.\n\n  • Make sure the cleaner is appropriate for the graffiti agent and affected surfaces.\n\n  • The solution should not leave residue or film that will damage the affected surfaces.\n\nFollow the manufacturer’s specifications to avoid dangers to your health and affected surfaces.​​​​​\n\nRemoval tips for t​​rees, sidewalks, and vehicles​\n\n\nWash the tree with a garden hose. Do not use lacquer thinner or paint. You might apply mineral spirits and let it sit for five to 10 minutes, and then wash with water. Contact a nursery for other suggestions.​\n\n\nUse a wire brush. If that doesn’t work, try lacquer thinner or pressure washing. Clean one square at a time.​\n\n\nUse a solvent-based cleaner that can be obtained from hardware or home improvement stores. Be aware that these cleaners are likely to remove the wax from your vehicle’s paint as well as the graffiti.​​​\n\nAdditional information\n\nContact us\n\nGraffiti Abatement TeamPolice Department\n555 Liberty St SE RM 130\nSalem OR 97301\nEmail: [email protected] Attach a photo of the graffiti, if available.\n503-371-4264Leave your name, your telephone number, and the location and description of the graffiti.\nFollow us\n\nGraffiti Busters provide product discounts\n\n​​The Salem Police Department, Keizer Police Department, and Marion County Sheriff's Office have partnered with local businesses to form the Graffiti Busters program. ​ These businesses have agreed to provide discounts to victims of graffiti and assistance finding the best products for removal and prevention.​\n\n  • ​​ACE Hardware (Madrona Hills)\n    • ​706 Madrona Ave. SE, Salem​\n  • Fred Meyer\n    • ​3740 Market St. NE, Salem\n    • 3450 Commercial St. SE, Salem\n    • 2855 Broadway St. NE, Salem\n  • The Home Depot\n    • 3795 Hagers Grove Rd. SE, Salem\n  • Industrial Supply\n    • ​1270 Commercial St. NE, Salem\n  • Kilgore Blackman Building Materials\n    • ​5444 Commercial St. SE, Salem\n  • ​Miller Paint Co.\n    • ​390 Lancaster Dr. NE, Salem\n  • Rodda Paint\n    • ​3589 Fairview Industrial Dr. SE, Salem\n  • Salem Paint\n    • ​702 High St. NE, Salem\n  • Sherwin-Williams\n    • ​4669 River Road N, Keizer\n    • 1805 Lancaster Dr. NE. Salem\n    • 4596 Commercial St. SE, Salem\n  • ​True Value\n    • ​5014 River Rd. N, Keizer\n  • ​Wal-mart\n    • ​1940 Turner Rd. SE, Salem\n    • 5250 Commercial St. SE, Salem\n    • 3025 Lancaster Dr. NE, Salem​​​",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.6303768158,
        "format_confidence":0.564881444
    }
]