[
    {
        "url":"https:\/\/lesworldtrotteurs.com\/butt\/hot-body-crazy-naked-flirts.php",
        "text":"» » Hot body crazy naked flirts\n  • 07.08.2019\n  • 831\n  • 4\n\nWrite a comment:\n\nFaum | 16.08.2019\nI apologise, but it not absolutely approaches me. Who else, what can prompt?\nMeztigal | 15.08.2019\nI know, that it is necessary to make)))\nDar | 11.08.2019\nCompletely I share your opinion. It seems to me it is excellent idea. Completely with you I will agree.\nJukus | 08.08.2019\nI regret, but I can help nothing. I know, you will find the correct decision. Do not despair.\n\nHot Porn Videos",
        "topic_id":0,
        "format_id":4,
        "topic_confidence":0.9766138196,
        "format_confidence":0.9369863272
    },
    {
        "url":"http:\/\/www.thestranger.com\/slog\/archives\/2013\/02\/19\/sl-letter-of-the-day-importing-a-unicorn&view=comments",
        "text":"I am a 23-year-old bi girl in the Midwest. I was talking with a friend from LA the other day—a sexy lady friend, ten years older than me, and did I mention she's sexy?—and her boyfriend wants to have a threesome and she wants me to be their third. She offered to fly me out, put me up, and show me a good time in exchange for hopping into bed. Great. Super hot. That said, I'm nervous about letting them spend money on me because... what if I don't want to fuck around with them once I'm there? I would feel an obligation to get it on. Is this is prostitution? This is new territory for me. Got any ideas for how to help things go smoothly for a horny girl who wants a free vacation and to get laid?\n\nWanting Happy Orgasms, Realistic Exchange\n\nMy response after the jump...\n\n\nHave you met or talked with the BF? Are you into him too?—Dan\n\nI met him once in passing last summer. We exchanged a few words of small talk. Everything about him seems okay. Okay looks, okay personality... but underwhelming. I can see myself in a no-penetration threesome with this dude because I'm really into his girlfriend and he seems perfectly tolerable. My lady friend and I are both subs and she says he's a great Dom. So that's enticing, honestly. But I don't know.—WHORE\n\nUnicorns—single, available, and willing bisexual women—are so hard to come by\/in\/on that I feel almost bad about queering the deal. But I wouldn't get on that plane, WHORE.\n\nI don't think you'll be making a huge mistake if you do decide to get on that plane—and getting on that plane doesn't make you a whore. Assuming your friends are offering to put you up at their place and not get you a hotel room, WHORE, they're only gonna be out the cost of a round-trip airline ticket. In restaurants all over North America on any given Saturday night people are treated to meals that cost as much or more than a coach ticket by folks who wanna fuck 'em. (Yes, yes: young people and their hookup culture and their \"sups\" and like that. But trust me, kids, lots of people still go out on dates. Sometimes even people in their twenties.) It's perfectly acceptable to let someone who who wants to fuck you spend a little money on you—provided, of course, that someone has a reasonable chance of getting in your pants.\n\nWe know your friend stands a chance. And it does seem like your friend's BF stands a reasonable chance. He's okay in the looks and personal departments. But he's also a skilled Dom, at least according to your friend, which means he possesses a skill set that might compensate for whatever he lacks in the looks and personality departments. (And who knows? His looks and personality might grow on you if you spend some more time together.) But it's a lot easier to say \"no thanks\" and \"goodbye\" after someone takes you out to dinner—it's easier to extricate yourself—than it will be to say \"no thanks\" when you're staying with your friend and her BF.\n\nAnd if you fly out, and he gives you a bad vibe, and he doesn't get your sub senses tingling, and you don't want to go through with it... you might wind up going through with it anyway. Even that won't make you a whore, WHORE, but it will definitely leave you feeling crummy after it's over.\n\nBefore you make up your mind, WHORE, have a couple of long Skype chats before a plane ticket is purchased and be absolutely explicit about what you're comfortable agreeing to in advance, i.e. a non-penetration threesome (or a threesome in which you're not the one being penetrated), and emphasize to your friend and her BF that you have a right to back out if you're not feeling it and that they have to cheerfully respect your right to back out.\n\nIf they're down with all of that, and if you're all able to regard that plane ticket as an expensive dinner date that may or may not lead to something more, then maybe you should go.—Dan",
        "topic_id":0,
        "format_id":4,
        "topic_confidence":0.8491209149,
        "format_confidence":0.7560153008
    },
    {
        "url":"http:\/\/www.thesuperficial.com\/photos\/courteney-cox-does-letterman-and-other-news",
        "text":"1. Fuck me she’s stunning.\n\n  2. milkcerealbaby\n\n    Courteney is super fine. Total fox. Can’t fault David, at least he got sober and got his sh*t together. Sometimes, the good ones get away.\n\n  3. Alex\n\n    I never leave comments, but she looks phenomenal! Her makeup artist\/stylist deserves a raise.\n\n  4. Karla\n\n\n  5. Man, I can’t fault the guy… I’d stick my cock in Cox any chance I got too! Look between her legs, you can see air\/light right at the bottom of that delightful triangle of pleasure. Courtney, call me. We’ll do lunch, then I’ll do you. Let’s try the hat trick! I’d ride this sweet thing with reckless abandon, staring into those beautiful blue eyes.\n\nLeave A Comment",
        "topic_id":0,
        "format_id":4,
        "topic_confidence":0.9214880466,
        "format_confidence":0.9876788259
    },
    {
        "url":"http:\/\/www.debonairblog.com\/blog\/2013\/06\/poornima_bhabhi_posing_in_open_bra_showing_boobs_a.html",
        "text":"« Indian whore wife sucking husbands dick and biting his balls oral sex pics | Main | Sri Lankan girl caught naked in bathroom cleaning up after sex with boyfriend MMS »\n\nPoornima bhabhi posing in open bra showing boobs and nipples pics\n\nHot pics of naughty Poornima bhabhi posing in open bra showing her mouth watering boobs and nipples.\n\nPreviously: Poornima aunty in light blue blouse exposing tits giving horny expressions pics\n\nLike to see Indian college girls getting tight pussies drilled by horny boyfriends? Want to see videos of petite Bihari girls getting fucked? Click here to download Ex Indian girlfriends videos.\n\n\nComments (12)\n\nPosted by ram\non: June 14, 2013 6:11 PM | Reply\n\nohhhhhh purnii,\n\nafter seeing ur page iam so horny and hot purni. kindly cont my mail id iam so crazy abt having sex with u dear.if u like i will bring u to heaven dar\n\nPosted by Vick\non: June 14, 2013 6:14 PM | Reply\n\nShe is damn hot yaar give me her no. i want to fuck her.\n\nPosted by Justfap\non: June 14, 2013 8:01 PM | Reply\n\n\nCan you please tell me how to contact her. I can show her a good time ;)\n\nPosted by simon\non: June 14, 2013 8:11 PM | Reply\n\nAunty sexy and teasing wears love it...\nDo more\n\nPosted by sundar\non: June 14, 2013 8:30 PM | Reply\n\nShe is really awesome aunty .. am waiting for her nude ass and pussy picture can U upload it ...\n\nPosted by asha\non: June 14, 2013 11:09 PM | Reply\n\nAhh....... Purni u made mine pussy wet i cant stop it rubbing i wana lick ur pussy next time pussy cun to lick pl\n\nPosted by hony kumar\non: June 14, 2013 11:58 PM | Reply\n\nmast bhabhi chai\n\nPosted by Arjun\non: June 15, 2013 12:35 AM | Reply\n\nSo tempting picture, she is a perfect bitch to be fucked nook and croner. Awesome body to be licked ALL DAY.\n\nPosted by Abhijeet Roy\non: June 15, 2013 4:30 AM | Reply\n\nOh!.......... I love big boobs aunty...... I wanna fuck u...... Poornima Bhabi\n\nPosted by\non: June 15, 2013 7:20 AM | Reply\n\ni m in love with u poornima aunty..i want to talk with u\n\nPosted by sky\non: June 15, 2013 2:00 PM | Reply\n\nU r sooooooo... hot n sexy\npls show more of ur ass,asshole n pussy and feet pix pls...thnk u\nur ass is sooooo... amazing\n\nPosted by Chanakya\non: July 18, 2013 5:42 PM | Reply\n\nPlease show her in Sarees without blouse with her hands raised exposing her thick hairy underarms.\n\nPost a comment",
        "topic_id":0,
        "format_id":4,
        "topic_confidence":0.9722160697,
        "format_confidence":0.8664913774
    },
    {
        "url":"http:\/\/www.lovehoney.co.uk\/community\/forums\/sex-tips-and-talk\/1194139-what-was-your-best-worst-experience\/page-2\/",
        "text":"• What was your best\/worst experience\n\n    lustyjoy [sign in to see picture]\n    • Rank: Field Marshall\n    • Posts: 981\n    • Joined: 19 Jan 2015\n\n    Omg memories come rushing back\n    Cant choose too many for different reasons\n\n    The_Cuboner [sign in to see picture]\n    • Rank: Lieutenant Colonel\n    • Posts: 91\n    • Joined: 19 Nov 2014\n\n    At the start of my relationship I was bad at saying no so a lot of the sex was painful because I wasn't in the mood. The worst was probably a blowjob I gave the morning after a night out because I felt hungover and my boyfriend smelt *ahem* less than rosy. Pretty sure I cried afterwards.\n\n    The best sex...I don't think I've had it yet but I was super close to orgasm during penetration once until my roomate ruined the mood by asking me about the bins through the door :') The first time my boyfriend came inside me was pretty awesome too\n\n    mostly_vanilla [sign in to see picture]\n    • Rank: Colonel\n    • Posts: 17\n    • Joined: 22 Sep 2014\n\n    mysteron wrote:\n\n    This one was more of a most embarrasement really. But was the worst case I could think of .\n\n    I was 16 at the time and my gf was 15. We were enjoying some heavy petting and she was rubbing me down below . She decided to undo my chinos and pull them down slightly and therefore releasing me .As soon as she rubbed me some more with her hand I came as my gran entered the room and with it being my first time ( I kid you not) sprayed my Gfs corduroy dress with a lot of white stuff. My gran walked out in embarrasement . My gf made a hasty retreat to the loo to try and remove the whitestuff which we all know stains very easily and we all know corduroy is very difficult to get clean as well becausse of the ridges.\n\n    To make matters worse we had to sit around the table for Easter Sundy roast. My gf with a red face and wet patches all over her dress and me just red faced .No one would make a comment but the looks I got off my mother and father made it very very unpleasant..\n\n    I often laugh now about this with my current partner and Mrs but I wished the earth would just swallowed me up back then .\n\n    I hate to be that guy, but you might want to check the forum rules before posting, life starts at 18 on Lovehoney. Just be careful when posting guys, don't want to get ourselves reported!\n\n    KarlsGirl78 [sign in to see picture]\n    • Rank: General\n    • Posts: 395\n    • Joined: 1 Aug 2011\n\n    One of my best times was with a dominant partner, the heavy petting was to die for, I gave him the best blow job, whilst adding in gently the odd bit of rimming here and there. I got my fella on his all fours and with one hand on wrapped tightly round his length, my other hand was firmly on his ass grabbing him tightly as I flicked my tongue from the base of his balls right the way back using differing techniques with my tongue to give a whole variety of sensations. The exhilaration in his voice was amazing and such a turn on to hear.\n\n    Another time was my walk in fxxk and leave, I knew he was on his way and couldn't wait to feel him and hold him. The sex was mad, passionate, hard and absolutely amazing. As soon as we finished we got dressed and he left with a big smile....\n\n    I could keep going and going......\n\n    Chevysexy77 [sign in to see picture]\n    • Rank: Colonel\n    • Posts: 555\n    • Joined: 20 Dec 2014\n\n    My best worst time was actually not that bad, but being both very young (over18, though) and experimenting new positions, one of the times we tried doggy some air got into her and got out sounding like a fart. We had such a laughing attack (we were so surprised we both laughed for 5 minutes) that we didn't even finish. At least we learned in a funny way, and it did not put us off for trying it again later.\n\n    One of my best times (my best time includes a substance that is not legal in this country but it is in places like Amsterdam, where it happened, so I will leave it there) was the first time they finished me with a blowjob inside the mouth, until then I had a kind of mental block to finish there, it opened a new frontier to me.\n\n    dotdashdot [sign in to see picture]\n    • Rank: General\n    • Posts: 704\n    • Joined: 7 Jun 2009\n\n    Best sex I've had was a one night stand with a guy that I hooked up with in a club. He was a friend of a friend, I found him annoying and I wasn't particularly attracted to him. But we had a few drinks and ended up kissing and... holy crap! There was so much electricity between us. And the sex was amazing.\n\n    Worst time... probably when I has sex with a friend. It was awkward and not particularly great and I came on my period half way through. Cringe!\n\n    lj101 [sign in to see picture]\n    • Rank: Colonel\n    • Posts: 177\n    • Joined: 17 Jun 2013\n\n    MissBrownEyes92 wrote:\n\n    Hmmmmm worst would have to be when my boyfriend took 'domination' to far and drugged me up and raped me.... (sorry for the TMI)\n\n    Best would have to be the first time i ever tried bondage. It was only like my third partner and i'd not really had much sex before that. I was at his house and was in bed watching finding nemo (of all things!!! not very romantic i know haha) and he came into the bed beside me and spooned me so i could feel him hard against my back then put his hands over and blindfolded me with a silk tie. Then rolled me onto my back and straddled me and refused to let me touch him or myself then worked his way from my neck down...;) need i say more there! He also squeezed body paint all over me that had been kept in the fridge so it was the whole cold\/warm thing! That was also my first oral, i'd never let a guy go down on me before. Then he finished it inside me and we actually came together and as we done that only then did he take the tie off and let me touch him...just WOW... i totally would love to find another partner who would treat me like that. mmmm :)\n\n    I'm really sorry to hear you went through something like that. I'm also really pleased you were strong enough to not let it stop you enjoying sex, and allowing you to discover yourself sexually. You're amazing, and an inspiration. Truly. X\n    lj101 [sign in to see picture]\n    • Rank: Colonel\n    • Posts: 177\n    • Joined: 17 Jun 2013\n\n    For me, my worst would easily be with the guy I first slept with. Not once on any occasion did I feel any pleasure at all. He was boring. His technique was awful, and he Really needed to discover Lovehoney!!! I think one thing that made it worse, was that he was convinced he was some sex god. Ha. As if!\n\n    My best? A night of completely spontaneous, passion filled sex with my fiance. We are so in sync, that we just somehow knew exactly what eachother needed and wanted. It was amazing. The spontaneity aided the fire behind the passion, too. I loved that. There were no toys, no restraints, no nothing. Just stripped bare. Just us. Perfect.\n\n    Morphalubrius [sign in to see picture]\n    • Rank: Captain\n    • Posts: 81\n    • Joined: 2 Apr 2015\n\n    I've never been able to get much out of sex personally, but I'll be cheeky since the title didn't specify sex and say that the many times Agent Scully blew my mind when I was a right-handed teenager are still fresh in my memory :)\n\n    As for the worst, I paid for sex once (in my efforts to find a formula that might work for me I thought sex with a stranger might be kinky) and after 30 minutes I was still nowhere near orgasm.\n\n    My quest is beginning to seem hopeless but continues nevertheless....\n\n    MissE23 [sign in to see picture]\n    • Rank: Lieutenant Colonel\n    • Posts: 64\n    • Joined: 28 Feb 2014\n\n    Worst - one of my ex's loved anal however he was rough, didn't see the need to have me totally relaxed and wasn't really bothered about making it pleasurable for me. Couple of occassions i would be asking him to stop but he carried on until he had finished.....god knows why i stayed with him as long as i did.\n\n    Best - Current bf, we have had lots of amazing sessions but one of my faves was the first time he went down on me, could hear him enjoying it too which really turned me on....he made me cum then carried on until i did again, never had a guy before who was so concerned with pleasing me.\n\n    DreamOfTheEndless [sign in to see picture]\n    • Rank: Major General\n    • Posts: 652\n    • Joined: 23 Oct 2010\n\n    Worst, by far, was the second time my wife and I tried anal. The first time we'd both been pretty drunk and it had gone quite well The second time we were much more sober and she was lying face down and really - or so I thought - getting into it. Turns out she was crying. I stopped immediately and felt like an utter monster for really quite a long time.\n\n    The best is with the same woman. It's probably not the most frequent or the most energetic sex I've ever had but it is the most satisfying over all levels - emotionally, and so physically.\n\n    Ikey [sign in to see picture]\n    • Rank: Major General\n    • Posts: 330\n    • Joined: 4 Jan 2013\n\n    This might be TMI so yeah, warning and whatnot.\n\n    Worst would have to be the time I tore my frenulum. Everything was going fine, but I felt a small pain when thrusting and thought I just went too hard. So I just slowed down and carried on like normal, she asked me to stop after a while because she started feeling sick for some reason, pulled out and realised there was blood everywhere. It looked like a murder scene!\n\n    I felt awful, not just because of how much blood I'd lost and how much pain I was in during the healing process but because It was so early into my relationship and it was one of the first times I'd ever had sex. Here I am finally meeting a woman who is more than I could have ever hoped for and I've bled in and all over her a few months after meeting! Luckily she didn't care, she was far more concerned about me than anything else and she took really good care of me afterwards.\n\n    The best is every single time we're together. Which unfortunate... (truncated)",
        "topic_id":0,
        "format_id":4,
        "topic_confidence":0.9016230702,
        "format_confidence":0.993960619
    },
    {
        "url":"http:\/\/www.experienceproject.com\/groups\/My-Wife-Fucked-Another-Guy-The-Night-Before-Our-Wedding\/207269",
        "text":"\nPlease click away if you do not want to see this content.\nTo report inappropriate content, please email us.\n\nI My Wife Fucked Another Guy the Night Before Our Wedding\n\nPersonal Stories, Advice, and Support 32 People\n\n    It Is True.\n\n    My wife was f*****g by my friend at our hotel room before our wedding, I was watching it and I was very, very aroused by it. It was very sexy sight when she was impaled on his big c**k (he is a bit bigger from me).\n    DanielPL DanielPL\n    41-45, M\n    13 Responses Jul 12, 2009\nMore Stories",
        "topic_id":0,
        "format_id":4,
        "topic_confidence":0.9512085915,
        "format_confidence":0.9365951419
    },
    {
        "url":"http:\/\/laikepo.blogspot.com\/2009\/08\/super-miniskirt-3-pics.html?showComment=1283510128748",
        "text":"Sunday, August 2, 2009\n\nSexy Russia Lady wearing Super Mini Skirt (8 PICS)\n\nDuring summer the sexy lady from Russia is wearing the super type of Mini Skirt.\n\nDo you like this super mini skirt?\n\n\n\nWa lao so short\n\n\n??? i thought this is normal???\n\n\n\n\nthe aminos\n\nRussia, I coming over next summer !! yee haa!!\n\n\nwow... this has just made my di*ck raise 3 inches\n\n\nskirts are great!! lol..\n\ngoingkookies August 2, 2009 at 3:00 PM\n\nguys like la...\n\neheh. can u imagine if it's not so slim and sexy girls wearing...??\n\n\nwah.. can se the butt leh.. better dont wear la if like this.. =.=\n\nHerlands Kagurazaka\n\nwow.... sexy..... I Like it\n\nNow I realise in summer time, Russia is far more hotter than in Malaysia. :)\n\n\nNo way to see this type of Super Sexy Miniskirt at Malaysia shopping centre except night club, KTV, and disco..\n\n\nThey are shorts, not a mini skirt. And what kind of creepy person is going around taking pictures of these girls??\n\nElaine Tam\n\nEh..i think it's pant la..~hmmmm.........\n\nMommy Mayonnaise\n\nI wonder what they use those pants for.. If they plan to cover up their lower body part, then why still I can see A LOT from here? ^_^\n\n\nmantebs bro... ;)\n\n\n\n\nso miny and sexyyy\n\nBorneo Falcon\n\nI always enjoy watching girls in mini skirt\n\n\ndamn....thats hot!!\n\n\nlol, so short! Might as well don't wear it\n\nMuhammad Ikhwan Shah\n\nLOL, so sexy! =-O\n\n\nWOW this must be some pervert's job! lolll\n\n\nwoww.. Nice leg & ass! haha\n\n\nWalao! So Short.\nBUt no need to be so SHOCKED lah. It's juz a culture. Their culture.\n\n\ni realy like super miniskirt :)\n\n\nsexaaay hot babe.\n\nJacob Yap\n\nHmm I don't think they are \"normal\" ladies.. O:-)\n\npui ee\n\ni like their mini skirts!i think those were just short pants lol\n\n\nHahahaha grabe\n\n\ndamn short the skirts WOAHH awesome\n\nChrista Bledsoe\n\nWow, that gives a whole new meaning to 'short shorts' :)\n\n\nWow! Why Russian girl pretty like this?\n\n\nuhhh it is so damn shott~\n\n\nsaw their butt ledi... cute butt\n\nhair removal\n\nawesome... :-P\n\n\nFunny indeed....\n\n\nto me, better don't wear\n\n\n\nElectronic cigarette\n\nBlog and SEO tips\n\nWhat else can i say :) I want them :)\n\nE Cigarette November 22, 2009 at 6:37 AM\n\nAll i have to say, is nice!\n\n\nthey look really cool, imagine walking around having one of them on your arm\n\n\n\nE Cig March 1, 2010 at 2:26 PM\n\nTooooo High in my opinion.\n\nYour girl Mary :)\n\n\nse me paro de inmediato\n\n\nlol what a perverted creeper who ever took these photos\n\nHomesure Services June 29, 2010 at 4:16 PM\n\nThese skirts are so short. But ya no need to shock. Its their culture.\n\nDanny DeMichele Photos June 30, 2010 at 6:25 PM\n\nThat's toooo short..\n\n\n\nHMS Home Warranty July 7, 2010 at 4:16 PM\n\nFunny indeed. But to me, better don't wear it.\n\nbuy electronic cigarette July 9, 2010 at 7:04 AM\n\nSexy! Go Russian Girls :)\n\nElectronic Cigarette July 10, 2010 at 1:00 PM\n\nI love Russian sexy ladies\n\nCorporate Reputation Management July 13, 2010 at 7:10 PM\n\nnice skiiirttt..........\ni like it....\n\n\nawesome dude..!!\nif all girls will wear it.. for compulsion\nall boys will happy every day..!! ;)\n\nTotal Protect Home Warranty July 23, 2010 at 3:44 PM\n\nThese skirts are so short. But ya no need to shock. Its their culture.\n\nElectronic Cigarette Review August 28, 2010 at 2:21 AM\n\nWhat's sad is that the mini-skirt is so short, the photographer didn't even have to get close to get the good pics!\n\n\nso fuckin sexy.. All the aunties and apeks looking at this thinking it is bad or doesnt promote asians values fuck off! We dont give a fuck abt ur asian values jus ogle at that beautiful ass forr fucks sake!\n\nJoan Austin September 3, 2010 at 6:35 PM\n\ngreat mini skirts. these were what you really call a mini skirt.\n\nAgio Furniture September 4, 2010 at 2:50 PM\n\nthe girls look ho hot and sexy in the mini skirts. i like them lots. they are looking too glamorous.\n\nAgio Patio September 9, 2010 at 5:59 PM\n\nI like the post,thanks for sharing.\n\nTrey Barrett September 11, 2010 at 4:53 PM\n\nsuper sexy ladies. the skirt looks so trendy and attractive.\n\nRoanen Barron September 18, 2010 at 1:33 PM\n\nBoth the Russian girls look pretty cool and sexy in the pics. great post. thanks.\n\nLou Brandow September 24, 2010 at 3:36 PM\n\nthe girls are looking hot, sexy, cute, pretty and mind blowing at a glance. great mini skirts.\n\nAnna Olsen October 21, 2010 at 7:16 PM\n\nRussian girls are really beautiful and sexy. Please, let me recommend All Single Russian Girls - effective way to search for Russian brides. Thanks for sharing and possibility to comment!\n\nFree WWE January 19, 2011 at 1:49 AM\n\nWow I love those ass they are awesome\n\nBeauty Tips January 19, 2011 at 1:50 AM\n\nOMG :) That's the beauty\n\n\nwow sexy jaan ilike you\n\n\nyour tummy is looking so sexy aaha majaaa gaya\n\n\nI like the skirt but not the girl shes to skinny no ass at all\n\nbasscore knowledge July 14, 2011 at 9:24 AM\n\nwaw sexy girl...\n\nviagra pharmacy September 7, 2011 at 8:59 PM\n\nthey don't have a nice asss\n\n\nI'm lucky I have a russian dick\n\nmscislawin September 14, 2011 at 6:58 AM\n\nits not in Russia but in Ukraine, Crimea. Masandra palace close to Yalta. It looks like I was this same time there(2007)\n\nhcg November 27, 2011 at 1:38 AM\n\nThe post is very nicely written and it contains many useful facts. I am happy to find your distinguished way of writing the post. Now you make it easy for me to understand and implement. Thanks for sharing with us.\n\n\nMechanically speaking, its aggregate pedal movement was controlled by a shared rotating shaft, even though pace controls were configured by way of its alternator.\n\nFeel free to surf to my blog :: incline dumbbell curls\n\n\nLots of men and women head to the gym to training session as a consequence of the\nabundance of equipments.\n\nLook at my weblog - dumbbell set adjustable\n\n\nIf a handful of months later on you want anything additional from your machine,\nlike seeking to incorporate additional routines, you can\nnot do something aside from to head out and get a better,\nand more importantly, a far more costly a person.\n\nmy website mouse click the next web site\n\n\nIt really is smart to start off with a starting amount method well before heading as much\nas far more hard exercise routines to provide your muscular tissues and physique\na chance to understand tips on how to stretch and\nturn out to be additional versatile.\n\nFeel free to visit my webpage ...\n\n\nThere is certainly no denying which the planet is in like having a nutritious body,\none which you could have wanted for any quite very long time,\nand one which you're thinking that that you just won't be able\nto have.\n\nVisit my homepage: bowflex selecttech 552 dumbbells June 20, 2013 at 6:54 PM\n\nthis looks really weird! :\/\n\nPost a Comment",
        "topic_id":0,
        "format_id":4,
        "topic_confidence":0.5892879963,
        "format_confidence":0.963173151
    },
    {
        "url":"http:\/\/www.sankakucomplex.com\/2012\/10\/03\/lolicon-teacher-gets-off-with-jc-jk-sex\/",
        "text":"Lolicon Teacher Gets Off With JC & JK Sex\n\n\nA teacher charged with a slew of child prostitution offences has managed to avoid jail, the judge apparently being impressed by his remorseful character and a generous out of court settlement he paid.\n\nThe 38-year-old Kagoshima prefecture high school teacher used an unnamed “game site” (probably referring to Mobage or Gree, both of which have become hotbeds of enjo kousai activity) to arrange paid sexual encounters with a 13-year-old middle schooler and a 16-year-old high schooler.\n\nHe paid them each ¥10,000 for sex at local hotels on different occasions over a 3 month period, and also took the opportunity to take lewd pictures of them, which eventually resulted in a variety of child prostitution charges being brought against him, which he admitted.\n\nHis name apparently came to light after police questioned the girls with respect to an unrelated matter, which probably involved them turning over all their previous customers.\n\nProsecutors sought an 18 month prison sentence, which the judge obligingly granted – with the proviso that it be suspended for 3 years, so the lucky teacher will not have to spend any time in prison if he can somehow avoid the temptation of further schoolgirl encounters for the next 3 years.\n\nThe judge seemed to be satisfied that as the teacher has paid extra (presumably to the families of his “victims”), he is well on the path to recovery:\n\nYour perverted sexual preferences may well have taken root with your victims, exerting a malign influence over them.\n\nOn the other hand, you concluded an out of court settlement, and expressed remorse for your actions.\n\nDespite noting that his pursuit of schoolgirl sex was “habitual,” the judge observed that “there is a low chance of him re-offending.”\n\nThe city which employs him has called his actions “regrettable” and promised it will “discipline him thoroughly,” perhaps suggesting a temporary pay cut or even a transfer to another school may be in the offing.\n\n    Post Comment »\n    Sort by: Date | Score\n    Comment by Anonymous\n    06:58 03\/10\/2012 # ! Good (+0.9)\n\n    Ok, it's settled now - I'm going to be a teacher in Japan.\n\n    Comment by Anonymous\n    09:31 03\/10\/2012 # ! Quality (+1.0)\n\n    the japanese teachers union is far more powerful than the yakuza\n\n    Comment by Anonymous\n    13:57 03\/10\/2012 # ! Good (+0.8)\n\n    I always thought they are an arm of the Yakuza.\n\n    Comment by Anonymous\n    21:54 03\/10\/2012 # ! Neutral (0)\n\n    Basically, the Yakuza are a business industry. They certainly have something to gain with enjo kousai and\/or meeting websites.\n\n    Comment by Anonymous\n    14:40 03\/10\/2012 # ! Neutral (0)\n\n    They \"are\" the Yakuza\n\n    Comment by Anonymous\n    12:48 03\/10\/2012 # ! Good (+0.8)\n\n    Get the sex-ed class, they get to have sex to show them how and no one complains.\n\n    Comment by Anonymous\n    13:38 03\/10\/2012 # ! Neutral (+0.4)\n\n    BRB moving to JAPAN!\n\n    Comment by Anonymous\n    15:26 03\/10\/2012 # ! Neutral (+0.2)\n\n    Teachers get a free license to fuck lolis with no repercussions... Damn sign me up.\n\n    Comment by Anonymous\n    21:20 03\/10\/2012 # ! Neutral (0)\n\n    Being a teacher in this day and age? As a teacher myself i would say that this career makes you hate yourself ad anyone around you. you really should avoid careers that deal with kids if you want to live a long happy life.\n\n    Avatar of Daniel Park\n    Comment by Daniel Park\n    15:54 07\/10\/2012 # ! Neutral (0)\n\n    Teacher unions in the states have got to take a queue from the Japanese schools. They'd get way better deals that way.\n\n    Avatar of Anonymous\n    Comment by Anonymous\n    07:20 03\/10\/2012 # ! Neutral (0)\n\n    you need to be native Japanese, and a Teacher to get away with paying 13 year old for sex. We can only dream.\n\n    Comment by Anonymous\n    07:28 03\/10\/2012 # ! Good (+0.8)\n\n    Yeah your gaijin cock can only get away with slaying 13 year olds in Thailand.\n\n    Comment by Anonymous\n    07:47 03\/10\/2012 # ! Good (+0.8)\n\n    I live in Thailand and i must confirm.\n\n    It's true, you can get away with it if you have their consent.\n\n    Comment by Anonymous\n    08:03 03\/10\/2012 # ! Good (+0.6)\n\n    The downside: ladyboys.\n\n    Comment by Anonymous\n    23:25 03\/10\/2012 # ! Neutral (0)\n\n    you can achieve similiar result in Indonesia.\n\n    Comment by Anonymous\n    06:25 04\/10\/2012 # ! Neutral (0)\n\n    it's still illegal consent or not. And you'll be in deep shit if you don't have enough money.\n\n    Comment by Anonymous\n    09:30 03\/10\/2012 # ! Neutral (0)\n\n    Would you mind if I stay at your house for a few day's?\n\n    Avatar of Pyrolight\n    Comment by Pyrolight\n    09:36 03\/10\/2012 # ! Neutral (0)\n\n    Dunno seems from previous articles westerners teaching in Japan can also get away with this sort of stuff.\n\n    Comment by Anonymous\n    15:31 03\/10\/2012 # ! Neutral (0)\n\n    Did you not read that other story on sankaku where some old white guy that was an English teacher got away with fucking lolis for 30 years or more? Yeah...\n\n    Comment by Anonymous\n    12:52 03\/10\/2012 # ! Neutral (0)\n\n    Though of course having sex with a 13 year-old in Japan IS LEGAL. EXCEPT if you pay for it. derp.\n\n    ..but the catch-22 is that why else would a teenage girl want to do it with a dirty old Japanese man unless she would get paid?\n\n    It's certainly not their charm, style and renowned high-class treatment of women.\n\n    Comment by Anonymous\n    07:07 03\/10\/2012 # ! Neutral (0)\n\n    No gaijin allowed\n\n    Comment by Anonymous\n    09:25 03\/10\/2012 # ! Neutral (0)\n\n    not enve an english teacher?\n\n    Comment by Anonymous\n    19:38 03\/10\/2012 # ! Neutral (0)\n\n    Meet you there.\n\n    Comment by Anonymous\n\n    so you want to be a teacher so that you have the potential to get out easy for fucking students? the fuck is wrong with people here\n\n    Comment by Anonymous\n    00:58 04\/10\/2012 # ! Neutral (+0.2)\n\n    That's a good question\n    but I'm too busy packing bags to find the answer.\n    see you in japan\n\n    Comment by Anonymous\n    05:17 04\/10\/2012 # ! Neutral (0)\n\n    Your ability to sense sarcasm is underwhelming.\n\n    Comment by Anonymous\n    07:23 08\/10\/2012 # ! Neutral (0)\n\n    There was no sarcasm.\n\n    Comment by Anonymous\n    07:29 03\/10\/2012 # ! Good (+0.8)\n\n    So being attracted to teenage girls is now considered a \"perverted sexual preference\", eh, judge ?\n\n    Comment by Anonymous\n    07:37 03\/10\/2012 # ! Quality (+1.0)\n\n    Judging by the attitudes of 18-25 year old bitches, I'd say it's a wise preference.\n\n    Comment by Anonymous\n    18:20 03\/10\/2012 # ! Neutral (+0.2)\n\n    you obviously live outside of reality because teenagers have by far the worst personalities\n\n    Comment by Anonymous\n    21:29 03\/10\/2012 # ! Neutral (0)\n\n    You you obviously never lived in a college town, where the girls go around drunkenly fucking EVERYTHING with a cock (and even each other). Enjoy your heavily used STD filled fuck holes.\n\n    Comment by Anonymous\n    10:03 04\/10\/2012 # ! Neutral (0)\n\n    right, because every girl over 18 has cooties?\n    just kill yourself already\n\n    Comment by Anonymous\n    12:22 05\/10\/2012 # ! Neutral (+0.2)\n\n    You obviously don't know any teenaged girls. They are way worse than college ones. They get drunk just as often, but they are 50x bitchier.\n\n    Comment by Anonymous\n    07:17 08\/10\/2012 # ! Neutral (0)\n\n    It seems you still haven't realized that all humans have different personalities. There are all types of people, in all age ranges. It's just naive to stereotype like that.\n\n    Comment by Anonymous\n    04:45 05\/10\/2012 # ! Neutral (0)\n\n    At least it wasn't America, where being attracted to any woman you are not married gets you labeled you a pervert.\n\n    Avatar of Pyrolight\n    Comment by Pyrolight\n    09:38 03\/10\/2012 # ! Neutral (0)\n\n    The hell of society vs biology.\n\n    Comment by Dark Mage\n    07:50 03\/10\/2012 # ! Neutral (0)\n\n    Even in the fucked up US they usually differentiate between a 13 year old and a 16 year old.\n    But I don't think someone needs to be on a sex offender list for life because they slept with a 16 year old.\n    Really the list should only be reserved for particularly heinous crimes and individuals who seem to be repeat offenders.\n\n    Comment by Anonymous\n    15:50 03\/10\/2012 # ! Neutral (0)\n\n    ...outrageous crime? you mean the most awesome thing ever?\n\n    Comment by Anonymous\n    08:03 03\/10\/2012 # ! Good (+0.8)\n\n    Only ¥10,000? That's a pretty good deal, especially for a thirteen-year-old, I should think.\n\n    Isn't sixteen legal in most parts of Japan, aside from prostitution, though?\n\n    Comment by Anonymous\n    09:03 03\/10\/2012 # ! Neutral (+0.2)\n\n    The under 18 anti child sex law supersedes the AOC law. Also the AOC is Japan ranged from 13 to 18, depending on prefecture.\n\n    Notice I did not say anti child prostitution law. Japanese law government officials worded it so they can continue buying whores over the age of 18 and not risk raising calls for additional prostitution laws enacted.\n\n    Simply put, grandpa wants to keep his granddaughter from getting squired by other geezers, yet still wants to squire all of her friends.\n\n    Avatar of Kashiwazaki \"Niku\" Sena\n    06:59 03\/10\/2012 # ! Good (+0.7)\n\n    \"On the other hand, you concluded an out of court settlement\"\n\n    I knew it, the judge was bribed.\n\n    Comment by Anonymous\n    08:24 03\/10\/2012 # ! Neutral (+0.4)\n\n    Haha of course.\n\n    All the teacher had to do was hook up the judge with some young girls too. How could the judge enjoy some fun if the teacher was locked up?\n\n    Avatar of Lunatique\n    Comment by Lunatique\n    08:37 03\/10\/2012 # ! Good (+0.6)\n\n    If I kill myself can I be reborn in Japan?\n\n    Comment by Anonymous\n    09:04 03\/10\/2012 # ! Good (+0.7)\n\n    Give it a try, pal!\n\n    Comment by Anonymous\n    21:33 03\/10\/2012 # ! Neutral (0)\n\n    Make sure to form a group before ending it, call it the Gaijin Circle, then all of y... (truncated)",
        "topic_id":0,
        "format_id":4,
        "topic_confidence":0.6337632537,
        "format_confidence":0.9801704884
    }
]