[
    {
        "url":"http:\/\/themedicalcentregroup.co.uk\/prescriptions1.aspx?t=1",
        "text":"This website uses cookies to function correctly.\nYou may delete cookies at any time but doing so may result in some parts of the site not working correctly.\n\n\nNEW SERVICE - The surgery is now offering extended opening hours for patients that are unable to attend during the day.  Please click here for details\n\nSMS Text Message reminders will be sent for some appointments.  If you wish to opt out of this service, please speak to reception.\n\nRepeat Prescriptions on this website have moved to a new website \"Patient Services\" .\n\nDid you know that all patients have a Named Allocated GP - please click here for more information\n\nNew Online Services - You can Book GP appointments and you can now access detailed information from your medical records online, wherever you are.  Please click here \n\nOn-line Prescription Requests - We are moving click here\n\n\nThis service has moved to a new website.  Patients will need to register to use this new service by completing a consent form. \n\nForms are available via link below or from reception.\n\nPatient Services Consent Form\n\nOnce you have registered with the service the website to order Repeat Prescriptions is\n\nRepeat Prescriptions\n\nTo avoid errors, requests for medication are not accepted over the telephone.\n\nPlease note that we require 2 full working days to process your repeat prescription. Please do not ask the reception staff to rush it through for you. It may seem like a small matter to request us to deal with one prescription urgently, but we have a large volume of prescriptions to deal with on a daily basis. We cannot treat late requests for repeat medication as an emergency unless medically necessary.\n\nPrescription requests reaching us onWill be sent to the chemist* on\nMondayWednesday afternoon\nTuesdayThursday afternoon\nWednesdayFriday afternoon\nThursdayMonday afternoon\nFridayTuesday afternoon\nSaturdayWednesday afternoon\nSundayWednesday afternoon\n\n\n*Please note that the chemist requires a further 24 hours to process your prescription.\n\nWhen presenting a repeat prescription request it should be noted that patients have the option of collecting the prescription from the surgery or have it sent to one of the Chemists at Shepway, Downswood, Grove Green or Penenden Heath. All requests should be clearly marked with their preference but please allow an additional 24 hours to the above.\n\nIf you wish to have your prescription posted to you then please supply a stamped, addressed envelope and mark your request clearly. (Please allow for postal delays).lf you need to have your medication delivered you will need to arrange this with the chemist.\n\nIf you have been issued with one, please use your repeat prescription request slip to re-order your medication. If you do not have one then please write your request clearly on a piece of paper along with your name, telephone number and date of birth.\n\nWhen coming to the surgery to order a prescription please ensure that you know exactly what medications you need. Please do not ask the receptionist to look this information up for you or assume that staff will be aware of your needs.\n\nIf we have not issued you with the medication you are requesting before, then please clearly inform us why you are requesting it and by whom it was previously recommended or prescribed.\n\nCall 111 when you need medical help fast but it’s not a 999 emergencyNHS ChoicesThis site is brought to you by My Surgery Website",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9975684285,
        "format_confidence":0.9863653183
    },
    {
        "url":"http:\/\/thephoenixsurgery.co.uk\/opening-times.aspx",
        "text":"This website uses cookies to function correctly.\nYou may delete cookies at any time but doing so may result in some parts of the site not working correctly.\n\nOpening Times\n\n\nMonday8:30am - 6:30pm\nTuesday8:30am - 6:30pm\nWednesday8:30am - 6:30pm\nThursday8:30am - 6:30pm\nFriday8:30am - 6:00pm\n\nSouth Cerney\n\n\n8:30am - 11:45pm\n\n3.15pm - 6.00pm\n\nTuesday8:30am - 12:00pm\n\n8:45am - 12:00pm\n\n2.45pm - 6.00pm\n\nThursday8:45am - 12:00pm\nFriday8:45am - 12:00pm\n\n\nMonday3.00pm- 6.30pm\nTuesday2.00pm - 5.30pm (Dispensary Only)\nThursday8.00am - 11.30am\nFriday8.00am - 11.30am\n\nOut of hours service\n\n\n01285 652056\n0300 421 0220\n\nOut of hours services are generally busy so please think carefully before asking to see a doctor and only do so if you genuinely cannot wait until the surgery re-opens.\n\nIn a genuine emergency you should call 999.\nChest pains, Strokes and sudden shortness of breath are examples of an emergency.\n\nDo you need an appointment after 6:30 pm?\n\nThen not to worry. You can book an appointment within the times below with the following doctors.\nMonday6.30pm - 7.15pmDr Hill & Dr Hein Le Roux\nTuesdayDr Nichol, Dr Khalid & Dr Amylou Douglas\nWednesdayDr Sethi\nThursdayDr Woodward & Dr Naomi Woodward\nSaturdaySome morningsDoctor on rota basis\nCall 111 when you need medical help fast but it’s not a 999 emergencyNHS ChoicesThis site is brought to you by My Surgery Website",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9966187477,
        "format_confidence":0.6021416187
    },
    {
        "url":"http:\/\/www.ochealthinfo.com\/phs\/about\/promo\/tupp\/gethelp",
        "text":"I want to quit smoking. Where can I get help?\n\nFREE countywide smoking cessation services are available for teens and adults who live, work, or attend school in Orange County by calling 1-866-NEW-LUNG, or 1-866-639-5864.\n\nThree types of services are offered to adults: Five session class series, one-on-one counseling, and a one-time 90-minute seminar or two 45-minute seminars.\n\nAdult services are offered in English, Spanish, and Vietnamese.\n\nFree Nicotine Patches are available to adults 18 and older who complete any of the adult cessation services.\n\nTeens can receive two types of services: five session class series and a one-time seminar. Adult services are offered in English, Spanish, and Vietnamese.\n\n\nFree Quit Smoking Classes\n\n\nFree Quit Smoking Classes  \n\nWhat will happen when I call the 1-866-NEW-LUNG line?\n\nYou will speak to a counselor who will let you know when and where the next seminar or class is, or schedule an individual counseling session with you. You can choose any service that best fits your needs. \n\nWho will be counseling me?\n\nTUPP’s cessation provider is Anaheim Regional Medical Center. Visit their page here for more information: http:\/\/www.anaheimregionalmc.com\/Clinical-Services\/Heart-Center\/FREE-Tobacco-Cessation-Program.aspx\nAHMC Anaheim Regional Medical Center\n\nWhy should I quit smoking?\n\n  • Save more money – Smoking is expensive. A pack a day habit can cost up to $2,000 a year!\n  • Have more energy- Less oxygen means less energy. You’ll wake up better rested and be more physically fit. In some studies, quitting smoking has been shown to reduce back pain.\n  • Improve your health - People who smoke are more likely to get sick. When you quit, you can lower your chances of getting sick. \n  • Be more physically fit - You’ll have better circulation and improved breathing, making exercise easier.\n  • More time to do the things you love – Smoking is not allowed in many places. Having to go outside many times a day to have a cigarette can be exhausting; having to stand outside on a hot day, in the cold and the rain is really inconvenient.\n  • Better for people around you - Cigarette smoke is harmful to everyone who breathes in the smoke, not just the person who smokes. Whether you’re in good or bad health, secondhand smoke is harmful and can make and those around you sick.\n\n\nTips to Help You Quit\n\n  • Believe you can quit – You can be successful in quitting tobacco. It may take you several tries before you successfully quit. It’s ok. Just believe you can do it!\n  • Write down why you want to quit – Are you quitting for your loved one, for your health, to set a good example for your children, or to protect your family from breathing secondhand smoke?\n  • Set a quit date – Make a commitment to quit. Think about quitting on a special day, such as on your birthday, anniversary, wedding, New Year’s Day, etc.\n  • Throw away all tobacco products and remove ashtrays – Getting rid of things that remind you of smoking will also help you get ready to quit. When you don’t have these triggers around you, you’re more likely to stay away from smoking.\n  • Get help if you want it – If you are smoking and want help, TUPP has free classes to help you quit by calling 1-866-NEW-LUNG (1-866-639-5864).\n\nCenters for Disease Control and Prevention. Quitting Smoking Among Adults—United States, 2001–2010. Morbidity and Mortality Weekly Report [serial online] 2011;60(44):1513–9 [accessed 2013 June 5].Caleb Behrend, MD; Mark Prasarn, MD; Ellen Coyne, MS; MaryBeth Horodyski, EdD, ATC; John Wright, MS; Glenn R. Rechtine, MD; J Bone Joint Surg Am, 2012 Dec 05;94(23):2161-2166;\nSmoking Cessation Related to Improved Patient-Reported Pain Scores Following Spinal Care, http:\/\/dx.doi.org\/10.2106\/JBJS.K.01598 [accessed 2014, July 17]\nPage Last Updated: August 18, 2017",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9982859492,
        "format_confidence":0.7652941346
    },
    {
        "url":"http:\/\/www.lanecc.edu\/healthclinic\/location",
        "text":"Clinic Location\n\nThe Health Clinic is location on Lane's Main campus at 4000 East 30th Ave, Eugene, OR 97405, Building 18, Room 101.\n\nView the map below to assist you with locating the clinic or view the full map as a pdf.\n\nFull map of campus showing clinic location",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9045341611,
        "format_confidence":0.552501142
    },
    {
        "url":"http:\/\/www.bcbsil.com\/provider\/network\/bc_services.html",
        "text":"Long Term Services and Supports, Home and Community Based Waivers\n\nUnder the Affordable Care Act (ACA), there will be greater access to Home and Community Based Services (HCBS) through Long Term Services and Supports (LTSS) providers. LTSS providers render medical and non-medical services to seniors and people with disabilities who are in need of sustained assistance. \n\nLTSS may be performed in institutional settings, such as nursing and intermediate care facilities. Additionally, qualified MMAI, ICP, FHP and MLTSS members may receive non-traditional services in the community or in their homes, rather than being placed in an institutional setting.   \n\nTwo Illinois agencies – the Department of Aging and Department of Human Services’ Division of Rehabilitation Services – make the determination if a person is eligible for these non-institutional services. Individuals may qualify for the HCBS Waiver program through an eligibility assessment of income, resource status and functional needs criteria.  \n\nLTSS supports 5 waivers that are part of the HCBS Waiver program (Elderly, Brain Injury, Disability, HIV\/AIDS, Supportive Living Facility). For more information on additional services that may be available to members who qualify, view the HCBS Waiver Services (SP2) Summary.",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.8730515242,
        "format_confidence":0.6863551736
    },
    {
        "url":"https:\/\/www.disability-benefits-help.org\/social-security-disability-resources\/naperville",
        "text":"You are here\n\nNaperville Social Security Disability Resources\n\nEligibility under Social Security Disability (SSD) guidelines in Naperville, IL require you to show you’ve been permanently or totally disabled for an extended period of time and unable to hold a full time job because of it. To apply for Naperville disability benefits, you’ll need to visit your local Social Security office, fill out your application online or call the SSA at (800) 772-1213. To find the Illinois SSA office closest to you, do a quick search using your zip code on the Social Security Office Locator webpage or call the number listed above.\n\nAbout 71 percent of initial applications for Naperville disability benefits are denied. If you’re among those who are denied, you can request a second review. If denied again, a subsequent appeal can be filed and your case will be reviewed by an administrative law judge. You should expect a lengthy wait before your hearing date is scheduled and your case is heard. For some, it can be as much as a year and a half between filing the initial Naperville disability benefits application and receiving a final approval or denial after the appeal hearing.\n\nNaperville Health Resources\n\nYour local SSA office where you submit your application checks it for all the essential forms and other paperwork before sending it on to the Disability Determination Services (DDS). DDS is an agency tasked with reviewing the medical portion of your claim.\n\nMedical records are critical to any Naperville disability benefits application and must show you’ve had ongoing treatment for the condition(s) that are causing your disability. With limited income, paying for medical treatment is difficult, if not impossible. Here are a few low cost and free Naperville disability resources for healthcare.\n\nNaperville Medical Center\n640 S. Washington St\nNaperville, IL 60540\n(630) 215-4646\n\nAurora Community Health Center\n101 S Broadway\nAurora, IL 60505\n\nCommunity Health Partnership -Aurora Medical Clinic\n157 S Lincoln Ave, Suites D and C\nAurora, IL 60505\n\nNaperville Mental Health Resources\n\nSome applications for Naperville disability benefits are based entirely on a disabling mental or psychological condition. There are also disabled individuals who have mental and psychological components which affect their physical health. It’s important for a strong SSD claim to contain documentation of ongoing treatment for any mental or psychological conditions that play a role in disability. Here are a few Naperville disability resources for low cost and free mental health treatment.\n\nEdgewood Clinical Services, LLC\n1288 Rickert Drive, Suite 120\nNaperville, IL 60540\n\nSamaritan Interfaith Counseling Center\n1819 Bay Scott Circle,\nNaperville, IL 60540\n\nLinden Oaks Hospital\n852 S West Street,\nNaperville, IL 60540\n\nNaperville Supplemental Security Benefits\n\nFor SSD recipients who live in group homes or long term care facilities, Supplemental Security Income is also available in Naperville. SSI is also sometimes available for others who show sufficient need for additional assistance in paying for daily expenses. Medicaid waivers and Medicare insurance coverage are often available to many SSD recipients as well. For more information on applying for SSI, you should contact the Naperville SSA office at:\n\nSocial Security Administration\n1325 N Lake St,\nAurora, IL 60506\n\nNaperville is located in two counties, and dependent upon where you live, you may learn more about Medicaid waivers and Medicare eligibility by contacting:\n\nIllinois Dept of Health Services Family Community Resource Center in Will County\n45 E Webster St,\nJoliet, IL 60432\n\n\nIllinois Dept of Health Services Family Community Resource Center in DuPage County\n146 W Roosevelt Rd, Suite 2,\nVilla Park, IL 60181\n\nOr visit the Illinois Department of Health Services website, here to apply online or to learn more about the application process.\n\nYour Naperville Social Security Disability Claim\n\nAn SSD application that contains as complete as possible of medical records has the highest chances of being approved for Naperville disability benefits. A Naperville Social Security lawyer can increase your odds even further. Paying for legal help when disabled can be difficult, but a Naperville Social Security attorney charges no upfront fees and is only paid if you’re approved for benefits. If you receive SSD, the attorney will be entitled to 25% of retroactive benefits, up to a maximum of $6,000.\n\nIf you are interested in obtaining an evaluation of your Social Security Disability case, click the \"Free Disability Evaluation\" link at the top of the page for your free case evaluation or to get more information about hiring a Naperville disability lawyer.",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.7727617025,
        "format_confidence":0.874084115
    },
    {
        "url":"https:\/\/www.lakesideendodontics.com\/patient-information\/first-visit\/",
        "text":"First Visit\n\nYour initial appointment will consist of a consultation explaining your diagnosis and treatment options. In most cases treatment can be done the same day as the consultation. However, a complex medical history or treatment plan will require an evaluation and a second appointment to provide treatment on another day.\n\nPlease assist us by providing the following information at the time of your consultation:\n\n  • Your referral slip if applicable.\n  • A list of medications you are presently taking.\n  • If you have medical or dental insurance, bring the necessary completed forms. This will save time and allow us to help you process any claims.\n\nIMPORTANT: A parent or guardian must accompany all patients under 18 at the consultation visit.\n\nPlease alert the office if you have a medical condition that may be of concern prior to surgery (i.e. diabetes, high blood pressure, artificial heart valves and joints, rheumatic fever, etc.) or if you are on any medication (i.e. heart medications, aspirin, anticoagulant therapy, etc.) or require medication prior to dental cleanings (i.e antibiotics, for pre-med.)\n\nOffice Hours\n\nMonday through Friday:   7:30 AM - 5:00 PM\n\nCall Lakeside Endodontics Phone Number 425-357-8747 to schedule your consultation with our practice.",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9979093671,
        "format_confidence":0.9699231386
    },
    {
        "url":"https:\/\/www.dcnoms.com\/surgical-instructions\/before-anesthesia\/",
        "text":"Before Intravenous Anesthesia Sedation\n\nA woman smiling while holding a childIf you are receiving Intravenous (IV) Sedation as your choice of anesthesia for your procedure, it is imperative that the following rules must be followed.\n\n  • You may not have anything to eat or drink (including water) for at least six (6) hours prior to your appointment.\n  • No smoking at least twelve (12) hours before your surgery. Ideally, cut down or stop smoking as soon as possible prior to the day of surgery.\n  • A responsible adult must accompany the patient to the office, remain in the office during the procedure, and drive the patient home.\n  • The patient should not drive a vehicle or operate any machinery for twenty-four (24) hours following the anesthesia experience.\n  • Please wear loose fitting clothing with sleeves that can be rolled up past the elbow. Contact lenses, oral and facial jewelry, and dentures must be removed at the time of surgery.\n  • If you have an illness such as a cold, sore throat, stomach or bowel upset, please notify the office prior to your appointment.\n  • If you take routine oral medications, please check with Dr. Cooper-Newland or Dr. Demian prior to your surgical date for instructions.\n\nIf you have any questions or to schedule an appointment with Dr. Cooper-Newland or Dr. Demian:",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9978366494,
        "format_confidence":0.6167635918
    },
    {
        "url":"https:\/\/www.arizonabloodandcancerspecialists.com\/medication-safety-storage-handling-disposal\/",
        "text":"Arizona Blood & Cancer Specialists Logo\n\nMedication Safety, Storage, Handling & Disposal\n\nA laptop with medication safety information on it\n\nWith any medication you are prescribed, it’s important to understand the proper way to take the medication and how to store, handle or dispose of any medication that you are no longer using.\n\nUnderstanding the drug label\n\nMany pharmacies will provide large print labels and instructions for people with impaired or low vision, that typically can be requested in English or Spanish. In addition, some pharmacies also offer talking prescription labels, as well as labels in Braille. You may also want to ask your pharmacist if your medication is available in an easy to open package or container, understanding that if you choose this option, the prescription must be stored properly, away from a child’s reach and sight.\n\nStorage & Handling\n\n  • Keep medication put away and out of a child’s reach and sight.\n  • Every time you use medication, put it away. This includes prescription medication and over the counter medicines, vitamins and other supplements that you take.\n  • Use safety caps, and make sure they are locked.\n  • Educate children about medicine safety.\n  • Ask your guests to keep their medications put up and away from a child’s reach and site.\n  • Read package inserts or information provided by your pharmacy to understand when and how to take the medication, and about any special storage directions.\n  • Store medications in their original, labeled containers.\n  • Keep medications in a cool, dry area, or as directed.\n  • Never take expired medication.\n  • Never take medication that is prescribed for somebody else, or share your medication.\n  • Keep Poison Prevention’s information handy and program their number in your phone. 800-222-1222.\n\nCancer Patients\n\nIf you are prescribed an oral chemotherapy, you will receive specific instructions on the safe storage, handling and disposal of the chemotherapy. Most of these medications should be stored at room temperature, away from heat, sunlight and moisture. Some may need to be refrigerated or require special storage or handling. It is recommended that you store this medication away from medication used by other family members. Please ask your care team or pharmacist if you have any questions about how to use, store or handle the medication prescribed to you in our office.\n\nLearn more at Cancer.Net: Safe Storage and Disposal of Cancer Medications\n\n\nVideos provided by the U.S. Food and Drug Administration \n\nThe U.S. Food & Drug Administration gives additional information about safe disposal on their website.\n\nEach year, the U.S. Department of Justice - Drug Enforcement Agency has a “National Prescription Drug Take Back Day”. You can check their website for dates and collection sites:\n\nSeveral locations throughout Pima County have safe disposal sites that are open throughout the year. You can check for events and locations on their website.\n\nYou can also learn more about the correct way to dispose of medications and needles at the City of Tucson’s website.\n\nOutside of Pima County, you can contact your local law enforcement agency to see if medication disposal is available at their precinct, or ask your local pharmacist if his\/her company has a drug take back program.\n\nFlyers courtesy of: Tucson Water, City of Tucson and the Pima County Health Department:",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9973886609,
        "format_confidence":0.7323027849
    },
    {
        "url":"https:\/\/www.westleedsfamilypractice.co.uk\/health-information\/appointments\/home-visits\/",
        "text":"Home visits\n\nHow we look after our house bound patients.\n\nWho is the service for\n\nWe only offer home visits to patients who are genuinely housebound due to a medical problem. The final decision on who gets a home visit rests with the GP. We ask all other patients to use an alternative form of consultation.\n\nHow to arrange a home visit\n\nPlease call reception before 11.30am, they will ask you some basic details so that the GP can make a decision on suitability for a visit.\n\nThe GP may call you back if they think an alternative form of consultation is more suitable. We try and see all home visits on the same day, however urgent problems take priority and so you may have to wait if your problem is less urgent. If you call after 11.30am your visit will be scheduled for the following day unless it is urgent.",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.997274816,
        "format_confidence":0.9766165614
    },
    {
        "url":"https:\/\/www.vincentteamortho.com\/423-2\/",
        "text":"Posted .\n\nIf you are getting your braces off soon, or are considering getting braces, at some point in time, we’ll talk about fitting you for a retainer.\n\nA retainer is used to help keep your teeth in place after your braces have been removed. Like braces, a retainer is custom-made for you. Unlike braces, a retainer is removable. In the case of minor orthodontic issues, we might fit you with a retainer instead of braces.\n\nRetainers are made from rubber or clear plastic, with a wire that covers the outside surface of your teeth. Retainers usually need to be worn constantly during the first six months after your braces have come off. After that, you will most likely need to wear your retainer while you sleep. The amount of time will vary between patients, but six months is generally the average amount of time. You will need to wear your retainer after your braces have been removed, since your teeth have not completely settled into their new positions, and a retainer will help keep them where they need to be.\n\nIn some cases, Dr. Scott Vincent may place a fixed retainer on your teeth. A fixed retainer cannot be removed except by the doctor because it has been cemented into place. Fixed retainers have the advantage of keeping your teeth in place 24 hours a day.\n\nRetainers are just one step in the process of helping you get the best smile you can. To learn more about braces, retainers, and other orthodontic issues, we invite you to visit Vincent Team Orthodontics in Sandy, Utah. You can sit down with the doctor and discuss what treatment will be best for you. Give us a call today and 801-495-2560 to make an appointment.",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9965554476,
        "format_confidence":0.8388053775
    },
    {
        "url":"http:\/\/suehyland.co.uk\/ond\/who-can-be-helped\/?doing_wp_cron=1502911096.2784140110015869140625",
        "text":"Who can be helped\n\nThough I work primarily with children with learning difficulties the work I do can be useful in other situations. The basic premise of treatment being the same:\n\n  • With the under 4’s as part of a programme of normal development.\n    By knowing the types of movements that promote nerve cell growth I can teach parents and carers to potentiate child development. Babies are born with many millions of cells, many more than survive to adult life. At birth, many of these cells, especially in the higher brain, are not connected into pathways or circuits. The connections are made by “using” each individual nerve cell, as with other tissues the cell fibres grow through stimulation. At about two years of age many these nerve cells die through lack of use, or involvement into useful circuits or pathways. The greater the constructive stimulation the greater the number of cells will form useful circuits. Babies who lack a stimulating environment will lose more nerve cells than those born into a stimulating environment, therefore, by using simple movement techniques early enough this can be redressed.\n  • Children with specific learning difficulties.\n    As described in the section Neuro-Developmental Delay (NDD), children with Specific Learning Difficulty (SLD) frequently do not develop specific circuits within the brain as part of normal childhood development. This is sometimes due to an extreme lack of specific movements at vital stages of development, caused by physical disability or gross deprivation. More usually it is to do with inherent problems within the brain growth pattern. By using a specifically constructed programme of exercises, individually tailored for each child, the brain is given a second chance to wire itself in a more useful pattern. Failure of the development of normal circuits within the brain is called Neuro-Developmental Delay (NDD). Teachers, and many medical practitioners, may describe such difficulties as ADD\/ADHD, Dyslexia, Dyspraxia, depending upon the primary difficulty experienced, or Pervasive Developmental Disorder (PDD) if the difficulties are wide spread.\n  • As a reflex modification programme with Adults, who may present with either learning or emotional difficulties.\n    Children with specific learning or co-ordination difficulties grow up and although many learn useful compensatory mechanisms the underlying cause, which is not self righting, remains. There is no age limit to the efficiency of the correcting exercise programme, but the effects of the programme are different for adults, in whom the personality has become established. It is for this reason that instigation of treatment is used cautiously and only when deemed necessary due to the amount of consistent distress experienced. Consistent employment of compensatory mechanisms takes it’s toll and many find that the stress becomes too much for their bodies or minds to cope with. Symptoms that may be accounted for by NDD are: frequency of infections, allergy related symptoms, a variety of phobias and anxiety states. It must be appreciated that NDD is not the only cause of these conditions; but when these conditions have consistently failed to be redressed by other more conventional treatment NDD may be a cause or contributory factor. When treating adults I frequently recommend that they should simultaneously see a counsellor.\n  • Allergy Testing, Nutritional advice and Sound Therapy does not have the same limitations and can be used for all.\n    Sound Therapy can also be used for people who have a special interest in singing, in learning foreign languages, who are experiencing hearing deficits, trying to offset the effect of exposure to very loud noise (pop music, workplace noise) or simply trying to preserve good hearing for as long as possible.\n\nWhen working with people with disabilities, whether adult or child, physical or learning, the aim is always directed toward alleviating the problem, not simply to provide coping strategies and is on the whole physically based.",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9496470094,
        "format_confidence":0.5438042283
    },
    {
        "url":"http:\/\/www.buckmillerthurstonmengacci.com\/Understanding-Grief.html",
        "text":"82 Fairview Ave.\nNaugatuck, CT 06770\nPhone: 203-729-4334\nFax: 203-729-4336\n\nImmediate Need\n\nIf you have immediate need of our services, we're available for you 24 hours a day.\n\nObituaries & Tributes\n\nIt is not always possible to pay respects in person, so we hope that this small token will help.\n\nOrder Flowers\n\nOffer a gift of comfort and beauty to a family suffering from loss.\n\nAdvanced Planning\n\nA gift to your family, sparing them hard decisions at an emotional time.\n\nUnderstanding Grief\n\nYou may not fully understand how you, a family member, or friend, are feeling now that a loved one is gone. And as grief is a complex process, unique to everyone, we've gathered grief support resources to help you recognize the subtle distinctions within the grieving process. If you have any questions or would prefer to speak to someone directly, please contact us.\n\nThe Nature and Purpose of Grief\nThe death of a loved one is life's most painful events. But it does have a purpose. This article explores the powerful force for positive change within the process of grieving.\nThe Experience of Grieving\nGrief is the normal and natural way our mind and body react. While everyone grieves differently, there are common patterns people tend to share. Discover them here.\nSeeking Guidance: Grief Counseling\nWhen grieving becomes too difficult, it commonly results in depression and physical illness. If this is the case for you or someone you love, we have ways to help.\n\n52 Weeks of Support\n\nIt's hard to know what to say when someone experiences loss. Our free weekly newsletter provides insights, quotes and messages on how to help during the first year.",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9093318582,
        "format_confidence":0.5695033669
    },
    {
        "url":"http:\/\/kresslypediatrics.com\/Office\/Appointments.aspx",
        "text":"Make an Appointment\n\nPlease call the office 215-343-5520, to make an appointment with one of our physicians.\n\nAll appointments are handled by our nursing staff to ensure appropriate scheduling. It is helpful if you provide the staff with a summary of any problems you would like to discuss during the visit so that they may allow for appropriate time.\n\nWe will honor requests for time\/date and choice of physician preferences whenever possible. If you would like more than one child in the family seen, please be sure to tell the staff prior to your office visit.\n\nIs Your Child Sick?TM\n\nIs Your Child Sick?\n\nPractice News",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9973460436,
        "format_confidence":0.9714487791
    },
    {
        "url":"https:\/\/www.barewaxandspa.com\/covid-19-update\/",
        "text":"COVID-19 Update\n\nHello Everyone!! Please thoroughly read the below information. This information will ensure that your appointment will go as smoooothly as possible!\n\nThe Bare facts and appointment rules:\n\n  • Feel free to come inside once you arrive\n  • If you would rather wait in your car, call us to check in @ 317-672-5949 and a staff member will call you when your provider has your treatment room ready.\n  • Scheduled clients ONLY. Meaning, only those scheduled for services will be allowed inside.\n  • Yes, we (still) require you to bring and to wear a protective mask. If you do not wear a mask, you will be rescheduled or we can provide one to you for a fee.\n  • Masks are required to be worn during the entire service, please do not remove your mask.\n  • Please observe 6 –feet social distancing.\n\nWithin two weeks prior to your appointment, if you answer yes to any of the following questions, you may not be permitted in the office. We will request your appointment to be rescheduled in 14+ days….\n\n  • Have you experienced any symptoms of fever, cough or difficulty breathing?\n  • Have you engaged in any travels out of the state?\n  • Have you had any known contact with potentially infected people?\n  • …It’s possible that your temperature may be checked as well.\n\nOur New Client Forms (except eyeliner and microblading) are now available to be filled out online at PLEASE fill them out to avoid delays before your appointment time. If you cannot fill them out, we will try to provide a means to do this at the spa, but would appreciate your help with having them done prior to your appointment.\n\nAlso, please show us some love and patience. As we all get to a new normal, we will do everything we can to keep you safe and we appreciate you keeping our staff safe as well. We will do our part; we ask that you please do your part.\n\nWe are doing our best to accommodate everyone, but it is a challenge for us all. We truly appreciate your patience and understanding.\n\nWe love you all and miss you more than we can express. Thank you for your understanding.\n\nFor Indiana statewide information, please visit the Back on Track Indiana website.\n\n*** Please, don’t forget your mask and we’ll see you soon! ***\n\n916 E. Main Street, Suite 106\nGreenwood, IN 46143\nPhone: (317) 672-5949",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9435561895,
        "format_confidence":0.5475967526
    },
    {
        "url":"https:\/\/gvph.org\/services\/other-services\/vital-records\/",
        "text":"North Carolina General Statutes 130-A require that the local public health authority administer the Vital Records Program under the direction of the health director. The goal of this program is to assure vital records are filed as required by state statutes and are submitted to the North Carolina State Division of Vital Records within the required time period.\n\nVital Registration\n\nThe health director appoints deputy registrars to process vital records. The purpose of vital registration is to administer and enforce the General Statutes of North Carolina for Vital Statistics and related laws.\n\nThe deputy registrar is responsible for the completion, maintenance, and transmittal of the following:\n\n  • Birth Certificate \/ Affidavit of Parentage\n  • Burial Transit Permits\n  • Disinterment \/ Reinternment Permits\n  • Home Births\n  • Monthly Vital Statistics Reports\n  • Notification of Death and Certificates\n  • State Queries – Birth \/ Death Certificate\n  • Supplemental Cause of Death\n  • Report of Fetal Death \n\nAdditional Registration Information\n\nIt is the responsibility of the hospital to file birth certificates and funeral directors to file death certificates with local deputy registrars. Certified copies of birth and death certificates are available at the Granville County Register of Deeds, Vance County Register of Deeds, or from the North Carolina Office of Vital Records.",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.8443461657,
        "format_confidence":0.8112360239
    },
    {
        "url":"https:\/\/www.inlandendo.com\/instructions\/general-instructions\/",
        "text":"Endodontic Home Care Instructions\n\nYour tooth and surrounding gum tissue may be slightly tender for several days as a result of manipulation during treatment and previous condition of your tooth. This tenderness is normal and is no cause for alarm.\n\nDo not chew food on the affected side until your endodontic therapy is completed and your tooth is covered with a protective restoration provided by your restorative dentist. You may continue your regular dental hygiene regimen.\n\nPain Control Instructions\n\nDiscomfort may be alleviated by taking ibuprofen (Advil), Aleve, aspirin, or acetaminophen (Tylenol) as directed.  If for medical reasons you cannot take specific pain medications please let us know so we can customize a pain management strategy.\n\nPain relief instructions:\n\n  1. Take ibuprofen (Advil\/Motrin) 600 mg (3 “over the counter” pills) every 5 to 6 hours for the next 3 to 5 days.\n  2. If pain persists, add Acetaminophen (Tylenol Extra strength) 500 mg every 4 hours.\n  3. If the pain is still present, then replace the Acetaminophen in Step 2 with a prescribed narcotic\/acetaminophen combination such as Tylenol w\/codeine or hydrocodone with acetaminophen while still taking the ibuprofen from Step 1.\n\nNOTE: Should you experience discomfort that cannot be controlled with the above-listed medications, or should swelling develop, please contact our office.\n\nWill I Feel Pain During or After The Procedure?\n\nToothache pain is the main reason for patients seeking treatment. The purpose of a root canal procedure is to eliminate the cause of this pain. Fortunately, modern anesthetics can make the procedure pain free in most cases. Seeking treatment early makes the procedure more comfortable.\n\nWhen identified early, treatment should feel no different than having a regular filling. For the first few days after treatment, there may be some soreness in the tissues surrounding the tooth, especially if there was pain or infection before the procedure. There can be sensitivity to biting pressure that slowly resolves over a period of 2 to 3 weeks. Often, over-the-counter anti-inflammatory medications (like Ibuprofen) are the best medication to manage the post-op sensitivity. Other medications may be prescribed if needed.",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9979384542,
        "format_confidence":0.9021462798
    },
    {
        "url":"http:\/\/www.clackamas.us\/healthcenters\/mentalhealth.html",
        "text":"Services Departments Government\n\nMental Health and Addictions Services\n\nHabla español\n¿Habla Español?\n\nHaga clic aquí\n\nIf you are experiencing a mental health crisis, the Clackamas County Crisis Line is available 24-hours a day, 7 days a week by calling (503) 655-8585.\n\nAt Clackamas Health Centers, our aim is to work with each individual to help them be as healthy as they can be. We believe engagement and participation in mental health and addictions treatment provides positive outcomes in the lives of each person, their chosen family, and the community in which they reside.\n\nWe offer a range of programs and services for children, youth, and adults who are experiencing mental health or addictions problems through our integrated health centers, as well as two mental health and addictions centers located in Oregon City and Sandy.\n\nThe following services are available at our outpatient Mental Health and Addictions Centers:\n\nHow to Make an Appointment:\n\nFor an initial appointment and information concerning mental health or addiction treatment services at any of our clinic locations, call: (503) 655-8401. For hearing impaired, please use Oregon Relay at 1-800-735-1232.\n\nPlease have the name of your medical insurer, if any, your policy number, and your group number available when you call.\n\nTrained, professional staff will assess your request for service. Every effort will be made to match your problem with a particular staff expertise and program availability, as well as geographical location and other relevant considerations.\n\nCost of Services\n\nMental health and addictions services available at these locations:\n\n*Services may vary based on location.\n\nShare this page\n\nPublic Services Building\n\nContact Us\n\nHealth Centers\n2051 Kaen Road\nOregon City, OR 97045",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9979501367,
        "format_confidence":0.7589011788
    },
    {
        "url":"https:\/\/animalowners.rcvs.org.uk\/concerns\/",
        "text":"We have a responsibility to investigate all concerns raised with us about veterinary surgeons and registered veterinary nurses (RVNs).\n\nIf you wish to raise a concern about a vet or an RVN, all the information you need is available in this section, including what you need to know first, how we assess and investigate concerns, how we make decisions and how to tell us about your concerns.",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9811614752,
        "format_confidence":0.733736217
    },
    {
        "url":"http:\/\/knodishall.suffolk.cloud\/coronavirus\/",
        "text":"Home > Coronavirus\n\n\nIf you require local support or assistance please contact the Knodishall Parish Council Clerk at email knodishallpc@outlook.com\n\nThere is also the Leiston Good Neighbour Scheme that covers Knodishall  https:\/\/infolink.suffolk.gov.uk\/kb5\/suffolk\/infolink\/service.page?id=UTOb9aQre9I\n\nUseful and up-to-date information about Coronavirus can be found on the following websites:\n\nNHS  https:\/\/www.nhs.uk\/conditions\/coronavirus-covid-19\/\n\nEast Suffolk Council https:\/\/www.eastsuffolk.gov.uk\/features\/coronavirus-covid-19\/\n\nSuffolk County Council https:\/\/www.suffolk.gov.uk\/coronavirus-covid-19\/",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.993406415,
        "format_confidence":0.9347569346
    }
]