[
    {
        "url":"http:\/\/www.mamapedia.com\/article\/gymnastics",
        "text":"6 answers\n\n\nHi Moms\nI live in Hiram, and I was wondering if anyone knows of some places in Hiram where my 6 year old daughter can take Gymnastics, and my 12 year old son can take Karate.\n\n\nWhat can I do next?\n\nMore Answers\n\nHi, I live in Hiram too and we all take Tae Kwon Do at Georgia Tae Kwon Do and Hapkido. It's located on Cadillac Pkwy and 278 in front of Pump it Up. I think there is a gymnastics center in the complex too.\n\nI have a 12 and 15 year old boys as well as 6 weeks and 15 months. If you want I can meet you there one night and introduce you to the instructor. Your son can take a couple of classes while you decide if you want to join.\n\n\nI only have vague info, sorry. There are two places. I hear the better of the two is off of 276 before you get to pump it up, I hope you know where I'm talking about, it's on the left going into dallas leaving hiram. It's a pre-fab building I also think it's behind a heavy equiptment rental place as for another landmark. They may have Cheerleading signs on the outside of the building??\n\nThe other is off of 278 and Florence near pro sports. Florence is the intersection where the Waffel house is before you enter Hiram.\n\nBoth of these are word of mouth, I'm looking for a place for my daughter (6) for this summer, just have not started researching. Hopefully someone else has the names of the places.\n\n\nCobb County has classes, here's the link: http:\/\/prca.cobbcountyga.gov\/gymnastics.htm\nI would check the Paulding county recreation centers for information on classes. If the locations aren't working for you, try other counties. The price might be a little more but much less than a private organization. Good luck!\n\nThe best gymnastics center around is Paulding Gymnastics. My daughter has been there for 4 years and competing for 2 of those. They are wonderful. They have a gym just for younger children.\n\nHi! I am A.. I have a 3 year daughter who is enrolled in Gymnastics in Douglasville. She loves it. Their website is www.dgcgym.com and phone number is ###-###-####. They are located on Bright Star Road right off Hwy 5. I am not sure of any places in Hiram. I live in between Douglasville and Hiram.\n\nGood Luck!\n\nHey there!\nI am a mom in Dallas (New Hope) and there is a GREAT place out here called New Hope Martial Arts. The instructor is Master White and he is AWESOME with the kids. He is very into the family, respect, school, the kids grades, and the community. I highly reccommend him if you are still looking and it is not too far for you. I hope this helps as far as the Karate\n\nThe gymnastics is great here also. It is in Hiram. It is called Paulding Gymnastics. They are right behind Greystone Power and next door to Pump It Up. My daughter is going to be starting there soon. I have been there seversl times and am very impressed with them. Matter of fact, I am working on a gift to send them from one of the parents there. Check them out, I am sure you will be VERY happy. If you are interested, I own my own business here in Dallas. I do unique, personalized & hand-made gifts and more for kids! If you are interested, go to www.dejaroomgifts.com. I am giving ALL Mamasource customers 25% off their entire order. Hit the Contact Us Button if you are interested! Take care and have a blessed day! A. W.\n\nRequired Fields\n\nOur records show that we already have a Mamapedia or Mamasource account created for you under the email address you entered.\n\nPlease enter your Mamapedia or Mamasource password to continue signing in.\n\nRequired Fields\n\n, you’re almost done...\n\nSince this is the first time you are logging in to Mamapedia with Facebook Connect, please provide the following information so you can participate in the Mamapedia community.\n\nAs a member, you’ll receive optional email newsletters and community updates sent to you from Mamapedia, and your email address will never be shared with third parties.\n\nBy clicking \"Continue to Mamapedia\", I agree to the Mamapedia Terms & Conditions and Privacy Policy.",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.993086338,
        "format_confidence":0.8764391541
    },
    {
        "url":"http:\/\/en.espn.co.uk\/australia\/rugby\/story\/121377.html",
        "text":"Ask John\nThe oldest surviving Tri-Nations players, Ireland's George Bradshaw and Test twins\nJohn Griffiths\nAugust 16, 2010\n\nWelcome to the latest edition of Ask John where renowned rugby historian John Griffiths will answer any rugby-related query you have!\n\nSo, if there's something you've always wanted to know about the game we love but didn't know who to ask, or you think you can stump our expert - then get involved by sending us a question.\n\nIn this edition John answers questions on the oldest surviving Tri-Nations internationals, the first players to achieve 50 Test wins, Nick Baxter's Barbarians appearances, Ireland's George Bradshaw and Test twins.\n\nWho are the oldest surviving New Zealand, Australia and South Africa Test players? I say Fred Allen, Boyd Oxlade and Piet Malan respectively, am I right?Steven Forde, England\n\nPiet Malan is the senior surviving Springbok and until his passing in his 100th year earlier this month, Eric Tindill was the senior All Black. The senior surviving New Zealand Test player is now the 1946-1949 All Black, Morrie McHugh, who is nearly three years older than Fred Allen (the next senior New Zealand Test player). McHugh and Allen made their Test debuts together against Australia in 1946 in the first Test played by New Zealand after the Second World War.\n\nBoyd Oxlade made his Wallaby Test debut in the back-row against the 1938 All Blacks at Sydney, but another Aussie rookie that day was scrum-half Charles Gordon Stone, winning his only Test cap. Born 6 April, 1914 and a month older than Oxlade, Stone is the oldest surviving Wallaby Test player.\n\nFurther to your item on the players with most Test wins in the last Ask John, who were the first players to achieve fifty Test wins? Anon, New Zealand\n\nSerge Blanco became the first player to record 50 Test wins, achieving the feat by playing against the United States in Colorado in July 1991. He then played on the winning side against Wales in a floodlit game in Cardiff in September 1991 and in three winning pool games for France at the 1991 RWC itself before retiring on a losing note to England in the quarter-finals.\n\nPhilippe Sella played his 50th Test win for France in their final 1991 RWC pool match against Canada and Gary Whetton became the third man to reached 50 Test wins when he captained New Zealand to victory in the third\/fourth place play-off game with Scotland in Cardiff that year.\n\nHow many games did Nick Baxter play for the Barbarians and between which years?\nDavid Robins, England\n\nNick Baxter made his debut for the Barbarians against Coventry in the Midlands club's 125th anniversary match at Coundon Road in 2000. The Longbridge-born wing played three games for the famous club in 2004 and two more in 2005, so six appearances in all.\n\nHis final appearance was in the autumn of 2005 against the Combined Services. All told he scored 45 points (nine tries) for the Baa-Baas, contributing a try hat-trick to the Barbarians' 104-3 demolition of the East Midlands in the 2004 Mobbs memorial match at Franklins Gardens.\n\nBaxter's other honours included appearances for England Students and the England Sevens squad, representing his country at Kuala Lumpur in the 1998 Commonwealth Games.\n\nHe began his club rugby with King's Norton, graduating to National League rugby with Worcester Warriors and Pertemps Bees. In 2006 he became the first player to reach 150 tries in National League rugby, but withdrew from the professional limelight shortly afterwards to concentrate on his business as a wine merchant, returning to his junior rugby roots with King's Norton.\n\nI saw on a website that a George Bradshaw played his one and only Test for Ireland a few months short of his 39th birthday. I assume this holds several records, but is there a story behind this odd selection? Travis Metal, England\n\nMike Gibson holds the record for being Ireland's oldest Test cap. He was 36 years and 195 days when he made the last of his then record 69 appearances for Ireland, against Australia in 1979. John Hayes will become Ireland's oldest cap if he plays again for his country.\n\nThe player you refer to is George Lomas Birch Bradshaw who was born on January 3, 1882 in Belfast (not July 1864). George was educated at Methodist College Belfast (where his father was a French teacher) and played for Belfast Collegians, the club founded in 1890 for former pupils of the school.\n\nHe was a regular member of the club's side between 1898 and 1904, before business took him to Scotland. He won his only cap for Ireland from the Collegians club, playing right-wing marking the great Teddy Morgan of Wales at Cardiff Arms Park in March 1903. Wales won 18-0 on a muddy pitch, scoring six unconverted tries with only 14 men on the field for most of the match after George Boots had withdrawn just before half-time with a broken collar-bone.\n\nBradshaw was only the third player from the Collegians club to win Ireland rugby honours. The photograph of that 1903 Irish fifteen at Cardiff shows him as a young man of 21 sitting on the floor beside Alfred Tedford as part of a group that includes the famous Irish out-half, Louis Magee.\n\nA dual international, George Bradshaw also represented Ireland at lacrosse. He was reported missing from his Edinburgh home and presumed dead in 1917. He was 35.\n\nThe Fainga'a twins became the third set of twins who have played Test rugby for Australia. How many twins have played international rugby? Teejay Haar, Australia\n\nThe first pair of twins to play for Australia were the flying Sydney-born wings Jim (12 Tests 1962-1965) and Stewart Boyce (13 Tests 1962-1967). They actually played together four times, including the Tests when Australia beat South Africa in a Test series for the first time in 1965.\n\nGlen and Mark Ella played together for Australia in the first Test against Scotland in 1982 and against Italy on the European tour of 1983, before the Fainga'as, the third pair of twins to represent the Wallabies, appeared together against South Africa at Brisbane in the recent Tri-Nations match.\n\nThe last pair of twins to appear in Tests before the Fainga'as were Akona and Odwa Ndungane, the Springbok wings, though they have not yet appeared together in a South Africa Test side.\n\nArguably the best-known twins to play Test rugby were the Whettons of New Zealand. Lock forward Gary played 58 Tests and flanker Alan 35. The brothers were together 34 times in Tests, including every match of New Zealand's victorious run through the inaugural Rugby World Cup in 1987. They were New Zealand's regular #5 and #6 between 1987 and the 1991 Rugby World Cup.\n\nArgentina have produced two pairs of twins who have featured together in Rugby World Cups. The wings Pedro and Juan Lanza were capped against Italy and New Zealand in 1987 while Manuel and Felipe Contepomi were among the midfield backs in both the 1999 and 2007 tournaments. Before the Home Unions were allowed to award caps for matches against Argentina, twins Daniel and Gonzalo Beccar Varela played four times together in the Pumas threequarter lines of 1976 and 1977, including the match at Cardiff when a Test-strength Wales XV overcame Argentina 20-19 thanks to a late forty-metre penalty kicked by Phil Bennett.\n\nItaly's Cuttitta twins were far from identical: the fleet-footed wing Marcello and the powerful prop Massimo were azzurri regulars in the 1990s and appeared together at both the 1991 and 1995 Rugby World Cups. Earlier twins who played for Italy were Adriano (1972-1979) and Paolo Fedrigo. Paolo's only cap came at prop in front of his second-row twin in Italy's 9-6 defeat by Portugal in 1973.\n\nArguably the most unusual pair of twins to play Test rugby were the Calders of Scotland, who were both flankers. They never played together in a Test for Scotland yet each won a Grand Slam with his country. Jim's career spanned the years 1981 to 1985 and included the 1984 Grand Slam when his late line-out try sealed the title victory over France. Finlay won his first cap for Scotland in 1986 and was a regular back-row fixture in the side until he retired in 1991. He was an ever-present in the side that won the 1990 Grand Slam and led the 1991 Lions to Australia.\n\nWho were hooker Ross Cullen's props in the Wallabies' tour game against Oxford University in 1966? Brothers RFC, Australia\n\nRoss Cullen was propped by Jim Miller and Roy Prosser that day. Miller played six Tests for the Wallabies between 1962 and 1967 while Prosser made the position his own in a 25-Test Aussie career that ended in 1972.\n\nMiller's last Test was Prosser's first, the pair propping up Peter Johnson at Twickenham against England in 1967 when the Wallabies outclassed their hosts 23-11 in what was then England's biggest-ever margin of defeat in a Twickenham Test.\n\nThe Oxford University tour game took place a couple of months earlier on the same tour and was the infamous occasion when Oxford's Ollie Waldron had to leave the field with a lacerated ear, the result of a front-row biting incident that led to the Wallaby management sending home Ross Cullen shortly afterwards.\n\nOxford, for whom scrum-half Nigel Starmer-Smith had an outstanding match, led 9-0 at the break, but the Wallabies rallied in the second-half and eventually scraped home 11-9 through a Jim Lenehan dropped goal kicked from near the half-way line.\n\n\nLive Sports\n\nCommunication error please reload the page.",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9947944283,
        "format_confidence":0.7982363701
    },
    {
        "url":"https:\/\/www.queryhome.com\/sports\/3019\/when-was-official-boxing-match-between-bear-man-was-held-won",
        "text":"top button\nFlag Notify\n    Connect to us\n      Facebook Login\n      Site Registration\n\nFacebook Login\nSite Registration\n\nWhen was an official boxing match between a bear and a man was held, who won?\n\n+1 vote\nposted Apr 21, 2017 by Anurag Kashyap\n\nShare this question\nFacebook Share Button Twitter Share Button LinkedIn Share Button\n\n1 Answer\n\n0 votes\n\nAlthough being aware how dangerous bears actually are one particular boxer named Gus Waldorf wasn’t’ too intimidated by them. In 1949 Waldorf decided to face a bear in a special boxing match. The bear wore a customized muzzle on its jaws and gloves covering the deadly claws. Regardless of how handicapped the bear was it actually won the fight in the end.\nIn 1949\n\nanswer Apr 26, 2017 by Vijay\nContact Us\n+91 9880187415\n#280, 3rd floor, 5th Main\n6th Sector, HSR Layout\nKarnataka INDIA.",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9872117639,
        "format_confidence":0.9748088121
    },
    {
        "url":"https:\/\/www.golf.com\/gear\/wedges\/2019\/04\/30\/wedges-buying-biggest-mistakes\/",
        "text":"Ask an Equipment Expert: What’s the biggest mistake golfers make buying wedges?\n\nApril 30, 2019\n\nEach month, we tap experts from the equipment industry to answer your most commonly asked questions. In this installment, Roger Cleveland, Callaway Chief Designer of Wedges, explains where golfers go wrong when selecting wedges and how you can avoid the same mistakes.\n\nQ. What’s the biggest mistake that average golfers make when selecting wedges for their game? -Shannon M., Delray Beach, Fla.\n\nThe first big mistake is not gapping correctly and not having enough wedges in the bag. Most modern irons are built with stronger lofts. A lot of pitching wedges are now 45 degrees or stronger, leaving a huge gap between PW and SW, which is usually 55 or 56 degrees.\n\nPlayers need to have a gap wedge, sand wedge and lob wedge to achieve the gapping that’s required for optimum scoring. I see a fair number of players carrying multiple fairway woods and hybrids, which is fine, but it shouldn’t be at the expense of another wedge that can be used in the scoring area around the green.\n\nSole grind is another key factor—if you play primarily square-faced shots, a model like our W grind with more bounce and less heel and toe relief will resist digging and yield better results. If you like to open the face, a more versatile design like our C grind would be a better choice. Be aware that different grinds can work for different players, depending on a number of factors. Getting fit is critical if you want the proper design for your swing and playing conditions.\n\n— Roger Cleveland, Callaway Chief Designer, Wedges\n\nTo receive GOLF’s all-new newsletters, subscribe for free here.",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9958500862,
        "format_confidence":0.7286421061
    },
    {
        "url":"https:\/\/www.wefugees.de\/101043\/do-you-know-any-nice-parks-here-in-berlin-where-we-can-play-ball?show=600892",
        "text":"\nTomorrow we'll have some free time and we would like to play ball or something like that. Are there any nice parks or places where we can go to?\nasked Sep 18, 2015 in Activities by Raheeeem\n\nPlease log in or register to answer this question.\n\n4 Answers\n\n+2 votes\nHi how are you? Sure there are a lot of nice parks here in town. My favourite one is the Treptower Park in EastBerlin. You can reach it by train S8, S85, S9 or S41 and S42. The station is also called Treptower Park ;) Or is it to far, where do you stay?\n\nBest wishes Benni\nanswered Sep 18, 2015 by Benni91\nThanks man, but it's really far. We are here in Wilmesdorf. Do you have another idea?\n+1 vote\nMay you can go to the \"Volkspark Wilmersdorf\"?! You reach the park by bus #249 or #101. The underground station \"Blissestraße\" is nearby too. Really nice park, we often meet there to play football. We will be there on sunday again, so you can join us if you want!\n\nSee you Torben\nanswered Sep 18, 2015 by Torben\nYeah, he's right! check it out there :)\nSure, we'll do that. When will u be there on sundy?\n11pm ;) I hope to see you there\nok thx!\n+1 vote\nGleisdreieck Park (U-Bahnhof \/ S-Bahnhof: Yorckstraße - U7 \/ S2)\nanswered Jan 23, 2017 by Gordon\n0 votes\nanswered Dec 29, 2015 by worldnoir\n3,663 questions\n4,407 answers\n135,623 users",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9000448585,
        "format_confidence":0.9872512817
    },
    {
        "url":"http:\/\/answers.acefitness.org\/Any-suggestions-strength-training-shoulder-impingement-q569278.aspx",
        "text":"Share |\n\n\nStatus:Closed    Asked:Oct 07, 2013 - 08:59 AM\n\nAny suggestions for strength training for a shoulder impingement?\n\nHi - Looking for recommendations to build shoulder strength as I recover from a shoulder impingement. Physical therapy has helped but it is a very sllllooooooowww recovery. Looking for some recommendations to workout during recovery. Thanks!\n\nDo you have the same question? Follow this Question\n\n\nA common diagnosis of the rotator cuff is impingement syndrome. This refers to the impingement of the soft tissues between the humeral head and the archway that is formed by the acromion and the coracoacromial ligament. Conditions that narrow this archway, such as soft-tissue swelling, bone spurs, or arthritic changes, can predispose an individual to impingement. For some individuals, the acromion is congenitally hooked or curved in shape—as opposed to flat—which may predispose the client to an impingement syndrome as the acromion rubs on the rotator cuff.\n\nThe initial stages of training for rotator cuff injuries focus on reducing inflammation and promoting healing. This is a stage of “active rest” in which the exacerbating activities are eliminated or modified. Common causes of injury are overhead sports, military press, incline bench press, and lateral raises in the frontal plane. Restoring shoulder range of motion via flexibility exercises is also an important goal of this phase. However, ranges that are painful should be avoided.\n\nA key component of restoring shoulder stability is to restore the strength of the muscles associated with the scapula. A normal scapula provides a stable base for shoulder rotation and maintains the proper length-tension relationship of the rotator cuff and deltoid muscles. When initiating scapula musculature strengthening, external rotation and extension should be limited to neutral. Closed-chain exercises performed with the hands fixed provide a compressive load to the shoulder joint and promote stability. Examples include wall push-ups and quadruped or plank stabilization exercises.\n\nBecause the biceps originates on the scapula, biceps curls performed in a seated position with the elbow supported may reduce the chances of exacerbation. Also, avoiding end ranges of elbow extension may reduce irritation of the area. In addition, performing curls with a neutral forearm position (i.e., hammer curl) will reduce the load on the biceps.\n\nModifications should be made to the bench press exercise as well. First, there should be a mandatory “handoff” and spot. Second, range of motion should be limited so that the elbows do not dip below the level of the shoulders. Third, a narrower hand spacing (grip) should be utilized to minimize the peak shoulder torque in the pressing motion and reduce the rotator cuff and biceps tendon requirements for stabilization of the humeral head. Also, the incline bench press should be avoided. Repetitions should also be limited to avoid excessive fatigue, which can result in a loss of dynamic shoulder stability. Finally, weight machines such as a chest press, in which range of motion can be controlled, may be a safer option.\n\nThe shoulder press or military press is another popular exercise that can aggravate shoulder impingement. For the shoulder press movement, the behind-the-neck position should be avoided, as it places significant stress on the shoulder capsule and ligaments and places the shoulder in a tenuous position for instability. Bringing the shoulder into a more anterior position in front of the body reduces the stress to the shoulder capsule.\n\n\n\nOct 07, 2013 - 09:00 AM\n\nReport it\n\n\nLogin   |   Register\n\nRecently Active Members",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.8493195176,
        "format_confidence":0.9854813218
    },
    {
        "url":"http:\/\/mikesgym.org\/qanda\/qanda.php?show=question&topicID=18&questionID=335",
        "text":"Search the Q & A »\nTopics   »   Terminology   »   Body Building\n\n\nWhen you list \"Body Building\" in the daily WOD, what do you mean for us to do?\n\n\nTimothy Roehr | 2007-11-27\n\nchest, upper back, shoulders, arms. just basic body building exercises.\nComments Add Comment »\nChristian Sobrino\nWhen the WOD says Bodybuilding, how many exercises would you include? 1? 2? 3? Any rep or set scheme in particular?\nMike Burgener\nnormally 1 or 2 exercises. maybe chin ups or push ups or some bench presses even. not much but especially for athletes that need to gain some weight. just use common sense.",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9954268932,
        "format_confidence":0.9880489707
    },
    {
        "url":"http:\/\/www.eastsideboxing.com\/weblog\/news.php?p=16459&more=1",
        "text":"'The Left-Hook Lounge': Vivek Wallace's Weekly Q&A Mailbag Featuring Mayweather Jr, Trinidad, Roy Jones Jr., Oscar, Pavlik, Calzaghe and More!\n\nmayweatherBy Vivek Wallace, photo by Naoki Fukuda - This weeks 'Left-Hook Lounge' Q&A Mailbag is a riot!!! Plain and simple. So much happening in the world of boxing and the chosen fight fans who have featured questions asked to be served up straight with no chaser! On the slate this week is everything from Kelly Pavliks next opponent, to the highly debated issue of race in the sport, inflamed by the sports most outspoken figure, Floyd Mayweather Jr. With so much to cover, we taxi and takeoff....Our first question coming from a fight fan in my neck of the woods, Miami Lakes, Florida....\n\nSamuel Blades (Miami Lakes, Fl): You published an article about the recent Mayweather\/Wright race related statements. Can you clarify the position you hold on the matter for those still in question.\n\nVivek Wallace (ESB): Bottom line here Sam, I personally think that racism is a very strong word to use in today's society.. I think that we as people, collectively in this country, have all come way too far to continue to rehash that perspective. However, that being said, I will boldly say that there is no denying biases of a very political nature. I think that's a more appropriate way to interpret Mayweathers comments because when you view it as a 'political bias', you have to realize, these are decisions being made for reasons uncommon or undesired by some other party. Taking it a step further, when you look at some of the African American pound for pound greats of recent history, each of them have been very artful about obtaining a victory. Bernard Hopkins, Roy Jones Jr., Floyd Mayweather Jr., Lennox Lewis, and 'Winky' Wright all take very careful steps in dissecting their opponents and won't attempt to compromise their gameplan until the time is right. Example, Mayweather is arguably the best boxer in recent times - skill wise - but his ring intelligence won't allow him to brawl until it is either necessary or until he can go for the juggler and pull the curtains, which is what he patiently waited to do until the precise moment against Hatton. To some, that was a boring fight, but when he needed to make it interesting, he did, and walked away with the results to show, which was the same KO that few thought he had the ability in him to pull out. To me personally, that was a beautiful masterpiece, literally handcrafted because he showed discipline to fight inside, outside, boxing and brawling, but each was used when appropriate and only when he needed to switch up. That's an art to me, but if the crew at ringside rather see a guy get hit alot, bleeding as he tries to overcome it, or if they think the fans viewing wants to see that type of fighter, they're gonna cater to that demand and come off as biased to some because it may not reflect the sentiments of the fans who don't want that. In an era where MMA is taking over and people are geared up to see a KO or blood, perhaps this political bias is a bit warranted, but my issue is that it often comes at the expense of many fighters who are easily amongst the most talented on the planet.\n\nReggie Matthews (Oakland, Ca): With Roy Jones Jr. and Joe Calzaghe now confirmed, what are your thoughts on this fight and the possible results?\n\nVivek Wallace (ESB): I think this fight will leave many stunned in the end results. Many have written Roy Jones Jr. off and subsequently placed Calzaghe at the top of the P4P contention list. Consider what a spectacle this really is....You have a guy who is undefeated, and knows that if he wants to solidify his greatness, he has to win one more match against a still deceptively formidable opponent. Then you have arguably one of - if not - the most talented fighter in the past decade and a half, who has been knocked off of his high horse, only to rise again from basement level ashes with the chance to effectively touch the stars! What better script can be drawn? You literally have two men who are damn near willing to die in the ring to secure what could be a final cadence. People talk about age, but this kind of fight is living proof why there is never a bad time for a good fight. I spent a little time around Roy Jones Jr. in the final days before his fight with Trinidad at the press gatherings and I can tell anyone who dares to listen, the guy has his pep back in his step. The speed was there, the flamboyance was there, the ego was there, and in the fight, the action was there. If he can bring that all to the ring again, honestly, I pity the fool that chooses to bet against him. Not to say him winning is a lock, but Calzaghe prepared harder for Hopkins than he has prepared for anyone in his career, and he fought at a weight that he felt would help him transfer his power better, yet he still walked away with only a split decision victory against a very cautious fighter that didn't throw much throughout the fight. One thing about Roy, he will not only throw, but throw in combinations, and group his shots alot better than Hopkins did. Calzaghe is obviously fast so that means with both guys scoring frequently, this won't be an easy one to judge. Hey, I don't know about you, but I plan to be on the first bird smokin' to NYC come mid September, and my bags will probably be packed a good week prior too. This is one fight I wouldn't want to miss for the world!\n\nS. Miller (Dallas, TX): The Hopkins\/Calzaghe fight was a very good example of the comments Mayweather made regarding the HBO television crew. Was it me or did they seem to go too far making Hopkins appear dull, and the opposite extreme making Calzaghe's efforts appear grand?\n\nVivek Wallace (ESB): Mr. Miller, I think this question digs deeply into what I aptly dubbed a 'political bias' in the first question. To address your question directly though, it clearly seemed to me that the HBO crew did very little to support Hopkins' efforts in that fight, but in contrast seemed very happy to announce and in some cases over emphasize Calzaghe's triumphant moments. Once again, I say that this isn't exactly a racial tone, but probably an inward bias based on the fact that they know the crowd wanted to see more action and one fighter was providing it while the other was more cautious. Perhaps even too cautious. And in all fairness, although I shouldn't find humor in any race-related topic, I'll go on record in saying that if the HBO crew appeared bias in this fight, they would get an open press free pass by most because it was Hopkins who made this an issue when he used a ticket selling ploy about \"Never losing to a white guy\". Anyone who knows him knows clearly that the guy isn't racist, but after that comment, if this perceived political bias was true, I don't think Lampley and the fellas were the only ones pulling for the 'white guy' on that night. (Wink).\n\nRay Mercado (Bronx, NY): Felix Trinidad and his team have gone on record to say that the Oscar Dela Hoya negotiations are not serious and that Oscar is only using them as a ploy to help make other fights. Do you think that this fight can and will be eventually made?\n\nVivek Wallace (ESB): Not at all Ray. I don't know that Oscar is definitely trying to use this as a ploy which was stated, but I see no way possible that this fight could be made. Oscar isn't going up in weight from 154, Trinidad struggled against Roy Jones Jr. to make 170 lbs and has vowed not to go below 165 lbs again. There's a major disconnect there and neither man is willing to budge. Adding more fuel to the fire, Oscar Dela Hoya has made it clear that he will not reduce his dollar demand in any fight he takes, and this is a major point of contention. Floyd defeated him after compromising a number of concessions such as ring size, weight, money, glove type, etc, and was still not allowed to get the upperhand relative to the money in a future fight, despite being the Champ. Trinidad ran into this same thing before when he tried to make a rematch happen also. Sad part about that, as legendary as I view Oscar, lets take a true look at something here. The guy has had 6 fights in the last 5 years, he lost three, many felt he lost a fourth to Sturm, and he walked to the dressing room 'pumpkin faced' after what was dubbed by him a \"tune-up\" fight against a fifth fighter (Forbes) of the six in total. No doubt he's still a draw, but in all fairness, the fact that we're all made to wait hand-on-shoulder for him to pick a 'farewell-millionaire' partner I think is part of the same political bias I continue to speak of when you consider that we have a far more talented Roy Jones Jr. who had to fight his way back up the ranks after being embarrassed and is on the brink of once again making history. These kind of theatrics is what has some quickly forgetting about the good Oscar of old, and simply wanting him - atleast as a fighter - to quickly vanish. In the end analysis, to answer your question, I don't think a fight with Trinidad will be made. Right country, wrong guy. Of Mayweather, Trinidad, and all other opponents out there, Cotto is the only one that will be both a decent draw, and agree to take lesser money. Win, lose, or draw, it'll be Cotto for Oscar next. If Margarito goes in there on July 26th and defeats Cotto \"easily\" like he recently stated that he would, there's no way in hell Oscar steps in against him in what would possibly be a very literal 'career ending' fight.\n\nMichael Sharp (Charlotte, NC): Any word on Kelly Pavlik's next opponent and any thoughts on where the fight may take place?\n\nVivek Wallace (ESB): It was reported a week ago and subsequently confirmed that Pavlik is considering 'Winky' Wright who apparently has changed his monetary demands to accomodate the current economic landscape. It has also been reported that Atlantic City, NJ is the proposed site of the next Pavlik fight, regardless of who the opponent is. Although Wright is probabl... (truncated)",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.991206944,
        "format_confidence":0.7356101274
    }
]