[
    {
        "url":"http:\/\/www.gbfb.org\/news\/2012\/gbfb-click-n-cook.php",
        "text":"Press Room : Press Release\n\n\n\nSeptember 27, 2012: BOSTON, MA – The Greater Boston Food Bank (GBFB) today announced the launch of Click ‘N Cook, an online recipe database featuring more than 500 healthy meal options. Created by GBFB dietitians, Click ‘N Cook makes it easy for clients and partners to search for recipes that feature the nutritious food items readily available to them through a variety of distribution channels. Each recipe is ranked using the “Choosing Healthy Options” (CHOP) nutrition system a comprehensive program which promotes the acquisition, distribution, and consumption of healthy foods.\n\nOriginally developed to help food pantry clients and hunger relief agencies create nutritious meals with foods available from GBFB, Click ‘N Cook is a great tool for anyone seeking ideas for wholesome meals. With hundreds of easy to follow recipes, Click ‘N Cook offerings include a wide variety of healthy options including Honey Lemon Chicken, Apple Crumb Dessert and Baked Kale Frittata.\n\nKendra Bird, GBFB Director of Distribution Services and Nutrition believes Click ‘N Cook will encourage users to expand their cooking and dining horizons. “Sometimes, we’re distributing fresh vegetables, tofu and other ingredients that might be unfamiliar to people coming to our mobile market distributions,” explained Bird. “Click ‘N Cook can help them discover the many ways to prepare these wonderfully healthy foods so they – and their children – can enjoy them.”\n\nTo access this comprehensive recipe resource, home cooks simply visit, choose from a master list of more than 100 ingredients and begin their search.\n\nAbout The Greater Boston Food Bank The Greater Boston Food Bank (GBFB) is the largest hunger-relief organization in New England and among the largest food banks in the country. GBFB distributes more than 40 million pounds of food and grocery products annually to 550 member hunger-relief agencies and more than 30 direct service programs throughout eastern Massachusetts in a dedicated partnership to end hunger in our region. This provides meals for as many as 545,000 people a year. GBFB is a member of Feeding America, the nation's food bank network. For more information, visit us at, become a fan on Facebook, follow us on Twitter (@gr8bosfoodbank), or call us at 617.427.5200.\nSpread the word! Share this page.",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9557142854,
        "format_confidence":0.9924035072
    },
    {
        "url":"https:\/\/www.grundig.co.uk\/press\/news\/official-appliance-partner-of-london-food-month",
        "text":"Official Appliance Partner of London Food Month\n\nGrundig is the Official Appliance Partner of London Food Month - a brand new food festival, produced by London Evening Standard, with a series of culinary events being hosted across the world’s food capital throughout June 2017. Indulge in high-end dinners and free community events as well as the chance to see Grundig’s stylish kitchen appliances in action at the Night Market – a bustling outdoor dining experience near Kensington gardens.\n\nGrundig’s work to raise awareness of food waste and hunger began by partnering with three-Michelin-star chef, Massimo Bottura’s Food for Soul project. As part of London Food Month, Grundig’s efforts continue by working alongside other international chefs and by working closely with charity partner, The Felix Project, as part of the brand’s commitment to reducing food waste globally.",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9685368538,
        "format_confidence":0.9888771176
    },
    {
        "url":"https:\/\/pizzanova.com\/save-the-date\/",
        "text":"pizza london ontario\n\n\nThat’s Amore Pizza for Kids!\n\nTaste the Difference and Make a Difference With Pizza Nova\n\nTORONTO, May 2nd, 2018 – Mark your calendars, the most wonderful day of the year for\nall pizza lovers is almost here! On Tuesday, May 8th, Pizza Nova will host their 19th\nannual That’s Amore Pizza For Kids day in support of the local children’s charity,\nVariety Village.\nAnybody can walk into one of the 140+ participating locations across Ontario and\npurchase a medium pepperoni pizza for only $4.39 plus tax (limit 2 per customer –\nwalk-in only) from 11:00am-9:00pm. Pizza Nova will donate $1 from each medium pizza\nsold to Variety Village.\nVariety Village prides itself on enriching the lives of thousands of children living with\nphysical and mental disabilities by providing an accessible facility, specialized\nprograms, dedicated staff, and a community in which everyone is equal and welcome.\nOver the past 19 years, Pizza Nova has raised over $1.4 million for Variety Village to\nFor more information on Pizza Nova’s 19th annual That’s Amore Pizza For Kids day,\nvisit or\n\nCheck out\n\nSign in Create an account Check out as guest\nPizza Nova Logo\n\nWe noticed that you have chosen a pizza with NO Topping(s).\nIf you wish to proceed with no topping(s) please PRESS OK.\nTo add your topping(s) please PRESS GO BACK to choose your topping(s).\n\nOK Go Back\nPizza Nova Logo\n\nWelcome to Pizza Nova\n\nTo get started, please enter your city or postal code and choose delivery or pick-up.\n\nCities we service\nSkip this step",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9902232289,
        "format_confidence":0.9022615552
    },
    {
        "url":"https:\/\/www.mainstreetsteamboat.com\/blog\/tag\/farmers-market\/",
        "text":"Archive for Farmers Market\n\nRegistration For the 2017 Farmers Market is OPEN!\n\nMain Street Steamboat is accepting applications for the 2017 Market Season. This year you are able to apply right here on our website. We are accepting all types of applications right now. Some categories are limited. Applications will go thru a jury process and vendors will be notified by mid February if you have been accepted. Food vendors of any kind are given first priority. The market is open Saturdays 9-2 Starting June 10 and ends on September 16. Come be part of the fun!",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.981865108,
        "format_confidence":0.9785951972
    },
    {
        "url":"https:\/\/www.redrockbrewery.co.uk\/covid-comeback\/",
        "text":"Firstly, we would like to convey our well wishes to you all during this exceedingly difficult time. We hope you are all surviving in this new COVID world we are living in. If you have had the opportunity to support us, we would like to extend our upmost gratitude, your support has been crucial to our business here at Red Rock Brewery\n\nCOVID has affected the way we all live and work and here at Red Rock Brewery we have had to diversify to keep our business trading. At the beginning of the pandemic we, along with countless other businesses, had to pause, reassess, and work out where we go next in order to keep making and selling our delicious, award winning ales. Luckily here at Red Rock Brewery, we had established an e-commerce system just before lockdown which enabled us to package more products into bottle and sell via our new online shop.\n\nThe support from not only our faithful regulars but also nationwide, new customers, was humbling. The news of our products spread quickly and encouraged new business and most importantly, the feedback from new customers regarding the quality of our products was a real boost during what was a very worrying time. For this we cannot thank you all enough.\n\nWe are still working hard to keep our award-winning beers available nationwide. Whatever your preference, be it Traditional Ale, Craft Ale or our Award-winning Pilsner, then we have got you covered. It is all still available online via shop so it can be delivered direct to your door!\n\nWe have some extremely exciting plans for the future here at the Rock and we cannot wait to share it with you all. Please keep a lookout on our social media channels as we have some tasty new treats in the making ready to drop over the next few months.\n\nThanks again for your continued support.\n\nLewis and the Red Rock team\nStay safe – Enjoy beer\n\n\n\nShare This",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9444382191,
        "format_confidence":0.9801859856
    },
    {
        "url":"http:\/\/www.stonewallkitchen.com\/our-company\/news-awards\/press-releases\/stonewall-kitchen-cooking-school-announces-summer-2014-schedule\/PR-040414.html",
        "text":"April 4, 2014\nContact: Sheri Tripp, Marketing Manager\nPhone: 207.351.2713\n\nStonewall Kitchen Cooking School Announces Summer 2014 Schedule\n\nYork, Maine — With classes beginning in May, the Stonewall Kitchen Cooking School will offer more than 150 demonstration classes during the four month schedule.\n\nFrom traditional Maine lobster to the annual and most popular week-long tribute to Julia Child, the schedule offers a variety of classes including: brunches, cookbook signings, luncheons and dinners.\n\nNotable chefs scheduled to appear for cookbook signings and instruction include:\n\n  • Erin Gardner: local author, winner of Sweet Genius, owner of award winning Wild Orchid Baking Company, Great Cake DecoratingMay 3\n  • Kathy Gunst: local author and co-author of the Stonewall Kitchen cookbooks – May 10\n  • Kate Schaffer: local author, owner of award-winning Black Dinah Chocolatiers located on the Isle au Haut, Recipes and Tales from an Island ChocolatierMay 17\n  • Stephanie Cmar: contestant from this season of “Top Chef” – June 6 & 7\n  • Sanford D'Amato: James Beard award-winner, one of 12 chefs chosen personally by Julia Child to cook for her 80th birthday, Good Stock: Life of a Low SimmerJune 13 & 14\n  • Jeni Britton Bauer: James Beard award-winner, New York Times best-selling author, countless accolades from Food & Wine, the Wall Street Journal and others, Jeni's Splendid Ice Cream DessertsJune 20\n  • Susie Middleton: food writer and author, Fresh From the FarmJune 27 & 28\n  • Jenny McCoy: worked for Emeril Lagasse, Marc Forgione, and most recently, Tom Colicchio at Craft when they earned their second three-star New York Times review. Now a chef-instructor at The Institute of Culinary Education (ICE), Desserts for Every SeasonJuly 12 & 13\n  • Andy Husbands and Chris Hart: two champion pit masters, Grill to PerfectionJuly 19\n  • Dana Moos: local author, The Art of BreakfastJuly 27\n  • Madhur Jaffrey: six-time James Beard Award winner, At Home with Madhur JaffreyAugust 7\n  • Edward Lee: appeared on “Top Chef Texas, Season Nine,” winner of Iron Chef America, food writer and author, Smoke & PicklesAugust 8 & 9\n  • Virginia Willis: respected author, Food Network blogger, Basic to Brilliant Y'allAugust 22 & 23\n\nFor complete details of the classes listed above and additional classes available, please visit",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9689682126,
        "format_confidence":0.9884212017
    },
    {
        "url":"https:\/\/juliasjoyfulkitchen.com\/the-crumble\/fall-in-love-with-our-fall-menu.html",
        "text":"Fall in Love with our Fall Menu!\n\nFall In Love With Our NEW Fall Flavours!\n\nOur Fall Menu is now availble and ready to be enjoyed!\n\nPlease place your Thanksgiving orders by Wednesday, October 9th!\n\nWe’ve got pumpkin spice & all things nice from pies, cookies, tarts, donuts, scones and more!\n\nCheck our treat line up on our online store here!\n\nOrders can be for pick up or delivery!",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9974375963,
        "format_confidence":0.6989378333
    },
    {
        "url":"https:\/\/www.feefolaycafe.com\/post\/grow-your-blog-community",
        "text":"Fee-Fo-Lay Cafe Makes the News!\n\nFee-Fo-Lay Cafe featured in News Examiner.\n\nWe enjoyed having Pam Folse of the News Examiner over at the Fee-Fo-Lay Cafe to discuss the business, tourism, and our community. We're receiving an increase in phone calls, website visits, and of course customers since the publication of her article. Thank you Pam! .\n\n29 views0 comments",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.870718658,
        "format_confidence":0.8856179714
    },
    {
        "url":"https:\/\/www.citycentremirdif.com\/media-centre\/an-array-of-global-cuisine-celebrated-at-city-centre-mirdif",
        "text":"Latest News\n\n\nAn array of global cuisine celebrated at City Centre Mirdif with ‘Flavours of the World’\n\n• A month-long celebration from November 1st to 30th • Outdoor promenade dazzles with an even bigger ‘Garden of Lights’\n\n\nDubai, UAE; November 9, 2014:  A premiere dining and lifestyle destination, developed by Majid Al Futtaim, City Centre Mirdif is hosting a month-long food festival this November, featuring more than 80 international dining options, live entertainment and a chance to win a gourmet experience in the gastronomy capital of Paris. To mark the launch, City Centre Mirdif has illuminated it’s outdoor dining area Oasis Walk, with an even bigger ‘Garden of Lights’ display, providing a glittering ambience.\n\nFrom November 1st – 15th, a group of interactive, roaming chefs will be parading the mall, entertaining guests and inviting children to join them. Families can catch the roaming parade at 4:30pm, 6:30pm and 9:00pm. City Centre Mirdif has also published its annual Flavours of the World recipe book, a complimentary gift featuring the mall’s international restaurants and the recipes of their best-selling dishes.\n\n“A key point of differentiation at City Centre Mirdif is the wide variety of food delicacies and cuisines that we offer,” said Mohamed Al Jasmi, Mall Manager for City Centre Mirdif.  “Flavours of the World is a celebration of the diversity of cultures and food options in Dubai, while creating great moments by offering a global tour of the world’s best cuisines under one roof.”\n\nA gourmet experience in the City of Lights, Paris, France is up for grabs to those who spend AED 300 at any of the stores within City Centre Mirdif, with double chances of winning if spent dining at any of the restaurants.  In addition, instant prizes can be won upon redemption of receipts collected at any F&B outlet.\n\n‘Flavours of the World’ features delectable cuisines from East to West:    Le Pain Quotidien and PAUL will give a taste of French culinary excellence; Characterized by its simplicity with quality ingredients, Italian cuisine is represented by Carluccio’s and Al Forno; Rosa Mexicano presents contemporary Mexican cuisine with authentic flavours; South Africa is well represented with The Butcher Shop & Grill, a testament for South African excellent meat dishes, as well as the country’s favourite seafood chain, Ocean Basket and the Portuguese\/Mozambican themed Nando’s.  American delights are California Pizza Kitchen, Chili’s, Johnny Rockets and UNO Chicago Grill. Named after a street in Beirut, Adbel Wahab restaurant welcomes guests in Lebanese hospitality.  Famous for its vintage and quaint setting, Leila’s serves healthy and authentic Lebanese food.  Nestled between Europe and Asia, Turkey has influenced Dubai with its mouth-watering dishes and both Anatolia Turkish Grill and Kosebasi exude the Ottoman cuisine.\n\nCity Centre Mirdif features Asian fusion which emanates from different culinary traditions starting off with Japengo presenting a mix of international cuisines with a strong Asian influence. As well, coconut-based Thai curries of Mango Tree Bistro and exquisitely presented Japanese maki rolls of Yo! Sushi.  Famous to have a balanced mix of color, taste and shape in food, PF Chang’s and Duck King represent one of the most profound cuisines in the world, Chinese.  For an Indian vibe with fragrant curries and tandoori-grilled meats, Tiffinbites, Zafran and Gazebo are the places to go to.\n\n\nFor more information visit: https:\/\/www.citycentremirdif.com\/ or https:\/\/www.facebook.com\/CityCentreMirdif\/",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9453411698,
        "format_confidence":0.9783420563
    },
    {
        "url":"http:\/\/coloniaverdenyc.com\/2016\/04\/sunday-asado-may-1st-with-chef-haru-kishi\/",
        "text":"Colonia Verde\n\nSunday Asado May 1st with Chef Haru Kishi\n\nHaru Kishi known for leading the kitchens of Joel Robuchon and Gordon Ramsay is now the executive Chef at Summit Powder Mountain, where he cooks for the world’s top entrepreneurs.\n\nOn Sunday, May 1st he’ll parter with Marlow & Daughters and The MP Shift for an unexpected Sunday Asado right in our courtyard.\n\nCocktails by Ilegal Mezcal, Dewars & Henri Kholer\n\nWine by from The Greene Grape\n\nFor tickets click here\n\n#SundayAsado #FtGreene\n\n@ColoniaVerde @Harutaka_kishi @thempshift",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9436296225,
        "format_confidence":0.8222878575
    },
    {
        "url":"https:\/\/kingsheadteddington.com\/2021\/04\/13\/we-are-back\/",
        "text":"We are so pleased to have been able to open the doors (well, our gardens) to seven of our sites yesterday & we are excitedly getting ready to open the rest of our gorgeous pubs on the 17th May. There is so much awaiting you: from a brand new deliciously seasonal spring menu, new wine list &, best of all, the most gorgeous outdoor spaces you will find where you can dine in comfort & safety.\n\nIf you haven’t already, book your table today, we can’t wait to see you! x\n\nOpening times\n\n  • Mon-Sun: 12pm to 9pm (“Sunday Menu” served until 5pm)\n  • PUB\n  • Mon-Sat: 11am to 10pm\n  • Sun: 12pm to 10pm\n\nContact us\n\n  • The King's Head\n  • 123 High Street\n    Teddington, Middlesex\n    TW11 8HG\n\nBack to top",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9639956355,
        "format_confidence":0.9636209011
    },
    {
        "url":"http:\/\/www.jamieoliver.com\/news-and-features\/news\/jamies-food-tube-live-show\/",
        "text":"Jamie’s next live Food Tube show is all set for Monday July 8th at 8.30pm and promises something a little different with a Hot Summer Party theme. If you haven’t already subscribed to Food Tube, you can do so right now to ensure you’re never going to miss out on all the fun.\n\nThe location has changed to bring more of a summer vibe to proceedings and also some new faces to join in the cooking fun. The whole thing is being hosted by Jamie and he is being joined by Food Tube favourites DJ BBQ and Gennaro Contaldo. Alongside Gennaro is fellow Italian food hero Michaela Chiappa and the pair will be cooking up a Mediterranean storm with a Pasta Puttanesca and a Summery Salad. DJ BBQ will be giving his own take on marinades while Jamie tries out some funky new cocktails, named by Food Tube subscribers.\n\nNew faces to Food Tube include Donal Skehan, the celebrated young Irish chef and cookbook author who’ll be cooking up a storm alongside Queen of the cupcakes Jemma Wilson. Then a treat for followers of Jacksgap on YouTube, the boys Jack and Finn will be shown by Jamie how to cook an Asian classic, with a chilli challenge thrown in.\n\nJamie said: “I love our live shows, they’re a really good opportunity to interact with viewers and have a lot of fun and explore the amazing world of food in a new way, see you all there.”\n\nCompetitions, viewer questions and a whole load more await you on Monday July 8th at 8.30pm GMT+1.\n\nThe stream of the show will be live here – don’t forget to subscribe to Food Tube to be reminded on the day!\n\n\nfood tube\n\nMore news",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.8882539272,
        "format_confidence":0.6983160377
    },
    {
        "url":"http:\/\/www.channel4.com\/info\/press\/news\/food-inspection-cuts-could-put-lives-at-risk",
        "text":"Food inspection cuts could put lives at risk\n\n\nThe expert leading the independent review into last year’s horse meat scandal has warned that cuts to food testing and inspection could put lives at risk. Professor Chris Elliott’s warning comes as Channel 4 Dispatches reveals that the number of Trading Standards Officers is likely to face serious cuts this year. (Food: What’s Really in your Trolley? Channel 4 Dispatches, 8pm Monday March 17th)\n\nThe programme reveals that anticipated cuts of 40 per cent to the Trading Standards Service in the UK could lead to a reduction from 3000 officers in 2009 to around 1900 in 2015. The number of public analyst laboratories, where food is tested, has already reduced from 15 to 11 in the last three years.\n\nSpeaking exclusively to Channel 4 Dispatches, Professor Elliott, who heads the Institute for Global Food Security in Belfast and is leading the independent review into last year’s scandal says:\n\n“What we have to be careful of is that the budget cutting gets to a point where the integrity of our supply chains, the safety of the food that people eat, gets compromised to such a point that people start to die. I certainly hope that it doesn’t happen and all the indications are at the minute that the food industry is stepping up to the mark. They’re doing more checking and testing; but the food industry can’t do it on their own. What we need are strong regulators and well-resourced regulators.”\n\nIn response to a question from Channel 4 Dispatches reporter Morland Sanders, as to whether he shares Professor Elliott’s concerns about cuts to trading standards officers and public health laboratories, Andrew Rhodes, Chief Operating Officer at the Food Standards Agency tells the progamme:\n\nHe is right to be concerned about the level of trading standards officers keeping food safe. There has been a reduction in the number of officers. There has been a reduction in the amount of sampling. However a very strong network does exist. It’s increasingly risk-based, it is being helped by better intelligence and that will be one of the keys to unlocking some of the issues that we face.\"\n\nAndy Foster, from the Trading Standards Institute, tells Channel 4 Dispatches:\n\nYou take money out of sampling, you take money out of inspection, you take money out of the consumer protection system. You will get increased levels of fraudulent activity and you make the consumer protection regime that’s designed to deal with it much more impotent – and that’s a big concern. When you have some authorities – like some in London – operating on one trading standards officer, how on earth can they possibly deal with all their demands, from fraudulent activity?”\n\nIn a statement, Defra, which was responsible for setting up the independent review, told Channel 4 Dispatches:\n\n“Professor Elliott’s interim review recognises that UK consumers have access to some of the safest food in the world we want to keep it that way. In the last year, we have taken action to prevent food crime, including increasing unannounced inspections of meat cutting plants and boosting funding to £2 million to support local authorities’ food sampling programme.”\n\nChannel 4 Dispatches also reveals that meat from a controversial Dutch company was bought by four UK catering companies. Van Hattem Vlees, the Dutch company which says it supplied the British market as recently as December 2013, has been accused of failing to properly label meat which mixed horse with beef, and failing to ensure its traceability.\n\nAndrew Rhodes, of the Food Standards Agency in London tells Channel 4 Dispatches: “All of the meat that has been sent from this company has been traced, It has gone to four companies which have all been contacted, who identified the onward route of all of the meat involved and that meat has either been detained or given that some of it was shipped quite a long time ago, has been consumed. However there are no safety concerns at all in relation to this meat and this was to do with traceability and paperwork issues which are not acceptable but they are not dangerous.”\n\nVan Hattem Vlees was raided in December 2013 by Dutch authorities who ordered a recall of 28,000 tonnes of meat sold by the company between January 2012 and January 2014. The director of Van Hattem Vlees tells Channel 4 Dispatches that the company produced beef mixed with horse and said they supplied products to the UK until December 2013, although he refused to name the UK clients. He says it was properly labelled.\n\nIn response, The British Retail Consortium told Channel 4 Dispatches that none of the top supermarkets had bought meat from Van Hattem Vlees. The UK Food Standards Authority said they were awaiting the outcome of tests.\n\n\nNotes to editors:\n\n  • Any use of the material from this press release, or the programme, should credit: Food: What’s Really in your Trolley? Channel 4 Dispatches, 8pm Monday March 17th\n\nRelated Links\n\n\nLogin to view contacts\n\n\nRegister for Press Access",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9546530843,
        "format_confidence":0.50991714
    },
    {
        "url":"http:\/\/www.psdblogs.ca\/muirlake\/2017\/01\/20\/smoothie-sales\/",
        "text":"Smoothie Sales\n\nLeadership option is making a slight change to our smoothie sales.  We are now selling juice and breakfast foods every Friday at short recess.  We will not be selling smoothies, every Friday, but rather, the last Friday of the month.  We are also trying something new next week!  If you would like an energy boost, you can get a shot of Kale in your smoothie!  The perfect way to get through the last day of the week!!!\n\nPrint Friendly\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.892526269,
        "format_confidence":0.7678775787
    },
    {
        "url":"https:\/\/www.tahoefondue.com\/apps\/blog\/show\/45095391-have-a-fabulous-fondue-holiday",
        "text":"La Fondue\n\nServing Fine Alpine Cuisine in the Heart of the High Sierra\n\n\nHave a Fabulous Fondue Holiday\n\nPosted on December 22, 2017 at 3:55 PM\n\nFrom our family to yours, we wish you a white and wonderful Christmas, Happy Hanukkah, and safe and scrumptious New Year. \n\nCome see us soon for fondue at Lake Tahoe and join in the celebration of our One Year Anniversary this year!\n\nCategories: None",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9887780547,
        "format_confidence":0.9818841219
    },
    {
        "url":"http:\/\/www.nwcider.com\/cider-events\/2017\/7\/22\/orcas-island-cider-and-mead-festival",
        "text":"Back to All Events\n\nOrcas Island Cider and Mead Festival\n\n  • Village Green Eastsound, WA (map)\n\nCome out & join us for our 7th annual festival in 2017!\n\nFrom 11 AM-4 PM, the Eastsound Village Green on Orcas Island will be packed with people enjoying a multitude of ciders and meads to benefit Orcas Island Children's House.\n\nThe big white tent will be filled with a number of hard cider and mead producers, their fabulous products and lots of raving fans. Come taste and learn about some of the best ciders and meads from the Pacific Northwest and beyond. There will be live music on the stage, great food and our wonderful Farmers Market right next door. And definitely make sure you purchase some bottles to take with you for later enjoyment!\n\nBook your lodging and ferry reservations early. This time of year is a very popular time to visit Orcas.",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.8483541608,
        "format_confidence":0.7486136556
    },
    {
        "url":"https:\/\/www.crownmaple.com\/visit-madava-farms\/events\/hv-market-crown-maple-estate",
        "text":"Madava Farms Events\n\nSaturday, June 3, 2017\n\nHV Market at the Crown Maple Estate\n\nJoin us on the first Saturday of every month this summer for a gathering of dozens of Hudson Valley food, drink and craft vendors!\n\n\nAfter an energizing morning yoga session, stick around for our first HV Market of the season! Check out some great local vendors and play lawn games such as cornhole and bocce while enjoying live music by local artist Liv Waters. Grab a bite to eat at the Crown Maple Cafe, sip on a Crown Maple cocktail or roast a marshmallow on the fire while enjoying the beautiful views from our patio.\n\nThis month's vendors:\n\n\n  • Chicken and Waffle Dippers\n  • Turkey Burger Sliders with Crown Maple Bacon, Avocado Mash and Pepperjack Cheese\n  • Smokey Sweet Heat Chicken Wings\n  • Short Rib Tamales with Smoked Cheddar and Maple Chimmichurri\n  • Pigs in a Blanket\n  • Mixed Greens with Blueberries, Pickled Red Onion, Maple Glazed Almonds and Maple Champagne Vinaigrette\n  • Maple Doodle Cookies\n  • Malted Maple Milkshakes",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.922267139,
        "format_confidence":0.5390763879
    },
    {
        "url":"https:\/\/www.woodfireasheville.com\/single-post\/2019\/02\/25\/sundays-just-got-better-with-woodfire-brunch",
        "text":"Sundays just got better with Woodfire Brunch!\n\nSundays in Asheville just got a little bit better with the introduction of our new Brunch Menu at Woodfire Bar & Grille! Chef Jon and the staff have prepared delicious culinary creations, paired with some delightful drinks from the bar that are sure to make your experience memorable. Choose from favorites like Shrimp and Grits, Chicken and Waffles, and our twist on a classic Eggs Benedict that features a Hickory Nut Gap pork chop!\n\nWoodfire Brunch is served from 11am-2pm every Sunday at the Woodfire Bar & Grille, located at the Holiday Inn - Asheville East at 1450 Tunnel Rd. (I-40, Exit 55 - East Asheville).\n\nParking is free. While Walk-Ins are always welcomed, Reservations are encouraged and may be made by calling us anytime at (828) 298-5611.\n\nView our Brunch Menu.\n\nFeatured Posts\nRecent Posts\nSearch By Tags\nFollow Us\n  • Facebook - White Circle\n  • Twitter - White Circle\n  • Instagram - White Circle\n  • TripAdvisor - White Circle\n\n© 2020 Woodfire Bar and Grille\n\nOpen Table Reservations",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9892196059,
        "format_confidence":0.9121338725
    },
    {
        "url":"https:\/\/ouraychaletinn.com\/prime-rib-dinner-at-the-elks\/",
        "text":"Prime Rib Dinner at the Elks!\n\nCan You Say YUM!?\n\nThe Ouray Elks Lodge #492 will have another Prime Rib dinner on March 23rd Dinner is at 6:00 pm and is only $20.00 for prime rib, baked potato and salad.  All prepared by local favorite chef Rein Hein.  There will be live entertainment, a silent auction and open KARAOKE!  Procedes from the auction will benefit the charity fund.   Limited UNRESERVED seating so please RSVP to Jim Pettengill at 970.626.42392.",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9325379729,
        "format_confidence":0.8568746448
    },
    {
        "url":"http:\/\/www.winstonsalem.com\/2014\/04\/arts-craft-beer-at-the-sawtooth\/",
        "text":"The Latest On What's Happening With The Chamber & Our Members\n\n“Arts & Craft Beer” at the Sawtooth\n\nA Beer Tasting Bash to Benefit the Sawtooth School’s Scholarship Fund\nfeaturing some of the area’s best brews along with live artist demos and displays.\n\nSawtooth School for Visual Art\n(upstairs in the Milton Rhodes Center for the Arts)\n251 N. Spruce Street, downtown Winston-Salem\n\nFriday, April 11 • 5 to 8 pm\n\nEntry fee is only $15 per person for unlimited samplings.\n\nTickets sold at the door. Must be 21 or over with valid ID.\nAll proceeds benefit the Sawtooth’s Scholarship Fund. • (336) 723-7395 ext. 201\n\nLeave a Reply",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.8338080645,
        "format_confidence":0.9092209339
    }
]