[
    {
        "url":"http:\/\/articles.herald-mail.com\/2003-02-17\/news\/25117352_1_waste-gas-wastes-fuel-mid-grade",
        "text":"YOU ARE HERE: HeraldMail HomeCollectionsAaa\n\nGas-saving tips from AAA\n\nFebruary 17, 2003\n\nAAA has the following tips to drivers to save at the gas pump:\n\n  • If you own multiple cars, use the one that is most fuel-efficient.\n\n  • Consolidate trips and errands to cut down on driving.\n\n  • Find one location to do all your shopping and other chores.\n\n  • Comparison shop by phone or through newspaper advertisements.\n\n  • Drive slower; the faster a car travels, the more gas it burns. Leave enough time to reach your destination at a proper speed.\n\n  • Avoid quick starts and sudden stops. This wastes fuel, is harder on vehicle components and increases the odds of an accident.\n\n  • Routinely maintain your vehicle. Keep the tires inflated, moving components lubricated and ignition and emission systems operating properly.\n\n  • Lighten the load. Do not haul extra weight in the passenger compartment, trunk or cargo area of your vehicle.\n\n  • Check your vehicle's owners manual on whether your vehicle needs premium or mid-grade fuel and, if not, purchase less expensive regular unleaded gas.\n\n  • Shop for low gasoline prices locally but don't waste gas driving to a distant filling station to save a few cents.\n\nSource: AAA\n\nThe Herald-Mail Articles",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9935518503,
        "format_confidence":0.6962000728
    },
    {
        "url":"http:\/\/www.bgccv.net\/index.php\/5-ways-for-cars-of-the-future-to-improve\/",
        "text":"5 Ways For Cars Of The Future To Improve\n\nOK, so automobiles have come a heck of a long way since their inception back in the late 19th century – that’s a given. When you think that our great, great granddads had nothing but horses to pull their carriages, we really have made some incredible advancements. If that was still the case now it would take me three hours just to get down to Craven Cottage to watch my beloved Fulham FC – and I live in the centre of London! These days I can complete that journey in a cool 22 minutes (I timed myself) if I put my foot down in the 3 Series and traffic is optimum.carriage\n\nAnyway, like I was saying, sure technology has improved at an alarming rate, but has it really changed that much over the past say 30 years (my lifetime)?\n\nIn my opinion it has not, but for fancy cabin equipment such as Bluetooth connectivity and satellite navigation. Who even needs those features? Get a map for Pete’s sake! For the real car enthusiasts out there like me, you’ll know that driving itself is virtually the same as it was back in 1983. In fact, if anything it’s worse – there’s too much traffic on the roads and too many sets of lights to stop at. So here it is, 5 ways in which I believe (and hope) that future generations of cars can be improved.nosatnav\n\nMake them faster\n\nI know I’m not alone when I say that cars these days are too slow. I propose that by 2040 all vehicle should be equipped with engines which are a minimum of 7.5 litres in size. The government should implement a system like the autobahn, so speed junkies like me can hit 300mph. If you do wish to go that fast, I’d look to buy your life insurance sooner rather than later.\n\nMake them bigger\n\nEverybody is trying to create cars where there’s barely enough room to breathe. No, I don’t want a Kia Picanto – if I wanted to feel claustrophobic I’d sit in a cupboard. In fact there’s probably more space in my cupboard. And it travels at about the same speed as a Picanto. If you have a Kia I’m sorry if I’ve offended….. No I’m not! Get of my site and go to BuyYourKia or something, you ain’t welcome here!\n\nMake them more durable\n\nGranted, not everybody wants an off-road 4×4, but cars of the present time buckle under the smallest amount of pressure. A 2mph impact leaves your insurance paying out thousands of pounds. Cars should have big durable bumpers. It would save money on servicing and MOT costs too.\n\nMake them comfier\n\nI can’t stand normal car seats, I have to have leather and I cannot understand anybody who doesn’t have this exact same view. I am tired of having to replace the seats in every vehicle I buy with ones with which my delicate posture is compatible with. Leather is better. Fact. So make it standard.\n\nGive them wings?\nFair enough, this one’s a little crazy – even for me! But wouldn’t it be just fabulous if one day in the not too distant future, we could zip into the air like the proverbial eagle from its nest, as and when we wanted to? If the powers that be are reading this blog, please, think of a way that we can make this happen!\n\nOver and out.\n\nComments are closed.",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9954301119,
        "format_confidence":0.8983861804
    },
    {
        "url":"https:\/\/www.electricwheelchairsusa.com\/blogs\/news\/top-nine-3-wheel-electric-scooters",
        "text":"Top Nine 3-Wheel Electric Scooters in 2021\n\n\nMany people prefer a 3 wheel scooter of a 4 wheel or vice versa.  It ultimately depends on what needs the user wants or needs.  When you have difficulty moving around or getting from one place to another, its important to choose the right electric mobility scooter for you.  People with mobility issues often feel reluctant to travel, go out with friends, or even do their own shopping.\n\nScooters can change that situation around completely.  Life often feels better when the challenges associated with moving decrease.\n\nI know how important it is to stay self-reliant. That's why I rounded up the best 3-wheel electric scooter models for 2021.\n\nRead on to see which one is the right vehicle for your needs, but first, lets go over some of the reasons why someone would prefer a 3 wheel over a 4 wheel...\n\nSo What Are the Benefits of 3-Wheel Scooters?\n\n  • Typically a 3 wheel scooter is more compact, so often times they can be used more easily around the house.\n  • It’s easy to maneuver in tight spaces, so a 3-wheeler is great to use when you are shopping or in restaurants as an example.\n  • It’s a practical mobility aid to use in a crowded area.\n  • For taller users, you typically have more legroom on a 3 wheel scooter because the foot area extends to the sides of the tiller..\n  • It helps people with limited mobility in running their errands without overloading their joints.\n  • It’s an efficient mobility-enhancement device for the elderly and often times more lightweight than a 4 wheel.\n  • It offers assistance for disabled people.\n  • It makes an overall difference in the quality of life for people who find difficulty in walking.\n\n3-Wheel Scooters vs 4-Wheel Scooters\n\nThese two designs are often compared and contrasted. So, let’s see the strong points and shortcomings of each.\n\nWeight and Size\n\nWeight is a critical factor in choosing a mobility scooter. That's because the users are often incapacitated by injury, age, or other factors.  A 3-wheel scooter has that advantage considering they are often times more lightweight.\n\nScooters are indoor\/outdoor vehicles, so their size matters. If you keep a scooter in your house, then you want it to occupy minimal space. The same applies to public spaces. \n\nNow there are many different sizes of 3 wheel mobility scooters on the market; but the units specifically made for indoors or are made for transport, are easier to manage and operate in a home, restaurant, or mall.\n\n\nCompact lightweight scooters are easier to move from one place to another. They’re also much easier to pack up with your regular luggage when you’re traveling by car or by plane.   \n\n3-wheelers are better positioned for easy movement.\n\n\nOverall, 4-wheel scooters have more stability.  That is a nice benefit if you are concerned about the unit being more stable.\n\nStability is nice of course, but it’s not critical when you are dealing with major brands like the ones we carry.  The engineering and design put into any unit we carry have been tested and made with precision and safety in mind.  There is a reason they have been around for years and continue to be leaders in the market.  \n\n\nMany models offers a 3-wheel and a 4-wheel version.  Often times the 3-wheel has a lower price point than the 4-wheel.  This is especially important if you are on a concerned with money.  \n\nYou won't need to disturb your budget to get a good quality 3-wheel scooter.\n\nTurning Radius\n\nA 3-wheel scooter is pretty adept in taking sharp turns.  If you’ve been on one, you know what I’m talking about.\n\nIf this is your first time on a 3-wheel scooter, you might wonder why sharp turning is a plus.\n\nWell, it's not critical in the street, but consider shopping and moving between the isles.  However, it is remarkable when you use it inside your home or riding through crowds of people.  \n\nA 4-wheel scooter isn’t as well-suited when it comes to maneuverability.  To make a sharp turn around it a corner, it needs some space to proceed smoothly.  Sometimes, in order to guide it through tight spaces, you will have to continuously put it in reverse to make that turn around the corner.  \n\n\nI like good looking vehicles of all types, and I have good reason to believe that you do too.  In my opinion, 3-wheel scooters look more streamlined.  \n\nThey fit better within domestic or public spaces. They look less like a street transportation method, and more like a mobility device. \n\nWhat Is the Turning Radius of a 3-Wheel Scooter?\n\n3-wheel scooters have remarkable maneuverability in tight spots, but this isn’t just a general description.\n\nYou can actually measure the sharpness of the turning angle.  Furthermore, you'll know the space needed for performing a full circle without having to go in reverse.\n\nWe’re used to seeing a turning radius of around 45”.  This is nice, and the vehicle feels resourceful at that rate.\n\nThe tightest I’ve seen was a 26” model, and the widest went as far as 56”, but it was a large scooter.\n\nCan You Transport a 3-Wheel Scooter?\n\nYou can transport the foldable types easily by packing them as luggage in the trunk of your car.  They usually don't take up much space, and the lightweight models are a breeze to transport.\n\nAir-travel is possible with certain models only per the FAA regulations.  The main thing FAA is concerned with is the type of battery the scooter has.  Otherwise, you get to transport your scooter free of charge, according to the ADA.\n\nYou can disassemble some models into smaller and more manageable pieces. This is another smart way to carry your scooter along without hassles. \n\nSo enough with all of the details of 3 wheel scooters, I think you get it at this point.  Now lets get into my top picks of best 3 wheel scooters for this year...\n\n1. E-Wheels EW-36\n\nEWheels EW-36 Scooter\n\nIf you plan on using your scooter for outdoor transportation, then EW-36 is the one for you.  It’s one of the fastest scooters we carry.  You can drive it at speeds of up to 18 mph.\n\nSpeed isn’t everything, as you’ll need a sturdy battery to keep you powered all through your errands.  This unit can last up to 45 miles on a single charge, so I’d say it’ll be sufficient for your daily activity.\n\nSpeaking of taking it out, a good-looking vehicle is always a plus.  And this one definitely has the right aesthetics.  It also comes in several colors to suit every taste. \n\nIt has a high weight capacity of 350 lbs. and a spacious 18” seat. Besides, it has some pretty attractive perks like its huge storage space.  There’s also the anti-theft alarm, headlights, USB port, and a battery indicator.\n\nIts speed can be controlled to different speed settings through the twist-throttle. In order to have a smooth ride on pavements, uneven roads and all manner of terrain, it has 4-inch ground clearance.\n\nTwo shock absorbers at the rear of the frame ensures riding in comfort. Afraid that it will get stolen? You don’t have to be as it comes equipped with an anti-theft alarm.\n\nAs mentioned before, this model comes with a lot of storage space: It has a big compartment under the seat, a basket at the back, as well as a storage  compartment on the tiller.\n\nThe wheels are now equipped with hydraulic rear disc brakes for smoother stops. With its tubeless tires you don’t have to worry about a lot of maintenance. It also comes equipped with designer aluminum rims for a sleeker look.\n\nNeed to charge your electronic devices on the go? Not to worry as it comes with a USB port for easy charging.\n\n\n2. Amigo RD\n\nAmigo RD 3 Wheel Scooter\n\nThis is a mobility vehicle you can use indoor or outdoor equally well.  It has high maneuverability and a tight 34” turning radius, so it moves smoothly in any setting.  It also goes for 35 miles on a charge, so it’ll do fine outdoors and last you all day long.\n\nThe 360° swiveling seat is one of its nicest features. You wouldn’t need a special chair when you’re out, just rotate it to the right position and lock.\n\nThis scooter has a reliable weight capacity of 350 lbs. and a generous seat width of 18”.  It has high stability as its mass is centered on the platform and front part. This gives a proper weight distribution throughout for an easy ride.\n\nAmigo is one of the industry leaders. They’ve been manufacturing these vehicles for half a century.  That’s why you’ll find several practical and efficient functions in this 3-wheeler.\n\nIt rides at a maximum speed of 5.9 mph, giving you the ability to go just about everywhere. For those honoring the Shabbat, this scooter is halachically-approved.\n\nThe halachic principle involves indirect operation and continuous change of current. Thus, it comes equipped with a toggle switch which changes its operations from normal to Shabbat mode.\n\nThe handle is an EZ-Tilt, complete with foam grip high and low speed controls. In order to come to a smooth stop this scooter is equipped with electromagnetic brakes with manual release.\n\nThere is an optional TouchTron handle you can add, which allows for speed control, a battery indicator, speed indicator, a battery gauge and a horn.\n\nFor an easy ride on pavements, sand and uneven terrains, the Amigo RD comes with a 3.5 inch ground clearance.\n\n\n3. Enhance Mobility Triaxe Cruze\n\nThe Triaxe Cruze is a great choice if you like traveling and being on the move.  It’s a lightweight compact vehicle that you can actually fold and wheel around like a piece of luggage.  It can carry a significant amount of weight of up to 350 lbs.\n\nThe frame is made from aluminum.  This gives it great strength and the lightest possible weight.  It’s agile and will slide through the tightest venues.  Again, a good option if you’re sightseeing or exploring new places.\n\nThe Cruze is designed for trips, and that’s why it’s FAA approved for air travel.\n\nWhen you’re not flying, you can experience its paddle acceleration. It also has a ‘rear-wheel-drive’ mechanism.  Both options contribute to a smooth and stable ride.\n\nIt has electromagnetic brakes, so you can smoot... (truncated)",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.8173931837,
        "format_confidence":0.9812907577
    },
    {
        "url":"http:\/\/www.worldblaze.in\/top-10-best-bikes-for-long-rides\/",
        "text":"Top 10 Best Bikes for Long Rides (Route)\n\nTouring on motorcycles is fun. Going towards the horizon riding a bike could be fun given that the rider has an appropriate motorbike. Cruiser motorcycles are the most appropriate type for long route riding as they provide comfortable seating, space for leg stretch and also usually heavier in weight for better stability. These motorcycles also have added storage space on the sides which could carry few luggage as well. Long route motorcycles are quite popular in India, and here’s a list of top 10 that sells pretty well.\n\n1. Royal Enfield Thunderbird 350\n\nRoyal Enfield thunderbird 350 STD\n\nRoyal Enfield Thunderbird is a cruiser motorcycle with 346 cc engine displacement. It provides 20 bhp horse power, much higher than any commuter motorbike. Comparing to the power, Thunderbird 350 has a higher mileage of 51 km\/l. Price – Rs. 1,36,646 onwards.\n\n2. Bajaj Avenger 220\n\nBajaj Avenger 220\n\nBajaj Avenger has a powerful 220 cc DTSi engine. Higher torque and resulting output power of 18.80 bhp ensures smooth acceleration in highways, there’s a 5 speed manual gearbox for better transmission. Even on this configuration, the mileage is a promising 34 km\/l. Price – Rs. 75,502.\n\n3. Royal Enfield Thunderbird 500\n\nRoyal Enfield Thunderbird 500\n\nRoyal Enfield Thunderbird 500 offers a whopping 500 cc engine displacement; and it has a higher power output of 27.20 bhp at 5250 rpm. The engine is fitted with 5 speed manual gearbox. On average, the mileage on Thunderbird 500 is around 23 km\/l. Price – Rs. 173,513 onwards.\n\n4. Honda Gold Wing\n\nHonda Gold Wing\n\n2012 Honda Gold Wing\n\nThis motorcycle has an 1832 cc engine – way more than many sedan cars in the Indian market. If you are a very high level bike enthusiast and traveler at the same time, you might find this bike a pleasant rider. It offers 116.70 bhp and the mileage is 18 km\/l. Gold Wing has a 5 speed manual gearbox. Price – Rs. 3,048,500.\n\n5. Honda VT\n\nHonda VT\n\nHonda VT is another cruiser bike with a huge engine displacement – 1312 cc. The power output is 57 bhp at 4250 rpm. Acceleration is very smooth but that comes for a greater price – fuel consumption. Honda VT offers 20 km\/l mileage which isn’t economic but the riding experience is pleasant. Price – Rs. 1,509,976.\n\n1 thought on “Top 10 Best Bikes for Long Rides (Route)”\n\n  1. aditya says:\n\n    Nice bikes……………..\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9532135129,
        "format_confidence":0.9868817329
    },
    {
        "url":"http:\/\/www.scotsman.com\/news\/personal-finance-how-to-save-money-on-car-hire-1-3840587",
        "text":"Personal finance: How to save money on car hire\n\nThere are a few ways to save money on car rental. Picture: Getty\n\nThere are a few ways to save money on car rental. Picture: Getty\n\nShare this article\nHave your say\n\nLISA Venter, social media marketing manager at Money Dashboard, gives tips on the best ways to save money on care hire.\n\n1 Don’t rely on airport deals\n\nWith Europe’s biggest car hire firms recently rapped on the knuckles by the Competition and Markets Authority and told to act on customer complaints about insurance, it’s clear that people have been losing out. They include people who have simply added airport car hire when buying their tickets. Use price comparison sites before you book your car through your airport ticket bundle to make sure it’s the best price available. If you do plan on using airport hire, plan ahead as booking in advance and online you can save money through early bird fees.\n\n2 Credit card check\n\nGive your credit card statement a once-over after the final car hire bill has come off as it may not always be what you agreed to pay at the desk. That little clause about damages may come back to haunt you when you’re charged for a scrape you didn’t notice or weren’t responsible for.\n\n3 Challenge damages\n\nIf you do end up damaging your car or a nasty sum comes off your credit card post car-hire by surprise then do challenge the car hire company. As a result of the new review this will be easier to do in six to 12 months time. When you return your car get it checked for damage and signed off by a member of. If you took the car back out of hours or the desk was busy and you didn’t do the check it could be difficult to challenge the extra charges.\n\n4 Fuel for thought\n\nBefore booking your car online, make sure to check the options such as “Pick up full and return full” or “Pre-purchased fuel and return empty” depending on what suits your journey. This is handy for those doing shorter trips who don’t want to pay for a full tank of fuel or those doing longer trips who’d rather buy fuel along the way at a less inflated rate.\n\n5 Insurance\n\nCar hire insurance takes a cheap and appealing quote to an expensive and disappointing experience if you’re not careful. Hopefully after the regulatory review the list of insurance available will be simplified and you won’t have to think so hard about this. But for now follow the advice of the AA, which recommends that “rather than pay the hire company’s ‘Super’ insurance premium to reduce possible excess payments in the event of a claim it might be cheaper to take the hirer’s standard product and insure separately with a car hire excess reimbursement insurance policy”.\n\n• Lisa Venter is social media manager at\n\nBack to the top of the page",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.753413856,
        "format_confidence":0.8290530443
    },
    {
        "url":"https:\/\/www.motorera.com\/948\/6-tips-finding-professional-bmw-repair-mechanic\/",
        "text":"bmw repair\nDIY Auto Repair\n\n6 Tips for Finding a Professional BMW Repair Mechanic\n\nNeed to find the best BMW repair mechanic?\n\nFor your beloved BMW, you won’t want just any mechanic. The wrong mechanic can do more harm than good when working on your car.\n\nThere are plenty of great BMW repair mechanics out there, though – it’s just a matter of knowing what to look for.\n\nDo you know how to find a professional mechanic who can do the work you need?\n\nIf not, don’t worry. We’ve put together this guide to help you find the best mechanic for the job. Keep reading to learn more!\n\nAbout BMW Repair\n\nBefore looking for the best mechanic, it’s helpful to know a few things about what makes BMW repairs unique.\n\nThese are great cars that are known for their reliability. However, of course, every car will need maintenance done, and can have bigger issues come up at some point. It’s important to know the common issues to look out for before calling your mechanic.\n\nHere are a few of the top reasons you may need to call a mechanic for BMW repair.\n\n1. Window Regulator Issues\n\nCertain BMW models are prone to issues with the window regulators.\n\nRegulator clips can get broken, and you’ll need a professional to replace them. When the regulator isn’t working right, you’ll have windows that move slowly, or not at all.\n\n2. Electronic Issues\n\nAnother common BMW problem is with the electronics. Electronics regulate many different things in your car, such as windshield wipers. When the electronic system malfunctions, you’ll need to call a mechanic.\n\n3. Door Lock Problems\n\nThis can be another electronic issue. The biggest door lock problem for BMW owners is remotely locking and unlocking your doors.\n\n4. Cracked Wheels\n\nSome BMWs are known for having alloy wheels that are prone to cracking. This is something you’ll want to have a mechanic look at right away. If the problem goes unaddressed, you could end up with punctured tires.\n\n5. Engine Maintenance\n\nSome parts of the BMW engine may need to be replaced more often than you’d think. Those parts can include the clutch, injectors, and ignition module.\n\nFinding a Great BMW Repair Mechanic\n\nWhether you’re experiencing one of these common problems, or something else entirely, it’s important to find the right mechanic for the job.\n\nHere are the steps you should follow to find a BMW car repair specialist you can trust.\n\n1. Read the Reviews\n\nAlthough you shouldn’t trust everything you see online, the reviews of a local mechanic or repair shop can be a great help in your decision-making process.\n\nThe best and most experienced repair shops often have an online presence where they can interact with their customers. Although it’s hard for anyone to avoid a few bad reviews, the overall tone of customer satisfaction should give you an idea of whether or not their repair work is good.\n\nAlthough online reviews may not be the single thing you base your final decision on, they can definitely help steer you in the right direction.\n\n2. Try the Better Business Bureau\n\nMany companies, including car repair shops, file with the Better Business Bureau (BBB).\n\nUnless you live in an extremely rural area, the BBB should have a list of mechanics in your area. Those shops will be graded on a scale of A to F, which can help give you an idea of which places to try and which to avoid.\n\n3. Ask for Recommendations\n\nOne of the best ways to learn about a business is through word of mouth.\n\nIf you have friends or family members who also drive BMWs, ask them where they go for repairs. Even if they drive a different kind of car, you might still get some good tips on repair shops to look into.\n\nYou can also ask for recommendations through your social media. Chances are good that a friend, or a friend of a friend, will have some advice that can help you.\n\nIf you have a local BMW car club chapter, that can be another great resource. Attend a meeting or connect with some members online. They’re sure to have ideas on where the best BMW repair shops will be.\n\n4. Visit the Shop in Person\n\nOnce you have an idea of where the good mechanics are, try an in-person visit to get a feel for how that shop does business.\n\nEven if you don’t stop to talk to anyone there, simply driving or walking by can give you some helpful information. How many cars are there at the moment? If you go back a couple weeks later, are the same cars still being worked on?\n\nA high turnover rate is a good sign: this means the mechanics there work quickly and are still bringing in more customers.\n\nYou should also pay attention to whether or not the shop appears clean and uncluttered. A great repair shop should take pride in keeping up appearances. Avoid shops with the same cars every week, a trash-filled lot, or sparse customers.\n\n5. Try Minor Maintenance First\n\nBefore your car has a major issue, it will probably need some kind of small maintenance work done, like an oil change.\n\nTake your BMW to a new shop for minor work first. This will give you an idea of how they work, and how much they charge. If you’re not happy with the small things, you definitely won’t want to go back to that same shop for something major.\n\nOn the other hand, if you love the way that mechanic handles the minor things, you’ll know exactly where to go when you need something bigger done on your BMW.\n\n6. Have a Conversation\n\nIf you still have questions or concerns, your best bet is simply to have a conversation with a mechanic you’re considering.\n\nYou can learn a lot just from how they address your concerns and questions. A good mechanic will be open, friendly, and able to offer answers or to find information about anything they don’t know right away.\n\nNeed BMW Repair?\n\nAll cars need maintenance and repair work sometimes.\n\nWith the tips above, you’ll be able to find the best mechanic for whatever your BMW needs.\n\nWant to learn more about BMW repairs? Check out our list of repair manuals here.",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9946901798,
        "format_confidence":0.6439118981
    },
    {
        "url":"https:\/\/www.roadandtrack.com\/car-culture\/g6504\/performance-cars-that-went-from-natural-aspiration-to-forced-induction\/",
        "text":"Ten Performance Cars That Gave Up Natural Aspiration for Turbo and Supercharging\n\nIt had to happen at some point.\n\n\nThanks to emissions and efficiency regulations, it was bound to happen: The migration of these previously naturally aspirated wonders to forced induction. They may be more powerful now, but does the loss of natural aspiration ruin the experience?\n\n1 of 10\n2013 BMW M5\n\nHow often do you come across a sedan with an F1-derived V10 tucked under the hood? Not often, especially since the current F10 M5 dropped the V10 from the previous E60 M5 in favor of a 4.0-liter twin-turbocharged V8. It makes 560-hp, about 60 more horsepower than the V10, but the signature warble that made the E60 so cool is absent. It's also the first M5 to have a turbo, but certainly not the last.\n\nAdvertisement - Continue Reading Below\n2 of 10\n2016 Chevrolet Camaro\n\nThis is Chevy's first attempt at making a turbocharged four-cylinder Camaro. The 2.0-liter engine is borrowed from a Cadillac ATS and GM estimates a 0-60 sprint in under six seconds. And on highways, the Camaro should get 30 mpg. When was the last time a factory Camaro could do that?\n\nAdvertisement - Continue Reading Below\n3 of 10\n<p>The new Acura NSX is the same as the old NSX in name alone. This NSX is a rolling testbed for future technology, with a complex hybrid system and a nine-speed dual clutch trans. A hardcore Type R version might nix the hybrid stuff, but it should also get rid of the dual-clutch.<\/p>\nEvan Klein\n2017 Acura NSX\n\nAfter waiting and waiting and waiting, Acura finally gives us a twin-turbo, dry-sump, 3.5-liter V6 NSX, which is far different from the naturally aspirated original and the first concept, which was also N\/A. An additional three electric motors add to the engine's power, making the NSX's total power output to be 573-hp. However, in our first drive, we thought it sacrificed too much in the way of livability.\n\nAdvertisement - Continue Reading Below\n4 of 10\n2016 Honda Civic Type R\n\nThe Civic Type R has always been a high-revving naturally aspirated hot rod. Now, instead of a VTEC and a high redline, it has Honda's new 2.0-liter turbocharged four-cylinder engine, good for 306-hp.\n\nAdvertisement - Continue Reading Below\n5 of 10\nRichard Pardon\n2016 Ferrari 488 GTB\n\nThe 488 is the first time a mass-market (by Ferrari standards) mid-engined Ferrari has been turbocharged since the largely forgotten 208 Turbo of 1982. Expectedly, the first thing that dropped was the lofty, 9000 RPM redline that we all loved. But still, some of the greatest Ferraris were turbocharged. You don't need to look any further than the F40 to agree with me. And the 488's 660-hp output is nothing to dismiss.\n\nAdvertisement - Continue Reading Below\nAdvertisement - Continue Reading Below\n6 of 10\n2015 Ford Mustang EcoBoost\n\nFord knew that some people would turn up their noses at an EcoBoost Mustang, so the EcoBoost Mustang has almost all the identical aggressive looks as the GT does. Under the hood is a 2.3-liter that makes a respectable 310-hp. And you know what else? It's fun as hell to drive. It's not the first turbo Mustang, but it is the first in a very long time.\n\nAdvertisement - Continue Reading Below\n7 of 10\nRick Dole & Andrew Trahin\n2015 Chevrolet Corvette Z06\n\nThe 2015 Z06 abandoned the C6's LS7 7.0-liter V8, which is one of our favorite engines. Instead, the new Z06 gets a 6.2-liter supercharged monster engine that runs with 650-hp and 650 lb-ft of torque, making it the first supercharged Z06. Like the Z06 that came before it, the newest version is a guaranteed thorn in the side of its European competitors.\n\nAdvertisement - Continue Reading Below\n8 of 10\n2017 Porsche 911 Carrera\n\nPorsche, like Ferrari, couldn't escape the new emissions economy numbers now required of automakers. Porsche dropped the displacement down to 3.0-liters for both the Carrera (370-hp) and the Carrera S (420-hp), the first time the Carrera has had forced induction. That means that the 911 Turbo is no longer the only turbo 911.\n\nAdvertisement - Continue Reading Below\n9 of 10\n2016 Mercedes-AMG C63\n\nMercedes dropped the 6.2-liter V8 from the previous generation C63 and replaced it with a 4.0-liter twin-turbo V8. In the normal C63, this engine produces 469-hp, up from the outgoing car's 451-hp. The C63 S makes 503-hp—nearly the same as the 2012 C63 AMG Black Series. It's not the first C-Class from AMG to have forced induction, but it's the first in quite a long time.\n\nAdvertisement - Continue Reading Below\n10 of 10\n2015 BMW M3 and M4\n\nDividing the the next-gen M3 into the M3 (sedan) and the M4 (coupe), BMW also took out the high-revving V8 of the E92 M3 and fitted them with a 3.0-liter twin-turbo inline-six engine. The straight-six engine has been a quintessential BMW engine, and with the two extra turbos bolted to it, it's got the torque (414 lb-ft) and the horsepower (424-hp) of a proper 2015 sports car.\n\nDid we miss anything? Let us know in the comments!\n\nAdvertisement - Continue Reading Below\nAdvertisement - Continue Reading Below\nAdvertisement - Continue Reading Below\nMore From Car Culture",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9951229692,
        "format_confidence":0.9872845411
    },
    {
        "url":"http:\/\/www.digitaltrends.com\/cars\/pebble-beach-concours-delegance-preview\/",
        "text":"Home > Cars > 10 opulent, powerful and stunning cars we…\n\n10 opulent, powerful and stunning cars we can’t wait to see at Pebble Beach\n\nThe Pebble Beach Contours d’Elegance 2014 is one of the biggest automotive events of the year in the U.S. What began as a way for rich, old men to show off their immaculate car collections, has transformed into a fashionable, laid back auto show where the world’s most prestigious automakers come to show off their latest, greatest, and most beautiful cars. The event has countless classics, concepts, and champions to grab your eye. In no particular order, here are our picks for the ten best reasons to look forward to Pebble Beach’s Automotive Week.\n\n1.) Jaguar Lightweight E-Type\n\nJaguar Lightweight E-Type\n\nJaguar Heritage’s Lightweight E-Type resurrection may steal the show this year, with an uncompromising blend of authenticity and pure automotive passion. The featherweight E-Type was built to the exact same specifications of 1963’s sports car, implementing the six unused chassis codes from the original 18-car run.\n\n2.) Ferrari 458 Speciale Spider\n\nFerrari 458 Speciale\n\nThe long-awaited Spider version of Ferrari’s 458 Speciale will make an appearance at Pebble Beach, although it will only be present at a private event for ‘special’ clients. The 597-horsepower stunner is expected to be the fastest open-top vehicle in the Ferrari range.\n\n3.) Lamborghini Huracan Super Trofeo\n\nLamborghini Huracan Super Trofeo\n\nLamborghini’s Huracan has just touched down and there’s already a new version. The race-inspired, hardcore Huracan Super Trofeo is expected to show up at Pebble Beach’s ‘The Quail’ motorsport event, boasting stouter suspension, a bare-bones interior, and an upgraded engine.\n\n4.) McLaren P1 GTR\n\nMcLaren P1 GTR\n\nFor those who thought the 903-hp, supercar-shredding P1 wasn’t extreme enough; McLaren is bringing a race-inspired P1 GTR to Pebble Beach. It features an extremely aggressive, angular look, 986 hp, and a spoiler that will make Ferrari F40s jealous. Oh, and it costs $3.36 million.\n\n5.) BMW i8 Concours d’Elegance Edition\n\nBMW i8\n\nThe 362-hp, 113-mpg BMW i8 is already an exclusive way to get around, but BMW is taking it a step further with the Concours d’Elegance edition. The one-off hybrid wears exclusive Frozen Grey Metallic paint, laser headlights, and an interior dyed with plant extracts.\n\n6.) Four Bespoke Aston Martins\n\nBespoke Aston Martin \n\nFour customized Astons are headed to Monterey, courtesy of the British manufacturer’s Q wing. The bespoke team consists of an Abor Orange Vanquish Coupe, a cowboy-themed Vanquish Volante, a DB9 with pink interior, and an Amethyst V12 Vantage S.\n\n7.) McLaren P1 and 650S Custom\n\nMcLaren 650S Spider\n\nNot satisfied with just one entry at Pebble Beach, McLaren is also shipping a tricked out P1 and 650S to the festival. McLaren Special Operations’ 650S spider rides on custom ten-spoke alloys and wears a Cerulean Blue paint job, while the P1 sports an orange-accented color scheme and a gold-lined engine bay.\n\nRELATED: See McLaren’s 650S Sprint\n\n8.) Aston Martin DP-100 Concept and V12 Vantage S Roadster\n\nAston Martin DP-100\n\nAnother British company that can’t settle for one booth is Aston Martin, who is bringing its DP-100 Vision Gran Turismo Concept and brand new V12 Vantage S along for the ride. The 800-hp DP-100 will be shown in the flesh for the first time at the event, as will the Vantage, which is the fastest roadster in Aston Martin’s history.\n\n9.) Bugatti Veyron Legend Ettore Edition\n\nBugatti Veyron Ettore\n\nThis gorgeous limited edition Veyron pays homage to Ettore Bugatti, the company’s founder. Its styling (and 41111 chassis code) are inspired by the legendary Type 41 Royale, and each of the three planned examples will cost around $3.1 million.\n\n10.) Range Rover Sport SVR\n\nRange Rover Sport SVR\n\nPebble Beach onlookers will be treated to a viewing the most powerful Land Rover product ever, the Range Rover Sport SVR. The Range’s 550-hp supercharged V8 recently propelled the SVR around the Nurburgring Nordschleife in just 8:14, making it the fastest SUV to ever do so.\n\n(Header photo by Kimball Studios)",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9915463328,
        "format_confidence":0.9807047248
    },
    {
        "url":"http:\/\/wrightnissanofwexford.com\/55\/best-gifts-car-lovers\/",
        "text":"We Know the Best Gifts for Car Lovers\n\nWe Know the Best Gifts for Car Lovers\n\nGifts For Car Lovers\n\nThere are many types of car lovers. There are after-market gearheads, cleanliness fans, classics enthusiasts, and those who just like long road trips. Here are five gifts for car lovers of all types.\n\n\nBluetooth Cassette Adapter\n\nRemember those adapters that would let you run your iPod through your tape player? Well this is way better. Surprise that friend who loves to listen to music and talk on the phone by giving their outdated car Bluetooth access.\n\n\nEncyclopedia of Classic Cars\n\nA coffee table book to some, but a bible to others, this thorough encyclopedia features hundreds of stunning photos of the most unforgettable cars.\n\n\nAutomatic Cordless Tire Inflator\n\nFor the friend who loves staying on top of their car’s maintenance, try this cordless tire inflator. Gone are the days of saving quarters and visiting gas stations. With this handy tool, topping of your tire pressure is as easy as fastening your seatbelt.\n\n\nKick Mats\n\nAnyone with kids knows how difficult it is to keep a car clean. Lend a helping hand by giving them kick mats. These mats go over the back of the front seats so that kids can put their feet up without messing up the upholstery.\n\n\nHeated Massage Cushion\n\nAnyone who spends a lot of time in the car, or anyone who gets chilly in the winter, or pretty much anyone at all will enjoy turning their driver’s seat into a heated massage chair.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9375799894,
        "format_confidence":0.9859669805
    },
    {
        "url":"http:\/\/www.automobilemag.com\/news\/sub-3000-club-eight-slowest-selling-cars\/",
        "text":"Sub-3000 Club: The Eight Slowest-Selling Cars\n\nIn the ever-changing automotive market, there are a few evergreen nameplates that sell massive volumes year after year. The Toyota Corolla and Honda Accord are the traditional volume winners, last year selling a combined 639,185 vehicles , to put that in perspective, there are more Corollas and Accords sold each year than there are residents in the state of Vermont.\n\nAt the other end of the spectrum are the exotics, the vehicles that only a small group of people can buy. Ultra-luxurious Maybach sold just 63 cars in all of 2010. The explanation for this difference is fairly straightforward: many car shoppers can afford a Corolla or Accord, but few can stretch to the $378,000 entry price of a Maybach 57. And measuring 18.8 feet end-to-end, the 57 is a real pain to park at the grocery store.\n\nYet there’s a surprising assortment of mainstream vehicles that sell in exotic-like quantities. Whether it’s due to flawed marketing, optimistic pricing, or just an aging product, plenty of models record fewer than 3000 sales annually. Here’s our look at eight of the slowest-selling cars of 2010, listed in descending number of sales.\n\nTo keep things fair, we included only mainstream vehicles that were on sale for all of calendar-year 2010. That excludes exotic and high-priced vehicles, like the Mercedes-Benz SLS AMG (499 sold in 2010); cars that debuted late in the year, like the Chevrolet Volt (just 326 sales last year); and cars that lingered on dealer forecourts long after being discontinued, such as the Honda S2000 (85 sales in 2010.)\n\nSubaru Tribeca – 2472 sales\nSubaru has enjoyed continually growing sales success for the past few years, but the Tribeca hasn’t been part of the action. It continues to be the brand’s slowest-selling model, and sales numbers have dropped 80 percent since 2008.\n\nDesigned as a hip crossover-cum-minivan, it bowed as the B9 Tribeca at the 2005 Detroit auto show and dropped the “B9” prefix when it was redesigned for model-year 2008. Styling of the B9 — especially the gawky headlights and flat-nosed grille — was controversial, whereas the latest version looks more like a grown-up Forester or Outback. And that’s part of the problem: Those models are the Tribeca’s stiffest competition. Faithful Subaru buyers have been loyal to those nameplates for years, meaning they give the Tribeca little attention.\n\nOriginally available configured with either five or seven seats, three rows of seating have been the only choice since 2010. The Tribeca’s sole powertrain option is a 3.6-liter flat-six engine with a five-speed automatic transmission, and Subaru’s signature all-wheel drive. With stickers ranging from $31,220 to $36,520, the Tribeca is the priciest Subaru save for the high-performance WRX STI.\n\nPorsche Boxster – 2177 sales \/ Porsche Cayman – 1322 sales\nLeaving aside the V-6-powered Cayenne SUV, the Porsche Boxster and Cayman are the cheapest ways to get behind the wheel of a brand-new Porsche. And yet the coupe and roadster continue to languish at the bottom of Porsche’s sales charts year after year.\n\nFor Porschephiles, neither car offers the same historic pedigree as the long-lived 911. The Boxster entered production as recently as 1996, and its hardtop Cayman sibling didn’t bow until the 2005 Frankfurt Motor Show. They’re also sometimes seen as soft, dumbed-down Porsches as opposed to the more sporting 911 range. Porsche intentionally keeps the cars’ outputs down so they don’t upstage the iconic 911.\n\nPity, because both the Cayman and Boxster reward with an engaging driving experience limited only by the lack of horsepower. The Boxster starts at $48,100 with a 2.9-liter flat-six making 255 horsepower, which the $58,600 Boxster S upgrades to a 3.4-liter unit with 310 horses. The pricier Cayman demands $51,900 for its 265-horsepower iteration and $62,100 to unlock the 320-horsepower Cayman S. Even more performance can be had from the sporting Boxster Spyder and upcoming Cayman R. Yet even the least-powerful 911, the Carrera, trounces these outputs with a substantial 345 hp.\n\nFurthermore, there are just three flavors of Boxster and two versions of the Cayman, whereas Porsche has spawned an incredible 25 different varieties of the current 911, proving just how much attention the company lavishes on its historic model. The 911 accounted for 5737 Porsche sales in 2010, almost double that of the Boxster and Cayman combined.\n\nPorsche recently launched a new ad campaign touting the everyday usability of its cars, which aims to convince potential buyers that Porsches can be more than just a retirement goal or a weekend-only toy. Check back next year to see whether the promotion elevated Cayman and Boxster sales figures above their meager 2010 levels of 2177 and 1322 cars, respectively.\n\nJaguar XK – 2137 sales\nJaguar euphemistically characterizes 2010 as a “stable” year for the XK coupe and convertible, even though sales dropped six percent versus 2009. The current version of the XK was introduced for model-year 2007, replacing the older XK8 and XKR. The base XK is powered by a 385-horsepower, 5.0-liter V-8 engine, whereas the hot XKR packs a supercharged 510-horsepower punch.\n\nRaw power aside, the XK and XKR are genuinely attractive cars, with just a hint of Aston Martin influence in the wide haunches and curvaceous front end. They were styled by Jaguar Design Director Ian Callum, whose pen was also responsible for the XF and XJ sedans. The inside is similarly upscale, with sumptuous leather seats, an assortment of wood veneers, and an array of electronic gadgets.\n\nNone of that appears to have swayed American buyers, who took home just 2137 units of the XK — that figure includes coupes, convertibles, and the hot XKR — in 2010. Although Jaguar sold just 13,340 vehicles in the U.S. overall, the XK still struggles to attract checkbooks.\n\nAmong the possible explanations is the fact that Jaguar is still plagued by a reputation for glitchy electronics and dubious reliability, which certainly doesn’t encourage buyers — even though recent J.D. Power surveys say quality has been improving. The brand also has a large following in states subject to snow in winter, where high-powered sports coupes and convertibles are impractical choices. Finally, the XK’s rear seats are unusable for anyone with legs, whereas both the sporty XF and luxurious XJ can comfortably transport five adults.\n\nAcura RL – 2037 sales\nAcura has tried again and again to renew interest in its large luxury sedan — a complete redesign for 2005, a refresh in 2009, and some modest tweaks for 2011 — but it still hasn’t caught on with buyers. Part of the issue may be the large overlap between the RL and the much cheaper TL. They’re both about the same size, and the TL can be optioned with the same 3.7-liter V-6 that comes standard in the RL, but for significantly less money. It could also be explained by the RL’s anonymous styling and convoluted center stack design.\n\nThe few buyers who do select the RL enjoy all-wheel drive, the aforementioned 300-horsepower V-6, a 10-speaker Bose sound system, plus leather seats and a leather-wrapped steering wheel as standard. Price tags start at $48,060 and climb to $56,010 with the Advance package.\n\nToyota Land Cruiser – 1807 sales\nSeveral Toyota products routinely grace America’s list of top-selling cars: the Corolla, Camry, and RAV4 attract hundreds of thousands of buyers ever year. The Land Cruiser, however, got the attention of just 1807 car shoppers last year — costly Italian brand Maserati sold more cars here in the same period.\n\nTake a look at Toyota’s new-car lineup, and it’s easy to see why the Land Cruiser falls by the wayside: It’s one of four three-row SUVs offered by Toyota. The other three — the Highlander, 4Runner, and Sequoia — are all significantly cheaper than the Land Cruiser’s $69,730 sticker price and offer similar specifications and options. Further hurting the Land Cruiser are lowly fuel economy ratings of 13 mpg city and 18 mpg highway, due to the combination of a thirsty 5.7-liter V-8 and a 5700-pound curb weight.\n\nAnyone whose heart is set on a Land Cruiser would be well advised to consider the Lexus LX570. It’s essentially the same vehicle, but with nicer interior fittings and more optional technology. The “L” badge and all those luxury bits, however, mean the LX570 is nearly $11,000 costlier than the Land Cruiser. In spite of the price differential, the LX570 sold more than twice as many copies as the Land Cruiser last year, at 3983 units.\n\nAudi TT – 1531 sales\nAudi’s sporty TT, available as either a coupe or convertible, was first launched in 1998 and received a full-on redesign for model-year 2008, before a litany of mild styling updates for the 2011 model year. In spite of the changes, sales have dropped off from 4486 in 2008, to 1935 sales in 2009, and to just 1531 last year.\n\nThe name stands for “Technology and Tradition,” and the car has certainly packed a variety of the former: engines choices have ranged from a 1.8-liter turbo to a 3.2-liter V-6, with power sent either to the front or all four wheels. Quattro all-wheel drive is now standard on all models, as is a turbocharged 2.0-liter inline-four producing 211 horsepower, or 265 horsepower in the high-performance TTS. An even faster model will debut here later this year, the 335-horsepower TT RS. It will be offered only in coupe form with a six-speed manual, and is said to hit 62 mph in just 4.6 seconds.\n\nDownsides? Neither the rear seats nor the trunk offer much usable space, making the TT mildly impractical for everyday use, and some enthusiasts may be turned off by the lack of a shift-it-yourself option, as Audi’s six-speed S tronic dual-clutch transmission is the only choice until the TT RS arrives. As for performance, the choice of 211 or 265 horsepower makes for adequate forward thrust, but the TT has never been quite as engaging as its German or Japanese competitors. Add to that ... (truncated)",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9961782694,
        "format_confidence":0.9184439778
    },
    {
        "url":"https:\/\/www.trendingcar.com\/blog\/upcoming-nissan-cars-india.html",
        "text":"Upcoming Nissan Cars in India\n\nNissan’s present range of cars in India is starting to look old. The manufacturer has to add new products to its portfolio. While the GT-R will help Nissan to improve its image, it is not the car that will increase sales. In the coming few years, Nisaan along with its sister company Datsun will launch new models and new variants of existing products.\n\nHere is a list of upcoming Nissan cars in India:\n\nNissan X-Trail\n\nThis will be the first launch by Nisaan in 2017. X-Trail will be a SUV and it is expected to launch by the end of 2017. Nissan sold the past gen X-Trail in India, but due to poor demand, it was taken off the shelves. The new model expected to launch will be a hybrid.\n\nAlso Read Upcoming Chevrolet Cars in India\n\nExpected Launch Date End 2017\nEstimated Price Rs. 25-30 lakh\nEngine Options 2.0 L Petrol + Electric Hybrid\n\nNissan Kicks\n\nKicks small SUV is the second entry in our list of upcoming Nisaan cars in India. It is available for sale in Brazil, and is competing with the Hyundai Creta. With the launch of the Kicks, Nissan might think about discontinuing the Terrano as they will be in the same price range. It is expected to be launched in 2018. Both diesel and petrol options will be available.\n\nAlso Read Top 5 Upcoming Cars In India\n\nExpected Launch Date First half 2018\nEstimated Price Rs. 10-14 lakh\nEngine Options 1.6 L Petrol\/1.5 L Diesel\n\nNew Micra\n\nThe next gen Micra that was showcased recently is a lot different than its current model. The curvy lines of the current model has been replaced by sharp creases and aggressive look. Micra might not get launched in India, because Nissan won’t be able to keep prices in check. But, if it does, the launch will take place in 2018.\n\nExpected Launch Date 2018\nEstimated Price Rs 6-8 lakh\nEngine Options 1.2 L Petrol\/1.5 L Diesel\n\nUpcoming Nissan Cars in India\n\nModel Estimated Price Expected Launch Date\nX-Trail Rs. 25-30 lakh Early 2017\nKicks Rs. 10-14 lakh Early 2018\nNew Micra Rs. 6-8 lakh 2018\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9973345995,
        "format_confidence":0.9753745198
    },
    {
        "url":"https:\/\/www.tmctrans.com\/blog\/life-on-the-road\/top-ten-must-haves-for-flatbed\/",
        "text":"Top Ten Must Haves for Flatbed\n\non Tuesday, May 21, 2013 in Life on the Road\n\nFlatbed trucking requires many items and tools to do the job. TMC provides all the basic required tools to drivers free of charge, including straps, chains, tarps, bungee cords and other items. Still, there are some items that our drivers find make their lives easier when they’re out on the road. We enlisted their help on our Facebook page to create the following top ten list. This is a great resource if you are transitioning into a new career as a flatbed driver.\n\n1.)Strap Winder\n2.)Basic tools (Hammer, small socket set, Phillips, flathead screwdrivers, etc.)\n3.)Pry Bar\n4.) Edge Protector Pole\n5.) Height Pole\/Tape Measure\n6.) Duct Tape\n7.)Zip Ties\n8.) Flashlight\n9.) WD-40\n10.) Basic Office Supplies",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9881790876,
        "format_confidence":0.9796395302
    },
    {
        "url":"https:\/\/www.car-revs-daily.com\/2014\/12\/18\/bmw-motorcycles-evolution\/amp\/",
        "text":"BMW Motorcycles Evolution Since 1923 – Animated Timeline Via 20 Iconic Bikes\n\n\n\n The history of BMW Motorrad is actually the story of the evolution of the motorcycle in general. Giant leaps of innovation are clear to see about every dozen years, but the BMW innovation throughout keeps moving the two-wheel world forward at warp speed.\n\nFor a non-bikes guy like me and perhaps you, the names and styles are all a bit perplexing. We have labelled all the main bike photos to help make it all a bit clearer. The pre-war bikes in particular are hard to distinguish at first without the labels.\n\nSo which is your favorite? We’d pick the 1935 R12 with its densely-packed center engine compartment and streamlined, ultra-low height and narrow framework.\n\n1923       BMW Motorrad                R 32\n\n\n\nBMW’s chief engineer Max Friz develops a boxer engine with two transverse-mounted cylinders. This principle of design proved to be an inspired response to the challenge of feeding both cylinders with an equal amount of cooling air. A feature of the brand’s first model (the BMW R 32), it became an identity-defining thread running through the history of BMW Motorrad engine technology.\n\nThe aluminum cylinder head \/ overhead valve design – without parallel in the motorcycle world – doubles the power output of the BMW R 37. The first single-cylinder model, the BMW R 39, also features this technology.\n\nThe first kick-starter crank is presented on the BMW R 57 to enable easier starting.\n\nSupercharger technology paves the way for BMW motorcycles to set their first world speed records.\n\nTwin carburetor technology is presented on the BMW R 16.\n\nThe soldered tubular frame is replaced by a pressed-steel construction, which gives the BMW R 12 and BMW R 17 a heavy appearance. References to the “German school” of motorcycle design abound.\n\n1935       BMW Motorrad                R 12\n\n\n\n\nIn the BMW R 12 and BMW R 17 the hydraulically damped telescopic fork first tested in race competition replaces the previously standard cantilever spring.\n\nChain-driven overhead camshafts and a foot-shift four-speed gearbox are introduced for the BMW R 5.\n\n1936       BMW Motorrad                R 5\n\n\nThe rear-wheel suspension system already employed successfully in off-road racing enters series production – and promptly takes traction and ride comfort to a new level.\n\n1948       BMW Motorrad                R 24\n\n\nThe engine from the BMW R 5 incorporates various new features in the BMW R 51\/2, such as a single oil circuit for both cylinders, slanted carburettors and finned valve covers. The BMW R 25 is given a welded tubular frame, consigning the bolted tubular frame of the first post-war models to history.\n\n1951       BMW Motorrad                R 51\/3\n\n\nA new three-shaft transmission and a driveshaft with front universal joint take care of power transfer. The launch of the BMW R 50 and BMW R 69 brings with it the premiere of the full swing-arm suspension. The telescopic fork and straight-line suspension are replaced by an Earles-type front fork and dual rear swing arm, which take ride comfort to unprecedented levels. The driveshaft is now integrated into the swing arm.\n\n1960       BMW Motorrad                R 69 S\n\n\nThe BMW R 69 S marks the changeover from a sprung saddle-type seat to a bench seat, which increases comfort levels significantly. The single-cylinder BMW R 27 provides far greater comfort thanks to “silent block” rubber bushes, which substantially reduce driveline vibration.\n\n1969       BMW Motorrad                R 75\/5\n\n\n\nThe BMW R 75\/5 is equipped with constant-vacuum carburettors for improved response and refinement as well as an electric engine starter. The debut of the \/5 series sees BMW introduce a completely new design for the boxer engine, which holds sway until 1993. Identifying features include camshafts and push rods located below the crankshaft and cylinders. The telescopic fork also makes a comeback in updated form. Another new feature is the double-loop tubular frame.\n\n1973       BMW Motorrad                R 90 S\n\n\n\nThe BMW R 90 – the world’s first volume-produced motorcycle with a handlebar-mounted fairing – is launched. This represents a milestone in the history of aerodynamic development. Wind tunnel research is applied even more systematically in the development of the BMW R 100 RS. This model is the world’s first production motorcycle with a full fairing.\n\nThe BMW R 80 G\/S lays the foundations for the touring enduro segment and reveals the world’s first single swing-arm construction.\n\nThis brings the advantages of lower weight and more responsive rear suspension, and makes it easier to change the wheel.\n\n1976       BMW Motorrad                R 100 RS\n\n\n\n1980       BMW Motorrad                R 80 G\/S\n\n\n\nIn addition to its boxer and single-cylinder engine variants, the BMW K 100 gives a debut to a third power unit: the first in-line and first four-cylinder unit ever offered by BMW Motorrad. In another new development, the engine is longitudinally mounted. The launch of the K series models brings the introduction of the steel spaceframe, which in turn makes way for the aluminium bridge frame – but not until the 1990s.\n\n1986       BMW Motorrad                K 100 LT\n\n\n\nThe BMW K 75 is fitted with a second in-line engine variant. Closely based on the four-cylinder unit, this three-cylinder engine features an innovative balancer shaft to enhance refinement.\n\n\nBMW Motorrad presents the Paralever construction – a newly developed double-joint swing arm that eliminates unwanted drive forces on the rear suspension.\n\n\n1988       BMW Motorrad                K 1\n\n\n\n\nFour-valve technology, DOHC cylinder heads and the world’s first digital engine electronics for motorcycles are introduced in the four-cylinder engine. BMW is the world’s first motorcycle manufacturer to offer anti-lock brakes (ABS) for its models. This braking safety technology is constantly optimised and is today fitted as standard on all BMW motorcycles.\n\n\nFurther aerodynamic progress is made with the BMW K 1. As well as the front and rear, a section of the front wheel now also has a fairing.\n\n1993       BMW Motorrad                R 1100 RS\n\n\n\nThe latest stage of boxer engine development introduces innovative details such as four-valve technology, manifold injection and a three-way catalytic converter. In a revolutionary new development for the front suspension, the Telelever construction – a combination of a telescopic fork and a wishbone – now separates the tasks of wheel location and damping.\n\n1993       BMW Motorrad                F 650\n\n\n\nThe BMW R 1100 RS embodies a fundamental shift in the basic construction of a motorbike. BMW is the first volume manufacturer to do away completely with the previously standard main frame. The engine now serves as a load-bearing element.\n\n\nOptimised safety on two wheels is revealed in the form of the BMW C1, an urban vehicle that combines the low road-space requirements of a single-track vehicle with the safety of a small car.\n\n\n2004       BMW Motorrad                K 1200 S\n\n\nThe successor to the four-cylinder engine introduced in 1988 makes its debut in the BMW K 1200 S. The new in-line unit is transversely mounted and the cylinders are inclined forwards by 55 degrees. Other highlights include new digital engine management and a dry sump lubrication system which is still unique in motorcycle design today. First the Telelever, now the Duolever. This front suspension system comprises two almost parallel wishbones, mounted in and turning within the frame. The BMW K 1200 RS is the world’s first series-produced motorcycle to feature ESA (Electronic Suspension Adjustment).\n\n\n\n2006       BMW Motorrad                F 800 S\n\n\n\nA two-cylinder unit is added to the family of in-line engines. The parallel-twin fitted in the BMW F 800 S initially uses a belt drive, but this is later replaced by chain drive.\n\n\nThe BMW HP 2 Sport is the most powerful series-produced boxer model to date. With two overhead camshafts per cylinder, the engine generates maximum output of 98 kW\/133 hp. ESA technology with extended adjustment options is now available for the BMW R 1200 GS enduro model. ASC (Automatic Stability Control) is unveiled. This system prevents the driven wheel from spinning, enabling efficient power transmission and increased active safety.\n\n\nThe BMW K 1600 GT and BMW K 1600 GTL tourer models offer two world firsts: the multi-controller for intuitive operation of the onboard monitor and the Adaptive Headlight system. The second-generation ESA system, which adds the ability to change the rear spring rate, is presented as another world first in motorcycle design for the BMW K 1300 S.\n\n2009       BMW Motorrad                S 1000 RR\n\n\n\nThe brand’s first super-sports motorcycle, the BMW S 1000 RR, is fitted with a short-stroke four-cylinder engine which develops 142 kW\/193 hp, can spin to 14,200 rpm, and has titanium valves, variable intake manifolds and adjustable interference pipe valves in the exhaust system. Also new are the button-controlled Race ABS and DTC (Dynamic Traction Control) systems.\n\n2010       BMW Motorrad                K 1600 GT\n\n\nThe slimmest and lightest in-line six-cylinder engine ever fitted in a series-produced model now powers the BMW K 1600 GT and BMW K 1600 GTL.\n\n\n2012       BMW Motorrad                R 1200 GS\n\n\nThe latest generation of BMW’s boxer engine is presented – still with air\/liquid cooling, but the liquid is now a glycol\/water mixture which, for the first time, flows vertically through the cylinder heads. The electric motor powering the close-to-series BMW C evolution e-scooter prototype generates zero local emissions and has a range of up to 100 kilometres (62 miles). The first ever semi-active suspension system, known as BMW Dynamic ESA, is presented. The electronically controlled suspension of the BMW R 1200 GS adapts the bike’s damping automatically to the road condition and situation at hand.\n\nThe BMW ... (truncated)",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.988889575,
        "format_confidence":0.6453949809
    },
    {
        "url":"http:\/\/www.automotoadvisor.com\/chrome-rims-for-sale-online-5-best-stores\/",
        "text":"Chrome Rims For Sale Online – 5 Best Stores!\n\nChrome Rims For Sale\n\nInstalling chrome rims is an easy way for you to transform the look of your ride. Whether you are a hot rod enthusiast looking for classic car rims or a thrill seeker wanting muscle car parts, there are many websites that have chrome rims for sale.\n\nWhen looking for the best stores, you will want to find websites that carry the top brands. Along with quality, each of these stores below has a good selection so you will feel confident in knowing that you will receive the parts you need at a good price.\n\nHere is a look at the best online stores to buy chrome rims.\n\n  1. TireRack is an excellent place that has chrome rims for sale. They offer a huge selection from all the top brands. They are also a good resource for drivers as they have an extensive library of articles that can help you with any car tire problems you come across.\n  2. Amazon makes this list because they have the best brands like American Racing at affordable prices. This is a great marketplace in that they have a diverse selection of parts including aftermarket rims. Currently, they can save you money as they are offering free shipping on some of their chrome rims for sale.\n  3. JEGS High Performance specializes in equipping drivers with all they need. Along with their outstanding inventory, they have attentive service as you can email them to receive technical advice or call their 1-800 number should you have any questions on their products.\n  4. Summit Racing Equipment has quality chrome rims for sale. They have one of the best websites for shoppers as finding items is easy and you can live chat with one of their knowledgeable staff members if you need any assistance.\n  5. Discount Tires is the ideal destination for anyone looking to outfit their ride. From tires to rims they have parts that will fit almost any vehicle type. Further, they have packaged deals where you can buy tire and wheels together and save money in the process.\n\nUltimately, these are the five best websites to find rims as they have the best selection, affordable prices and good service.",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9792463183,
        "format_confidence":0.9815064669
    },
    {
        "url":"https:\/\/www.reference.com\/vehicles\/top-rated-palomino-travel-trailers-fb2a8fa0f1221b8",
        "text":"What are the top rated Palomino travel trailers?\n\n\nQuick Answer\n\nThe Gazelle, Puma and Canyon Cat are top-rated Palomino travel trailers, as of 2015. Palomino also manufactures a large variety of other travel trailers, truck campers, destination campers and toy haulers.\n\nContinue Reading\n\nFull Answer\n\nThe Palomino Gazelle is a micro-light travel trailer available in eight floor plans. The light aluminum trailer has a fiberglass exterior, tinted safety glass windows, laminate flooring and a durable rubber roof.\n\nThe Palomino Puma is a large travel trailer with 21 possible floor plans. It has linoleum flooring, powder-coated exterior framing and a rubber roof with a 12-year warranty.\n\nThe Palomino Canyon Cat is a light travel trailer with a rubber roof and linoleum flooring. It also includes spacious fresh water tanks and a hand-flush toilet.\n\nLearn more about Vehicles\n\nRelated Questions",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9809049368,
        "format_confidence":0.737906754
    },
    {
        "url":"http:\/\/driving-school.com.my\/driving-safety\/10-health-conditions-that-will-affect-your-driving\/",
        "text":"10 Health Conditions That Will Affect Your Driving\n\nHome\/Driving Safety\/10 Health Conditions That Will Affect Your Driving\n\n10 Health Conditions That Will Affect Your Driving\n\nHealth – An Important Factor If You Wish To Secure A Driving License In Malaysia\n\nAge is not the only factor which determines a person getting a driving license in Malaysia. Yes, you have to be 17 to apply for a driver’s license for cars. And you must at least be 16 years old should you wish to secure a B2 or motorcycle license.\n\nMany do not realize that besides age, there exist various other requirements to enable a person securing a driving license in this country.\n\nTo qualify for a license in Malaysia, one has to be in good and sound health. In today’s article, I will attempt to pin-point some of the factors pertaining to health, a potential driver should ideally possess if he so wishes to apply for a driving license.\n\nHowever, there are no medical examination as such for potential students to undergo. Whatever it is, the license issuing authorities, in this case, the J.P.J. do have a few guidelines for us to follow.\n\nAmongst these guidelines which driving schools, institutes, and potential students and parents should be aware of are:\n\n1) Overall one should ideally be healthy and sound.\n\nIn this aspect, one should possess normal limbs, hands and legs. Those possessing any abnormality have to be certified fit to drive by a government clinic or hospital. An orthopedic surgeon should be able to carry out this duty effectively.\n\nFor this, you have to secure the necessary forms from the transport department various offices all across the country.\n\n2) Do not suffer from epilepsy.\n\nThose suffering from this ailment known as epilepsy are advised not to take up driving. No medical tests are required. But parents who have children who are affected by the particular malady have a duty to ensure that their children do not take up driving.\n\nEpileptic people, unfortunately are even not advised to partake in activities such as swimming for instance. Driving is an activity deemed as dangerous for patients who are suffering from epilepsy.\n\nIn short, it is the duty of parents whose children are suffering from epilepsy to see to it that such patients do not take up driving. The onus is for these parents to ensure that they carry out their duty to society.\n\n3) Ability to hear well is extremely important.\n\nAs we are all aware, to a driver, the ability to hear well is very important. To hear vehicles coming from the front, the rear, the sides and so forth is vital. It can cause accidents if a driver is unable to do these functions well.\n\nA person, poor in hearing abilities is therefore advised to secure the proper hearing aids available today in the market if he so wishes to take up driving courses. The hearing aids may be costly, but this alternative is necessary, especially to one who hearing power is extremely poor.\n\n4) Do not suffer from colour blind.\n\nPrior to being allowed to sit for the 50 questions objective test, a candidate has to get through a short colour blind test. Failing to pass this test indicates that you are colour blind.\n\nIn such cases, you have to go to the J.P.J. office, where an officer will interview you. You will then be given a letter requesting you to present yourself for a colour blind test.\n\nA simple colour blind test will determine if you can be allowed to drive. The decision to allow you to drive rests with the Road Transport Authorities.\n\n5) Do not be too dependent on drugs.\n\nSome people depend on drugs to the extent that they are considered as drug addicts. Such categories of people are advised not to take up driving as it is dangerous for themselves and other people as well.\n\n6) The ability to plan your journey.\n\nSetting out on a journey, albeit a short one, should first of all be planned. Not planning a journey could easily lead to all sorts of problems.\n\nSo, you are encouraged to plan your journey well prior to setting out on one.\n\n7) Ensure as a driver, you are in good health.\n\nA driver who is unwell or sick for that matter will find it difficult to drive. The driver may most probably discover himself getting involved in unwarranted incidents.\n\nTherefore, do not drive if ever you find yourself not in good health.\n\n8) You should possess responsibility.\n\nDrivers should ideally possess responsibility. For example, when a driver is involved in an accident, he should realize that he possesses the responsibility of sending injured people to the hospital for treatment.\n\nOn the other hand, a driver should likewise realize it’s his duty to lodge a police report should he or she is involved with an accident.\n\n9) Concentrating a 100% while driving.\n\nA driver should ideally provide a 100% concentration while driving. For example, avoid using a handphone is one advice that should be given to all drivers. Use a hands free set wherever possible.\n\nAvoid driving immediately after consuming medication. Seek a doctor’s advice if you have to.\n\n10) Do not be emotional.\n\nA driver faced with psychological problem should ideally not be allowed to drive as it’s rather easy for those emotionally unstable to be involved in accidents.\n\nThis article has expanded a rather lot of time upon the factor which might most probably cause a driver to be involved in accidents. So please ponder carefully over what has been said and see to it that you are not involved in accidents.\n\nBy | 2012-09-22T00:09:22+00:00 March 17th, 2010|Driving Safety|4 Comments\n\nAbout the Author:\n\n\n  1. Ok March 30, 2012 at 10:31 pm - Reply\n\n    I have a problem with the slope where I cannot seem to get my car to stop perfectly on the line. I’m taking my test in about a week plus time so I’d like to master it first to pass it in just one try. How exactly do I determine on when to stop my car when I’m reaching the line?\n\n    I’d also like to know how exactly is it considered as tyres are 50% inside the line?\n\n    • Cikgu Yap April 1, 2012 at 9:33 pm - Reply\n\n      You seem to be weak in going up slopes. Learn more before your exam. 50% means only half the entire tyre is on the yellow or white line on the slope. Get a clearer picture from your own instructor.\n\n  2. Jerry April 29, 2012 at 7:32 am - Reply\n\n    I’m colour blind. Not all colours only some colours. I can definitely differentiate the colours of the traffic light but I have problems doing the colour blind test. I heard that I need to get some kind of certificate from a doctor in order to take the exam. I’m not sure with this, can you help me?\n\n    • Cikgu Yap May 2, 2012 at 10:29 pm - Reply\n\n      8\/8 is the pasing marks for colour blind test. Failing which, you have to see JPJ for alternatives.\n\nLeave A Comment",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.763615787,
        "format_confidence":0.9836897254
    },
    {
        "url":"https:\/\/jalopnik.com\/5053669\/ten-cars-with-better-fuel-economy-than-a-toyota-camry-hybrid",
        "text":"The hybrid version of the Toyota Camry is, behind the Toyota Prius, the best-selling hybrid in America, but there are at least ten other cars for sale this year that get better EPA-estimated mileage on the city, highway or combined cycles. Some are diesels, some are hybrids and some are just light-weight cars with smaller displacement motors. But all share one thing in common — they're more fuel efficient. So why's the Camry Hybrid selling so well? Your answer's as good as ours.\n\nBut first some stats on the Toyota Camry Hybrid. For starters, it's a \"dual-mode\" hybrid utilizing the same Toyota-branded Hybrid Synergy Drive found in the Toyota Prius. The trim level of the Camry Hybrid is relatively up-featured, including LED taillights, a DVD-based navigational system and most of the features found on the top-of-the-line Camry XLE. Though the Camry was originally advertised with a higher mileage, new EPA standards bring the over-reaching hybrid down to a city and highway rating in the low-to-mid 30 mpg range. Despite the lower rating, the Camry Hybrid is still the sales king for those who want a hybrid, aren't concerned about highway mileage, and want something that looks more normal than a Prius. However, there are alternatives to the super number one best automaker from the land of the rising sun. City: 33 mpg Highway: 34 mpg Combined: 34 mpg MSRP: $26,150\n\n2009 Honda Civic GX CNG\n\nThe Honda Civic GX CNG is an interesting study in alternative fuel sources, their advantages and what-the-hell T. Boone Pickens is talking about. The GX looks just like any other Honda Civic, but runs on compressed natural gas typically added from a home fueling station. This Civic is inferior to the Camry in terms of city or combined mileage, but slightly bests the Toyota sedan on the highway. The Civic GX also has a lower cost of ownership (it needs minimal services), has a significantly smaller carbon footprint and costs about the same. The technology is still in development, though, so less than 1,000 vehicles are typically produced each year. City: 24 mpg Highway: 36 mpg Combined: 28 mpg Advantage Over Camry: Highway MSRP: $25,090\n\n2009 Kia Rio (Auto)\n\nThe Kia is among the smallest, cheapest new cars for sale in the United States, coming in at more than half the price of the Toyota Camry Hybrid and more than 1,000 pounds lighter. Powered by a 110-horsepower fourbanger tied to a CVT transmission, the little Kia is slightly better than the Camry on the highway, though much worse in the city. While much cheaper, the Rio offers few of the features and almost none of the prestige, comfort, desirability or practicality of the Camry. Even with limited availability for Toyota, the 2008 Rio only bested the Camry Hybrid's sales by 134 cars. City: 26 mpg Highway: 35 mpg Combined: 30 mpg Advantage Over Camry: Highway MSRP: $12,145\n\n2009 Chevrolet Cobalt LS Coupe XFE\n\nEssentially a 2009 Chevy Cobalt with a few light tweaks, the Cobalt XFE is modified ever so slightly to improve fuel economy — and prove that an American car can make the grade without a hybrid drive. Adjustments are mostly under the hood where the engineers tweaked the intake and exhaust valve lift duration, swapped the transmission gear ratios for lower operating revs, and put on some low-rolling-resistance tires. The result may only be 1 mpg over the previous year, but that's a step in the right direction. Like the other cars that take the lighter approach, the biggest gains are found at highway speeds. City: 25 mpg Highway: 37 mpg Combined: 30 mpg Advantage Over Camry: Highway MSRP: $15,225\n\n2009 Mini Cooper (Manual)\n\nFans of the Mini Cooper have always been able to boast about all the fun they have driving their itsy-bitsy British bimmer — so much fun that they forget to mention that it gets stellar gas mileage. Though not as useful as a Camry as a family vehicle, the Mini is at least a few hundred times more fun and gets a combined mileage just 2 mpg short of the big hybrid. There are no tricks here. The Mini is just a well-engineered, sufficiently-powered small car offered with a sixth gear. City: 28 mpg Highway: 37 mpg Combined: 32 mpg Advantage Over Camry: Highway MSRP: $19,200\n\n2009 Toyota Yaris (Manual)\n\nAll of the 2009 Yaris models equipped with the manual transmission get the same EPA mileage, so you're not necessarily stuck with a little three-door hatch if that's your route towards mileage. The five-door S hatch comes equipped with rear-window wipers, fog lights, MP3\/CD player w\/ iPod interface and other nice features, though you'll have to tack on $3,000 to the base price. Though it can't quite compete with the Camry in city driving, this tiny Toyota does better on the highway and is close on the combined cycle. City: 29 mpg Highway: 36 Combined: 32 mpg Advantage Over Camry: Highway MSRP: $12,205\n\n2009 Mercury Mariner Hybrid\n\nWe found the 2008 Mariner Hybrid to be a fairly decent ride with only a few flaws, many of which were addressed with the 2009 refresh. The Mariner Hybrid, and it's twin brother Escape Hybrid, is most similar to the Camry in that it offers power, luxury and good gas mileage in a single package — an SUV package at that. Though slightly off the Camry's total, this is one of the few vehicles that bests the Toyota in the city. City: 34 mpg Highway: 31 mpg Combined: 32 mpg Advantage Over Camry: City MSRP: $29,750\n\n2009 Volkswagen Jetta & Jetta SportWagen TDI (Manual)\n\nBoth the Volkswagen Jetta TDI and its wagon sibling the SportWagen are within the Camry's price range and offer the utility, relative luxury and foreign car appeal of the Toyota. Unlike the Camry, the Jettas are both eligible for a tax credit. In the ongoing diesel-versus-hybrid debate the TDI twins step up with a comparable combined cycle and a substantially higher highway experience, a reflection of the efficiency and power of the diesel engine. And there's no risk of running short because of battery supplies. City: 30 mpg Highway: 41 mpg Combined: 34 mpg Advantage Over Camry: Highway MSRP: $21,990\/$23,590\n\n2009 Nissan Altima Hybrid\n\nNissan is still technically selling the Altima Hybrid, a car that is a direct competitor with the Camry, but sales have lagged far behind nearly all of its competitors. Why? It may have something to do with battery supply, but it also may have something to do with the reason why people are choosing the regular Camry over the regular Altima: age. The Altima, though refreshed, is a rather tired design that lacks the same appeal and luxury of the Toyota. It trumps the better-selling green sedan in the city, but no one seems to care. City: 35 mpg Highway: 33 mpg Combined: 34 mpg Advantage Over Camry: City MSRP: $26,650\n\n2009 Honda Civic Hybrid\n\nIt should come as no surprise that the 2009 Honda Civic Hybrid, currently the third-best selling hybrid car behind the Camry, bests the Camry in all areas of fuel economy by a large margin. It's smaller. It's lighter. The Prius is more of a competitor to this hybrid than the Camry, though Toyota has done a good job of making their larger hybrid price competitive with the Civic sedan. City: 40 Highway: 45 Combined: 42 mpg Advantage Over Camry: City, Highway, Combined MSRP: $23,550\n\n2009 Toyota Prius\n\nThe king. The reigning champ. The green boss. You can't touch the Prius and neither can the Camry Hybrid — at least not in mileage. Though all of these buyers are likely eco-minded, some hybrid huggers just don't like the Prius, don't want a hatchback or maybe just think the larger hybrid sedan is a perfect foil. City: 48 mpg Highway: 45 mpg Combined: 46 mpg Advantage: City, Highway, Combined MSRP: $22,000 [Hybrid Sales Data: Fuel Economy Data:]",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9971019626,
        "format_confidence":0.983253777
    },
    {
        "url":"http:\/\/www.motorcycle.com\/top10\/top-ten-holiday-gifts-1000.html\/7",
        "text":"5. Bimota BB3, More than $21,000\n\n\nTake a 190-hp German engineered engine and wrap it up in pure Italian exoticism and what do you get? The answer is the Bimota BB3. With the BMW S1000RR’s 999cc inline-Four mounted in a steel trellis frame, the BB3 is the latest from the house of Bianchi, Morri and Tamburini.\n\nAdd in some Ohlins suspension, Brembo brakes, ABS, traction control, electronically-assisted shifting and an ample supply of carbon fiber, and you’ve got a sexy European sportbike to show off at your next track day.\n\nBimota hasn’t announced pricing for the BB3, but expect a hefty premium over the S1000RR HP4’s $20 – 25k sticker price.",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9576274753,
        "format_confidence":0.9656728506
    },
    {
        "url":"http:\/\/www.epicdisasters.com\/index.php\/site\/comments\/the_worlds_worst_railroad_disasters\/",
        "text":"The World’s Worst Railroad Disasters\n\nThe earliest recorded rail deaths may have occurred in 1650 in Whickham, England, when two boys were killed by a wagon on a wood coal tramway.  In 1815, also in England, 13 - 16 people were killed by a boiler explosion of the experimental locomotive “Brunton’s Mechanical Traveller”. Since then, things have gotten worse. Here are the worst rail disasters of all time, listed by number of deaths. Note that a great many of these occurred in times of war, when large numbers of people were being transported by rail.\n\nQueen of the Sea Rail Disaster\nSri Lanka, 24 December 2004\n1,700 deaths\n\nStuck by a tsunami wave created by the Indian Ocean earthquake, the Queen of the Sea was caught in the rising waters. Believing that it would be safe from the wave, hundreds of locals climbed aboard. Unfortunately, it was swept away, and 1,700 were killed. The victims primarily were in the eight cars, where they were unable to open the doors and drowned.\n\nBihar Rail Disaster\nIndia, 6 June 1981\n800 - 1,000+ Deaths\n\nA passenger train carrying at least 800 derailed on a bridge and plunged into the Bagmati River. Only 200 bodies were recovered.\n\nFrejus Railway Disasters aka Modane Train Disaster\nNear Modane, France, 12 December 1917\n600 - 1,000 deaths\n\nAn overloaded train carrying 800 - 1000 French soldiers returning home from North East Italy during World War I suffered brake failure and crashed while descending into a valley. As a result of the fire and wreckage, only 425 of the bodies could be identified.\n\nCiurea Rail Disaster\nCiurea Station, Romania 13 January 1817\n600 - 1,000\n\nDuring the First World War, a train carrying as many as 1,000 passengers—mostly soldiers and civilians fleeing a German advance—suffered brake failure on a 6.7% grade. To avoid collision with a second train at the bottom, the runaway was switched onto a loop. The runaway train derailed and caught fire.\n\nGuadalajara Train Disaster\nGuadalajara, Mexico, 22 January 1915\n600+ Deaths\n\nIn the midst of the Mexican Revolution, a train carrying the families of the troops of Venustiano Carranza left Colima for Guadalajara. The train lost its brakes on a steep descent, jumped the tracks and plunged into a canyon.  Some 300 survived.\n\nUfa Train Diaster\nNear Asha, in the Soviet Union 4 June 1989\n575 - 645 killed\n\nTwo passing trains carrying children on holiday to the Black Sea threw sparks near a leaky liquid petroleum gas pipeline. The resulting explosion—the equivalent of the Hiroshima bomb—killed at least 575 and wounded 700 others.\n\nBalvano Train Disaster\nnear Balvano, Italy 2\/3 March 1944\n426 Deaths\n\nAfter a train stalled on a steep gradient in the Armi tunnel, carbon monoxide fumes from its engines killed 426, many riding the train illegally. The carbon monoxide was exacerbated by the poor grade coal used as a result of war shortages.\n\nTorre del Bierzo Rail Disaster\nnear Torro del Bierzo, Spein 3 January 1944\n500 deaths\n\nThe collision of three trains in a tunnel left more than 500 dead. Official counts at the time were much lower for political reasons\n\nAwash Rail Disaster\nbetween Arba and Khora, Ethiopia 14 January 1985\n428 deaths\n\nHigh speed led to a derailment of four of the trains’s five cars as it rounded a curve on a bridge across a ravine. Of the 1,000 on board, 428 were killed and 500 injured.\n\nAl Ayyat Train Disaster\nBetween Cairo and Luxor, Egypt 20 February 2002\nat least 383 deaths\n\nA cooking gas cylinder explosion set the train on fire, burning seven third class carriages to cinders. There was no passenger list, so estimates run to as high as 1,000 deaths on the grossly overcrowded train.\n\nPosted by The Editor on 10\/02 at 08:17 AM\n\nShop Here For Survival Gear\n\nCustom Search\n\n\n\n\n\n\nRemember my personal information\n\nNotify me of follow-up comments?\n\nSubmit the word you see below:\n\n<< Back to main",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9198886156,
        "format_confidence":0.956188798
    },
    {
        "url":"https:\/\/cloodjo.com\/best-spark-plug-wires-market-top-10-reviews",
        "text":"Boost your vehicle’s performance by using the good spark plug wires. These connector assemblies play the critical role of being the communication channels in the engine ignition system. Low quality or damaged wires, which are less capable of effectively and efficiently conducting electricity, deteriorate the overall performance and health of the engine. If you leave your coil wires problematic, then you are headed for more serious problems that can cost you more. But, what are the best spark plug wires for your vehicle? Below you can find 10 reviews of the top-rated but affordable plug wires to buy in 2017:\n\nComparison of the Top-Rated Spark Plug Wires\n\nNGK (8028) HE73 Premium Spark Plug Wire Set\n\nNGK (8028) HE73 Premium Spark Plug Wire Set\n\nCheck the Latest Price on Amazon\n\nNGK, one of the best brands in this industry, boasts of the quality and reliability of its custom-made cables with original equipment identical connections. It is made of ferrite magnetic core and EPDM rubber outer jacket, which is resistant to heat (180˚c), oil, and chemical damage for increased durability (even with headers). Despite that they possess only half of the resistance of carbon core wires; they have the same radio-frequency interference capability, which is highlighted in many customer reviews online. The vehicle fitment includes Honda, Acura and Isuzu 1994-2002 models.\n\nACCEL 8.8mm for Harley Davidson 172086\n\nACCEL 172086 8.8mm Yellow Custom Fit Spark Plug Wire Set\n\nCheck the Latest Price on Amazon\n\nIf you are to buy a spark plug wire for street or race applications, then you have found the right brand. These custom-fit and ready-to-install cables are engineered with optimum insulation due to the factory-installed positive locking stainless steel terminals, high-dielectric strength silicone plug boots, and high-conductivity brass terminals on the coil end. They are also manufactured with high capacity spiral core conductors, fibreglass-braid covers and extra thick silicone jacket, making them ideal for the Sportster series. The item comes with a complete hardware kit and a 90-day limited warranty.\n\nNGK (4858) ZE81\n\nNGK (4858) ZE81 Spark Plug Wire Set\n\nCheck the Latest Price on Amazon\n\nWhy pay more for superior firing, noise suppression, consistent performance and durability if you can have them with this cheap spark plug wire on the market? These ignition wires are equipped with a positive locking, corrosion resistant stainless steel terminal ends for tight fit and resistance to vibration and separation. They are fabricated with high-quality EPDM rubber and silicone for heat, oil and chemical protection. NGK made these coil wires color coded and numbered for easy installation and cylinder identification. They are great value wires for Mazda RX-8 2004-2008 models.\n\nNGK (8691) FX58\n\nNGK (8691) FX58 Premium Spark Plug Wire Set\n\nCheck the Latest Price on Amazon\n\nThis high quality spark plug wire set is another product of NGK that is engineered for the Subaru 1999-2006 models. The same features and functionalities bring this wire set at the frontline of the competition such as the durability of the materials used, noise suppression, superior firing and fuel savings, strong core for the overall strength of the wire, and the tight fit against vibration and separation. Based on customer reviews of a spark plug wire, FX-58 is highly-recommended connector assemblies given its great fit and a big difference in smoothness.\n\nDenso 671-4246\n\nDenso 671-4246 Spark Plug Wire Set\n\nCheck the Latest Price on Amazon\n\nBy comparison, this Denso 671-4246 falls within the purview of those looking for good quality spark plug wire but on a tight budget. The manufacturer commits that these wires are identical to the ones installed in the factory with regard the form, fit, and performance, and meet or exceed original equipment supplier (OE\/OES) specifications. Customers rated this with flying colors and said, “It was a breeze installing the wires, and their cars ran fine afterwards. “ You can use this set that comes in four wires for Subaru 1999-2006 models.\n\nMotorcraft WR5934\n\nMotorcraft WR5934 Spark Plug Wire Set\n\nCheck the Latest Price on Amazon\n\nThe spark plug wires by Motorcraft are put together and tested to pass the original equipment (OE) specifications with the end in view of guaranteeing toughness and reliability even under extreme conditions. As such, these wires can deliver maximum voltage safely and timely to the spark plug, thus optimizing the use of your engine and increasing its life. Each set of this product comes with boots and connectors, and the company will offer you a 12 month\/12,000 mile warranty on parts for Ford, Lincoln, Mercury cars and light truck application.\n\nBosch 09848\n\nBosch 09848 Premium Spark Plug Wire Set\n\nCheck the Latest Price on Amazon\n\nBe on the lookout for the best price for this product fitted for Mercedes 1998-2006 models. Well, the state-of-the-art technology enabled these wires to meet, and often exceed the performance of the original equipment. The wires are engineered with a stainless steel Mag for maximum voltage delivery, resulting in optimum engine performance. They are made of pure oil-resistant silicone jacket, and with EPDM inner insulation that avoids voltage leak. Meanwhile, the snap lock terminals provide worry-free installation and reinstallation of these cables. A purchase is backed by a lifetime warranty.\n\nNGK (8034) HE76\n\nNGK (8034) HE76 Premium Spark Plug Wire Set\n\nCheck the Latest Price on Amazon\n\nIt is NGK again, but these particular wires are designed as reliable conduits of electrical voltage for Honda 1992-2002 models. They come with the quality and reliability associated with the manufacturer, which has become as among the most popular brands in this business. Therefore, you can expect these wires to have met the stringent OEM specifications given its ferrite magnetic layer, fibreglass core, high-quality EPDM and silicone coverings, custom-designed terminal boots and positive-locking, corrosion-resistant stainless steel terminal end. For performance that is consistent, get these ignition wires for your car.\n\nNGK (9988) HE53\n\nNGK (9988) HE53 Premium Spark Plug Wire Set\n\nCheck the Latest Price on Amazon\n\nIn terms of rating in the online marketplace, this one is NGK’s top-rated spark plug wire made for the 1988-1991 Honda cars. A review states that “If there is any set of wires for your Honda, NGK is the way to go. Good fit, look good in the engine bay, and most importantly, provide sure-fire ignition.” This great compliment represents the majority of the positive feedback of the customers who already bought this time. As usual with NGK products, this wire set delivers noise suppression, unrivalled firing, sturdiness and consistency.\n\nBosch 09001\n\nBosch 09001 Premium Spark Plug Wire Set\n\nCheck the Latest Price on Amazon\n\nThis is premium pre-assembled spark plug wire set for Volkswagen 1953-1980 models by Bosch that you are able to choose in the market. It banners its opti-layer Mag technology, which brings optimum engine performance, reduces misfires and gets rid of radio frequency interference. Bosch equipped each cable with 100% silicone jacket against wire set failure, EPDM inner insulation preventing voltage leaks, perfectly-fitted and OEM-style silicone boots, and “snap lock” terminals or OEM-style connectors for effortless installation and re-installation. It is no surprise that consumer reports state that you cannot get better quality than this wire set from Bosch.",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.8550049067,
        "format_confidence":0.9568020701
    }
]