[
    {
        "url":"https:\/\/www.myriam-chansons.net\/faq\/faq-argument-in-literature.html",
        "text":"Categories FAQ\n\nFAQ: Argument in literature?\n\nWhat is author’s argument?\n\nAn author’s argument is the opinion or belief that he or she wants to persuade readers to believe.\n\nWhat is a definition argument in writing?\n\nThe definition argument focuses on clarifying a definition for a controversial term or concept. In other words, a definition argument is one that asserts we cannot make clear assertions or possess a clear understanding of an issue until we understand exactly what the terms mean.\n\nWhat are the 4 types of arguments?\n\nDifferent Types of Arguments deductive. inductive. critical reasoning. philosophy. argument. deduction. arguments. induction.\n\nWhat is argument with example?\n\nAn argument by example (also known as argument from example ) is an argument in which a claim is supported by providing examples. Arguments from example may be difficult to recognize because they can look like mere illustration.\n\nWhat are the 5 Steps to Analyzing an argument?\n\nTerms in this set (47) The five steps of analyzing arguments include: Determining what the arguer MEANS, CONSECUTIVELY numbering arguments, identifying the argument’s MAIN CLAIM, DIAGRAMMING the argument, and CRITIQUING the argument.\n\nYou might be interested:  Quick Answer: Fantasy literature definition?\n\nHow do you identify an author’s argument?\n\n1. To find the argument, first look at the TITLE of the text. Titles usually indicate the writer’s purpose\/position. Some argument writers may state the argument in the title and NOT state it anywhere else.\n\nWhat are the 5 elements of argument?\n\nElements of an Argument. pathos. audience. speaker. ethos. message. logos.\n\nHow do we define argument What is the basic structure of an argument?\n\nBasic Structure of an Argument. An argument is a reasoned or thoughtful process. Logical Argument.. Always includes at least one premise and one conclusion.\n\nWhat is a Evaluation argument?\n\nEvaluation Arguments An evaluative argument makes a judgment on the performance of a particular item in its category. You can determine whether this performance was “good” or “fair” or “unusual,” etc.\n\nWhat is symbolic argument?\n\nSymbolic Arguments A symbolic argument consists of a set of premises and a conclusion. It is called a symbolic argument because we generally write it in symbolic form to determine its validity. An argument is invalid or a fallacy when the conclusion does not necessarily follow from the given set of premises.\n\nHow can you tell if an argument is strong or weak?\n\nGenerally, strong arguments are ones that are convincing. The logical structure of the premises supports the conclusion and the audience accepts the premises. So a weak argument is one that fails either logically or the person considering the argument doesn’t accept one or more of the premises.\n\nWhat does an argument consist of?\n\nAn argument consists of a conclusion supported by at least one premise. Both conclusions and premises must be statements, that is, sentences with truth value (i.e., that are capable of being either true or false).\n\nYou might be interested:  Climax literature definition?\n\nWhat are the three parts of an argument?\n\nThere are three stages to creating a logical argument: Premise, inference, and conclusion.\n\nWhat is a good argument example?\n\nFor example: I have a very strong feeling that my lottery ticket is the winning ticket, so I’m quite confident I will win a lot of money tonight. If the argument is strong, there are again two cases: Firstly, the argument has false premises.\n\nHow do you identify premises in an argument?\n\n“Is this a claim that is being offered as a reason to believe another claim?” If it’s being offered as a reason to believe another claim, then it’s functioning as a premise. If it’s expressing the main point of the argument, what the argument is trying to persuade you to accept, then it’s the conclusion.\n\n1 звезда2 звезды3 звезды4 звезды5 звезд (нет голосов)\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.9670841694,
        "format_confidence":0.9713706374
    },
    {
        "url":"http:\/\/kayhooper.com\/faq\/readers.html",
        "text":"New York Times Bestselling Author Kay Hooper\nPurchase Kay's Books\n\nAbout Kay\nThe World of Bishop\nFor Writers\nFAQs - For Readers\nQuestions from readers ...\n\nI often receive questions from readers, and after a time a pattern emerges, giving me a fairly good idea what sort of questions most of you have. So I hope you find this area interesting and informative. And if I don't answer your question here, be sure to write and tell me what you'd like to know so that I may include the information here in future updates.\n\nWill there be a third Thief book?\nYes — though I can't give you a firm publication date as yet. Despite my best efforts, I just had too much on my plate these last couple of years (career stuff, family stuff, building my dream house) to give Quinn the attention I feel he deserves. However, there WILL be a third Thief book, and quite likely more, since he appears to have much to say and many adventures ahead of him and Morgan. Please do keep an eye on the website, and as soon as I have firm publication dates, cover art and cover copy, the info will be posted.\n\nWill the Bishop\/Special Crimes Unit series continue?\nYes, absolutely. I'll continue to publish the series in trilogies, each set with a keyword in the title and the covers, hopefully, linked together with some visual element such as the spiderweb in the Fear trilogy, and the black-gloved hand in the Evil trilogy.\n\nAre you going to reissue more of your old (classic!) romances?\nYes. That's also being worked-out as I write this (the author seldom has complete control of such things, though I'm trying!), so please do keep an eye on the site for updates.\n\nWill you write the sequel to Summer of the Unicorn?\nIf I had to say one way or the other right now, I'd have to say no — simply because it isn't in the plans at present. However, I get many requests for other fantasy\/romance novels such as Unicorn and The Wizard of Seattle, and I would like to write more along those lines someday. So you never know. Again, please do check back, and I'll update the website as I have new information to offer.\n\nHow about the Lane Montana mysteries?\nSame there. I have no plans at present to continue that series, but I would like to revisit Lane at some point. Never say never.\n\nWill you ever include a bulletin board or blog on your site?\nNot likely. I know many authors happily blog or set up a board where their readers can post comments, but the truth is that I feel my writing time is better spent writing my books. I'll always do my best to be responsive to readers, but I've never been inclined to write in a journal even just for myself, and see no reason to turn to public journaling (blogging) now. As for a board on the site, that also can cause more problems than provide benefits, for you and for me. So I think we'll keep the site as-is for now.\n\nThough suggestions are always welcome!\n\nWhere do you get your ideas?\nThe number one most-asked question. And the most difficult to answer, because of the nature of what writers do. We use our imaginations literally every waking moment; I see or hear something, and my plot-trained conscious mind begins to spin a possible story. So the short answer is that I get my ideas everywhere — but mostly from inside my head. I read a great deal, I watch TV and movies, I talk to people. And out of that wealth of information come my ideas.\n\nWhat's your work routine?\nI don't really have one. When and how long I work is dependent on where I am in a book or project. Early on, I may spend a great deal of time thinking and musing about an idea without turning on the computer once. Writing down bits and pieces of ideas, snatches of dialogue, character descriptions. When I have begun the actual physical work of writing, the early chapters tend to go slowly as I feel my way through the story \"seeding\" plot and character points that will develop along the way. Once I've reached the halfway point in a story, the plot is firmly set, the characters \"alive\" in the sense that I now know them very well and understand why they do the things they do. The remainder of the book tends to be written much faster, and I work longer hours. It isn't uncommon in the final chapters of a book for me to work ten or twelve hour stretches for several days at a time.\n\nHow long does it take you to write a book?\nIt varies. In the old days of series romance, it wasn't unusual for me to complete a book in three or four weeks. These days, writing longer and much more complicated thrillers, it tends to take several months between the beginning of a book and its completion.\n\nDo you ever go on book tours?\nIf my publisher asks me to. Publishers vary in their beliefs and experiences as to what sells books best; my publisher tends not to send its authors out on the road very often. In all honesty, I believe my time is better spent here working. Not being an extrovert I'm afraid travel takes a great deal out of me. But there are trips from time to time, book signings and the rare speaking engagement; I will do my best to have information here at my site (in the online newsletter) whenever such a trip is planned.\n\nDo you read all the reader mail you receive?\nYou bet I do. And I answer myself — which is why I'm constantly behind and why my online mailbox is usually full. If you don't receive a reply within a reasonable time (two or three weeks, maybe), please do write again — I never mind repeated queries.\n\nQuestions from Aspiring Writers? Click here\n\nAbout Kay   |   Bookshelf   |   The World of Bishop   |   Contact   |   For Writers   |   FAQs   |   Kay's Author Friends   |   Kay's Animal Friends   |   Links\n\nConnect on Facebook   |   Watch on YouTube\n\nCopyright 2005 - 2015 Kay Hooper. Site Information",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.9771324992,
        "format_confidence":0.9740487337
    },
    {
        "url":"https:\/\/jamesfoley.com.au\/2017\/02\/08\/faq-how-do-i-get-my-book-published\/?replytocom=8054",
        "text":"FAQ: How do I get my book published?\n\nThis is my most Frequently Asked Question by far.\n\nSo you’ve written and\/or illustrated your amazing children’s book. Now you want to get it published. You have two options available: traditional publishing and self-publishing … plus a third option that you should avoid.\n\nBefore we get into these options further, ask yourself what you’re aiming to do with your book:\n\n  • Do you just want one copy that you can read to your kids?\n  • Or a couple of copies that you can share with family and friends?\n  • Or do you think your story really has legs, and could sell competitively in bookstores?\n\nIf you just want one or a couple of copies for personal use, then definitely self-publish – but go with a website like Blurb. You upload your content, they print copies and post them back to you, and you keep copyright. Easy, done, sorted.\n\nIf you truly believe that your work is of a publishable standard, then I recommend going for traditional mainstream publishing through a publishing company, or if you have the stamina for it, go for self-publishing.\n\nI’ll explain these two options below, plus a third option that you need to avoid.\n\nOption 1: traditional, mainstream publishing\n\nThis is where a publishing company helps you to edit their work, organises printing, marketing and distribution, and pays you an advance and royalties.\n\nThere are two main pathways to mainstream publication.\n\nPlease note that these two pathways are not mutually exclusive, and can be happening at the same time.\n\nPathway A: The Slush Pile\n\nYou send your work to several publishers. Your manuscript is added to the ‘slush pile’, a collection of every unread manuscript sent by you and everyone else hoping to be published by that company. Don’t be discouraged though; publishers do go through their slush piles bit by bit, and people do actually get their manuscripts discovered this way. Because of the slush pile though it can take many months for a publisher to respond to your submission query (and these days a number of publishers are saying, ‘if you don’t hear back from us in x number of months, assume that your submission was not accepted’).\n\nSO You wait for responses. You get rejected many times. You keep writing\/illustrating in the meantime, still practicing your craft. Then hopefully, eventually, your work is good enough to be published, and a publisher notices your work and offers to publish it.\n\nPathway B: Professional organisations\n\n2: You join an organisation like the Society of Children’s Book Writers and Illustrators (SCBWI) and\/or the Australian Society of Authors (ASA). You go to events where you get to meet editors and publishers and you book some critique sessions. You get face-to-face feedback, and advice for how to improve your work. You go away and practice some more. Then hopefully, eventually, your work is good enough to be published, and a publisher notices your work and offers to publish it.\n\nThe place of illustrators in mainstream publishing\n\nNote that:\n\n  • usually, the publisher picks the illustrator.\n  • most of the time the writer and the illustrator DO NOT collaborate before submitting to a publisher.\n\nI explain the reasons for this in another post called ‘How do I find an illustrator for my book?’\n\nIf you want to be a children’s book writer, you absolutely must know how the illustrator’s role intertwines with yours. So please do read this post plus the points about illustrators in the next section.\n\nSending submissions to publishers\n\nBefore you send anything to any publisher, visit your local bookshop and have a look at the children’s book section. Make a stack of books that seem like the ones you would like to make. See who publishes them, then check out the publishers’ websites and see if they accept submissions. Note what you would need to submit, and stick to the submission guidelines. Some want hard copies, some only accept digital copies. Some only accept submissions on certain days of the week, and some at certain times of the year. Do your homework and follow the guidelines on each publisher’s website.\n\nIf you’re a writer only, then generally you’ll be asked to send a copy of your manuscript in a certain format, maybe with a cover letter.\n\nIf you’re an illustrator only, then generally you’ll be asked to send a sample or samples of your best work, again with a cover letter.\n\nIf you’re a writer AND an illustrator, then generally you’ll be asked to submit a copy of the manuscript, plus a black and white storyboard and\/or a dummy book, plus two or three samples of what the finished artwork might look like.\n\nIf you’re a writer and you’ve already collaborated with an illustrator:\nthis is not generally how mainstream publishing works. Sometimes you’re in a situation where you’ve written a manuscript and you asked your partner\/sibling\/aunty\/friend\/neighbour\/random acquaintance to do some illustrations – now you’re going to submit all your work together. That’s great. However. This puts you in an unusual position. You may find that a publisher loves the words of the story but not the illustrations. OR they love the illustrations but not the words. OR  they may see potential in both the words and the illustrations, but they think the words need to be edited and the plot needs to be changed a bit, in which case the illustrations might also need to change. So if you’ve collaborated with an illustrator before submitting to a publisher, be prepared for these possibilities.\n\nWhatever you do, don’t complete final illustrations for an entire book before submitting to a publisher. That’s a lot of work to put in, and the publisher might want you to change everything.\n\nCopyright, Advances and Royalties\n\nin traditional publishing arrangements, illustrators retain copyright over their illustrations, and writers retain copyright over their text. They share royalties from the books: 5% of RRP each (the rest goes to booksellers, distributors, printers and publishers). Royalty statements are sent every 6 months; payments are sent at this time as well, providing you’ve made some sales.\n\nThe writer and illustrator also receive an advance payment when they sign the publishing contract – this is an advance of expected royalties. So if the advance is $1000, then you have to sell enough books to earn that advance back before you can get any more royalties. If you don’t sell enough books to earn the advance back, you still get to keep the full advance. The publishers assume all financial risk and responsibility in this model; they take care of printing, marketing and distribution.\n\nFor advice on publishing contracts, buy the book ‘Australian Book Contracts‘ from the Australian Society of Authors. Also, check out their model publishing agreement template; it’s free for ASA members or $11 for non-members. The ASA also offers a contract assessment service for ASA members or state writers’ centre members.\n\nFor advice on the legal and business issues related to writing, buy the book ‘Between The Lines‘ from the Australian Society of Authors.\n\nFor more information on traditional publishing:\n\nRead the Australian Society of Authors’ advice on how to get published.\n\nCheck out this post I wrote called 6 books to help you make better picture books.\n\nOption 2: self-publishing\n\nSelf-publishing is a whole other ball game. You literally take on the role of the traditional publisher, which means you get complete control over the project but also the entire financial risk. You need to organise your own design and printing, plus your own marketing and distribution to bookstores (online and\/or bricks-and-mortar).\n\nI know of only a few successful children’s book writers and illustrators who self-publish; they all do it full time and approach it like a business, so it’s possible for them to make a decent living from it. They are exceptions to the rule.\n\nThe main services out there for self-publishing are Amazon Kindle Direct Publishing (KDP), which allows you to create ebooks for Amazon Kindle readers; Amazon Createspace, which is a print-on-demand service; or Ingram Spark, which allows you to make both e-books and print-on-demand books. I’ve never used these myself, but my self-publishing colleagues do; it’s up to you to excerise due diligence and do your research before entering into any commercial agreements with these websites.\n\nThe role of illustrators in self-publishing\n\nYou and the illustrator need to work out whether you want to share the financial risk or whether the illustrator wants to be paid up front.\n\nI cover this in more detail in another post called ‘How do I find an illustrator for my book?’\n\nIf you’re considering self-publishing your writing and enlisting an illustrator, please do read that post before you get started down that road.\n\nFor more info on self-publishing:\n\nCheck out the Australian Society of Authors’ free advice on self-publishing.\n\nThe ASA also has a paper available called Introduction to Digital Self-Publishing; it’s free for ASA members or $11 for non-members.\n\nAlso check out WritingWA’s free resources for self-publishers.\n\nJoin the facebook group For Love or Money, a support group for independent authors. You can ask questions and find advice. It was set up by author S.K. Quinn, and her book The Indie Author’s Survival Guide is a must-read for anyone heading down the self-publishing road.\n\nOption 3 (which is not an option): vanity publishing\n\nOption 3 is where a company tries to look like a mainstream traditional publisher but is really a glorified and very expensive self-publishing service. In our industry it’s called ‘vanity publishing’.\n\nVanity publishers are the ones that offer to help you publish your book for a fee – usually a VERY LARGE and UPFRONT fee. They may want to retain copyright. They may not show you a contract until after you’ve paid. Vanity publishers make their money off the exorbitant fees they charge you and not off the book sales; thus they have little to no interest in marketing ... (truncated)",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.8318254948,
        "format_confidence":0.820028007
    },
    {
        "url":"https:\/\/swoonreads.com\/blog\/faq-eligibility-update-this-means-you-wattpad-users\/",
        "text":"FAQ4 header\n\nFAQ – Eligibility Update (This means you, Wattpad users!)\n\nHey Swoon Readers!\n\nAs you probably already know, we’ve had several questions about the exclusivity clause in our Terms and Conditions. (We even posted a blog letting you know that we were working on it.) And now, we’re happy to announce that we have an answer! Here’s the official language from our new Terms and Conditions*:\n\n2. All Manuscripts submitted: a) must be original works of book length (no less than 160 typewritten pages or approximately 45,000 words) written in the English language; b) must be written solely by the registered user submitting the work; c) must not violate any right of any third party or be libelous; d) MUST NEVER HAVE BEEN AVAILABLE FOR SALE AND MUST NOT BE AVAILABLE FOR SALE DURING THE 6 MONTH EXCLUSIVITY PERIOD ON SWOON READS; e) must not be under consideration for sale by any third party (e.g. publisher, retailer, website) during the exclusive period and f) must follow these rules and guidelines.\n\nThe key word here is “SALE.” If you have ever made money from your manuscript—whether through a traditional publisher, Amazon, iBooks, Smashwords, or any other self-publishing method—then, sadly, it is not eligible for Swoon Reads.\n\nHowever, sites like Wattpad, Figment, and Fanfiction.net, among others—where you share your work, but don’t make any money from it—are completely eligible. And, we DO NOT require you to remove your work from these sites. So, if you have a finished YA romance, we’d love for you to submit it. And maybe even tell your readers there to come over and rate it on Swoon Reads!\n\n* (The update is with the developer now, and should be visible on the site soon!)\n\nAuthor spotlight\n\nSwoon Reads Staff\n\nFor more information, check out the \"Meet the Team\" section of our About page (swoonreads.com\/about).\n\nSee More",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.9309616685,
        "format_confidence":0.9237902761
    },
    {
        "url":"https:\/\/www.peterskrzynecki.com\/interesting-about-poem\/often-asked-what-was-langston-hughes-first-poem-published.html",
        "text":"Often asked: What Was Langston Hughes First Poem Published?\n\nLangston Hughes published his first poem in 1921. He attended Columbia University, but left after one year to travel. A leading light of the Harlem Renaissance, Hughes published his first book in 1926. He went on to write countless works of poetry, prose and plays, as well as a popular column for the Chicago Defender.\n\nWhat was Langston first poem?\n\nWritten when he was 17 years old on a train to Mexico City to see his father, “The Negro Speaks of Rivers” was Hughes’ first poem which received critical acclaim after it was published in the June 1921 issue of the NAACP magazine The Crisis.\n\nWhat was Langston Hughes first published work?\n\nIn November 1924, he moved to Washington, D. C. Hughes’s first book of poetry, The Weary Blues, (Knopf, 1926) was published by Alfred A. Knopf in 1926. He finished his college education at Lincoln University in Pennsylvania three years later.\n\nYou might be interested:  Question: How To Write A Hyperbole Poem?\n\nHow many poems did Langston Hughes published?\n\nHe never stopped writing Hughes’ total output of material, written from 1920 until his death in 1967, was nothing short of prolific. Along with his two autobiographies, he published 16 volumes of poetry, three short story collections, two novels and nine children’s books.\n\nWhat was the last poem Langston Hughes wrote?\n\nThe last published poetry of Langston Hughes was actually a collection of poetry called The Collected Poems of Langston Hughes and was published by\n\nWhy was Hughes important?\n\nLangston Hughes. Langston Hughes was one of the most important writers and thinkers of the Harlem Renaissance, which was the African American artistic movement in the 1920s that celebrated black life and culture. His literary works helped shape American literature and politics.\n\nWhat was Langston Hughes first piece of writing that garnered attention?\n\nHe wrote the poem “The Negro Speaks of Rivers ” the summer after his graduation from high school in Cleveland; it was published in The Crisis in 1921 and brought him considerable attention.\n\nWhy was Langston Hughes criticized?\n\nSome critics called Hughes’ poems “low-rate” A preponderance of Black critics objected to what they felt were negative characterizations of African Americans — many Black characters created by whites already consisted of caricatures and stereotypes, and these critics wanted to see positive depictions instead.\n\nWhen did Langston Hughes write I Dream a World?\n\nLangston Hughes wrote the poem “I Dream a World” while living in Harlem in 1941. It was published in 1945 in Teamwork in their February\n\nYou might be interested:  Question: How To Write Haiku Poem?\n\nWhen did sue wear red Hughes?\n\nWhen Sue Wears Red When Susanna Jones wears red A queen from some time-dead Egyptian night Walks once again. Blow trumpets, Jesus! And the beauty of Susanna Jones in red Burns in my heart a love-fire sharp like pain. Sweet silver trumpets, Jesus!\n\nWhat happens to a dream deferred?\n\n— Langston Hughes What happens to a dream deferred? Does it dry up like a raisin in the sun? Or fester like a sore– And then run? Does it stink like rotten meat?\n\nWhat are 5 facts about Langston Hughes?\n\n9 things you should know about Langston Hughes\n\n  • He grew up in Lawrence, Kansas.\n  • He was a major leader of the Harlem Renaissance.\n  • He was a poet of the people.\n  • He was more than just a poet; he was a writer in almost any genre you can think of.\n  • He was rebellious, breaking from the black literary establishment.\n\nWhat are the 10 most popular poems?\n\nThe Ten Best Poems of All Time\n\n  • Still I Rise by Maya Angelou.\n  • Sonnet 18 by William Shakespeare.\n  • O Captain! My Captain! by Walt Whitman.\n  • The Raven by Edgar Allan Poe.\n  • Do not go gentle into that good night by Dylan Thomas.\n  • i carry your heart with me by e.e. cummings.\n  • Power by Audre Lorde.\n  • The Road Not Taken by Robert Frost.\n\nDid Langston Hughes have a wife?\n\nTen years later, in 1869, the widow Mary Patterson Leary married again, into the elite, politically active Langston family.\n\nWhich part of New York did Hughes spend most of his life in?\n\nHARLEM, New York City (WABC) — Langston Hughes was one of the foremost figures of the Harlem Renaissance, where he lived in a brownstone for the last 20 years of his life. Hughes lived in the house on East 127th Street from 1947 to 1967.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.9947344065,
        "format_confidence":0.6008095741
    },
    {
        "url":"http:\/\/www.booksontape.com\/faq\/",
        "text":"How does BOT serve the library market?\n\nBooks on Tape (BOT) is a company you can trust. We pioneered the concept of unabridged audiobooks, and we’re celebrating 35 years of offering the greatest variety, the highest quality, and the best service. BOT has been creating partnerships with libraries for over three decades, and together we have provided patrons with a comprehensive selection of titles ranging from Dickens to Obama. Audiobooks have now become a multi-billion dollar industry, further validating the concept behind BOT.\n\nWe are proud to exclusively have Listening Library as our children’s library imprint. Listening Library is the premier audiobook publisher for children’s and young adult literature.\n\nAs audiobooks continue to increase in popularity, BOT will continue to publish more of the bestselling titles library patrons are demanding. Moreover, we will deliver them with a complement of services tailored to meet the special needs of librarians.\n\nI’m a consumer, how to I purchase BOT product?\n\nThank you for visiting the Books on Tape website. You can now purchase audio product from the Random House Audio website.\n\n\nThis audio product still showcases the same authors and titles you have become familiar with on the BOT format. The RH audio product is just packaged differently, but you can trust the story line and audio quality to be top notch!\n\nYou will need to set up a new account on the Random House Audio site, as your consumer BOT account is no longer active. We appreciate your patronage throughout the years and hope you will continue to enjoy our most popular titles.\n\nIf you have any problems or questions, please contact us at ecustomerservice@randomhouse.com\n\nWho is listening to audiobooks?\n\nAccording to the Audio Publisher’s Association (APA) 2008 survey, 28% of Americans are listening to audiobooks and 72% of those listeners are listening for an average of 5 hours a week. In audiobook households, 63% of children are also listeners! Entertainment on long drives and trips is the number one reason for listening to audiobooks.\n\nWhere are BOT audiobooks produced?\n\nAll of our audiobooks are created in our own state-of-the-art studios in Los Angeles and New York. The locations of our studios allow our producers to access the largest pool of stage and screen talent to narrate our audiobooks. Our producers work hard to marry the perfect voice to each project, and our top-of-the-line studios allow us to engineer the finest sound quality recordings.\n\nHow is a book chosen to become a BOT audiobook?\n\nOur editorial staff receives manuscripts, galleys and advance reading copies from all the major publishing houses, agents, and sometimes from the authors themselves. From this we determine which titles would be appropriate for our customer base in the audiobook format.\n\nIn order to provide you with bestsellers simultaneously with the print editions, our editorial staff works as far as 12 months in advance negotiating rights.\n\nWhat literary genres are available from BOT?\n\nOur vast collection spans every genre, including: African American, Business & Personal Finance, Christian Interest, Classics, Current Affairs & Politics, General Fiction, General Non-Fiction, Health & Fitness, Historical Fiction, History, Horror, Humor, Memoir & Biography, Mystery, Thriller, Suspense, Poetry, Religion, Science, Science Fiction & Fantasy, Self Help & Inspiration, Sports, Travel, Western, Women’s Fiction, and Romance.\n\nDoes BOT offer children’s audiobooks?\n\nYes, BOT is the proud publisher of Listening Library audiobooks for the school and library market. Listening Library is the premier publisher of unabridged audiobooks for children and young adults. Their reputation for quality productions of the best in children’s literature has set them apart from other audio producers. Their backlist of over 800 titles includes such popular characters like Arthur, Ramona, Amber Brown, Harry Potter, and such beloved authors as Judy Blume, Christopher Paolini, Mary Pope Osborne, Stephenie Meyer, Christopher Paul Curtis, and Philip Pullman.\n\nThe value of audiobooks as a learning tool in the education of children is widely recognized by experts. Audiobooks bring written text to life, adding an interactive quality that can ignite a child’s imagination. They encourage reading by broadening vocabularies, stretching attention spans, and fostering critical-thinking skills. Listening to audiobooks in the classroom can effectively enrich the reading experience and aid your students in understanding and appreciating literature, history, theatre arts, and more!\n\nWho are your narrators?\n\nAll of our narrators are professionally trained and accomplished performers. Many have received national recognition for their work, such as Grammy® Awards, AudioFile Golden Voice and Earphone Awards, Audie Awards, and have made Library Journal‘s Best Audiobooks list. Most importantly, our productions have our listeners’ stamp of approval.\n\nWe continually survey our customers to ensure that we are selecting their favorite narrators for forthcoming books. We know that great narration is critical to an enjoyable listening experience!\n\nTo learn more about our readers, please visit our narrator page.\n\nWhat is My Lists?\n\nMy Lists is a versatile tool that allows you to create custom title lists and download Brief MARC Records prior to adding them to your cart for checkout.* If your selections and ordering are handled by different departments, use My Lists to create a list of titles. You can then share your list and associated Brief MARC records electronically with your technical services team whenever you are ready to order.\n\n*Please note: For security purposes, your cart will expire upon exiting the site or after being logged in for 8 hours. To save your titles for future purchases, please use My Lists and move titles into the cart when you are ready to place your order.\n\nHow is my order shipped?\n\nEvery BOT library customer enjoys FREE shipping. All school orders will be charged 6% of the net order value. Orders are shipped via UPS Ground. We will process your order and have it shipped within 3-5 days. UPS will take 7 to 10 days to deliver your order depending on your location. Overnight and 2-day services are available upon request. Please allow for an additional two weeks if you request cataloging and processing services.\n\nTo take advantage of our commitment to provide bestsellers simultaneously with the print editions you must place your order 45 days in advance of the on-sale date and we’ll ship the title before the hardcover edition goes on sale. Priority Processing: Here at BOT, we know the value of replacements. That’s why we built a state-of-the-art digital archive to turn around your replacement orders in one week or less.\n\nWhat are my options for receiving backorders?\n\nThe preferred method is shipment based on on sale dates. This may lead to partial shipments, because on saledates fall throughout the month. However, complete shipping is available upon request. Should you choose this option your order will be held until every title in the order is available. Complete shipping will not allow libraries to take advantage of our commitment to provide simultaneous release of bestsellers with the hardcover edition.\n\nWhat is your return policy?\n\nIf, for any reason, you are not completely satisfied with your purchase, product is fully returnable within 90 days of the date of receipt for a credit at the price and discount at which the product was purchased. Full copy returns are required for credit. Returns should be mailed, at customer expense, to: Random House LLC, Attn: Returns Department, 1019 N. State Road 47, Crawfordsville, IN 47933. Return authorization is not required; however, all returns should be made with a claim copy or packing slip indicating for each title the ISBN#, quantity, account name and number, and date of receipt of purchase.\n\nWhat is your Replacement Policy?\n\nYou can purchase replacements as follows:\nAs of 3\/1\/12, there will be no free replacements.\nReplacement pricing is as follows:\nCDs $10.00 ea.\nCD Binders $12.00 ea.\nInserts $5.00 ea\n\nTo order replacements please contact customer service.  \n\nHow can I become a reader for your audiobooks?\n\nPerformers are selected by the individual producers working on each title most often in conjunction with the author. Our producers do not listen to audition tapes sent directly to Random House. Producers work mostly with New York and Los Angeles based talent agencies, and freelance directors to find the right voices for their projects. For more resources on becoming an audiobook narrator, please visit the Audio Publisher’s Association website at www.audiopub.org for more information.",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.6919271946,
        "format_confidence":0.9721294641
    },
    {
        "url":"https:\/\/www.allaboutphilosophy.org\/characteristics-of-postmodernism-faq.htm",
        "text":"Characteristics of Postmodernism\n\nQUESTION: What are the characteristics of Postmodernism?\n\n\nWhen listing the chracteristics of postmodernism, it is important to remember that postmodernists do not place their philosophy in a defined box or category. Their beliefs and practices are personal rather than being identifiable with a particular establishment or special interest group. The following principles appear elemental to postmodernists:\n  • There is no absolute truth - Postmodernists believe that the notion of truth is a contrived illusion, misused by people and special interest groups to gain power over others.\n\n  • Truth and error are synonymous - Facts, postmodernists claim, are too limiting to determine anything. Changing erratically, what is fact today can be false tomorrow.\n\n  • Self-conceptualization and rationalization - Traditional logic and objectivity are spurned by postmodernists. Preferring to rely on opinions rather than embrace facts, postmodernist spurn the scientific method.\n\n  • Traditional authority is false and corrupt - Postmodernists speak out against the constraints of religious morals and secular authority. They wage intellectual revolution to voice their concerns about traditional establishment.\n\n  • Ownership - They claim that collective ownership would most fairly administrate goods and services.\n\n  • Disillusionment with modernism - Postmodernists rue the unfulfilled promises of science, technology, government, and religion.\n\n  • Morality is personal - Believing ethics to be relative, postmodernists subject morality to personal opinion. They define morality as each person’s private code of ethics without the need to follow traditional values and rules.\n\n  • Globalization – Many postmodernists claim that national boundaries are a hindrance to human communication. Nationalism, they believe, causes wars. Therefore, postmodernists often propose internationalism and uniting separate countries.\n\n  • All religions are valid - Valuing inclusive faiths, postmodernists gravitate towards New Age religion. They denounce the exclusive claims of Jesus Christ as being the only way to God.\n\n  • Liberal ethics - Postmodernists defend the cause of feminists and homosexuals.\n\n  • Pro-environmentalism - Defending “Mother Earth,” postmodernists blame Western society for its destruction.\nPostmodernism - Learn More!",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.9202802777,
        "format_confidence":0.9520145655
    },
    {
        "url":"http:\/\/www.sparknotes.com\/lit\/the-hunger-games\/quiz.html",
        "text":"Skip over navigation\n\nThe Hunger Games\n\nSuzanne Collins\n\n\nStudy Questions & Essay Topics\n\nSuggestions for Further Reading\n\n1. What is Katniss’s sister’s full name?\n\n2. How did Katniss’s father die?\n\n3. At what skill is Gale better than Katniss?\n\n4. Who or what is Katniss named after?\n\n5. Who gives Katniss the mockingjay pin?\n\n6. Why does the Capitol hold the Hunger Games?\n\n7. Which word best describes Haymitch?\n\n8. Under what circumstances did Katniss first meet Peeta?\n\n9. What does Katniss think when she first sees the residents of the Capitol?\n\n10. What are tesserae?\n\n11. Which training station does Peeta excel at?\n\n12. What does Peeta tell Katniss he wants to do in the Games?\n\n13. What item does Katniss manage to grab at the Cornucopia when the Games begin?\n\n14. What is the first thing Katniss looks for after running from the Cornucopia?\n\n15. What does Peeta do that surprises Katniss on their first night in the arena?\n\n16. When Katniss is severely dehydrated, how does Haymitch indicate to her that she’s near water?\n\n17. What does Rue point out to Katniss that lets her get away from the group of Career Tributes?\n\n18. What do Rue and Katniss realize is their advantage over the Career Tributes?\n\n19. What does Katniss do when Rue is killed?\n\n20. Where does Katniss find Peeta after it’s declared that two tributes can win the Games?\n\n21. How does Haymitch indicate to Katniss that he wants her to play up the romance with Peeta?\n\n22. What does Thresh say to Katniss when he spares her life?\n\n23. How does Cato finally die?\n\n24. How do Katniss and Peeta force the Capitol to declare them both winners?\n\n25. What event does Katniss refer to when she says the most dangerous part of the Hunger Games is about to begin?\n\nFollow Us",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.978241086,
        "format_confidence":0.5014975071
    }
]