[
    {
        "url":"https:\/\/lifelineanimal.org\/petheatsafety",
        "text":"Pet Heat Safety Tips\nPet Heat Safety Tips\n\nPet Heat Safety\n\n\nWe all enjoy spending the warmer months exploring the outdoors with our favorite furry companions. But with temperatures rising very quickly, be sure not to put your pet in harms way. Check out some heat safety tips for keeping your pets cool and safe during the hot summer months.\n\n\nNever leave your pets in the car\n\nHeat Safety\n\nEven on warm, sunny days, the inside of a car heats up quickly, even with windows cracked. Never leave your animal alone in a parked car. If you see an animal in a car on a hot day and cannot locate the owner, call 911! Then, stay by the car until help arrives.\n\n\nWatch out for hot pavement!\n\nDark pavement easily absorbs heat when the weather is very sunny and hot. Avoid pets walking on pavement for extended periods of time as this captured heat from the pavement can warm an animals body and potentially burn paw pads. To see if pavement temperature is too hot, place your bare hand or bare foot on the pavement. If the pavement is too hot for you, it is too hot for your pet!\n\n\nProvide cold water and shade\n\nIf you must have your pet outdoors or must house our pets outside, provide them with a shaded shelter, and always make sure they have plenty of cold water.\n\n\nBe practical\n\nAs much as we love spending time with our pets, we need to keep their safety a priority. Leave your pets at home if you plan to be outdoors for extended periods of time, if the weather is too hot, or if your activity level will be too intense for your animal. It is better to be safe than sorry.\n\n\n\nA dog’s normal body temperature is 101 to 102.5 degrees. If her temperature reaches 107 degrees, she can suffer brain damage or even death.\n\nHeatstroke symptoms include: excessive panting, a sudden stopping of panting, salivation, an anxious or staring expression, weakness, muscle tremors, red tongue, blue lips, vomiting, collapse or coma.\n\nIf your dog show symptoms of heatstroke, immediately do the following:\n\n  • Move the dog to a cool, shady place\n  • Pour cool water on him and offer him some water to drink\n  • Fan him vigorously to promote evaporation\n  • Rush him to the veterinarian\n\nDO NOT apply ice, since it will constrict blood flow and inhibit cooling.\n\n\nIntense heat can cause the same problems for pets as it does for humans, including overheating, dehydration, sunburn and heatstroke.\n\nFor more ways to help keep pets safe, download and share our Pet Heat Safety flyer to alert others of the dangers and severity of hot weather for pets.\n\nVisit our Amazon wish list\n\nPetco Foundation\n\nPet Wellness Days\n\nLow-Cost Pet Vaccination Clinics!\n\nComplete Annual Vaccination Packages for Dogs & Cats Starting at Only $40!\n\nLearn More...\n\n\nFollow Us!\n\nLifeLine Animal Project\n\nFounded in 2002 and now managing DeKalb and Fulton County Animal Services, LifeLine Animal Project is the leading non-profit organization working to end the euthanasia of healthy and treatable dogs and cats in metro Atlanta shelters. Together, we will make Atlanta a no-kill community.\n\nLifeLine Animal Project is an IRS 501(c)(3) non-profit organization and all donations are tax-deductible.\n\nS5 Box",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.7965049148,
        "format_confidence":0.6664859653
    },
    {
        "url":"http:\/\/www.dietbites.com\/Health_Wellness\/lose_10_pounds_tips.html",
        "text":"Diet & Plans\n\nPopular Diets, Reviews\n\nThe Cabbage Soup Diet\n\nThe Cucumber Diet\n\nLow Cholesterol Diet\n\nMediterranean Diet Plan\n\n3 Day Tuna Diet\n\n1000 Calorie Menu\n\n1200 Calorie Diet\n\n1,400 Calorie Diets\n\nWeight Loss\n\nMetabolism Calculator\n\nPicture of Nutrition Chart\n\nWeight Loss, Gender\n\nBMI Calculate Over Weight\n\nHealthy Weight for Height\n\nWeight Related Charts\n\nDiet Food Pyramid\n\nFood Pyramid Menu\n\nPerfect or Ideal Weight\n\nDaily Calorie Intake\n\nGuide to Losing Weight\n\nEasy Diet Plan\n\nStep-by-Step Diet Plan\n\nBusy Day Diet Planner\n\nReducing Body Fat\n\nHow to Fight Weight Gain\n\nBody Fat\n\n6 Steps to Fat Loss\n\nDealing With Hunger Pain\n\nWeight & Genetics\n\nMetabolic Syndrome\n\nBurning Calories, Tips\n\nBasic Food Groups\n\nHow to Lose 10 Pounds\n\nWhy Am I Overweight?\n\nWhat Should I Weigh?\n\nWeight Loss Plateau\n\nBelly Fat Articles\n\nHow to Boost Metabolism\n\nThe Natural Diet Plan\n\nFast Food Salads\n\nThe Food Pyramid\n\nPrison Cells of Cellulite\n\nHow Often Should You Weigh?  |  Weight Loss Photos: Before & After  |  Calorie Needs   |   Fruits Low in Calories   |   Diet Dessert Recipes\n\nHow to Lose 10 Pounds\n\nArticle by Diet Bites\n\n\nWhen Calories Do Not Rule Body Weight\n\nDo you need to lose 10 pounds? Some would argue that almost everyone wants to lose that amount of weight - even when they are at a good recommended weight. Sure, thin is in - and as history tells us, it has been for most of the time since the beginning of life.\n\nOn that note, this article will provide tips for losing those ten pounds - and how to accomplish such, safely. Let's start with the main contributing factor where body weight is concerned - calories.\n\nTime and time again we've written articles about caloric intake and how the balance of energy-in\/energy-out regulates body weight. However, there are always exceptions to the rules.\n\nIn these situations, the following applies, \"A calorie is not always a calorie\". Types of energy sources indeed matter and will influence those numbers on the bathroom scales. Let's dig a bit deeper to see how the types of foods that you eat will impact your weight.\n\nTypes of Calories Consumed\n\nDieter Penny is trying to lose 10 pounds. Let's look at her menus for two different days. She is on a 1500 calorie diet plan. Day one contains simple carbohydrates and is generous in such. It is also quite low in fatty acid content.\n\nOn the other hand, day two contains a minimal amount of the healthier fats as well as complex carbohydrates and an ample amount of proteins.\n\nBeverages listed are for meal time only and Penny will be very good about drinking her required amount of liquids throughout her day. Her best choice? Water. However, for day one - she will opt to drink diet soda.\n\nDay 1, High Carbohydrate, Low Fiber, Low Fat Diet Plan: 1500 kcals\n\nBeverages Throughout Day: diet soda\n\nBreakfast: 1 blueberry bagel topped with zero fat cream cheese, 1 cup of zero fat milk. 400 kcals\n\nMorning Snack: serving of baked low fat crackers for 100 kcals\n\nLunch: 1 cheese sandwich on white potato bread with added lettuce leaves, baked potato chips, one small muffin for dessert and a zero calorie soda as her beverage. 600 kcals\n\nAfternoon Snack: 2 caramel popcorn cakes, 100 kcals\n\nDinner: frozen cheese pizza - one recommended serving of the low fat variety along with a diet soda. 300 kcals\n\n\nDay 1 Dieting Notes\n\nLet's discuss the positives first. Penny put the bulk of her daily calories before her last meal of the day which was wise as it's more difficult to burn energy as the day is winding down. The metabolic naturally levels off to a slower rhythm - just as you do at day's end.\n\nAnother positive is the inclusion on grains in her day, such as with the popcorn cakes.\n\nNow for the negatives. Let's take a look at the Basic Five Food Groups and we'll put the minimum requirements in parentheses: Grains [6], Fruits [3], Vegetables [3], Proteins [2], Dairy [2]. Did Penny do well in inputting all of these groups into her day?  Of course she missed the target in this area. The day contains a couple of lettuce leaves as a vegetable group food - but not quite enough to count towards a serving size. She more than met the grain recommendations as well as the dairy given the cheese on the pizza, the sandwich and the cottage cheese for lunch.\n\nAs to protein, the cottage cheese contains hints of such - but is not qualified as an animal or vegetable protein source in a large way. This day's menu was greatly lacking in protein sources - which is a huge point when dieting [or not] because it can assist in quelling appetite as well as in supporting muscle health. Keep in mind, our heart is one big muscle. Continue, Part 2 | Carbohydrates: Weight Loss | Carbohydrates: Weight Gain\n\n\nWeight Gain Causes | Weight Loss Plan\n\n\nimage of eggs\n\nOur Free 10 Day Diet Plan\n10 Carrot Diet Plan\nFree Three Day Diet Plan\nDiet Bites: The Living Diet Plan\nThe Bikini Diet\n\n\nimage of oranges\n\nMetabolism & Weight Loss\nThe Caloric Burn\nInternal Food Processor\nThe Metabolism Matrix\nHow to Raise Metabolism\n\n\nimage of pumpkin\n\nBuilding Diet Menus Using Food Pyramid\nFood Pyramid Menu for Dieters\nPicture: Food Pyramid, Food Plate\nThe Amish Diet\nHow to Lose Weight, Step-by-Step\n\n\n\n\n\nimage of peach\n\nExample of 1000 Calorie Diet Plan\nExample of 1200 Calorie Diet Plan\n10 Free Diet Planners\n10 Dieting Mistakes\n\nHoliday Diet Articles, Menus, Tips, Plans\n\n\nimage of apples\n\nBody Detox\nDiet Binge\nFoods That Prevent Ageing\nWill Caffeine Promote Weight Loss?\nEggs, Dieting\n\n\nimages of peppers\n\nQuesadilla & Mexican Rice Recipes\nHomemade Diet Taco Recipe\nQuick Broccoli Cheese Soup Recipe\nDiet Chocolate Cake Recipe\nBread Calories, Recipes\n\n\n\nimage of fruit\n\nNumber of Fat Cells in the Human Body\nFats Necessary in the Daily Diet\nCauses of Natural Weight Gain\nLose Belly Fat\nCells of Cellulite\n\n\n\nimages of grapes\n\nThe Problem With Calorie Burn Charts\nYour Height, Your Weight\nSetting Goal Weight\nIdeal Body Weight\nCalorie Recommendations\n\n\n\nimage of sack of apples\n\nFast Food Fry Calories\nFast Food Guide for Dieters\nProtein in Fast Foods\nBurger King Calories\nKrispy Kreme Donut Calories\n\nArticle Archives  |  Diet Bites  |  Site Disclaimer",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9757643342,
        "format_confidence":0.9219868779
    },
    {
        "url":"https:\/\/www.performanceinsiders.com\/impotence-help.html",
        "text":"Impotence Help – Seeking Impotence Help from a Medical Professional\n\nby graham\n\nImpotence Help\n\nWhile there are many natural and herbal supplements that claim to help erectile dysfunction, some men find that they are either immune to them or that their body does not respond as intended to these natural and herbal supplements. When a man doesn’t respond to the natural and herbal treatments it may be time to seek the help of medical professional who is trained in impotence help. Seeing a doctor for impotence help may at first be embarrassing but there are many things your doctor may try that can help you overcome your erectile dysfunction.\n\nThe first thing your healthcare provider will do when trying to get you impotence help is have you complete a health questionnaire. The health questionnaire will help give your healthcare provider an idea of what might be the cause of your erectile dysfunction. The questionnaire will be filled with easy questions regarding your diet, stress levels, medical conditions you may have, and any medications you may be taking. The questionnaire will also contain some personal questions such as how long you can hold an erection, if you notice your erection is effected by stress, and how long you have encountered this problem. It is important that you answer these questions honestly as the information provided will help get you the impotence help you need.\n\nAfter completing the health questionnaire your healthcare provider will conduct a physical examination of your genitalia, nervous system, and urinary systems. The exam may include a blood pressure screening as high blood pressure is linked to erectile dysfunction. The physical exam is necessary as it helps your healthcare provider eliminate any physical causes such as testicular cancer, diabetes, plaque buildup in the penis and other problems that may be the cause of your impotence.\n\nYour healthcare provider will combine the information he or she receives from your health questionnaire and physical exam to get you the impotence help you need. Impotence help can come in the form of medications and prescriptions that are designed to help treat erectile dysfunction to advice on what lifestyle changes you can make that will improve your impotence. If a medical condition such as diabetes or testicular cancer is causing your impotence your doctor will help get you treat these conditions. Seeking impotence help from a medical professional may be embarrassing but it can help you find a cause for your erectile dysfunction and find a course of treatment that will help your impotence.",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9966714382,
        "format_confidence":0.721252501
    },
    {
        "url":"https:\/\/bestpregnancysites.com\/informative-pregnancy-tips-and-helpful-information-8\/?share=reddit",
        "text":"Informative Pregnancy Tips And Helpful Information\n\nSome of the more unpleasant aspects of pregnancy include hormonal changes, hormonal changes, stress and hunger. Pregnancy can be joyful, so use these suggestions to help you enjoy it.Always talk to your doctor about a major life change. Getting pregnant is no exception to this rule. Your doctor can advise you on the steps that you need to take to ensure that you will stay healthy. Learning how to prepare your body for pregnancy is one of the best things you can do to help ensure a safe and healthy experience.Create a bedtime routine for better your sleep that you can.Having a consistent evening routines can help your body know when it is time to sleep easier. Try doing some soothing things like reading a book, reading a short story, or having someone give you a massage.If you want to conceive, learn to track your monthly cycle. These cycles will provide you with the best times for attempting conception, and any kind of help will go a long way in situations like these. If you have accurately tracked your cycle, you can also use your information to determine more accurately your date of conception and your due date.Buy maternity bras and clothing as soon as you need them. You will be much more wearable clothing that is comfortable if you are pregnant. There is nothing wrong with getting some maternity clothes during your early weeks. You are the one in control of what looks good and is comfortable.Try to reduce the fat that you consume while pregnant. By gaining too much, your health will be jeopardized later because you will struggle to lose all the weight after your pregnancy. A woman weighing a typical amount should generally gain around 15-30 pounds over the course of her pregnancy.Try not to pump gas when pregnant or having your passenger or partner fill the tank while you’re in the car. Your baby can be affected by gasoline fumes in the gasoline. It is always better to get help than to risk the health of yourself or your baby.Take extra care with your teeth while pregnant and see your dentist if necessary. Pregnancy is actually known to cause many dental problems, including gingivitis. Brush your teeth two times per day and use floss and mouth rinse. See your dentist if you have any problems.Women in the seventh month of pregnancy should sleep on their left side. Sleeping on your left provides your baby with a good blood supply, and allows blood to flow to your uterus and kidneys with ease. Try to not sleep on your back, as it is the worst position for blood flow.Even if you are not yet pregnant, you might want to consider taking a prenatal vitamin. The first three months of your pregnancy are when your baby develops its neural cord. Eventually this cord will develop into the spinal cord and brain. Make sure you are getting the right amount of calcium, iron and folic acid because it is essential, even at the start of your conception adventure.Be sure that you have a flu shot if you’re pregnant. When you’re dealing with pregnancy, your immune system is not as strong as it usually is, and you are more apt to get the flu. This is dangerous for your child and the baby.Eat about 400 more calories a day during your pregnancy. All the nutrients your baby needs come from you, so you have to make sure to eat enough for the both of you. Try eating healthy foods like fresh produce and lots of lean protein.Leg cramping happens a lot later in late pregnancy. Stretch your legs before bed to try to prevent leg cramps. Staying hydrated and eating potassium-rich foods will also help.Take pregnancy classes early in your pregnancy. Being able to obtain advice in a class can help you relax a bit since you’ll better know what to expect. You will also be able to ask any questions that you may have regarding the future.Children really enjoy pictures of pregnant mommy! Snap some pictures and write messages that the kids can see.Food cravings are not uncommon during pregnancy, but be careful about giving in to every craving. After all, your unborn child has his or her own nutritional needs to consider. If you follow your cravings, you might not meet the needs of your child. Stick to a healthy diet and find healthy ways to fulfill your cravings.Don’t give you too much food when you’re pregnant.You should keep your calories during pregnancy but that doesn’t mean you need to eat constantly. You can always say thanks and decline.A great tip is to learn about what you can expect in the delivery room by reading blogs online, so you are not surprised when your time comes. You can learn a lot from your doctors and nurses, but the best resources are the stories of others that have been there before. Go over a few different stories and see if you feel a little more at ease and ready for childbirth.Act like you are pregnant before actually conceiving a baby.Quit smoking and drinking, stop drinking, start exercising, get a new fitness routine and just live a healthier lifestyle. It can take you six to twelve months to become pregnant, so establishing new habits early will set you up for success later.Say kind words to your baby each and every day. Research has demonstrated that unborn babies respond to touch at about ten weeks. Not long afterwards, your baby will begin hearing voices and reacting to light. Communicating with your unborn child can help to increase your bond, and some studies indicate it can improve the intelligence of your child too.You should start massaging your belly a massage when you reach the end of the second trimester. Use oil as opposed to lotion into your belly lightly. Play some relaxing music and do not forget to breathe. This keeps you calm and the baby.While you’re pregnant, avoid being near cat litter. Cat feces can contain a parasitic disease called toxoplasmosis that can cause damage to unborn children. Never put your unborn child in danger, rather you should just steer clear of cat litter entirely.\n\nWhen you are attempting to conceive a child, eat a healthy diet. Some substances, especially folic acid and its derivatives, are crucial to your child’s development at the beginning. You should also start taking a prenatal vitamin daily.When pregnant, don’t stop exercising, unless there are medical problems that prevent you from doing it. Keep your heart in good shape and muscles strong when pregnant by swimming, walking, and performing similar low-impact exercises. Doing this will also make delivery easier.There are certain foods that should not eat when you’re pregnant because they could harm to the baby. You should not eat raw seafood, unpasteurized milk and raw seafood.Make sure you adjust your wardrobe with plenty of maternity clothes that actually fit, at least for the time being. Rather than being like many women who are concerned about buying “pregnancy clothes”, it’s best to not try to squeeze into your regular clothes when they no longer fit. For your well being, it is much better for your comfort to wear clothes that are designed to fit properly.Consult your physician before you try for a baby. It is a good idea to have a checkup with your doctor before you try to get pregnant, so that you can make sure that you are able to have a healthy pregnancy. You might find out there are certain habits you need to change before attempting to become pregnant.There is no safe amount of alcohol to drink when pregnant. When a woman who is pregnant drinks, the alcohol will go right through the placenta to where the baby resides. Because of this, women having a baby or trying to have a baby should never drink alcohol. Imbibing alcohol while pregnant can cause mental and physical birth defects, along with increasing the risk of miscarriage and premature births.\n\nFolic Acid\n\nAlthough a human being’s skin has a degree of elasticity, it is not illimitable. A growing belly during pregnancy may have itchiness, which is completely normal. Avoid taking a hot shower or soaking in hot water to relieve the itchiness, though. A hot bath or shower can actually produce more itching because excessively hot water will wash away essential oils that keep skin moist. Make sure to use a heavy moisturizer like cocoa butter or petroleum jelly. Remember to wear comfortable, loosely fitting apparel, and stop scratching!Folic acid is important during pregnancy.A lot of vitamins and nutrients are important to a healthy baby and pregnancy, but taking enough folic acid helps keep things like neural tube defects at bay.Start taking a minimum of 400 mg per day prior to becoming pregnant to prepare your body.Pregnancy is a miracle, and a beautiful time for your body, so you should show progress in pictures as your belly grows and grows. Your child will enjoy looking at these pictures and they will help you remember what pregnancy was like.It can be difficult to sleep when you’re pregnant. You can have less cramps in your legs by exercising.A birth plan is a great way to plan for labor. You could jot down what preference in music or lighting you might have and a number of other things that can increase comfort, security and relaxation when it comes time to give birth. This can be very short or long, depending on your preference.It is perfectly fine to complain about your pregnancy. It is hard being pregnant and the last trimester can be unbearable. Just because you feel bad and wish to express your frustrations doesn’t mean you aren’t grateful for the baby.Make sure to watch your diet for foods that can harm your baby when you’re pregnant. Be careful when eating dairy; don’t eat anything that is unpasteurized or requires fermentation, such as soft cheese. You should also avoid uncooked seafood and shellfish.Do not worry if the shade of your pregnancy test; it means nothing.Don’t fret that the line on an analog pregnancy test showing is faint.When you want to conceive, it is a good idea to pay attention to your cycle. When you become familiar with these, your pregnancy will flow easier. You will als... (truncated)",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9951235652,
        "format_confidence":0.69368577
    },
    {
        "url":"https:\/\/siliconpsych.com\/overcoming-insomnia-without-drugs\/",
        "text":"Overcoming Insomnia Without Drugs\n\nBy Dr. Alex Dimitriu, March 12, 2019\n\nSleep isn’t optional. It is one of our most basic physiological needs, right up there with air, water, food, and shelter. It isn’t heroic to go without sleep and it isn’t true that many people need only four or five hours a night. Most of us need seven to nine hours. Critical functions needed to maintain life and health occur while we sleep and insufficient sleep doesn’t just cause daytime fatigue, irritability, and sleepiness but is associated with a broad range of health risks including heart disease, obesity, diabetes, and a weakened immune system. Sleep is a natural function and critical to our health yet millions of people struggle to get to sleep, stay asleep, and get sufficient restful, restorative sleep.\n\nThe cause of insomnia may be as simple as consuming too much caffeine or as complex as an underlying medical condition or a life overburdened with responsibilities. But overcoming insomnia is seldom simple. Many look for a quick fix with sleeping pills, making them one of the most commonly prescribed medications in the United States, but while sleeping pills may be effective for a little while, they do not offer a long-term solution. Troublesome side effects and a fast-developing dependency make sleeping pills effective only for occasional use. Fortunately, there are better and longer-lasting ways of improving sleep.\n\nImproving Sleep Hygiene\n\nSleep hygiene encompasses lifestyle and bedtime habits that are conducive to restful sleep. Here are the basics of good sleep hygiene:\n\n  • Environment: Keep the bedroom cooler at night than during the day; nighttime temperature between 65 and 69 degrees is best for most people. Use room-darkening shades if morning light wakes you too early and try a fan or noise machine to mask distracting sounds. Consider changing your mattress and pillow if they’re more than 5-8 years old. Turn the bedside clock around so you can’t anxiously track the time. Use the bedroom only for sleeping and sex. Don’t work, eat, or watch television in bed. Keep your cell phone out of the bedroom!\n  • Bedtime routine: Establish a consistent schedule, going to bed and waking up at the same time every day, weekends included. Turn off your computer, tablet and smart phone at least an hour before going to bed; the light from the screen stimulates the brain and makes it hard to fall asleep. Relax and clear your mind before bedtime – read a book, listen to quiet music, take a warm bath. If you’re unable to fall asleep after 15-20 minutes, get out of bed and sit or lie down in another quiet place, returning to bed only when sleepy.\n  • Food and drink: Don’t eat a heavy meal or drink a lot of liquids close to bedtime. Reduce or eliminate stimulants such as caffeine and nicotine during the day and avoid alcohol in the evening. While it may help you fall asleep, alcohol disrupts sleep during the night.\n  • Daytime habits: Exercising every day will help you sleep at night but restrict vigorous exercise to the morning and afternoon; relaxing exercises like gentle yoga can be done before bedtime. Limit naps to 30 minutes and never after 3pm. In particular, don’t fall asleep in front of the TV in the evening. Exposure to sunlight or bright light during the day can help you sleep at night.\n\nCognitive Behavioral Therapy\n\nIf you have eliminated an underlying medical condition as the cause of your insomnia and diligently made changes to improve sleep hygiene but still struggle to consistently get restful sleep, working with a sleep therapist who specializes in cognitive behavioral therapy for insomnia (CBT-I) may be helpful. Cognitive behavioral therapy, a form of psychotherapy that aims to modify negative thoughts, emotions, and behaviors, has been proven effective in treating insomnia. The therapist helps you identify and change the harmful thoughts that are interfering with sleep and helps you retrain your brain, which has come to associate time in bed with wakefulness, to associate time in bed with sleep. The core technique of CBT-I is the counter-intuitive therapy of “sleep restriction,” which initially limits the time spent in bed to the time spent actually sleeping and then gradually increases the time in bed as you sleep more.\n\nCognitive behavioral therapy is the “gold standard” in treating insomnia, usually achieving results in four to eight sessions with the therapist. CBT and improvements in sleep hygiene offer more effective, safer, and longer lasting solutions for overcoming insomnia than medication.\n\nAlex Dimitriu, MD, is double board-certified in psychiatry and sleep medicine and is the founder of the Menlo Park Psychiatry and Sleep Medicine Center in Menlo Park, CA. http:\/\/www.doctoralex.com\n\nFacebook Comments",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9982166886,
        "format_confidence":0.5990942121
    },
    {
        "url":"http:\/\/magazine.eacr.org\/how-to-be-a-cancer-researcher-during-coronavirus\/",
        "text":"Share your ideas and experiences in the EACR’s online magazine, The Cancer Researcher\n\nWith many parts of the world on lockdown and\/or working from home due to COVID-19, the cancer research community is reacting and adapting. Even if we can’t meet in person there is a great deal we can learn from each other.\n\nWe’d like to help by sharing ideas and best practice for how to cope in these new and unfamiliar circumstances, so we are inviting EACR members to contribute a blog post on your experiences for The Cancer Researcher.\n\nOur President, Alberto Bardelli, has written a moving article in Nature about his experience shutting down his lab in Northern Italy: Coronavirus lockdown: What I learnt when I shut my cancer lab in 48 hours.\n\nFor example, you could write about some of the below ideas:\n\n  • Adjusting from working in the lab to working at home: What are you and your lab doing to make this transition easier? How are lab meetings working? Are you following a new daily routine? What about key deadlines? What advice do you offer others in the same position?\n  • Experiments: Did you have to abandon your experiments? Have you changed your outcomes? Are your experiments able to continue? What could the repercussions be? What advice do you have for others with experiments they may have to postpone\/change?\n  • Mental health\/work-life balance: What are you doing to preserve your mental health? What advice do you have for others? How are you unwinding? If you’re a parent, how are you balancing looking after your children with keeping on top of your work?\n  • Teaching\/studying: How are you teaching or studying from home? Is it easy? Are you enjoying doing it this way? What’s your communication with students\/teachers like?\n  • Recommendations: Are there any online resources that you’ve found helpful, either to help you continue your work, or to stay in touch with others? Or maybe you’d like to offer some recommendations of books\/podcasts\/music\/TV shows that other EACR members may enjoy?\n  • Making a contribution: Maybe you or your colleagues have transferred your time and expertise to volunteer in a COVID-19 testing hub, or on modelling the virus spread?\nNo time to write a complete article? We are also compiling a list of useful online resources for researchers who can’t get to the lab, so please send us any tools, websites, free webinars or anything else that you would recommend.\n\n\nWhen you write for The Cancer Researcher, these guidelines are what we believe make the ideal article\/blog:\n\n  • Ideally an article will be 450-750 words in length\n  • Include your name, job title, institute\/affiliation, and a short 50-75 word summary about yourself and your research\n  • We welcome articles written jointly by several lab members\n  • You’re more than welcome to submit something you’ve already posted elsewhere as long as it’s acknowledged\n  • Please send your article as a Microsoft Word file\n  • Please add up to 3 or 4 high quality photographs (GIFs are also welcome) – including a photo of yourself! (Send separately from the Word file and make sure they comply with copyright)\n  • Provide links to your social media so people can interact with you about your article\n  • Put your personality into it – we love it when people’s passion shows in their writing\n\nPlease submit your articles to",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.7947551012,
        "format_confidence":0.5995235443
    },
    {
        "url":"http:\/\/oculoplastic-eyelid-orbit-surgery.com\/service\/ectropion-surgery-eyelid\/",
        "text":"Ectropion is the turning out of the lower eyelid (eversion) such that the inner eyelid surface(conjunctiva) is exposed. It is a medical condition (eyelid malposition \/ condition \/ disease), which may result because of the weakening of tissues of the lower eyelid.\n\n\nEctropion is classified into the different types.\n\n  • Congenital ectropion\n  • Cicatricial ectropion\n  • Mechanical ectropion\n  • Involutional (Senile) ectropion\n\n\nIndications for eyelid ectropion surgery:\n\nCommon indications for ectropion repair include the following:\n\n  • Documented ectropion, with chronic eye irritation, despite topical lubrication (tear substitutes eye drops)\n  • Chronic keratoconjunctivopathy\n  • Exposure keratopathy\n  • Tearing related to reflex over secretion of tears (due to chronic irritation)\n  • Tearing related to outflow (punctal ectropion or tear pump dysfunction)\n  • Chronic dermatitis (skin irritation \/ eczema) from tear-related irritation of periocular skin\n\n\nContraindications to surgical repair of ectropion are usually dependent on the medical physical condition of the affected individual.\n\nUncontrolled systemic hypertension, diabetes, vascular disease, or cardiac disease, as well as systemic anticoagulation (eg, with aspirin, clopidogrel, or warfarin), may be contraindications. These issues are discussed with the primary physician before surgery.\n\n\nInvolutional Ectropion Repair\n\nFor a large percentage of ectropion cases, the initially described step of horizontal tightening is all that is required to accomplish repair.\n\nHorizontal tightening of the lower eyelid\n\nA lateral canthotomy is performed by making a 6- to 8-mm incision through the lateral canthal angle. The length of this incision may vary; for eyelids with extreme horizontal laxity, it can be lengthened to anticipate a larger amount of skin and orbicularis oculi redundancy, at the conclusion of the horizontal tightening.\n\nInferior cantholysis is performed with a scissors. It is not necessary to lyse every fiber of the inferior canthal tendon crux; cantholysis should be just sufficient to permit adequate lateral pulling of the lid for the purposes of tightening. Overly zealous dissection will cause more bleeding from an already tight operative space, without adding much to the procedure’s efficacy. Hemostasis should be obtained with a monopolar or bipolar cautery.\n\nThe now-disinserted lower lid is split into anterior and posterior lamellae along the grey line of the eyelid, yielding a skin muscle flap anteriorly and a flap comprising the tarsoconjunctival and postseptal tissues posteriorly. How far the lid is split laterally depends on the degree of horizontal laxity. This step should be performed in cautious advancing increments in a lateral-to-medial direction to avoid overtightening of the lid.\n\nThe palpebral conjunctiva and the lower-lid retractors are then cut and disinserted from the inferior border of the tarsus from lateral to medial for the appropriate distance. This disinsertion is required in most instances of horizontal tightening. If only a small tuck of the lateral canthal tendon is required, medial dissection is minimal.\n\nA prepared strip of tarsus is visualized, then rotated laterally to allow the surgeon to judge the amount of redundant tissue to excise. The area to be excised is marked or scored to prevent over-resection or under-resection.\n\nThe part of the strip to be attached at the lateral orbital tubercle is then debrided of conjunctival epithelium by shaving with a No. 15 Bard-Parker blade. The lid margin epithelium is similarly removed with either sharp scissors or a monopolar cautery. These 2 maneuvers avoid burying epithelial tissues. The excess horizontal tendon and tarsal tissue is then cut along the marked borders.\n\nA 4-0 polyglactin suture is passed though the prepared strip of tarsus; a single pass from anterior to posterior is usually sufficient. The needle is then repositioned on the needle driver and passed through the periosteum at the level of the lateral orbital tubercle. This is a somewhat deep suture pass, and visualization of the needle is difficult. Passage is aided be the use of the semicircular P-2 needle, which requires minimal rotation of the needle tip and hub and reduces the risk of inadvertent soft tissue (and globe) injury.\n\nAfter a solid bite of periosteum is obtained, the sutures ends are overlapped so that the effect of tightening can be observed. If the newly created lateral insertion is too high or too low, the suture should be removed and replaced. The same is true if the insertion is too deep in the orbit or too superficial. Once a satisfactory insertion is achieved, the suture is tied down with multiple square knots.\n\nIf anterior lamellar tissue excess is evident at this juncture, conservative marking and construction of a dog-ear excision can be performed.\n\nThe lateral canthal angle is then repaired with either a 6-0 polypropylene suture or a dissolvable suture of 6-0 fast-absorbing gut. The suture should pass just inferior to the lower-lid lash line of the new canthal angle and should exit at the eyelid margin. The suture is then directed through the lid margin of the upper lid, exiting just superior to the lash line. Multiple square knots are used for fixation.\n\n\nv Consecutive Entropion (eyelid turning inwards) – Consecutive entropion after ectropion repair, occurs due to over corrected ectropion. It should be managed with early massage or targeted suture removal, but surgical revision is occasionally required, if this persists.\n\n  • Infection\n  • Hemorrhage\n  • Wound dehiscence\n  • Recurrence\n  • Scarring",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9958706498,
        "format_confidence":0.5559097528
    },
    {
        "url":"https:\/\/usa.thebshirt.clothing\/blogs\/breastfeeding-tips\/getting-started-with-breastfeeding",
        "text":"Getting Started with Breastfeeding\n\nGetting started with breastfeeding can be difficult and we are sure that you would have heard (or even experienced with a prior baby) some horror stories about breastfeeding gone wrong. Below are some tips and some useful information to get your breastfeeding journey started on the right boob (ha ha, see what we did there!).\n\nbaby breastfeeding\n\nSkin to Skin\n\nThe best thing for mom and baby immediately after giving birth is allowing them to tap into their instincts. The moment your baby is born give your naked gooey baby a cuddle on your naked chest and watch as your baby’s instincts take over. The smell of your milk will make them raise their head and inch (incredible right!) towards your breasts seeking out their first feed. Watch as your baby latches themselves on (with a little help from you if needed).\n\nHaving Skin to Skin cuddles with your baby immediately after birth (your partner will also benefit from skin to skin cuddles) will make breastfeeding that much easier. Your baby hears the familiar sound of your heartbeat, smells your familiar scent and is calm and content with all those lovely Oxytocin hormones rushing around.\n\nRemember to be kind to yourself. You have just done something amazing and your body and hormones are all over the place. So, if your baby isn’t getting the hang of it straight away, don't try to force it. Take a deep breath, embrace the naked baby cuddles and then try again.\n\nGetting a good latch - Burger or Spaghetti\n\nPre-baby you would have read (or watched) up on breastfeeding and maybe even attended antenatal classes. They all would have mentioned holding your baby in a football position and bring baby’s nose to your nipple, then having them latch on. What they might not have mentioned is that your baby’s chin should be towards your breast, so their head is tipped back, the tip of their nose pointing up to the ceiling, and you should be able to see up their nostrils. So It should really be called nostrils to nipple!\n\nbaby latch\n\nSounds so simple doesn’t it? But how do you know if you are doing it right. Here’s an easy trick: does it look like your baby is enjoying a delicious burger or slurping up some spaghetti?!\n\nSpaghetti (or nipple feeding) latch almost always results in excruciating pain as your baby’s sharp gums are gnawing on your sensitive nipples. Yikes!\n\nBurger (proper breastfeeding) latch, your baby should have a mouth full of nipple and areola (this is the darker colored area surrounding the nipple) which hurts a lot less and once your nipples have become accustomed to the process it won’t hurt at all.\n\nIf you are struggling with the nose to nipple technique try this:\n\n  • have baby’s cheek rest on your breast (like a lovely pillow) and let them smell the milk.\n  • hand express some colostrum if they are sleepy. Wait for them to open their mouths as wide as they can.\n  • pop a big mouthful of areola and nipple in there by holding your breast like a burger. Be confident and quick!\n\nRemember it always helps to have baby skin to skin when breastfeeding in the beginning as it calms them and triggers their instincts. If you continue to struggle to get a good latch reach out to your local Health Visitor, breastfeeding support peer or other mums for help and don’t forget to ask them to check that your baby doesn’t have a lip or tongue tie.\n\nNursing positions\n\nThere are lots and lots of different nursing positions you can try, below we have listed the most common ones\n\nCradle hold\n\nHolding baby in the crook of your arm on the side you will be nursing on\n\ncradle hold\n\nHold your baby in the crook of your arm (head resting in the bend of your elbow) with your hand supporting the rest of baby’s body (on the side you'll be nursing on). With your other hand hold your breast, placing your thumb above your nipple and areola and your index finger an inch below the bottom of your areola – just like a burger. Lightly compress your breast and when your baby opens her mouth wide – pop it in.\n\n\nCrossover hold - Holding baby’s head with the hand on the opposite side you will be nursing on\n\ncrossover hold\n\nHold your baby's head with the hand opposite to the side you’ll be nursing from (if nursing from the right hold the head with your left hand). Rest your wrist in the middle of the baby's shoulders with your thumb behind one ear and your other fingers behind the other ear. With your free hand hold your breast as you would for the cradle hold.\n\n\nFootball hold - Holding baby under your arm like a football\n\nfootball hold\n\nHold your baby at your side, facing you, with baby's legs tucked under your arm on the same side as the breast you're nursing from. Support your baby’s head with the same hand and use your other hand to hold your breast as you would for the cradle hold.\n\n\nLaid-back position (“biological nursing”) - leaning back and holding your baby tummy-to-tummy\n\nbiological nursing\n\n\nMaking sure you are well supported by pillows, relax back on a bed or couch and place your baby tummy-to-tummy onto your body with her head near your breast. Your baby can rest on you in any direction, as long as the whole front of baby’s body is against yours and can reach your breast. Your baby will be able to naturally latch on in this position (or with a little direction from you).\n\n\nSide-lying position - Lying down on your side with baby tummy-to-tummy\n\nside lying position\n\nBoth you and your baby should lie on your sides, tummy to tummy. Use your hand on the side you’re not lying on to hold your breast if you need to. VERY IMPORTANT – make sure there is no excess bedding around baby. Look at our breastfeeding at night article for more information.\n\n\nUpright Koala hold - Baby sits, with spine and head upright, straddling your thigh as your baby nurses\n\nupright koala hold\n\nBaby sits, with spine and head upright, straddling your thigh as baby feeds (newborns will need plenty of support). Brilliant for babies who suffer from reflux or ear infections.\n\n\nNursing in a sling - Baby sits in sling as baby nurses (best for babies who are experienced at nursing)\n\nnursing in a sling\n\nEnsure that baby is lowered in the sling for a good, deep latch and that you can always see your baby’s face and your baby’s chin is not pressed against her chest.\n\n\nNursing on the loo - nursing baby on your lap when nature calls\n\nnursing on the loo\n\nNature calls and your baby cannot wait to nurse. Sit down on the loo ensuring you have loo paper within reach of your free hand. Position your baby in the cradle hold position and fantasize about the day that you will be able to go to the loo by yourself (it will be years away).\n\nThis position is also useful for when nature calls and baby has fallen asleep nursing, however it does require a skillful one handed pull down (and up) of your knickers.\n\n\nEating and nursing position - Baby positioned in either football (as shown with a pillow), cradle or upright koala hold with a muslin (or napkin) draped across their heads (to avoid crumbs) as you eat your breakfast\/lunch\/dinner\n\neating and nursing\n\nYour baby innately knows when you are about to sit down and have something to eat and will decide that they need to eat as well (even if they just nursed 5 minutes ago!). Wait for your food to cool down a bit. Position baby in either cradle or upright koala hold with a muslin draped across their heads, to avoid crumbs and ensuring that you can still see your babies face.  Position your head as far to the side as possible trying to minimize food dropping on baby. Have your partner cut up your food into small bites and master the skill of eating with one hand.\n\n\nAnswering the door while nursing - baby positioned in an adapted one arm standing up hold.\n\nanswering the door\n\nDelivery services always seem to know when you have just sat down comfortably with your baby in a good nursing position and that’s when they decide to knock at the door. You will need to speedily adapt your current hold into a one arm standing up hold while ensuring that your baby remains latched. Cradle, cross cradle or football hold works best for the adaptation.\n\n\n\nWe hope that this has been informative (and a bit lighthearted) and made you feel more confident about breastfeeding.  And can you spot which of our cartoons are wearing their Bshirts?!!\n\nNursing Information\n\nCheck out our new nursing info section on topics such as the benefits of nursing.\nFind out how much easier it is to breastfeed confidently in public with the Bshirt compared to using a nursing cover.\n\nEthical & Organic\n\nWe use only GOTS Certified Organic and responsibly sourced cotton in the manufacture of Bshirt products. This means that there is no use of harmful chemicals, pesticides and dyes. Choosing to buy organic clothing is good for you, your baby and the environment. You can read about our Ethical Fashion Principles here.",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9741423726,
        "format_confidence":0.9858039618
    }
]