[
    {
        "url":"https:\/\/jitp.info\/",
        "text":"Just in Time Parenting\n\nParenting information when you need it.\n\nFinding reliable parenting information and advice on the web can be overwhelming! How do you know what you can trust — especially when you are busy and there’s just so little time?\n\nJust in Time Parenting is a free parenting newsletter that is delivered by email and specific to a child’s age and needs. They are designed so that information that’s relevant to your family is automatically delivered to you just in time!\n\nEach issue includes:\n\n  • Easy to use guides on how your child is developing\n  • Tips on raising a healthy, happy child\n  • Tools for solving common parenting problems\n  • Strategies for coping with the challenges of raising children\n\nWhy should parents choose Just in Time Parenting?\n\n  • Timely automatic delivery directly to your inbox\n  • Available in English and Spanish\n  • Access to full-color PDFs for printing and sharing\n  • Links to podcasts, videos, and other resources\n  • Commercial free — no toy or product ads\n  • Based on research and written by experts who are parents themselves!\n\nSubscribe to the Just in Time Parenting Newsletter\n\nGet our free parenting newsletter delivered to your inbox.",
        "topic_id":7,
        "format_id":16,
        "topic_confidence":0.9445245862,
        "format_confidence":0.9739121199
    },
    {
        "url":"http:\/\/www.onegreatfamily.com\/surname\/Jarden.htm",
        "text":"Exploring your family history with a subscription is fun and easy!\n\nWe search for you in hundreds of thousands of submitted family trees\nShare your family tree with relatives and posterity\nHistories, photos & biographies of relatives\nHave fun with your genealogy using our unique Family Dashboard ™ widgets\nGreat News! We found:\n\nJARDENs in OneGreatFamily, the world's largest collaborative online family tree.\n\nJARDEN Family Statistics:\nBorn since 1900: 25\nBorn in the 1800s: 24\nBorn in the 1700s: 3\nBorn in the 1600s: 1\nBorn in the 1500s: 0\nBorn before 1500: 0\nUnknown Birth Date: 44\nAlternative Spellings:\n\nTo see these Jardens in the OneGreatFamily Online Family Tree, start now >>\nTell Me More\nRisk-free Best Value!",
        "topic_id":7,
        "format_id":16,
        "topic_confidence":0.9079165459,
        "format_confidence":0.9275987148
    },
    {
        "url":"https:\/\/au.reachout.com\/helping-someone-else\/",
        "text":"\n\nGoing through a tough time? You're not alone and there are support options.\n\nNextStep is a series of interactive questions that can help you find the best support options for you, faster.\n\nOpen NextStep Open NextStep",
        "topic_id":7,
        "format_id":16,
        "topic_confidence":0.7093570828,
        "format_confidence":0.5614203215
    },
    {
        "url":"https:\/\/www.easyfundraising.org.uk\/causes\/vcdd\/",
        "text":"Volunteer Centre Derbyshire Dales\n\nRaise donations for Volunteer Centre Derbyshire Dales whenever you shop online\n\nTurn your everyday online shopping into FREE donations\n\nOver £40m raised for good causes through easyfundraising\n\nScroll down\n\nVolunteer Centre Derbyshire Dales\n\nAshbourne, Derbyshire\n\n\nTotal raised\n\n\n\nAbout this cause\n\nAbout our cause\n\nVolunteer Centre Derbyshire Dales operates to help volunteers find the right opportunity - and to help organisations find the right volunteer.\n\nAll around the Derbyshire Dales, volunteers are helping make life in our communities richer and happier. VCDD works to promote and support that volunteering activity.\n\nIn addition, we run two schemes of our own: the Voluntary Car Scheme takes vulnerable people to hopsitals, doctors' surgeries, and other medically-related appointments, while Readycall undertakes befriending and practical tasks for people who require additional support.\n\neasyfundraising® is the UK’s biggest charity shopping fundraising site\n\nIt's simple to use and it's free. Since we launched in 2005, we've helped thousands of good causes raise money simply by shopping online. Our community of over 2.1 million loyal supporters has so far raised over £40 million.\n\nget started\n\n1. Get started\n\nChoose a cause to support then join for free\n\nstart shopping\n\n2. Start shopping\n\nVisit retailers and then shop online as normal\n\nraise donations\n\n3. Raise donations\n\nYour cause receives free donations\n\nHow does it work?\n\neasyfundraising turns your everyday online shopping into free donations for your favourite cause. How? Just start your online shopping first at easyfundraising, then shop as normal. Our retailers will then make a small donation to say “thank you”.\n\nWe have 4700+ retailers to choose from and so far we've raised over £40 million for thousands of community groups, schools, sports clubs, small and large charities across the UK. Easy!\n\nKim Cowling - 1st and 3rd Kilmacolm Guides\n\nKim Cowling - 1st and 3rd Kilmacolm Guides\n\neasyfundraising has been great for us and so easy to use. Imagine being given free money just for online shopping! Since joining we have raised over £2,200.\n\nOver £40 million raised\n\n2.1 million supporters\n\n160,000 good causes\n\nOver 4,700 shops",
        "topic_id":7,
        "format_id":16,
        "topic_confidence":0.5055330992,
        "format_confidence":0.6925439239
    },
    {
        "url":"http:\/\/www.eharmony.com\/ga\/georgetown-singles\/asian\/",
        "text":"Meet Asian Singles in Georgetown\n\nOur bold, scientific approach to matching means more quality dates with deeply compatible Asian singles in Georgetown that truly understand you.\n\nNow FREE to communicate\n\nI'm a:\nSeeking a:\nLet's Go\nSpecial Offer\n$15.95\/month for 12 months\n\nUse promo code\n\n\nAsian Singles in Georgetown, GA\n\nAsian Singles in Georgetown, GA\n\nQuality Asian singles near Georgetown, GA are becoming increasingly hard to find. It can be difficult finding Asian men or women in Georgetown that share similar interests and values. Fortunately, eHarmony has a long history of helping Asian-American singles looking for love by matching them with highly compatible men and women. eHarmony's Compatibility Matching System is designed to narrow down our pool of millions of registrants to a select group of Asian singles in Georgetown whose personalities and lifestyles align with yours. Asian dating near Georgetown has never been easier with our patented online dating matching process. Take one step closer to finding the love of your life, sign up today on our Asian dating site to communicate with singles near you for free.\n\nFind More Asian Singles near You\n\nTry these other cities in Georgia: Asian singles in Buford , Asian singles in Marietta , Asian singles in Stone Mountain , Asian singles in Berkeley Lake , Asian singles in Kennesaw\n\nRecent Asian Georgetown, GA members",
        "topic_id":7,
        "format_id":16,
        "topic_confidence":0.9931918979,
        "format_confidence":0.9639347196
    },
    {
        "url":"https:\/\/www.thankyouletter.ws\/Thank_You_For_Raise.php",
        "text":"Thank You Letter Examples\n\n   Thank You For Raise\n\nI would just like to express my gratitude for your thoughtfulness and generosity this week. I was surprised and honored to receive this raise and I know that I can rise to the occasion of any new responsibilities or duties that you require of me.\n\nThank you for holding me to a high standard and for recognizing the hard work I have put in here.\n\nDownload this thank you letter — free!\n\nFormatted and ready to use with Microsoft Word, Google Docs, or any other word processor that can open the .DOC file format.\n\nIndex of Thank You Letter Examples",
        "topic_id":7,
        "format_id":16,
        "topic_confidence":0.7566540241,
        "format_confidence":0.7235856056
    },
    {
        "url":"https:\/\/www.saspcn.com\/event\/relationships-in-motion-virtual-workshop-8-classes-2\/",
        "text":"Loading Events\n\n« All Events\n\nRelationships in Motion – Virtual Workshop – 8 classes\n\nOctober 28 @ 9:30 am - 11:30 am\n\nRelationships in Motion\n\nLearn skills and strategies to improve their relationships – family, personal, or work. Topics covered in the class include ways to better to understand yourself and the other person, increasing healthy communication, managing conflict, and how to cope with intense emotions.\n\nAll classes are offered via zoom platform so can be accessed utilizing a smartphone, laptop, or tablet anywhere with internet access.\n\nRegistration varies by PCN so please check the registration link.\n\nENPCN October 28 9:30 – 11:30AM 8 780.473.7131 https:\/\/www.enpcn.com\/classes-at-the-pcn\/\n\n\nOctober 28\n9:30 am - 11:30 am\n\n\nOnline class hosted by Edmonton North PCN",
        "topic_id":7,
        "format_id":16,
        "topic_confidence":0.9155555964,
        "format_confidence":0.9086996317
    },
    {
        "url":"https:\/\/boldhope.org\/sponsorship\/child\/254\/next",
        "text":"Jobenson Laurius Bold Hope\nBonjou - good morning\n\nI'm Jobenson Laurius\n\nJobenson is now 17 years and is very stressed out on the days that he does not have school. He does not like to stay home and not do much with himself. He is serious about his studies and feels like every day he misses is a day lost. He tries as hard as he can to change his mindset about that by helping in the home. He helps his mother cook and he helps his brother garden. The visits by Pastor Samuel and Dobovolsky help him a lot and they pray together that things will get better soon. Jobenson goes to church every Sunday and enjoys it very much. He and his family get food each month from Bold Hope. \n\n  • Age: 20\n  • Gender: Male\n  • Birthday: 09\/18\/2002\n  • Current Location: Arcahaie, Haiti\n  • Birth Place: Fond Baptiste, Haiti\n\nHelp me reach my sponsorship goal.\n\nHelp Jobenson get fully sponsored. Choose a slot amount below.\n\nJobenson Laurius is\nFully Sponsored!",
        "topic_id":7,
        "format_id":16,
        "topic_confidence":0.560781002,
        "format_confidence":0.8709332943
    }
]