[
    {
        "url":"https:\/\/www.davidzwirner.com\/exhibitions\/encasements\/press-release",
        "text":"Encasements Press Release\n\n\nJanuary 23—March 5, 2016\n\nDavid Zwirner is pleased to present Doug Wheeler: Encasements, the artist's third solo exhibition with the gallery, on view at 537 West 20th Street in New York. This exhibition represents the most comprehensive presentation to date of this important body of work, and will comprise five \"encasements,\" including a rarely seen \"center light\" work. Presented here in an open configuration, viewers will have the unprecedented opportunity to consider these singular works in relation to one another and to compare the distinct luminous atmospheric effects and subtle tonal variations that characterize each of them. Previously, no more than two encasements have been shown together, as in exhibitions at Fort Worth Art Center Museum, Texas (1969), Stedelijk Museum Amsterdam (1969), and Tate Gallery, London (1970), and accordingly this exhibition aims to underscore their ongoing significance.\n\nA pioneering figure in what is often referred to as the Light and Space movement in Los Angeles during the 1960s and 1970s, Wheeler is noted for his innovative constructions and installations that manipulate the perception and experience of space, volume, and light. First conceived between 1967 and 1969, the artist's \"light encasements\" evolved out of his longstanding experimentations with fabricated acrylic and neon, and consist of large panels of vacuum-formed plastic with neon lighting embedded along their inside edges. Installed in a white room with all architectural detail and ambient light eliminated, the light paintings appear to dematerialize, immersing viewers in a luminous space where light seems to have almost particulate mass.\n\nWheeler created only twenty encasements of this type in addition to two variant center light encasements, one of which can be found in the collection of the Orange County Museum of Art, Newport Beach, California, and the other of which will be shown publicly for the first time in this exhibition. In the latter works, the neon light emanates from the center of the panel, rather than its edges, creating a more condensed luminosity. Unbounded by any kind of frame, the light appears to dematerialize from its source and hover within the space, thus generating a distinctive physiological experience. By shifting the work's construction in this way, Wheeler provides an effective counterpoint to his own practice and deepens our perceptual experience.\n\nWhen they were first realized, these works marked a significant transitional moment in the artist's practice, completing his move from creating discrete objects to conceptualizing the immersive environments for which he has become known. As in his overall body of work, Wheeler's encasements challenge the idea of the work of art as a tangible aesthetic object by providing the viewer with a total sensorial experience. Of Wheeler's works, John Coplans, curator of the artist’s 1968 solo exhibition at the Pasadena Art Museum, noted, \"they clearly reveal a highly mature esthetic and demonstrate that he is a satellite of no other artist…[Wheeler's] primary aim as [an artist] is to reshape or change the spectator's perception of the seen world. In short, [his] medium is not light or new materials or technology, but perception.”¹\n\n¹John Coplans, Doug Wheeler. Exh. bro. (Pasadena: Pasadena Art Museum, 1968), n.p.\n\nArtist Biography\n\nExhibition Checklist",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9958119988,
        "format_confidence":0.9909806848
    },
    {
        "url":"http:\/\/temeculaclay.blogspot.com\/",
        "text":"It's moving time!\n\nWe are moving to Vail Headquarters in Temecula- our new home!\n\nOpening in September\n\nWe are anxiously awaiting our opening day and would love to keep you posted!\n\nAt our new home you will be able to browse our selection of hand poured and hand thrown bisque to paint.  Join a ceramics class to make your own pottery or bring out your inner Van Gogh in a canvas painting class all at Temecula Clay Pottery & Art Studio!\n\nBring your friends, grab a cup of coffee from Augies, a juice from Juice It Up, ice cream from A La Minute or an adult beverage from Chef Flavor and relax in our creative atmosphere!\n\nRegistration will be open for our Classes & Workshops this Monday, August 21st, at 10am.\n\n\nWhats New for Classes?\n\nWe will be offering our Pottery Classes for adults and kids, Advanced Pottery classes.  Tots & Pots toddler story time and clay sculpting, After School Art & Pottery, Paint & Sip canvas painting classes, Clay & Cocktails,\nCafe & Clay workshops and Paint Your Own Pottery! \n\nOur website is being updated\n\nPlease be patient with us! Our new website will be up and running within the week for you to enjoy and browse our schedule and also register for our classes\nThank you for your patience and support as we move forward! \nWe will keep you updated as we can!\n\nJennifer Goemaat\nTemecula Clay",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.8269935846,
        "format_confidence":0.8385608196
    },
    {
        "url":"http:\/\/bjalstudio.ca\/new-projects-underway\/",
        "text":"New Projects Underway\n\nBJ(A)L has begun a feasibility study for the new Field Sports Pavilion at the University of Calgary, with Gibbs Gage Architects and Johnston Sport Architecture. Other new projects include design for the Jasper Avenue Retail Centre in downtown Edmonton, as well as Project Management for the new Selkirk Hotel @ Fort Edmonton Park, the reconstruction of a significant historic building resource in the largest ‘living’ museum in Canada.",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.8679690361,
        "format_confidence":0.9553536773
    },
    {
        "url":"http:\/\/www.thenorthernexpress.com\/story\/111086\/worlds-largest-architecture-firm-releases-volume-2-of-professional-practice-case-series.html",
        "text":"World’s Largest Architecture Firm Releases Volume 2 of Professional Practice Case Series\n\nMarch 15 09:51 2017\n\nWASHINGTON, DC – 15 Mar, 2017 – Gensler, the world’s largest architecture and design firm, recently released Volume 2 of its Professional Practice Case Study Series, an educational resource that teaches users how to handle the logistical and business challenges inherent in real-world architecture, engineering, and construction projects. This suite of case studies, developed and written by Gensler design and delivery experts, supplements the curricula used at accredited architecture and design schools by exposing readers to authentic project scenarios and teaching them how to apply principles learned in the classroom to actual project work. Already in use at several top design schools, the series has elicited positive responses from students and professors alike.\n\n“The Gensler Case Study series provides real-world professional scenarios for group and individual discussion,” says Jennifer Chandela, professor of Professional Practice at Tulane School of Architecture. “In my Professional Practice course it infuses the lecture class format with opportunities for seminar-style discussion.”\n\nThe Professional Practice Case Study Series features topics covered in the American Institute of Architect’s Handbook of Professional Practice. Volume 2 examines multipurpose base building and corporate interiors projects. Each entry in the series provides background information on budgets, funding, and contractual agreements in order to convey a broad understanding of the overall project. Users are then guided through 10 different scenarios, each covering a different challenge, opportunity, or project specific function. Video interviews with Gensler practitioners supplement the written material and provide personal insights into the design process.\n\nTo download a sample and purchase Gensler Case Studies, visit:\n\nMedia Contact\nCompany Name: Gensler\nContact Person: Kevin Craft\nEmail: [email protected]\nPhone: 202.776.7585\nCountry: United States",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.8795145154,
        "format_confidence":0.6484005451
    },
    {
        "url":"http:\/\/blog.blackspectacles.com\/tag\/mark-sexton\/",
        "text":"Jury Announced for the Un-Competition Project\n\nWe are excited to announce the members of our jury for the Un-Competition Project!\n\nCo-Sponsored by the Chicago Architectural Club and hosted by the School of the Art Institute of Chicago, The Un-Competition Project is a Black Spectacles design competition aimed at promoting design entrepreneurship.  Due on January 9, it asks designers to go out into their communities, “invent” design projects, design them and figure out how to get them built.  Design submissions will take the form of short documentaries that will be posted on Black Spectacles’ Facebook page for consideration by the following, distinguished jury:\n\n\n    The adoption of digital technologies has been slow and un-even in the Profession of Architecture despite their advantages in efficiency, quality, and access to creative languages that are not available otherwise. The main reason for this is a lack of access to flexible, affordable and high quality courses in design technology.\n\n    We have built Black Spectacles to be the online platform for learning architecture software, with memberships that are affordable, with a platform that provides the flexibility that architects need, and with courses that not only cover software, but how to use multiple digital tools together to get the job done.\n\n    Black Spectacles’ mission is to advance the creative potential of the profession of architecture by giving everyone access to all of the tools- in order to change the dialogue from “what tools are you using” to “what are you doing with the tools”.\n\n    Home, About, Contributors, Contact, Shop, Privacy & Terms\n    All rights reserved © 2011 Black Spectacles. Design by Bright Bright Great.",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9642090201,
        "format_confidence":0.9652068615
    },
    {
        "url":"https:\/\/www.photocontestinsider.com\/winners-of-the-scottish-ballet-alice-photography-competition\/",
        "text":"Web Analytics Made Easy -\nPhoto Contest Insider Blog\n\nWinners of the Scottish Ballet Alice Photography Competition\n\nMarch 15, 2011\n\nWe can now reveal the winners of our Alice Photography Competition!\n\nOverall winner\/Digital Art category winner\n\nAmy Fokinther – Imagination\n\n“The inspiration for this image came from the word ‘imagination’: I have included two prominent characters in the story, The Hatter and the March Hare, and incorporated them within Alice’s face to emphasise that they are all characters in her imagination.”\n\nPhotography category winner\n\nTimea Porubszky – Alice\n“Alice found herself in wonderland, but this magical world exists only on her own imagination, which is why I used an old style mirror where she can look at herself with curious interest. I would like to show her as a strong, confident character rather than an innocent little girl.”\n\nFacebook favourite (poll taken from 07 March – 13 March, received 280 votes)\n\nLaura McKinnon – Warp\n\n“When I discovered that Scottish Ballet were running an Alice-themed photography competition, I immediately knew that my photograph would need to have sinister undertones. Having read Alice in Wonderland and its sequel Through the Looking Glass as a child, I distinctly remembered being disturbed by the surreal and disorientating content of the book. My own personal interpretation of the book itself reflected very much a dreamlike, erratic narration, of which led to a degree of panicking my younger self – the sheer random content of the book was unsettling and thought provoking as a child and ultimately influenced my interest in surrealism as I grew older. I suppose, the older I aged, the less enamoured I became with the simplicity and pleasantness of popular fairy tales and I found myself seeking the originality that Carroll had offered up to me.”\n\nDigital Art category finalist\n\nAnnette Rubery – You’re Nothing But a Pack of Cards!\n\n“This image didn’t start out as an Alice in Wonderland-themed composition. Having long been interested in surreal self-portraiture, I set myself the challenge of picturing myself ‘levitating’ (an effect achieved by blending multiple images in Photoshop and masking out the object I’m lying on). I knew I wanted flying playing cards somewhere, too, but it wasn’t until I got to the processing stage that the rest fell into place. Something about my position reminded me of Alice falling down the rabbit hole; the pose might look easy but the effort of keeping my limbs elevated was better than a workout!”\n\nDigital Art category finalist\n\nClaire Davidson – Alice\n\n“I am inspired by the idea of Alice falling through the lens of a camera: how the beginnings of photography brought questions about our perception of reality and how Lewis Carol’s stories reflect this. The increasing use of digital manipulation of images brings new questions about our perceived visual reality and I wanted to explore this in my image. My drawings are inspired in part by Victorian naturalist’s illustrations that I imagine Alice would have been familiar with, but with a playful twist- a sense of the creatures forming and morphing in her imagination in a fluid, tumbling, dream-like space.”\n\nPhotography category finalist\n\nAgnes Kliczka – Alice\n\n“As a student of Stevenson College Edinburgh I received good education in constructing image which I used trying to fill the brief. My attempt was to visualise an idea of celebration in dream like place. Alice, who is an explorer (I use symbol of binoculars which lay on the ground) is accompanied by two surreal characters (they symbolise opposite forces). I constructed image in which I tried to avoid clichés. My picture is full of details which I have set up carefully, and the most unexpected for viewer is a dog in front door. Camera angle gives unusual perspective. My inspiration comes from fashion photography and allegorical oil paintings.”\n\nPhotography category finalist\n\nAnia Mroczkowska – My Alice\n\n“My picture of Alice had been obviously inspired by the magical story by Lewis Carroll especially the part when she enters the world of Queen of Hearts. I used playing cards as a main prop; after many shots where cards weren’t in a right place (my assistant was throwing them) I captured this one where cards created kind of circle – at that moment I knew I have my Alice shot. I wanted this picture to be simple and eye catchy; I hope that I achieved that and after looking at my photograph no one will have a doubt that it is Alice, my Alice…”\n\nPhotography category finalist\n\nJon Davey – Stories Come to Life\n\n“For my competition entry I returned to the originals – Lewis Carroll’s words and John Tenniel’s illustrations. All subsequent interpretations of the story stem from the books Alice’s Adventures in Wonderland and Through the Looking Glass, and What Alice Found There first published in the mid nineteenth century and therefore my photograph returned to the source and the magical inspiration the words and pictures have provided for generations over almost 150 years. A selection of characters, with Alice herself in the foreground, are seen springing out of the pages of the book. Alice is lit as if in a theatre spotlight and the open book itself resembles a stage, upon which the story unfolds, while in the background a simple teapot becomes a starlit backdrop. Overall the image has an almost timeless connection to the magic of Lewis Carroll’s stories and the world of the imagination.”\n\nDigital Art finalist\n\nKerry Calder – Curiouser and Curiouser\n\n“I have always been interested in the story of Alice in Wonderland and the most poignant character for me is the Rabbit, he is the one who attracts Alice’s curiosity and leads her into Wonderland. He is symbolic of innocence and the urgency of time, he is a constant reminder to Alice that she must return home and continue to grow up. The clock represents the fears and struggles of adulthood and that it is inevitable, Alice cannot run away from it. I chose to shoot the image of the Rabbit in a new age and dreamlike approach, incorporating oversized clocks to stress the importance that time has within the story. I also chose to use a female model suggesting that the rabbit could have been an alter-ego of Alice within her dreams. The mask helps to create visuals in a candid manner, confirming the subject matter to the viewer.”\n\nOffice favourite!\n\nSophie and Annie Barber – Barbie does Alice!\n\n“We hope you like our photo! We have made the backgrounds, and used Barbie and Bratz dolls as the dancers. We are always putting on Barbie Ballet Productions so this is a fantastic opportunity!”\n\nThe winning entries will feature in:\n\n– The Alice programme\n\n– A private exhibition for friends and sponsors of Scottish Ballet\n\n– A virtual exhibition on Scottish Ballet’s website\n\nThe overall winner will also receive two tickets to an Alice performance of their choice and a copy of our book Scottish Ballet: Forty Years, and their image will feature in the Scottish Ballet Alice exhibition, to be displayed in the National Library of Scotland in Edinburgh.\n\nView the winners here\n\nComments are closed.",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9463043809,
        "format_confidence":0.5229710937
    },
    {
        "url":"http:\/\/creative-rights.org\/monthlies\/",
        "text":"Air Rights: revealing invisible quantities through invisible rules\n\n“Occurring somewhat regularly in most densely populated U.S. urban areas this absurd and beautifully immaterial process, (TFAR) Transfer of Air Rights, is invisible to most of a city’s audience. We believe that these audience(s) deserve to see the legal structures which dictate the built environment and define our cities’ identities.” - Untitled Collective\n\n\n\n01 \/ November 2012\n\nLegal Limitations as a Creative Catalyst: Public Art & Air Rights\n\nNov. 30, 2012, 7-8PM at 555 Gallery and Studios, 2801 W. Vernor Hwy, Detroit, MI \/\/ Followed by drinks at Donovan’s Pub 3003 W. Vernor Hwy.,  Detroit\n\nDec. 01, 2012, 7-8PM at the Ann Arbor Art Center, 117 W. Liberty St., Ann Arbor \/\/ Followed by drinks with Creative Rights at The Last Word 301 W. Huron St., Ann Arbor\n\n*Free & Open to the Public\n\nFor the first installment of Creative Rights MonthliesUntitled Collective, an artist group with members based in Los Angeles, Berlin and Vienna will present a project they are currently working on with Creative Rights which uses the Transfer of Air Rights to generate a public work of art. Air Rights, defined by the difference between the actual size of a building and the maximum height allowed by existing zoning regulations, are under certain circumstances auctioned, sold or traded to nearby developments to alter height restrictions. The collective’s presentation will focus on viewing legal regulations as a means for generating artistic agency as well as discussing related forms of public art.\n\nCreative Rights will also discuss two of its ongoing public art-related projects: mapping the sanctioned and unsanctioned public art in the cities of Ann Arbor and Detroit, and researching state and local arts funding laws in order to identify new potential arts funding avenues.",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9838982224,
        "format_confidence":0.9615748525
    },
    {
        "url":"http:\/\/sideshow-circusmagazine.com\/map\/news\/without-walls-invites-proposals-commissions-and-touring-opportunities",
        "text":"• Without Walls Invites Proposals for Commissions and Touring Opportunities\n\n    10 August 2014 Jobs & Opportunities\n    Without Walls\n\n    Without Walls, the consortium of seven of the UK's leading outdoor festivals, is inviting proposals from artists and companies in need of support for the creation and touring of new outdoor work for presentation in 2015.\n\n    Without Walls is interested in seeing proposals from UK artists\/companies working in all disciplines, and will judge applications on artistic merit, but is particularly interested in applications that meet one or more of three key agendas: innovation, risk and new boundaries (artists experimenting with new ideas and techniques, digital technology and ambitious material); small-scale work (suitable for a variety of settings both urban and rural); culturally diverse and deaf and disabled artists (work that is led by and features culturally diverse & deaf and disabled artists).\n\n    Proposals must be from UK artists\/companies; international artists can be part of proposed projects but the lead partner must be based in the UK. Projects should be available for touring in 2015 and 2016 (at Without Walls member festivals and associate festivals, as well as to other events) and should be suitable both for civic\/urban spaces and park sites \/ rural locations. Without Walls has already identified one large-scale project to support in 2015, making it 'very unlikely' they will support another large-scale show.\n\n    Without Walls has commissioning funds to support the creation of work, but normally funds 20-60% of the total cost of a project. As Without Walls is funded through Grants for the Arts, projects that have already received G4A support are not eligible for commissioning funds but can still apply for touring support.\n\n    For more information and to apply see here. Deadline for submissions is 2 October 2014 at 5pm. Shortlisted projects will be notified the week of 27 October 2014. Supported projects will be informed the week of 8 December 2014, and the presentation of supported work begins May 2015.",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.901043117,
        "format_confidence":0.9530161023
    },
    {
        "url":"https:\/\/www.a-n.co.uk\/news\/identity-migration-collaboration-reflections-ns-2017-travel-bursaries\/",
        "text":"a-n has been offering travel bursaries for members since 2013. Originally known as ‘Go and See’ bursaries, they quickly built up traction with artists and artist-groups applying for funds to further research and identify new connections.\n\na-n now offer Artist Bursaries for members to pursue self-led professional development. Along with skills development and mentoring, this also includes the opportunity to fund travel — to network with other artists, seek collaborations, and to visit countries or cities pertinent to new or ongoing ideas.\n\nIn 2017, 24 members received Travel bursaries and all of these have contributed to a-n’s Blogs. Here we highlight six of these, to draw out varied content focusing on topics such as identity, migration, community and nationalism.\n\nSogol Mabadi\n\nGlasgow-based artist Sogol Mabadi makes performance-orientated work. Her practice often delves into her Iranian migrant identity and the connections she makes now with familial and cultural histories.\n\nWith her Travel bursary she spent time in Tehran, visiting her grandmother and producing photographs during a month of walking the streets of the city in silence.\n\nAlong with a new body of “hazy” photographic works taken without a viewfinder from behind her headscarf, Mabadi’s research also helped her think of new departures away from her being “dependent on personal material and history”.\n\n“I wonder if following this trip I will be able to bring some reality to the fantasy that follows in the trail of longing and nostalgia, which becomes part of many migrants’ DNA. I wonder if as a result I can help shift my own work to become less dependent on personal material and history, even if it gathers valuable information from it.”\n\nDanny Treacy\n\n“In 2016, on a self-funded research trip to Guadalajara [capital of the Mexican state of Jalisco] I discovered a significant amount of clothing that was related to a current socio-political issue of transit migration via train routes.”\n\nLondon-based artist and educator Danny Treacy used his bursary for revisiting Mexico, to pursue an ongoing body of work. This involved working with groups of participants on “site-specific workshops” to find and document clothing discarded along train tracks in the Jalisco region.\n\nTreacy’s research was spurred by its similarities with his existing Them series; hooded patchwork clothing made for photographic subjects revealing the individual as part of “a mass, unknown and undefined” group.\n\nThe 2017 bursary period allowed the artist to dig deeper into social anthropological and socio-economic issues connected to migrants, and their restricted yet constant movement as marginalised communities.\n\nSanna Charles\n\n“These connections and collaborations have begun to form an important part of how I can function as an artist and it is thanks to funding and networks like a-n that make projects such as mine possible.”\n\nSanna Charles used her Travel bursary to visit a number of rural dancers and dance halls in Finland, researching the tradition and its close ties to community. People she met were generous in posing for photographic portraits, which can be seen on her blog Couple Dancing in Rural Finland.\n\nWritten as an “unravelling of the people and places” the London-based artist encountered, the blog is a commentary on etiquette practiced by the dancers and a diary of locations visited (Mikkeli, Hartola, Ristina, Mäntyharju). It is also the beginnings of a collection of interviews and collaborations.\n\n“I have stayed in touch with many of the people I spoke to and photographed, firstly to send them their portrait and secondly as I carry on waiting to see where this project is going next, to interview people further.”\n\nSarah Marsh\n\nAfter working on Open Doors, a series of autism-friendly workshops for children and parents at Manchester Art Gallery from 2014 to 2017, Sarah Marsh was invited by Łaznia CSW in Gdansk, Poland, to produce a six-week strand of workshops. The result is Space in the Process.\n\n“An important element of the project was the engagement of the local community, we wanted to observe first-hand how families with children with autism and other social communication challenges connected with the gallery’s interior and exterior spaces.”\n\nHer bursary allowed her to work in-depth over this period — making objects for participants to touch, move, smell and wear, exploring the benefits of a multi-sensory experience for children with autism.\n\nShe comments on the bursary experience: “This has been an important turning point for my practice, I found all elements of the process well supported through the a-n team.\n\n“The bursary allowed me to revisit ideas in a new environment and forced me to reflect on my artistic practice. The blog has opened up new writing opportunities, I’ve built up a network of creative people with different life and work experiences.”\n\nMalik Nashad Sharpe\n\nOne of Malik Nashad Sharpe’s posts on his blog N A T I O N A L I S M repeats these two questions: “Why did I have to see that image with that man in blackface hanging in two separate places in my rehearsal space? Why do racist histories get maintained?”\n\nPresented as a form of mantra, his words embody movement; a key force in the New York\/London-based artist’s work as a choreographer and dance artist.\n\nHe dived straight in with documenting his bursary period, using the blog as a space to reinforce a passionate commitment to his chosen medium, posting GIFs and multiple images alongside blocks of unformatted texts.\n\nSharpe used his bursary to visit Toronto and Montreal in Canada and Vermont in the U.S.A, in order to continue working in duet with Montreal-based choreographer Ellen Furey. Together they focused on, talked about, and moved around the topic of nationalism, rehearsing and developing a new body of work.\n\nHe writes in the blog: “As me and Ellen talk and dance and talk and dance and make drama and dance and talk and make drama and cry and talk and dance and dance and dance and perform and dance and talk and cry and make anti-drama and dance we are also witnessing the tenseness of the topic of nationalism and our relationship to that term as artists.”\n\nEmma Gregory\n\nEmma Gregory used her bursary to extend networks in printmaking practice.\n\nShe comments on the period of funded support from a-n: “When travelling I expand, I perform for people I don’t yet know, I take greater risks and sink more deeply into conversation with my work. No distractions. No on-going responsibilities. It’s a liberating and essential part of my practice.”\n\nMoving around Europe last year, Gregory used her time to develop drawings as a “principle tool of research” and produce lithographic prints, but also to foster collaborations and working partnerships in the world of printmaking.\n\nHer blog throws light on the importance of working with technicians amidst the creativity of making print-based work.\n\n“In Alkmaar [at Grafische Atelier Alkmaar, the Netherlands] I was lucky to work with my own technician, Marja Vleugel. This took the risk out of the print process […] Marja is an expert lithographer. I enjoyed the slight pressure of her constant presence, her unshakeable knowledge and the feeling of ‘team’ she provided.”\n\nAs well as Grafische Atelier Alkmaar, Gregory’s journeys also to took her to Kölner Graphik Werkstatt in Cologne, Germany.\n\nFor information on the full range of a-n Bursaries now open for applications, follow this link.\n\n1. Emma Gregory, at Grafische Atelier Alkmaar (GAA), Netherlands, 2017.\n2. Sogol Mabadi, Hosts and Visitors, Reid Gallery, Glasgow School of Art, 2016. Courtesy; artist. Photo; Alan Mcateer.\n3. Sogol Mabadi, Lifting the Veil : 1, digital image, 2017. Courtesy; artist.\n4. Danny Treacy, Research image of clothing on train tracks (Guadalajara), 2017. Courtesy; artist.\n5. Danny Treacy, Belonging #4, #6, #11, #23, (all 2017). Courtesy; artist.\n6. Danny Treacy, Them #1, 2008. Courtesy; artist.\n7. Sanna Charles, digital image, 2017. Courtesy; artist.\n8. Sanna Charles, Tauno, digital image, 2017. Courtesy; artist.\n9. Sanna Charles, Tero, digital image, 2017. Courtesy; artist.\n10. Sanna Charles, Krouvin Dancers, digital amigo, 2017. Courtesy; artist.\n11. Sarah Marsh, 4 images from Space in the Process workshops, Łaznia CSW, Gdansk, 2017. Courtesy; artist.\n12. Malik Nashad Sharpe, gif, 2017. Courtesy; artist.\n13. Malik Nashad Sharpe and Ellen Furey, digital image, 2017.\n14. Malik Nashad Sharpe, gif, 2017. Courtesy; artist.\n15. Emma Gregory, On the manual litho press GAA, digital image, 2017.\n16. Emma Gregory, “etching and print from my knees”, 2017. Courtesy; artist.\n17. Emma Gregory, “etching and screen”, 2017. Courtesy; artist.\n18. Emma Gregory with Roll van Laar, waiting to dampen the stone at GAA, 2017.\n\nMore on a-n.co.uk:\n\n\nArtist Bursaries: deadline 3pm Monday 12 February 2018\n\n\n\na-n Biennial Bursaries 2018: open for applications\n\n\nCatherine Baker, Waiting, video still, 2017. Courtesy; artist.\n\nBlogger Q&A: Catherine Baker, artist and respectful researcher",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9707051516,
        "format_confidence":0.7586307526
    },
    {
        "url":"http:\/\/mail.s-s-a.co.uk\/news-a-events\/37-constants\/77-anniversary-dinner",
        "text":"You are here: Home » News & Events » Constants » 75th Anniversary Dinner\nTuesday, 24 Apr 2018\n  • EU e-Privacy Directive\n\n    This website uses cookies to manage authentication, navigation, and other functions. By using our website, you agree that we can place these types of cookies on your device.\n\n75th Anniversary Dinner\n\nFriday 28 November 2008 - a very successful and enjoyable Celebratory Dinner was held at Stirling Highland Hotel to recognise the 75th Anniversary of the Stirling Society of Architects.",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9443982244,
        "format_confidence":0.9265955687
    },
    {
        "url":"http:\/\/brothersnetwork.org\/blog\/2017\/03\/02\/william-moore-speaking-at-kansas-city\/",
        "text":"You are here\nWilliam Moore Speaking at Kansas City English \n\nWilliam Moore Speaking at Kansas City\n\nOn Thursday, March 30th, 2017, the Kansas City chapter of the American Institute of Architects will be sponsoring a tour of the Valley of Kansas City’s Scottish Rite Temple. The tour will be followed by a prsentation by professor and author William Moore, entitled ‘Solomon’s Temple in America: Masonic Architecture, Popular Culture, and Biblical Imagery 1865-1930.’\n\nFreemasonry was ubiquitous in the United States between 1865 and 1930. Because of the centrality of Solomon’s temple to the Masonic ritual, members represented it repeatedly in paintings, decorative arts, and architecture. Through analysis of works ranging from lithographs to mausoleums and from circus performances to church windows this lecture examines how Masonic conceptions of the temple permeated the nation during this period.\n\nDon’t miss your chance to see and hear about the detailed craftsmanship in this Kansas City landmark. Limited tour tickets available.\n\nWilliam Moore is an Associate Professor of American Material Culture at Boston University where he also serves as Director of the American & New England Studies Program and teaches in the Department of History of Art and Architecture. He holds degrees from Harvard College and Boston University and is currently first vice president of the Vernacular Architecture Forum, the premier national scholarly organization for the study of ordinary buildings and landscapes. He is the author of Masonic Temples: Freemasonry, Ritual Architecture and Masculine Archetypes. An American Studies scholar with fields of research including public history, American folk art, and the history of surfing, he is currently working on a manuscript examining the national fascination with the Shakers in the years between 1925 and 1965.\n\nMarch 30, 2017\n4:30p – 5:30p – Tour #1\n5:00p – 6:00p – Drinks and Hors d’oeuvres\n6:00p – 7:00p – Lecture\n7:15p – 8:15p – Tour #2\n\nLecture + 4:30pm Tour – $15.00\nLecture + 7:15pm Tour – $15.00\nLecture Only – $10.00\n\nThe KC Scottish Rite is located at 1330 Linwood Blvd., Kansas City, Missouri. This event is open to the public, to register: click here.\n\nFor more information: Go to Source\n\nRelated posts",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.6697140932,
        "format_confidence":0.9494439363
    },
    {
        "url":"http:\/\/www.atasite.org\/2013\/05\/30\/physical-traces\/",
        "text":"Artists' Television Access\n\nPhysical Traces\n\nThursday, May 30, 2013, 7:00 pm\n\nPhysical TracesUpgrade! San Francisco would like to announce our third workshop from the Alternative Exposures Grant called Physical Traces, with New York-based artist Ricardo Miranda Zúñiga on hand-drawn rotoscoping techniques. We are partnering with Artists’ Television Access (ATA), which has been supporting community experimental media in the Mission District for over 25 years to produce this event.\nYou can register here, only $65:\nWorkshop Description\nRicardo will teach step-by-step methods for creating rotoscope animations. Participants will use live-action video to generate a series of stills that will be used as templates to trace a drawn version of each video still and then export the drawn stills as a video file. The finished projects will be displayed on the web and exhibited in the storefront windows of ATA.\nParticipants will brainstorm 3 to 5 second body gestures that will be recorded on video. The theme to keep in mind for the movement is human gesture in the public space.  Questions to consider may be how do we convey meaning and emotion in a public space through the use of our bodies.  How can a brief physical action or gesture convey a specific meaning in a public situation and stir reflection by others? Are there gestures that you have witnessed by a stranger that caused a reaction or remained as a memory?  How may a gesture be tied to a specific location?\nThis will be a 2-day workshop from 11-4pm on Saturday, June 1st and 11-4pm on Sunday, June 2nd.\nArtists’ Television Access\n992 Valencia Street, San Francisco\nSupport for this workshop is provided by Southern Exposure’s Alternative Exposure Grant Program.\nUpgrade Event with Artist’s Talk on May 30th\nThe workshop will be preceded by an artist’s talk by Ricardo Miranda Zúñiga on Thursday May 30th also at ATA, from 7-9pm. He will discuss both the workshop and his practice, more generally.\nSpace is limited, so sign up early for the workshop. It’s only $65!\nAbout the artist\nRicardo Miranda Zúñiga approaches art as a social practice that seeks to establish dialogue in public spaces. Having been born of immigrant parents and grown up between Nicaragua and San Francisco, a strong awareness of inequality and discrimination was established at an early age. Themes such as immigration, discrimination, gentrification and the effects of globalization extend from highly subjective experiences and observations into works that tactically engage others through populist metaphors while maintaining critical perspectives.  Ricardo has established a socially investigative creative practice that utilizes whatever media possible to present content in a manner that may generate interaction and discussion by others.\n\nLeave a Reply",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9849329591,
        "format_confidence":0.9439328909
    },
    {
        "url":"http:\/\/birdhouse.gr.jp\/english\/activity\/exshi\/exshi\/tokyo.htm",
        "text":"Italian Creative Works \"Dwelling of Life\" Exhibition\n7\/9 (Wed) - 8\/3 (Sun) 2008\n\nThe Italian Cultural Center and (NPO) Birdhouse Project co-hosted the exhibition called \"Dwelling of Life\" where works by Italian creators were showcased.\n\nDuring the exhibition, we also introduced award winning works from the Koizumi International Lighting Competition for Students, considered a pioneer event in the lighting industry back in 1987 and celebrating its 21st anniversary in 2008. An exhibit called \"Whereabouts of Light\", featuring past award winning works from Italy, was also on display during the show.\nOrganized by: (NPO) Birdhouse Project, Italian Government Institution Italian Cultural Center\nSupported by: Japanese Commercial Environmental Architect Institution\n\nDuring his first visit to Japan, Italian Prime Minister Silvio Berlusconi visited our exhibition at the Italian Cultural Center on July 6th 2008. The visit was televised in Italy.\n\nTo see exhibition details",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9875074029,
        "format_confidence":0.9186264277
    },
    {
        "url":"https:\/\/oac.ohio.gov\/News-Events\/ArtsOhio-Blog\/guest-post-spring-forward-with-the-ohio-arts-council",
        "text":"ArtsOhio Blog\n\nThe ArtsOhio Blog is the Ohio Arts Council's way to share stories that highlight the arts in Ohio, feedback from the field, interviews with artists and staff, and more. Sign up for the ArtsOhio newsletter to receive a curated selection of posts each month.\n\nToledo Museum of Art logo\n\nGuest Post: Spring Forward with the Ohio Arts Council\n\nRecently I was taking a moment to reflect on a wonderful series of events and opportunities the Ohio Arts Council made available this spring; which began for me with the Sustainability category panel review in April 2015 and culminated in having the opportunity to hear the Chairman of the National Endowment for the Arts speak at the Cleveland Museum of Art. I am relatively new to the arts profession and even more so to grant writing (with three years experience). So needless to say I have been seeking any and every opportunity to learn from others how to refine my narratives, overall tone, and presentation of information—along with meeting some amazing, inspiring people along the way. \n\nEveryone has experienced at some point that dreaded feeling of walking into a room, not entirely sure if you are in the right location, and trying to find an empty spot in the back! When I went to the panel review, there were only empty spots. As the panel review day went on and I was scribbling frantically to capture every ounce of feedback the panel reviewers were providing on each organization’s application (40 in total), I was astonished how few individuals took advantage of the professional development opportunity the OAC provided; and I should mention, free of cost. And, yes, for me too the review was professional development.\n\nAs I noticed sitting in the chairs for over eight hours listening to these experts in their own fields discuss each application, they went into depth on the prose that was used, the compilation of materials, use and ease of supplemental materials, financial data captured in the Cultural Data Project, and community engagement. And I also experienced the physical dialogue that transpired between panelists, which I fear would have been lost by only tuning into the live streaming event on the internet. \n\nBy attending the whole day event, and not just tuning into my application, this process allowed me to see trends in the comments, suggestions, and overall approach that in effect will improve my ability to capture a reader’s attention in the future. \n\nThen fast forwarding to May, the Cleveland Museum of Art hosted the Ohio Arts Council and Chairman Jane Chu of the NEA in a conversation about the arts. It’s unique and inspiring to see how each one of us, whatever our personal reason for supporting the arts, has a common ground for understanding how important art is for humanity. It has the potential to convey and evoke an emotion, meaning, idea, and create a moment of sheer wonder.\n\nHaving the opportunity to hear Chairman Chu speak and share her own life’s experience with art. As she said: it is about understanding the impact the arts have on our lives, how they enrich our lives with meaning. The arts reach millions of people. The conversation that the public was invited to attend opened up an understanding, a common ground, for why we are all fighting for the importance and success of the arts in our communities.\n\nThese events have been thought provoking in multiple regards, not solely for feedback on proposal writing, but the larger context of the importance of the arts and encouraging participation in the conversations that are shaping our communities. After attending a few of the spring events the Ohio Arts Council planned, I can now firmly say the OAC is an invaluable resource for the community.\n\nA lot of things are changing and leading the arts in Ohio, and the Ohio Arts Council is a key one of them. I encourage you to attend these events in the future, most specifically the open panel reviews if you are ever afforded the opportunity, but whatever your scheduled permits, trust me you will not be disappointed!\n\nThe Ohio Arts Council is a state agency that funds and supports quality arts experiences to strengthen Ohio communities culturally, educationally, and economically. Connect with the OAC on Facebook, follow us on Twitter, or visit our website at\n\n\nArticle by Sarah Lindsey, Special Projects Coordinator—Toledo Museum of Art \n\n\nComments are closed.\n\n\nSign Up for the Monthly Newsletter\n\nFrom deadline reminders to artist interviews--sign up to receive the monthly ArtsOhio newsletter directly to your inbox.\n\n*indicates required\nWhich audience do you identify with the most?\n\nView previous campaigns.",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9710898399,
        "format_confidence":0.5339072347
    },
    {
        "url":"https:\/\/www.sitorsenghor.com\/en\/au-hasard-des-7-lezards-2\/",
        "text":"When? : September 8th-11th\nWhere? : Espace Beaurepaire, 28 rue Beaurepaire, 75010 Paris\n\nTo celebrate its 30th anniversary, the association Au hasard des 7 Lézards presents from September 8th to 11th, 2022 at Espace Beaurepaire part of its art collection of works.\n\nA non-profit association, the Lézards is the story of a friendship between its members who have in common the same desire to explore, discover, and meet contemporary artists in order to acquire shared works. Visits to workshops, favourites, discovery of artistic trends, be anchored in the contemporary world; this is what characterizes the Lézards, 7 founding friends in 1991, up to 14, and today 8 true discoverers as curious and motivated than ever.\n\nThe exhibition at Espace Beaurepaire presents 43 works by 43 artists acquired since 2007, all media combined: whether drawing, etching, painting, photography or sculpture.\n\nInfo :",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9841347337,
        "format_confidence":0.8024510145
    },
    {
        "url":"http:\/\/westdenhaag.com\/press\/15_02_Bjorn_Melhus_II",
        "text":"archive: 15.02 Bjorn Melhus II\nBjørn Melhus\nThe Theory of Freedom II\n\nOpen: Saturday 31 January until Saturday 28 February 2015\n\nWest proudly announces ‘The Theory of Freedom’, an ambitious presentation of German-Norwegian artist Bjørn Melhus, to be held at different locations in Den Haag and Rotterdam. At Kunsthal Rotterdam, Part One sees the world premiere of the expanded cinema project ‘The Theory of Freedom’. At West in Den Haag, Part Two presents six video works that address surveillance and the politics of fear in mass media. Part Three takes the shape of a screening during the International Film Festival Rotterdam, which revisits five earlier works by Melhus.\n\nMelhus’ depiction of everyday reality framed within non-fictional narratives blurs with the fictional and dramatized world. By mimicking well-known personalities, and mixing together popular culture motifs, and media strategies, he seduces and terrorizes the complicit observer of mainstream culture. In The Theory of Freedom II, the symbiotic and manipulative relationship between host and audience is disturbingly emphasized in surveillance and the politics of fear. He sharply observes and unnerves the nuances of mass media consumption to craft new scenarios that oscillates between dark and humorous. In ‘The Oral Thing’ (2001), he dissects sensationalism and voyeurism in televised religion and daytime talk shows, and agonizes over the slick editing techniques of blockbuster movie trailers in ‘The Castle’ (2007). While ‘The City’ (2007) evokes the feeling of impending threat with night shots of major cities flowing by one after the other. Similarly the spectator is then bombarded with terror and doom rhetoric in ‘Sudden Destruction’ (2012). In ‘Policia’, (2007) the competing forces for power vie for rapt attention. In ‘Deadly Storms’ (2008) US mainstream news journalism is paraded as propaganda transformed into a disembodied ‘talking head’ oracle. In The Theory of Freedom II Melhus skilfully deconstructs representations of power, faith, and paranoia that spill out into a murky and glistening alternate reality that is shockingly similar to our own.\n\nParallel events\nThe Theory of Freedom I\nKunsthal Rotterdam - 24 January to 1 March\n\nBjørn Melhus examines various aspects of world religions, globalisation and neoliberal capitalism. He mixes the controversial neoliberal ideas of Russian-American writer and philosopher Ayn Rand (1905-1982) with stereotypical themes found in American mainstream films such as Armageddon. Melhus hugely magnifies familiar settings and his playful, humorous approach, together with a harsh dose of reality, provokes both laughter and pain. The multichannel installation, which is accompanied by the video work ‘Heaven’ (2013) and ‘America Sells’ (1990), takes to a new level the powerful, repetitive rhythms of the sound-bites that are so characteristic of Melhus’ work. For further information see\nThe Theory of Freedom III\nInternational Film Festival Rotterdam - 24 January 10.30 h.\n\nDas Zauberglas (1991), Weit, Weit Weg (1995), Auto Center Drive (2003), Afterlife (2010) and I Am Not Your Enemy (2011) are screened during International Film Festival Rotterdam’s short film program. The selected works address notions of subjective inner spaces, trauma, and identities. More info & tickets:\nMe Against Us\nDebate at Kunsthal Rotterdam – Friday 6 February 17.30 h.\n\nPart of Art Rotterdam’s VIP program, the debate ‘Me Against Us’ questions the role of the autonomous artist in today’s society. Moderated by Liesbeth Levy (Lokaal, Rotterdam) with: Joost de Bloois, Hedwig Fijen, Pascal Gielen, Stefan Heidenreich, and Bjørn Melhus. RSVP:\n\nBjørn Melhus (1966, Kirchheim unter Teck, Germany) lives and works in Berlin. He has been presented and awarded at several international film festivals. He has had screenings in Tate Modern, London, LUX, London, Museum of Modern Art, New York and Centre Pompidou, Paris. In the exhibition context, he has shown at 54th Venice Biennale, Whitney Museum, New York; 8th Istanbul Biennial, as well as solo and groups shows at FACT Liverpool; Serpentine Gallery, London; Sprengel Museum, Hannover; Museum Ludwig, Cologne; ZKM, Karlsruhe and Denver Art Museum amongst others.\n\nFor more info, a meeting with the artist or press photos contact Eloise Sweetman: For additional information on the The Theory of Freedom at the Kunsthal Rotterdam contact Sabine Parmentier: 010-4400321, 06-52636232 or Mariëtte Maaskant, 010-4400323;\n\nback to overview\narchive (online version)",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9585210085,
        "format_confidence":0.9702295065
    },
    {
        "url":"http:\/\/placecalledspace.org\/events\/vaclav-stratil\/",
        "text":"Václav Stratil\n\nAside the overview of the core of his work, different parts from the last 15 years opus by this important drawer, painter and performer will be presented.\n\nPrague, Czech Republic\n18:00 18 October - 18:00 03 January 2016\nCurator Jiří Ptáček\n\nWe recommend the exhibition at Futura!\n\n“Formally speaking is Stratil’s work of the last 16 years more diverse and hybrid then ever before. His works is however first of all never ending visual transformation of his own everydayness, the quest for the poetic formula embodying situations he enters, or even instigates.\nExtreme is a logical result of strictness, applied both on the level of inner discipline, purposeful excess, or creative lightness. Stratil’s work is the work with his own I – with its submission to wide spectrum of challenges and games, in which he consequently fully takes part. Stratil constructs auto-portrait monument with thousands of faces. In the context of Czech contemporary art his main appreciation lies in the authenticity of his program, in which for many years borders between life and art are blurred. Stratil lives in art – and art becomes the body, which we see.”",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9894980192,
        "format_confidence":0.5277199745
    },
    {
        "url":"https:\/\/mcluhangalaxy.wordpress.com\/2017\/03\/27\/mcluhan-salon-5-toronto-creative-city\/",
        "text":"McLuhan Salon #5: Toronto Creative City\n\n\nTuesday, 18 April, 2017 at 6:00 PM to 8:00 PM\n\nGeorge Brown College, Waterfront Campus \n\nLearning Landscapes Auditorium, 51 Dockside Drive (Corus Quay E), Toronto, ON\n\nIn collaboration with Centre for Arts, Design & Information Technology at George Brown College and DigiFest.\n\nOver the 2000s, Toronto initiated and instituted a process of cultivating itself as a creative city. This new focus gave Toronto the chance establish itself as a center for innovation, which strengthened urban cultural capital and helped promote the strategic agenda of becoming a competitor in the creative economy sector. Investment in research and creative city strategic planning, coupled with the allocation of financial and human capital resources across a variety of industries, served to encourage creativity, promote culture and competitiveness, and drive economic development. As a part of the McLuhan Salons series, this event will explore the cutting edge of Toronto as a Creative City. It will commence with moderated probative discussion within a panel of top leaders and thinkers, and will engage the audience. Operators in the field of creative industries, culture and arts are invited to join in.\n\nSpeakers: (Click on image for expanded view)\n\nShoshanah Goldberg-Miller, Ohio State University, author of Planning for a City of Culture. Creative Urbanism in Toronto and New York;\nJoe Mihevc, Toronto City Councillor Ward 21;\nLuigi Ferrara, Centre for Arts & Design Dean and Director Institute without Boundaries, George Brown College;\nShawn Micallef, Columnist and writer, author of Frontier City: Toronto on the Verge of Greatness;\nGeoffrey James, Toronto photo laureate, author of Toronto (with Mark Kingwell).\n\nModerator: Paolo Granata, McLuhan Centre for Culture & Technology, University of Toronto\n\nClick here to reserve seat: https:\/\/goo.gl\/BXMtQ1\n\nGeorge Brown College, Waterfront Campus\n\nNo Responses Yet to “McLuhan Salon #5: Toronto Creative City”\n\n  1. Leave a Comment\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.8168308139,
        "format_confidence":0.920327425
    },
    {
        "url":"https:\/\/www.pewcenterarts.org\/event\/c3-initiative-chester-made-information-gathering-sessions-2015-02-19-000000-2015-02-28-000000",
        "text":"C3 Initiative: \"Chester Made\" Information-Gathering Sessions\n\n19 - 28 Feb 2015\nCHESTER, Pennsylvania\n\n\nArtist-led story circles held by the Chester Cultural Corridor team created this downtown asset map of arts, culture and creative expression. Photo by Paul Fritz, Consulting City Planner.\n\nSupported by The Pew Center for Arts & Heritage, the Chester Cultural Corridor Initiative takes a novel approach to city planning, using theater and community dialogue to inform the revitalization of the Chester Cultural Corridor (C3) along Avenue of the States between City Hall and Widener University.\n\nA \"Chester Made\" Artist-Facilitator Ensemble will ask youth, seniors, artists, cultural leaders, healers, local historians, business owners, and Widener's campus—and many more—to share personal stories of meaningful cultural and creative experiences in Chester to map locations where \"art and culture happen.\" These stories will form the basis of a cultural asset map that will ensure \"Chester Made\" arts and culture are visible and celebrated—and attract support for large-scale public art projects and other campaigns for cultural revitalization in the downtown corridor.\n\nDuring each of the five Information-Gathering Sessions, groups will share their stories in story circles, experience short image theater pieces based on those stories, and collectively reflect on shared values, experiences, and visions for creative expression and cultural engagement in Chester.\n\nThe overarching goal is to include and to hear from local community members who rarely attend public meetings or participate in traditional methods of data collection, in an effort to rebuild an overall positive community identity, and to create conditions for grassroots social change and economic development.\n\nFebruary 19, 4 p.m. to 6 p.m.\nBoys & Girls Club of Chester\n201 East 7th Street, Chester, PA\n\nFebruary 21, 2 p.m. to 4 p.m.\nThe Artist Warehouse\n504 Edgemont Avenue, Chester, PA\n\nFebruary 26, 6 p.m. to 8 p.m.\nTrue Vine Missionary Full Gospel Baptist Church\n701 Morton Avenue, Chester, PA\n\nFebruary 27, 11 a.m. to 1 p.m.\nChester Senior Center\n721 Hayes Street, Chester, PA\n\nFebruary 28, 2 p.m. to 4 p.m.\nEntrepreneur Works Delaware County\n1350 Edgemont Avenue, Suite 1300, Chester, PA",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.8987883329,
        "format_confidence":0.9122275114
    },
    {
        "url":"https:\/\/www.yalewomen.org\/yalewomen_dc_art_collecting_on_any_budget",
        "text":"YaleWomen DC -- Art Collecting On Any Budget\n\nJoin us for a discussion with Andrea Pollan ('84) and Caitlin Teal Price (MFA '09) about art collecting through galleries as well as directly from artists.  Andrea Pollan is a curator, art consultant, and adviser and the Founding Director of the Curator's Office. Caitlin Teal Price is a DC-based fine art photographer and Adjunct Photography Professor at American University.\nThe exhibition on view at the Curator's Office is a group show entitled \" GEOMETRIX: Line, Form, Subversion\". It features abstract two dimensional works including works by Yale MFA artists Logan Grider, Sharon Louden, and John Zinsser. \nWine and beverages will be served.  Guests are welcome, space permitting.  Please contact organizer Larissa Leclair (MA '03), founder of Indie Photobook Library, if you have questions:  [email protected].\nFebruary 20, 2016 at 2:00pm - 4pm\nCurator's Office @ Gallery 2112\n2112 R St NW\nWashington, DC 20009\nUnited States\nGoogle map and directions\nLarissa Leclair ·\n$10.00 USD · Purchase tickets\n\nShowing 2 reactions\n\nPlease check your e-mail for a link to activate your account.\n  • Susanna Chu\n    is hosting. 2016-02-09 11:38:06 -0500\n  • Susanna Chu\n    published this page in YaleWomen Events 2016-02-09 11:38:06 -0500",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9884676337,
        "format_confidence":0.9237396121
    }
]