[
    {
        "url":"http:\/\/technewsextra.com\/2020\/06\/26\/macstadium-orka-platform-now-available-on-t2-mac-mini-private-clouds\/",
        "text":"MacStadium Orka platform now available on T2 Mac mini private clouds\n\n\nLast year at WWDC MacStadium announced the beta of its new Orka platform, and just in time for this year’s event they are announcing the release of Orka clouds built on the latest Mac mini hardware. MacStadium is also offering 9to5Mac readers a special 50% off the first six months of an individual Gen3 Mac mini subscription with code WWDC2020.\n\nHead below for more info on the Mac mini subscriptions and a live demo of MacStadium’s new Orka platform.\n\nWith work-from-home trends creating an increase in remote server demand, MacStadium’s cloud-hosted Mac mini subscriptions have become necessary for many looking for a solution to offer access to apps and servers for students and staff stuck at home.\n\nDedicated entirely to Macs in the cloud, MacStadium offers a number of different Mac private cloud options that can be used for iOS\/Mac development, remote servers, and other workloads that require macOS. MacStadium’s private clouds are always built on genuine Apple Mac hardware and are trusted by iOS developers and mobile testing teams around the globe, including the hosts of the popular developer-focused Stacktrace podcast here on 9to5Mac.\n\ncloud-hosted Mac minis\n\n\nOrka is MacStadium’s new virtualization platform based on standard cloud orchestration tools like Docker and Kubernetes but built specifically for Apple hardware. That means a reliable, software-driven, and high-performance experience for devs testing iOS and Mac apps that require a large pool of Macs to run CI-driven development.\n\nHomebrew, a beta user of Orka, recently published his experience with the new platform:\n\n“Everyone who has to deal with macOS automation would love a Google Cloud or AWS for macOS,” said Mike McQuaid of Homebrew. “I feel like Orka is the closest thing that you can get to that. You’re able to, spin up, spin down VMs using an easy-to-use CLI or API.”\n\nOrka clouds can be built on Mac Pros or on the latest T2 Mac minis and come with plugins for CI tools including Jenkins, GitHub, GitLab, Buildkite, and TeamCity.\n\nYou can try an Orka demo now, including a two-hour Orka playground environment for free at\n\nAnd get 50% off the first six months of a hosted Gen3 Mac mini subscription with code WWDC2020.\n\nFTC: We use income earning auto affiliate links. More.\n\nMacStadium macOS VM\n\nCheck out 9to5Mac on YouTube for more Apple news:\n\n[embedded content]\n\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.7023147345,
        "format_confidence":0.7848961353
    },
    {
        "url":"https:\/\/searchsoftwarequality.techtarget.com\/news\/252468703\/IBM-VMware-ease-Kubernetes-complexity-with-Kabanero-Octant",
        "text":"imtmphoto - Fotolia\n\nNews Stay informed about the latest enterprise technology news and product updates.\n\nIBM, VMware ease Kubernetes complexity with Kabanero, Octant\n\nTools from IBM and VMware help developers build apps that are deployed on Kubernetes clusters, as well as handle complex Kubernetes workloads.\n\nIBM and VMware have expanded their toolboxes to help developers deal with Kubernetes complexity, and better understand how code moves through clusters.\n\nBig Blue has been on a mission to empower developers with tools that lower the barrier to entry for developers in enterprises that move to the cloud. At the O'Reilly Open Source Convention (OSCON) this summer, IBM introduced Kabanero and other tools that enable developers to create apps that are ready to be deployed onto Kubernetes without first becoming experts in containers and Kubernetes.\n\nThe open source software (OSS) project is an upstream distribution of IBM Cloud Paks, which the company introduced earlier this month as part of the cloud-native transformation of its software and its integration with Red Hat. Kabanero provides prebuilt deployments to Kubernetes and Knative, based on best practices conceived while working with clients, said Nate Ziemann, a senior product manager at IBM Cloud. These shortcuts help developers spend more time developing scalable applications and less time understanding infrastructure, he said.\n\nKabanero goes beyond helping IBM onramp users into its Cloud Paks commercial offering, said Charlotte Dunlap, an analyst at GlobalData in Santa Cruz, Calif.\n\n\"[Kabanero] provides developers with Kubernetes-based best practices around a curated set of OSS projects such as Spring, Node.js and Swift, and operations teams with deeper pipeline and app lifecycle management OSS technologies and services, both of which aim to help get DevOps teams up and running quickly,\" she said.\n\nTrio of IBM tools zero in on Kubernetes complexity\n\nTo its credit, VMware isn't taking Kubernetes lying down. They've been very proactive in adapting to what their customers need and [for what they] are asking.\nCharles KingAnalyst, Pund-IT\n\nIn addition to Kabanero, IBM also introduced other open source projects to ease the way for developers building apps for Kubernetes deployments.\n\nCodewind allows developers to work in containers without even knowing they are using containers. It provides extensions to popular IDEs such as Visual Studio Code, Eclipse and Eclipse Che so developers can use their preferred IDE to build applications in containers. The tool enables developers to rapidly iterate, debug and test app performance inside containers.\n\nMeanwhile, Appsody simplifies the creation of cloud-native applications in containers with preconfigured stacks and templates for popular open source runtimes and frameworks.\n\nCodewind UI\nScreenshot of Codewind UI. Developers can create and import cloud-native applications such as Node.js, Java and Swift and automatically generates and builds them into local containers.\n\nKabanero and Appsody will use Codewind to provide an integrated IDE experience. And both Codewind and Appsody work with IBM's recently released Razee, which provides multicluster continuous delivery tooling for Kubernetes and focuses on management of Kubernetes at scale. This set of tools will help developers move applications through development, test and production Kubernetes clusters.\n\nKubernetes is the industry standard orchestration technology for containers, but opens up a world of complexity to enterprises that want to adopt and use containers, particularly to react to failures in an organized way and figure out all the different resource types available to deploy on Kubernetes, Ziemann said. Building cloud-native apps for Kubernetes, and using DevOps practices, exposes more infrastructure decisions that require a developer to understand, learn and develop, such as security and network ingress. Kabanero and the other tools help developers and architects and operations work together better, he added.\n\nCodewind UI, showing application monitoring statistics.\nScreenshot of Codewind UI, with application monitoring statistics relevant to run microservices, as well as the ability to generate performance test load for microservices, and identify hot methods and potential application bottlenecks.\n\nVMware Octant peers through Kubernetes complexity\n\nMeanwhile, VMware is approaching Kubernetes complexity down the line with Octant, a developer-centric web interface for Kubernetes that enables developers to inspect a Kubernetes cluster where applications reside.\n\nOctant was born out of the idea that those not well-versed in Kubernetes struggle to understand why deployed workloads don't work correctly. At its core, the tool understands implicit and explicit relationships between Kubernetes objects and if they are working correctly, said Bryan Liles, the VMware senior staff engineer who led the Octant project. It includes a dashboard to give more context, and plugins to graphs or custom resources to add information to cluster views, such as more details for objects that aren't in Kubernetes core or have special rules or circumstances.\n\nVMware Octant UI\nVMware Octant UI, showing a healthy Kubernetes deployment.\n\nMoreover, Octant is extensible, as there are different ways to manage a Kubernetes cluster. Octant enables developers to integrate ecosystems of tools to create and manage objects, provide observability, and work with CI\/CD tools into one convenient browser-based interface, Liles said in a blog post.\n\n\"To its credit, VMware isn't taking Kubernetes lying down,\" said Charles King, an analyst at Pund-IT in Hayward, Calif. \"They've been very proactive in adapting to what their customers need and [for what they] are asking.\"\n\nThis Content Component encountered an error\n\nJoin the conversation\n\n1 comment\n\nSend me notifications when other members comment.\n\nPlease create a username to comment.\n\nHow has Kubernetes complexity impacted your organization?",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.9270846844,
        "format_confidence":0.9772264957
    },
    {
        "url":"http:\/\/newsco.com.au\/newsco-com-au-aws-microsoft-launch-deep-learning-interface-gluon\/",
        "text":"–AWS, Microsoft launch deep learning interface Gluon\n\nOctober 12, 2017\n\n\n2017-10-12 14:01:00\n\n\nAmazon Web Services and Microsoft have teamed up to launch an open-source, deep learning library called Gluon that the companies say will make machine learning accessible to more developers.\n\nThe library gives developers an interface where they can prototype, build, train and deploy machine learning models for cloud and mobile apps, the companies explained in a joint press release.\n\nThe claim is that Gluon is a more concise, easy-to-understand programming interface compared to other offerings, and that it gives developers a chance to quickly prototype and experiment with neural network models without sacrificing performance.\n\n“Today’s reality is that building and training machine learning models requires a great deal of heavy lifting and specialized expertise,” said Swami Sivasubramanian, VP of Amazon AI. “We created the Gluon interface so building neural networks and training models can be as easy as building an app.”\n\nThe Gluon interface currently works with Apache MXNet and will also support Microsoft Cognitive Toolkit in an upcoming release. Developers can build machine learning models using a Python API and a range of pre-built, neural network components.\n\nAWS and Microsoft also published Gluon’s reference specification on GitHub to allow other deep learning engines to integrate with the interface.\n\n“We believe it is important for the industry to work together and pool resources to build technology that benefits the broader community,” added Eric Boyd, corporate VP of Microsoft AI and Research. “Machine learning has the ability to transform the way we work, interact and communicate. To make this happen we need to put the right tools in the right hands, and the Gluon interface is a step in this direction.”\n\nThis isn’t the first time the two tech giants have partnered on AI. In August, the pair committed to getting Microsoft’s Cortana and Amazon’s Alexa assistants to communicate with each other later this year.\n\n\nAmazon and Microsoft agree to let their AI assistants work together\n\nAmazon’s Alexa and Microsoft’s Cortana voice assistants soon will be able to communicate with each other, thanks to a new partnership between the two rivals.\n\nMicrosoft is ready to deliver its promised Cortana Skills Kit preview\n\nThe Cortana Skills Kit allows developers to make use of services and\/or bots created with the Microsoft Bot Framework and publish them to Cortana as a new skill. Developers using the kit also will have the option of repurposing code from existing Alexa skills.\n\nAmazon doesn’t sweat competitors, but every other company needs to answer the Amazon question\n\nAmazon is focused on customers rather than competitors and that’s bad news for every other company, which has to worry about real or imagined competition from the e-commerce and cloud juggernaut.\n\n★Jordan Duran-“Master Hypnotherapist & Coach – Online, By Phone, In Person – Worldwide– End the Hurt. For Rapid RESULTS–Contact Jordan Duran.”\n\nGirl Collection Fashion—CGFASH\n\n\n★BOOKr..“JUST Book Me On BOOKr”\n\n★BLOGr..“Write it On BLOGr The Social Blog”\n\nnewsCO Top 10\n\nTwitter—Girl Collection\n\nTwitter—The New York Guardian\n\n–Top Twitter To Follow:\n\n\n\n\n\n\n\n\nCheckusin—Cheapest Hotel – Flight Deals Online #1 News in a FLASH – Contact Us\n\n\nArticle Categories:\n\nLeave a Comment\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.6964592338,
        "format_confidence":0.9965906143
    },
    {
        "url":"http:\/\/www.internetnews.com\/skerner\/2008\/03\/sflc-rejects-microsofts-open-s.html",
        "text":"RealTime IT News\n\nSFLC Rejects Microsoft's Open Specification Promise\n\n\nThe Software Freedom Law Center (SFLC) has just come out with a scathing analysis of Microsoft's Open Specification Promise(OSP). In short, the SFLC concludes that the OSP still leaves developers with the potential for patent risk.\n\nIn a release on the analysis the SFLC noted that:\n\nSFLC published the paper in response to questions from its clients and the community about the OSP and its compatibility with the GNU General Public License (GPL). The paper says that the promise should not be relied upon because of Microsoft's ability to revoke the promise for future versions of specifications, the promise's limited scope, and its incompatibility with free software licenses, including the GPL.\n\nThat's pretty harsh, but then again when the latest iteration of the OSP first became public I had my fair share of questions too.\n\nConsidering the influence of the SFLC on open source matters (which is non-trivial to say the least) it will be very interesting to see how Microsoft responds to the analysis in the coming days (and weeks). Check out the full analysis paper for yourself to get the gory details.\n\nComment and Contribute",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.7346812487,
        "format_confidence":0.667568624
    },
    {
        "url":"http:\/\/jaxenter.com\/second-service-release-for-eclipse-helios-35051.html",
        "text":"Eclipse Helios 3.6.2\n\nSecond Service Release for Eclipse Helios\n\nThe second service release of Eclipse Helios, has been announced. The updated packages can be downloaded now from the Eclipse download site. Packages include Google Plugin for Eclipse, Pulsar for Mobile Developers and Eclipse for RCP and RAP developers.\n\nThe Eclipse Indigo Simultaneous Release is scheduled for June 22nd, 2011.\n\nJessica Thornsby\n\nWhat do you think?\n\nJAX Magazine - 2014 - 05 Exclucively for iPad users JAX Magazine on Android\n\n\nLatest opinions",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.9104389548,
        "format_confidence":0.8030822873
    },
    {
        "url":"https:\/\/betanews.com\/2006\/11\/13\/sun-opens-java-source-code-under-gpl\/",
        "text":"Sun Opens Java Source Code Under GPL\n\nHoping to increase usage of the programming language, Sun said Monday that it would be using the GNU General Public License (GPL) to open source the Java platform. Beginning today, source code would be available for both the Standard (Java SE) and Micro (Java ME) editions.\n\nAdditionally, the GPL would be added to the Enterprise edition (Java EE), which had already been made available by Sun through the Common Development and Distribution License (CDDL) for over a year. The moves will make Java easier to bundle with Linux, say Sun executives.\n\nThe source code release represents one of the largest contributions of code to the GPL, according to Sun. While 3.8 billion Java devices already exists, the Santa Clara, Calif. based company hopes that open-sourcing Java would make the platform even more pervasive.\n\n\"Everyone has been expecting that one day Sun would open source Java technology, but no one expected just how far they'd go -- GPL,\" Java supporter and founder and CEO of O'Reilly Media Tim O'Reilly said. \"A bold move, and a great opportunity both for Sun and for free and open source software.\"\n\nNot all Java code would be made widely available, however. For portions of the source code, Sun would invoke the \"classpath exception\" clause of the GPL, allowing it to limit what the license covers. A commercial license would still be made available for standards certification and legal protections.\n\nAnalysts applauded the move, which had long been asked for by many in the industry. \"GPL is the Gold Standard in Open Source licenses,\" Illuminata analyst Jonathan Eunice said.\n\n\"Choosing it simplifies so many things, while at the same time putting a reasonable, community-based dampening effect on incompatible diversions, and allowing Sun’s existing commercial license scheme to continue as well,\" he continued.\n\nMore information can be found on Sun's new Open JDK site.\n\n© 1998-2017 BetaNews, Inc. All Rights Reserved. Privacy Policy.",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.9611523747,
        "format_confidence":0.9969508648
    },
    {
        "url":"https:\/\/www.pcmag.com\/news\/345973\/microsoft-bolsters-skype-bots-with-new-features",
        "text":"Skype Bots\n\nAccording to new figures from Microsoft, more than 30,000 developers are building bots on the company's Skype Bot platform—no too shabby, given that Microsoft first announced the platform at its Build developer conference in March. Microsoft also recently announced that it is boosting bot development a bit by adding a few more features to the platform, including the ability for bots to participate in group conversations.\n\nWhile we can't think of the last time we, along with our friends, chatted with a bot en masse, Microsoft's tweak will now give those looking to make game-themed bots a bit more flexibility (at least). Though a giant group version of hangman doesn't sound all that interesting, we wonder if someone would be able to craft up some kind of Mafia-themed bot or, at the very least, a pretty compelling trivia bot.\n\nMicrosoft is also now allowing bots to interact with users via cards, images, and other graphics. In other words, the conversations don't have to be simple, boring, and full of text. Bots will now be able to respond with images of a hotel room one might be looking to book or a picture of a retail location a person is trying to find more information about, for example. And someone out there is surely creating some kind of \"cute animal bot\" that just responds with pictures of your favorite animal—assuming you tell the bot what that is. Bots will also be able to send you visual receipts for items you've purchased.\n\nSkype bots will can also help users check into third-party services within conversations. To borrow an example from Microsoft, users will be able to check into their guest account with supported hotel chains while they're simultaneously using the bot to help them book a room. This keeps the overall experience under one roof, as a user won't have to jump out to an external site to log in—and that's precisely the point of having a bot conversation instead of, you know, just going to a hotel's website and booking a room.\n\n\"Microsoft has brought together the Skype Bot developer tools and the Microsoft Bot Framework into one environment which we're calling the Microsoft Bot Framework \"V3\". You can now develop bots which use new Skype platform features – such as visual cards and group bots – and publish to multiple channels from one place,\" reads Microsoft's description.\n\n\"You can start developing using the new SDK today and test it using the emulator or the developer version of the Skype Web App. You will be able to publish bots built using the new API when Skype apps supporting the new features are released for desktop and mobile platforms in a few weeks.\"",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.7423722148,
        "format_confidence":0.9919489622
    },
    {
        "url":"https:\/\/www.infoworld.com\/article\/2627829\/facebook-looks-to-speed-up-php.html",
        "text":"Facebook looks to speed up PHP\n\nThe internally developed HipHop for PHP source code transformer is being offered via open source\n\nTechnologists at Facebook on Tuesday are releasing a source code transformer intended to boost the performance of PHP.\n\nIn development for the past two years, the technology, called HipHop for PHP, has been used to reduce the CPU usage on Facebook Web servers by an average of about 50 percent, said Haiping Zhao, senior server engineer at Facebook.\n\n[ InfoWorld reported on PHP 6 highlights, including internationalization, that were detailed at a technical conference late last year. ]\n\n\"The project has had a tremendous impact on Facebook. We feel the Web at large can benefit from HipHop, so we are releasing it as open source this evening in hope that it brings a new focus toward scaling large, complex Web sites with PHP,\" Zhao said in a statement on the Facebook Developers page.\n\nThe technology is not complete and users need to be comfortable with HipHop before trying it out, said Zhao.\n\nHipHop, he said, technically is not a compiler. It features a code transformer, a reimplementation of PHP's runtime system and a rewrite of some common PHP extensions to boost performance optimizations.\n\n\"HipHop programmatically transforms your PHP source code into highly optimized C++ and then uses g++ to compile it,\" Zhao said. \"HipHop executes the source code in a semantically equivalent manner and sacrifices some rarely used features -- such as eval() -- in exchange for improved performance.\"\n\nPHP, Zhao said, offers benefits in terms of programmer productivity, as do other scripting languages such as Perl, Python and Ruby. But scripting languages are known to be less efficient in terms of CPU and memory usage, he said.\n\n\"Because of this, it's been challenging to scale Facebook to over 400 billion PHP-based page views every month,\" Zhao said.\n\nHipHop allows developers to keep the best aspects of PHP while taking advantage of performance of C++,  said Zhao.\n\n\"In total, we have written over 300,000 lines of code and more than 5,000 unit tests. All of this will be released this evening on GitHub under the open source PHP license,\" Zhao said.\n\nThe CEO of PHP tools maker Zend Technologies questioned how much of HipHop was Facebook-specific.\n\n\"It will be interesting to learn what HipHop concepts apply to the broad PHP community and what are specific to Facebook,\" said Andi Gutmans, of Zend. \"We have always adapted to changes within the PHP runtime, whether these changes were made by us or by the community and will be glad to continue doing so. We believe it is important to continue to fold in new ideas and innovations into the community-based runtime.\"\n\nThis story, \"Facebook looks to speed up PHP,\" was originally published at InfoWorld.com. Follow the latest developments in software development at InfoWorld.com.\n\nCopyright © 2010 IDG Communications, Inc.",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.9808548689,
        "format_confidence":0.9933273792
    },
    {
        "url":"http:\/\/www.ehacking.net\/2015\/10\/microsoft-introduces-new-bug-bounty.html",
        "text":"Microsoft Introduces New Bug Bounty Program\n\nMicrosoft introduces a new bug bounty program on Wednesday; offering upto $500 to $15000 for valid submissions. The program begins from 20th Oct 2015 and ends on Jan 20th next year. Vulnerability program is for CoreCLR and ASP.NET 5 betas.\n\nThe company urged all hackers and security researchers to report vulnerabilities in its Core CLR and ASP.NET 5 betas, Its open source web application framework for OS X, Linux and Win. The reward will depend on how severe the vulnerability is reported by the researcher.\n\nIn a blog post  published today a senior director of Microsoft Security Response Center said; \"This bounty is particularly interesting because the libraries and functions included in .NET enable developers to write their own programs with great security and stability, increasingly on many operating systems”.\n\nThe company has previously open short term bounty programs and receive huge response from security researchers. Last year Microsoft introduced where researchers are rewarded for reporting the vulnerabilities of Microsoft online services; eg: Office 365.\n\nThe criteria has been defined for the participants of this bounty program.\n\n  •  The candidate who report any vulnerability should be 14 years old.\n  •  The researcher should not be a part of any organization that permits him from participation. \n  • Researcher should not be the resident of US sanction countries; like North Korea,Iran. \n  • Participant should not be the employee of Microsoft or any of its subsidiary.\n\nThe reward of the submitted vulnerability will be decided by the Security Team; according to its quality and complexity. If the same bug was reported by more than one researcher then the bounty will be rewarded to the first submission.\n\nMicrosoft Introduces New Bug Bounty Program Reviewed by Arif Majeed on 3:28 PM Rating: 5\n\nNo comments:\n\nFeel free to ask questions, we love to respond.\n\nAll Rights Reserved by The World of IT & Cyber Security: © 2014 - 2015\nPowered By Blogger, Designed by Sweetheme\n\nContact Form\n\n\nEmail *\n\nMessage *\n\nPowered by Blogger.",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.722537756,
        "format_confidence":0.5013845563
    },
    {
        "url":"http:\/\/archived.rogerstringer.com\/2012\/07\/30\/netflix-releases-chaos-monkey-code-to-help-developers-defend-against-outages\/",
        "text":"Original Link: http:\/\/www.theverge.com\/2012\/7\/30\/3205402\/netflix-chaos-monkey-code-developers-amazon-web-services\n\nDieter Bohn, writing for The Verge:\n\nFor over a year now, Netflix has been using a “Simian Army” of apps designed to attack its own servers as a way to ferret out bugs before they affect end users. Today, the company is releasing one of those tools to all developers. Called “Chaos Monkey,” it’s designed to help those who use “virtual machines” on services like Amazon Web Services (AWS) by randomly turning off some of those machines. AWS works by allowing a website or web app to run off of multiple (sometimes hundreds) of virtual machines, and sites using AWS can be (and usually are) configured to handle individual outages without hassle.\n\nNetflix releasing their Chaos Monkey library is an interesting move on their part.\n\nI first heard about Chaos Monkey last year so the release of this code could be handy.",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.9442902207,
        "format_confidence":0.7383208871
    },
    {
        "url":"http:\/\/www.internetnews.com\/dev-news\/article.php\/3647496\/Zends+New+PHP+IDE+Built+For+Java.htm",
        "text":"RealTime IT News\n\nZend's New PHP IDE Built For Java\n\nIn the modern IT infrastructure, multiple programming languages must co-exist with one another. Such is certainly the case with PHP and Java, with PHP being popular as a front-end Web technology and Java remaining popular in back-end infrastructure.\n\nWith new features in the latest version of PHP and the new Zend Studio version 5.5 IDE , Zend is claiming it is now easier than ever to integrate Java code into PHP development. The new Zend Studio release comes at a pivotal time for Zend and PHP, as PHP continues to make inroads in Linux and Windows circles.\n\nAmong the many new features in Zend Studio version 5.5, which is set for official release today, is an embedded Java code completion feature. The feature enables users to specify and include Java class folders that are necessary to complete Java code.\n\nZend is also pushing forward on efforts to build out a framework that will further challenge enterprise Java. The Zend Framework, which was first announced over a year ago, is an effort to build a PHP Web application development and deployment environment.\n\nZend Framework is soon to hit version 0.6. Studio 5.5 will now provide integrated support for Zend Framework enabling developers to take advantage of the emerging enterprise effort.\n\nStudio 5.5 is also the first IDE from Zend to support the newly released PHP 5.2. Among the improvements in PHP 5.2 are some enhancements that allow PHP to run better on Windows platforms. The enhancements were developed as part of a multi-year technical effort recently announced between Zend and Microsoft.\n\nThough PHP 5.2 includes Windows enhancements, Zend Studio itself does not benefit directly from the Microsoft partnership.\n\n\"It doesn't show up for Zend Studio 5.5 on Windows,\" Yossi Leon, project manager of developer products, told internetnews.com. \"It's not related to the work that is being done on the Windows side in terms of running PHP.\"\n\nLeon noted that Microsoft's Visual Studio is a competitive product to Zend Studio, since most Zend Studio developers actually run the IDE on Windows.\n\nMashup creators and developers will also benefit from the new release. The IDE now includes remote WSDL file support, which will enable developers to pull a remote WSDL file instead of having to rely on just local assets. Previous versions of Zend Studio enable users to create their own WSDL files but with the new remote capability, Leon expects that mashup creation and usage will be much easier.\n\nLeon's other PHP effort beyond Zend Studio is as the project leader for the PHP IDE project at Eclipse. That effort was announced at the same time the Zend Framework was originally announced back in October of 2005.\n\n\"PHP IDE is actually a PHP framework that other projects and products will be built on,\" Leon explained. \"The term PHP IDE is not completely true; although it is a development environment it is more like a framework.\"\n\nLeon doesn't consider the Eclipse PHP IDE effort a competitive one for Zend Studio, either. According to Leon, Zend Studio provides a full solution as opposed to just being an editor. But future versions of Studio may well be based on the Eclipse PHP IDE.\n\n\"Currently we don't know,\" Leon noted. \"We just know that we will provide a commercial product for the development of PHP whether it will be on eclipse or the Zend Studio we have today.\"",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.9821202159,
        "format_confidence":0.9913406968
    },
    {
        "url":"https:\/\/www.zdnet.com\/article\/want-to-get-hired-in-tech-these-programming-languages-will-get-you-the-most-interviews\/",
        "text":"\n\nSkilled coders are receiving almost double the number of interview requests as demand for software soars, with specialist programming languages commanding top salaries.\n\n\nImage: skynesher\/Getty\n\nThe ongoing tech skills crunch has led to record demand for software engineers, with new data suggesting that developers are receiving more interview requests than ever from employers desperate to plug workforce talent gaps.\n\nHired's 2022 State of Software Engineers report analyzed over 366,000 interactions between companies and developers on its jobs marketplace in an effort to discover the skills that are driving demand in the hiring marketplace.\n\nSpecial Feature\n\nSoftware development: Emerging trends and changing roles Software development: Emerging trends and changing roles ZDNet takes an in-depth look at key trends in software development and how developers are changing the tech industry.\n\nIt found that software engineers on Hired's platform received almost double the number of interview requests in 2021 than they did in 2020, with full-stack engineers seeing the highest increase in demand compared to other software engineering roles.\n\nSEE: Programming languages: Go just received its biggest update ever\n\nCompanies are hiring aggressively for specialist skills, Hired's data indicated.\n\nGo-skilled software engineers, for instance, received 1.8x more interview requests compared to the marketplace average. Go is seeing more adoption by larger companies, such as Uber, Twitch, and Slack. \"It was designed with simplicity in mind, yet is extremely powerful, making it popular among engineers,\" said Dave Walters, CTO at Hired.\n\nLikewise, developers proficient in Ruby on Rails – a web app framework used by the likes of Airbnb, GitHub, and Shopify – received 1.78x more interview requests. Ruby on Rails remains \"one of the most convenient and functional frameworks,\" said Hired.\n\nReact, the popular front-end JavaScript library, is also in high demand. According to Hired, startups and more established companies are moving towards React as they look to re-architect their platforms.\n\nHired also surveyed 2,000 developers to identify their most and least favored programming languages. There was little surprise here, with Python, JavaScript, Java, TypeScript and C# claiming the top five spots.\n\nDevelopers deemed these languages as having useful, well-maintained libraries and being easy to use and functional, making them more enjoyable to program in.\n\nAt the bottom of the list were PHP, Swift, Scala, R and Objective-C, which software engineers deemed as more complex and \"overwhelming\", with some developers noting that they'd had \"a bad experience working with them\".\n\nExpanding the search for talent\n\nThe competitive tech-hiring market has pressured employers to broaden their search for talent beyond major tech hubs.\n\nSoftware engineers across all markets received more interview requests for remote roles than for local ones in 2021 compared to 2020, Hired found.\n\nDevelopers who were open to remote roles received 20% more interview requests in 2020 than candidates who were not.\n\nFull-stack engineers, backend engineers and frontend engineers drove the most demand, something coders are responding to themselves. \"As software engineers are aware of the high demand – and thus higher salaries – for full-stack engineers, more candidates develop this broader skillset, looking for full-stack roles,\" the report said.\n\nYet the top salaries were commanded by those professionals tasked with helping employers fend off the mounting threat from hackers.\n\nSEE: Developer jobs and programming languages: What's hot and what's next\n\nAccording to Hired's research, the average pay for security engineers increased 7.59% between 2020 and 2021 – meaning these developers now receive an average salary of $165,505 per year. The \"immense\" talent shortage in cybersecurity is driving demand – and pushing salaries even higher.\n\nThe advancement of voice, chatbots and AI-powered transcription in the enterprise are also hot areas in tech, driving up average salaries for natural language processing (NLP) to $160,227 – an increase of 2.48% compared to 2020.\n\nIn terms of where pay packets are biggest: the US still offers the highest salaries for software engineers overall, Hired found.\n\nThe San Fransisco Bay Area continues to be the capital of tech – average salaries here topped $170,000 in 2021, the data suggested.\n\nThis area was followed by Seattle ($162,000), Los Angeles ($151,000), New York ($152,000) San Diego ($150,000), and Boston ($149,000).\n\nThe UK and Canada are behind, with Hired finding that London and Toronto were \"paying the lowest average salaries across all markets evaluated.\" However, it noted that these regions were more competitive in terms of the salaries they offered software developers: Canada saw the highest growth in average salaries between 2020 and 2021 (9.2%), while salaries in the UK grew 2.7% in the same period.\n\n\"With the shift to remote and hybrid workplaces, the way we work and interact with co-workers has changed dramatically, giving rise to new tools enhancing communication and collaboration,\" said Hired.\n\n\"It's a competitive, global job market and skills are the new currency.\"\n\nShow Comments",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.5781253576,
        "format_confidence":0.9633479118
    },
    {
        "url":"http:\/\/www.drdobbs.com\/web-development\/opera-joins-wholesale-app-community\/227900151",
        "text":"Channels ▼\n\nWeb Development\n\nOpera Joins Wholesale App Community\n\nNorwegian browser developer Opera Software has this week announced that it has joined the Wholesale Applications Community (WAC). An alliance of global mobile operators that includes Verizon Wireless, Vodafone and China Mobile, WAC members pledge to work together to define, create and deploy a common mobile application platform.\n\nAs the first browser vendor to join WAC, Opera's role will naturally center on web-centric application platform development. Opera says its web browser had become an application platform in its own right after the launch of Opera Widgets to the developer community back in 2006.\n\n\"Today, almost any phone is capable of running mobile applications written entirely in open web standards -- and WAC is being built around open web standards, so it is valuable to have a web browser company involved,\" said Peters Suh, CEO, Wholesale Applications Community. \"Opera has a proven track record in supporting web standards. Most importantly, it has already delivered standards-compliant widget and web application repositories to major mobile operators.\"\n\n\"For years, we have said that the web is the most important application platform there is,\" said Lars Boilesen, CEO, Opera Software. \"Now we have the opportunity to collaborate with global operators to make the web the common platform for mobile applications. This will ensure mobile apps will be available for almost everyone with a mobile phone, not limited to those with smartphones or a particular OS.\"\n\nOpera products already support the initial WAC 1.0 standard. The new standard is based on an original Joint Innovation Lab (JIL) 1.2.2 standard for mobile phone applications, which Opera previously supported.\n\nRelated Reading\n\nMore Insights\n\nCurrently we allow the following HTML tags in comments:\n\nSingle tags\n\nThese tags can be used alone and don't need an ending tag.\n\n<br> Defines a single line break\n\n<hr> Defines a horizontal line\n\nMatching tags\n\nThese require an ending tag - e.g. <i>italic text<\/i>\n\n<a> Defines an anchor\n\n<b> Defines bold text\n\n<big> Defines big text\n\n<blockquote> Defines a long quotation\n\n<caption> Defines a table caption\n\n<cite> Defines a citation\n\n<code> Defines computer code text\n\n<em> Defines emphasized text\n\n<fieldset> Defines a border around elements in a form\n\n<h1> This is heading 1\n\n<h2> This is heading 2\n\n<h3> This is heading 3\n\n<h4> This is heading 4\n\n<h5> This is heading 5\n\n<h6> This is heading 6\n\n<i> Defines italic text\n\n<p> Defines a paragraph\n\n<pre> Defines preformatted text\n\n<q> Defines a short quotation\n\n<samp> Defines sample computer code text\n\n<small> Defines small text\n\n<span> Defines a section in a document\n\n<s> Defines strikethrough text\n\n<strike> Defines strikethrough text\n\n<strong> Defines strong text\n\n<sub> Defines subscripted text\n\n<sup> Defines superscripted text\n\n<u> Defines underlined text\n\nDr. Dobb's encourages readers to engage in spirited, healthy debate, including taking us to task. However, Dr. Dobb's moderates all comments posted to our site, and reserves the right to modify or remove any content that it determines to be derogatory, offensive, inflammatory, vulgar, irrelevant\/off-topic, racist or obvious marketing or spam. Dr. Dobb's further reserves the right to disable the profile of any commenter participating in said activities.\n\nDisqus Tips To upload an avatar photo, first complete your Disqus profile. | View the list of supported HTML tags you can use to style comments. | Please read our commenting policy.\nDr. Dobb's TV",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.9823322892,
        "format_confidence":0.9548035264
    },
    {
        "url":"http:\/\/www.h-online.com\/open\/news\/item\/Twitter-open-sources-Clutch-io-mobile-A-B-testing-tool-1728670.html",
        "text":"In association with heise online\n\n12 October 2012, 14:59\n\nTwitter open sources mobile A\/B testing tool\n\n  • Twitter\n  • Facebook\n  • submit to slashdot\n  • StumbleUpon\n  • submit to reddit\n\nClutch Framework logo Following its acquisition of in mid-August, Twitter has announced that's software for developing, deploying and integrating native mobile applications is now available as open source. Described by Chris Aniszczyk, Open Source Manager at Twitter, as \"an easy-to-integrate library for native iOS applications\", Clutch consists of two projects: the Clutch A\/B testing service and the Clutch Framework.\n\nThe Clutch Framework lets developers create hybrid apps using native code and HTML, while the A\/B testing service allows developers to run various experiments on their native iOS and Android apps to see how users react. \"Releasing this code as an open source project is just the beginning,\" said Aniszczyk, adding: \"There are still plenty of areas for improvement from better documentation to an easier setup process. Now that the project is publicly available, we look forward to seeing a community blossom and grow the project into something greater.\"\n\nIn the announcement, Aniszczyk reminds users that the hosted service will only be active and supported until 1 November, after which it will no longer be available – users are advised to use the open sourced code to setup their own installations; instructions for doing so, including a list of requirements, are provided.\n\nFurther information about Clutch, including A\/B testing and framework documentation, can be found on the project's GitHub page. Users can follow @clutchio on Twitter or join the Google Group for updates on the project or to ask its developers questions. Source code for Clutch is made available under the Apache Licence 2.0.\n\n\nPrint Version | Send by email | Permalink:\n\n  • July's Community Calendar\n\nThe H Open\n\nThe H Security\n\nThe H Developer\n\nThe H Internet Toolkit",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.95830971,
        "format_confidence":0.9923142791
    },
    {
        "url":"https:\/\/marketbusinessnews.com\/amazon-launches-a-free-3d-game-engine-lumberyard\/124067\/",
        "text":"Amazon releases free 3D game engine called ‘Lumberyard’\n\nAmazon Web Services is rolling out two new free products for PC and console game developers: a 3D game engine called ‘Lumberyard’ and a service for scaling up back-end infrastructure called ‘GameLift’.\n\nAmazon describes Lumberyard as a ‘free, cross-platform, 3D game engine for you to create the highest-quality games, connect your games to the vast compute and storage of the AWS Cloud, and engage fans on Twitch.’\n\nSunset Meadow – Created with Amazon Lumberyard\nSunset Meadow – Created with Amazon Lumberyard\n\nThe company hopes that by starting game projects with Lumberyard, developers will be able to spend more time creating quality gameplay and building communities of fans, and spend less time on “the undifferentiated heavy lifting of building a game engine and managing server infrastructure.”\n\nLumberyard also comes with a visual scripting tool which Amazon says will allow ‘even non-technical game developers’ to add cloud-connected features to a game in minutes (such as a community news feed, daily gifts, or server-side combat resolution) via a drag-and-drop GUI interface.\n\nThe game engine is made up of technology from CryEngine, AWS, Twitch, and Double Helix. Lumberyard currently only supports Windows Vista, Windows 7, 8, and 10, as well as PlayStation 4 and Xbox One. However, support for VR is in the pipeline.\n\nEric Schenk, General Manager for Amazon Lumberyard, said on the Amazon GameDev Blog:\n\n“At Amazon, we believe it should be possible to make great tools and technology that can simplify development for everyone. And beyond just making game development easier, our hope is to prepare developers for the future of games.”\n\nHe added:\n\n“Amazon Lumberyard is our first step on this road. Starting with proven game and cloud technologies, we have created something new for customers, a game technology that is interwoven with AWS cloud infrastructure and Twitch.\n\n“We are just getting started. We have more to come, and I for one am incredibly excited to see where this road takes us, as we strive to create the tools and technology that make it possible for customers (game developers, players, broadcasters, viewers, and more) to bring previously impossible experiences to life.”\n\nAccording to Amazon, Lumberyard will also support virtual reality (VR).\n\nThe company said: “We have been actively working on VR within Lumberyard for some time now, and it looks great. We are currently upgrading our Oculus VR support to Rift SDK 1.0, which was released by Oculus in late December. We wanted to finish upgrading to Rift SDK 1.0 before releasing the first public version of VR support within Lumberyard, which will be included in a future release soon.”\n\nLumberyard is currently free and available in beta. Developers only pay standard AWS fees for the AWS services they choose to use.\n\nThe move by Amazon is set to give its live streaming video platform Twitch more of a competitive edge over similar platforms which have recently launched, such as YouTube Gaming.",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.6494779587,
        "format_confidence":0.9933518171
    },
    {
        "url":"https:\/\/www.arabianindustry.com\/technology\/news\/2018\/may\/24\/call-for-code-initiative-looks-to-technology-for-disaster-relief-5933135\/",
        "text":"Call for Code initiative looks to technology for disaster relief\n\nCall for Code initiative looks to technology for disaster relief\nThe Call for Code Global Initiative aims to develop ideas to support disaster relief.\nPublished: 24 May 2018 - 1:03 p.m.\nBy: Mark Sutton\n\nA new competition has been launched, supported by IBM, to develop technology solutions for disaster relief.\n\nThe Call for Code Global Initiative aims to bring together startup, academic and enterprise developers, to develop solutions to support humanitarian and disaster relief efforts.\n\nThe initiative was created by David Clark Cause and is supported by IBM, The Linux Foundation, American Red Cross and United Nations Human Rights Office.\n\nThe competition is open to individuals or teams, with entry open from 18th June until 31st August. Thirty semi-finalists will be selected in September, and the winners selected by a prominent jury of technologists. The winners will be announced in October.\n\nAt a keynote address at the VivaTech Conference in Paris, IBM Chairman, President and CEO Ginni Rometty called on the technology industry to help build a better future, committing IBM technology and $30 million over five years to the Call for Code Global Initiative.\n\n\"At IBM, we harness the power of technologies like AI, blockchain, IoT and cloud to address some of the biggest opportunities and challenges in business,\" said Bob Lord, IBM chief digital officer. \"Now, with Call for Code, we are calling on all developers to join us and use these same leading edge technologies to help people, their communities and society.\"\n\nLaurent Sauveur, head of external relations of the United Nations Human Rights Office said: \"Technology can be a powerful force to advance human rights and build more equitable societies. Call for Code is an excellent opportunity to explore how technology can play a role in addressing the needs of the most vulnerable populations and those who are at risk of having their human rights violated in the context of a humanitarian crisis.\"\n\nCall for Code invites developers to create new applications to help communities and people better prepare for natural disasters. For example, developers may create an app that uses weather data and supply chain information to alert pharmacies to increase supplies of medicine, bottled water and other items based on predicted weather-related disruption. Or it could be an app that predicts when and where the disaster will be most severe, so emergency crews can be dispatched ahead of time in proper numbers to treat those in need.\n\nIBM's $30 million investment over five years will fund access to developer tools, technologies, free code and training with experts. The winning team will receive a financial prize, yet, perhaps more rewarding, they will have access to long-term support to help move their idea from prototype to real-world application. This includes ongoing developer support through IBM's partnership with the Linux Foundation.\n\n\"Winning submissions need a strong ecosystem to ensure that they will flourish and continue to be deployed across the globe long after the competition ends. That's where The Linux Foundation is proud to step in and help equip open-source projects with the tools they need to accelerate adoption,\" said Jim Zemlin, executive director of The Linux Foundation.\n\nIn addition to development support, the winning team can join one of IBM's Corporate Service Corps (CSC) teams to apply their idea to a community in need. IBM CSC teams are multi-disciplinary IBM experts who spend four to six weeks in underserved communities around the world to apply technology to local issues and opportunities.\n\n\"The Call for Code Global Initiative was created to realize the full potential of developers, as they play a critical role in driving innovation that can shape and save lives. When these change agents are inspired to use their unique skills to help people in need, they do,\" said David Clark, founder, David Clark Cause. \"There could not be a more significant founding partner for this important global initiative than IBM, and I'm both privileged and honored they have answered the call.\"\n\nClick here to add your comment\n\nPlease add your comment below\nYour email address will not be published",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.8844941258,
        "format_confidence":0.9811966419
    },
    {
        "url":"http:\/\/www.cio.com.au\/article\/558020\/twitter-tears-into-mobile-developer-services-fabric\/",
        "text":"Twitter tears into mobile developer services with Fabric\n\nTwitter tears into mobile developer services with Fabric\n\nTwitter is moving into mobile app services with Fabric, a new tool for developers that ties popular services together into one extension.\n\nThe problem with Twitter has always been monetization: Ads don't pull in the revenue needed to maintain the social network, and it doesn't have Facebook's pull to entice developers to build on top of the platform. But no more -- or at least so Twitter hopes.\n\nToday at its Twitter Flight event, Twitter unveiled Fabric, a software development kit for mobile apps. The move represents the company's first foray into services and something of a new start for the social network.\n\nFabric is an extension that sits on top of existing iOS and Android development environments -- including the Android Native Development Kit and Apple's Xcode --  letting devs quickly and easily pop in features like bug and crash tracking, Twitter identity sign-in, Tweet embedding, Twitter ad plug-ins, beta app distribtuon, and Digits, a new app onboarding concept based on the user's phone number (more on that later).\n\n\"Fabric is deeply integrated with your existing workflow, so you can manage your entire toolset without ever having to leave your favorite coding environment,\" boasts Twitter on the official Fabric page.\n\nIn early 2013, Twitter made the then-baffling purchase of Crashlytics, a startup with a very popular bug tracking tool for developers. It made no sense: What does a social network need with crash tracking? Now, all is clear. The Crashlytics product represents the core of Fabric's value to app developers, who can now quickly add that functionality to their code in just a few clicks.\n\nBy simplifying everything from identity to crash tracking, without forcing users to rely on a proprietary IDE, Twitter wants to entice developers to build more apps on top of its platform, even if those apps have nothing to do with Twitter's own social graph. Of course, if you want your app to post to Twitter or have some other kind of social element, that's now easier, too.\n\nBut prepare for a wave of apps that use Twitter technology in ways that end users may never be aware of. Digits, especially, presents a huge opportunity: Twitter has figured out a system for authenticating users with just a phone number, rather than requiring an email address. In developing countries, where phone numbers are a lot more prevalent than email addresses, tying identity to something other than the inbox means a much larger potential user base.\n\nThe upside for Twitter here is that MoPub, Twitter's advertising offering (another acquisition, and similar to Apple iAds), is just as easy to integrate as other features. And, of course, Twitter takes a cut of that revenue.\n\nThe launch of Fabric is reminiscent of nothing so much as Salesforce's acquisition of Heroku; in both cases, the new offerings seemingly had nothing to do with the  product except to make it easier to build new apps atop the core offering and build out the platform. And in both cases, even when developers aren't working with the core product, they still win.\n\n\"After this, Twitter will now be Twitter the consumer app, and Twitter the mobile services company,\" Twitter's Kevin Weil, who's leading the Fabric effort, told Wired earlier today.\n\nIt's a lofty goal, but it may be a necessary one for the long-term survival of both aspects of Twitter. After all, building features onto an existing product is relatively easy compared to building a successful, viable platform. It seems like Twitter has found a new line of business that dovetails nicely with the core product that made it famous.\n\nJoin the CIO Australia group on LinkedIn. The group is open to CIOs, IT Directors, COOs, CTOs and senior IT managers.\n\nJoin the CIO newsletter!\n\nError: Please check your email address.\n\nTags App DevelopmentAppletwittermobileFacebook\n\nMore about AppleFacebook\n\nShow Comments\n\nMarket Place",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.9550324678,
        "format_confidence":0.9270331264
    },
    {
        "url":"http:\/\/i-programmer.info\/news\/86\/5407.html",
        "text":"Help For Testing With Modern.IE\nHelp For Testing With Modern.IE\nWritten by Kay Ewbank   \nFriday, 01 February 2013\n\nMicrosoft has released a free set of virtual tools to help you ensure your sites \"work beautifully across Internet Explorer\". Modern.IE is a website that includes the tools, guidance and other resources.\n\nIt’s no secret that some developers have stopped supporting IE in their websites, and the new modern.IE site is part of Microsoft’s drive to rehabilitate its browser.\n\n\n\nAs part of the release Microsoft announced a partnership with BrowserStack, a browser testing service that lets developers test their sites on any browser on any Windows OS. The Microsoft partnership means that if you visit BrowserStack via modern.IE, you can have three months free use of the its service.\n\nThe site also includes a code detection wizard to detect common coding issues that could make IE not show your site correctly. The wizard detects the most common compatibility issues – like an outdated jQuery web framework – and shows you the solution. It also indicates when there are known compatibility issues that might prevent a site from rendering in the latest version or pre-release of IE.\n\nAccording to a post on the Windows blog by Ryan Gavin, General Manager Internet Explorer, the wizard also includes “emerging best practices on the web”  that apply to different devices such as mobile, desktop and tablets. The wizard suggests ways to implement feature detection, best practices for coding with CSS prefix, and suggests ways you can avoid using plug-ins. There are also suggestions for how to make your site use Windows 8 features such as touch-enabled browsing and Start Screen site tiles.\n\nThe site also includes Microsoft’s top 20 tech tips that address most of the compatibility issues developers have coding for IE. The list has been moderated by Dave Methvin, President of the jQuery foundation, and Rey Bango, Microsoft’s Technical Evangelist and former member of the jQuery Project.\n\nGavin said in the blog post:\n\n\"We want to help. We want the web to move forward. And we genuinely want web developers to spend more time innovating and less time testing.\"\n\n\n\n\nMore Information\n\nmodern.IE website\n\nIntroducing modern.IE\n\nRelated Articles\n\nWhy Do We Tolerate IE? Just Say No\n\nA Browser For Work and Another For Play\n\n\nTo be informed about new articles on I Programmer, install the I Programmer Toolbar, subscribe to the RSS feed, follow us on, Twitter, Facebook, Google+ or Linkedin,  or sign up for our weekly newsletter.\n\n\nblog comments powered by Disqus\n\n\n\nAWS Adds Java Lambda Support\n\nAmazon Web Services (AWS) has updated AWS Lambda to let you write Lambda functions in Java, including Java 8.\n\nSupreme Court Refuses To Reconsider API Copyright Decision\n\nIn the latest twist to the Oracle versus Google lawsuit over Java and Android, the Supreme Court has declined to consider Google's petition to reconsider the issue of copyright, essentially finding in [ ... ]\n\nMore News\n\nLast Updated ( Friday, 01 February 2013 )\n\nRSS feed of news items only\nI Programmer News\nCopyright © 2015 All Rights Reserved.\nJoomla! is Free Software released under the GNU\/GPL License.",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.8696808815,
        "format_confidence":0.9835035801
    },
    {
        "url":"https:\/\/www.infoq.com\/news\/2015\/07\/JRuby-9000-Released",
        "text":"JRuby 9000 Released Featuring Ruby 2.2 Compatibility\n\n| by Victor Grazi Follow 20 Followers on Jul 22, 2015. Estimated reading time: 6 minutes |\n\nJRuby has released version 9000, the ninth release of the popular implementation of Ruby for the Java Virtual Machine.\n\nOriginally released in 2001, this is the first major JRuby release since Oct. 2012 when version 1.7.0 was released. The new version is fully compatible with the Ruby 2.2 specification, making this the first Ruby 2.x compatible release since Ruby 2.0 was first inaugurated in Feb. 2013.\n\nAccording to the JRuby press release:\n\nJRuby 9000 is the ninth major release of JRuby. We opted to go with 9000 as a code name and as a version number to separate it from Ruby's version numbers (1.8, 1.9, 2.0 etc).\n\nJRuby 9000 represents years of work by dozens of contributors. It is the single largest JRuby release we've ever done.\n\nThe new JRuby version requires Java 7 or better. The execution runtime has reportedly been completely rewritten and in addition to Ruby 2.2 compatibility offers improved performance.\n\nRuby job openings have nearly doubled over the past five years, as measure by job trends. Ruby is particularly attractive to developers because in the words of Ruby creator Yukihiro Matsumoto \"Ruby is designed for programmer productivity and fun.\" Ruby is a pure functional, object oriented programming language, where even primitive structures like numbers and booleans are objects. It is said to follow the \"Principle of Least Surprise\".\n\nInfoQ spoke to Charles Oliver Nutter co-lead of the JRuby project and senior engineer at Red Hat about the release and about Ruby in general:\n\nInfoQ: JRuby seems to be enjoying some great traction. What's the secret?\n\nNutter: Patience. We've always believed that as Ruby applications \"grow up\" they'll hit processing and memory limits running on MRI. When that happens, the answer is almost always to move to JRuby to scale better horizontally and make better use of available hardware.\n\nInfoQ: How do you compete with overlapping languages like JavaScript, Groovy and Clojure?\n\nNutter: We don't really see it as competing. JavaScript has its place as a language of the front end, and even though Node has made inroads on the server it's a very limited environment. Groovy is like a \"dynamic Java\" and it fits best as part of a mostly-Java application. Clojure is an excellent data-processing language. But nothing really competes with Rails and the other Ruby web frameworks for ease of use and time to deployment.\n\nInfoQ: Can you talk about plans for JRuby on Rails?\n\nNutter: JRuby on Rails remains one of our biggest selling points, but with the rise of microservices we're seeing a lot of users push lots of \"small\" JRuby servers for fast APIs and vertical features. We will continue to support Rails as long as it's the most popular Ruby web framework, and we work with members of the Rails team to make sure JRuby and Rails go well together.\n\nInfoQ: There seems to be a lot going on in the Graal\/Truffle area. Can you give us an update on that?\n\nNutter: We're very excited about the work Oracle labs is doing on Truffle, and we're happy to host and collaborate on the JRuby + Truffle project in our codebase. There's a long road ahead, but the early results are very promising. Once JRuby + Truffle is ready for prime time, you can be sure we'll let the world know.\n\nInfoQ: Would you say JRuby is Ruby on the JVM, or Ruby and more?\n\nNutter: We always try to emphasize that JRuby is \"Just Ruby\". We're proud to say that we consider JRuby a Ruby implementation *first* and a JVM language *second*. This doesn't mean we aren't a great JVM language, but we know that Ruby compatibility is the most important of our goals.\n\nInfoQ: Does Ruby author Yukihiro Matsumoto or any of the Ruby MRI team get involved in JRuby?\n\nNutter: Yes indeed! We are good friends with Matz and Koichi and Nobu and many other core developers from MRI. We exchange optimization strategies, debate new features, and talk about future plans. Our mailing list is even hosted on We value our relationship with the Ruby core team very highly.\n\nInfoQ: Can you talk about some of the new features that would make users want to upgrade?\n\nNutter: Other than the compatibility bump to 2.2 (the current version of Ruby), we've also made improvements in concurrency, memory efficiency, and native integration -- especially around IO and process management, traditionally difficult areas for JVM languages. And of course our new runtime opens the door to really exciting optimization paths over the coming months.\n\nInfoQ: Who has been your target user and how is that evolving?\n\nNutter: Our target user has always been the Ruby shops that grow out of MRI. We have never said that JRuby should be the only Ruby implementation, but we realize that eventually applications need what the JVM can provide. That's why we love working on JRuby, and why we've seen adoption increase rapidly over the past few years.\n\nInfoQ: How have the changes in Java 7, in particular invokedynamic & Co, worked out? The initial versions of Java 7 had bugs that prevented JRuby from using it, but what's the experience in Java 8? Have they really brought the expected improvements? \n\nNutter: Current versions of Java 7 and Java 8 have resolved all our issues with invokedynamic. The performance gains have been moderate, but as the JVM folks continue to optimize we see steady improvement. As we improve our own compiler optimizations, we'll start to utilize invokedynamic better, along the lines of what the Nashorn folks are doing with type specialization.\n\nInfoQ: Are there still JVM constraints that limit 3rd party languages from being fully ported to the JVM? Eg. lack of value types, native code integration, etc. What other features would help JRuby (lightweight coroutines, etc)?\n\nNutter: The lack of value types definitely impacts our ability to do fast math operations, which is why we're excited about the new compiler architecture. Native code integration would be nice to have in the JDK, but we already maintain the best external libraries for that (the JNR suite of projects). Coroutines would be fantastic to have; our Fiber implementation is still using fully-native threads, which limits what you can do with Fibers on JRuby. We'd also like to see the escape analysis in Hotspot improved to the point that it is actually useful for us; currently, it doesn't help at all.\n\nInfoQ: What's the reality of 3rd party library support in JRuby, in particular ones using native extensions? Are library creators using more pure Ruby code or are they still using native libraries for speed or system integration?\n\nNutter: We can tell JRuby has become important to the Ruby community because almost all popular C extensions come with JRuby versions now. We try to work closely with the community to make sure that Ruby users can drop their applications into JRuby without any major modifications, and we're mentoring a Google Summer of Code student working on porting a popular C extension to JRuby this summer.\n\nInfoQ: What's the status of JRuby on systems like Android? How have the improvements of Dalvik & ART impacted the JRuby performance?\n\nNutter: Sadly, the maintainers of the Ruboto project (JRuby on Android) no longer have time to work on it. We are very interested in looking at RoboVM as a future path to getting JRuby on both Android and iOS, but for the moment it's an open question. Ruboto still works, but there's nobody pushing it forward right now.\n\nInfoQ: What else would you like readers to know or would pique their interests relating to JRuby and this release?\n\nNutter: This is the first release of JRuby to finally catch up compatibility with MRI. For the first time, we can take a step back from compatibility work and focus on using our new runtime to push Ruby performance closer to Java and C. We'll also be able to keep up with future Ruby versions, so JRuby users can use all the latest features.\n\n\nRate this Article\n\nAdoption Stage\n\nHello stranger!\n\nYou need to Register an InfoQ account or or login to post comments. But there's so much more behind being registered.\n\nGet the most out of the InfoQ experience.\n\nTell us what you think\n\nAllowed html: a,b,br,blockquote,i,li,pre,u,ul,p\n\nEmail me replies to any of my messages in this thread\nCommunity comments\n\nAllowed html: a,b,br,blockquote,i,li,pre,u,ul,p\n\nEmail me replies to any of my messages in this thread\n\nAllowed html: a,b,br,blockquote,i,li,pre,u,ul,p\n\nEmail me replies to any of my messages in this thread\n\n\nLogin to InfoQ to interact with what matters most to you.\n\nRecover your password...\n\n\nFollow your favorite topics and editors\n\nQuick overview of most important highlights in the industry and on the site.\n\n\nMore signal, less noise\n\nBuild your own feed by choosing topics you want to read about and editors you want to hear from.\n\n\nStay up-to-date\n\nSet up your notifications and don't miss out on content that matters to you",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.9860188961,
        "format_confidence":0.6448544264
    },
    {
        "url":"http:\/\/www.theregister.co.uk\/2013\/11\/05\/lavabit_kickstarter_project\/",
        "text":"Related topics\n\nLavabit bloke passes hat for open-source secure email master plan\n\nSnowden's old mail provider wants '100 Lavabit-like services'\n\nOliver Twist\n\nLadar Levison, the former operator of the Lavabit secure email service that was once used by NSA leaker Edward Snowden, has launched a Kickstarter project to raise funds to release the site's code as an open source project.\n\nLevison shut down Lavabit in August, and while court orders forbid him from discussing details of the situation, it is widely believed that the move was in response to a subpoena to turn over his users' data.\n\nAt the time, Levison posted to the company's homepage that he felt scuttling the service was his only option, or else he would \"become complicit in crimes against the American people.\"\n\nSince then, he has teamed up with the team behind Silent Circle – which also briefly offered a secure email service, but similarly closed it down in August – to form the Dark Mail Alliance, a group dedicated to creating a new email system designed to be impossible to eavesdrop.\n\n\"The Summer of Snowden may have taken the Lavabit email service offline, but the lifeblood of the service is still alive and relevant to Dark Mail,\" Levison writes on his new Kickstarter page. \"The goal is to perfect and release its source code as a free and open-source software (F\/OSS) project.\"\n\nTo that end, Levison is seeking to raise $196,608*, of which $25,000 had already been pledged when The Reg hit the big, red publish button on this story.\n\nThose funds will go toward paying programmers to clean up the code and get it into a form that can be released to the public so that it can be used to create new secure email systems like the one Levison used to operate.\n\n\"Since I've basically decided that I don't think I can return as a service provider until my case is settled, I've decided that if there can't be a Lavabit, the next best thing is a hundred Lavabit-like services,\" Levison said in the video accompanying the Kickstarter project.\n\nIf the project is funded, Levison says he will be looking for engineers with experience in C, Javascript, HTML, SQL and JSON.\n\nThe software itself consists of \"magma,\" a mail daemon that transparently encrypts data before writing it to disk. The magma daemon supports access via SMTP, POP3, IMAP4, and HTTP, and part of the project will involve adding support for the new, end-to-end encrypted Dark Mail protocol being developed by the Alliance.\n\nIn addition, Levison plans to develop Dark Mail–compatible email clients for Windows, OS X, Linux, iOS, and Android, which will also be released as F\/OSS projects.\n\nBackers of the Kickstarter project will receive various perks, ranging from access to official binaries to early access to the source code, installation support, and a limited-edition polo shirt.\n\nThe funding period extends until 8:00PM Eastern time on Wednesday, November 27 – coincidentally, the day before the American Thanksgiving holiday. ®\n\n\n* Levison's funding amount is a curious one, and although El Reg has asked for clarification, we haven't heard anything back. The decimal number 196,608 is equivalent to 110000000000 in binary or 300000 in hexadecimal, but those numbers don't hold any special significance for us, either. If Reg readers have any ideas, we'd love to hear them.\n\nSponsored: Flash Array Deployment: Download the Dummies Guide",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.6716971993,
        "format_confidence":0.9956822395
    }
]