[
    {
        "url":"https:\/\/powerpoetry.org\/poems\/confidence-killer",
        "text":"Confidence Killer\n\n\nThere were times when I wasn’t happy with who I was.\n\nThere were times I was too confident in myself\n\nThere were times where all I wanted to do was run and hide.\n\nThey say it’s hard to be a teenager – having to figure out who you are\n\nBut what they didn’t prepare me for was the constant anxiety.\n\nI tried being the tough chick, the smart chick, the chick who just didn’t give a crap.\n\nTried giving myself hundreds of makeovers,\n\nNothing ever seemed to work.\n\nI always felt like the outcast,\n\nNot because I was just so awkward – even though it’s true.\n\nI wasn’t so ugly that everyone wanted to put a paper bag over my head.\n\nThere’s always the one flaw that kills a teenager’s confidence.\n\nMine just happened to be obvious.\n\nSure not everyone said something about it\n\nBut the question was always there.\n\nAn elephant in a room filled with ballerinas.\n\nWhen questions were asked, I was to play it off.\n\nAct cool.\n\nBut I’m far from “cool.”\n\nInstead I’d answer questions.\n\nI’d get defensive.\n\nI’d feel the tears.\n\nBut I learned one thing from a person who meant so much to me.\n\nHe never said a word about it.\n\nHe loved me like it was his last day breathing.\n\nHe made me feel confident.\n\nHe made me feel beautiful.\n\nI learned to be happy.\n\nI learned to deal with the flaws life gave me.\n\nCorny as it may seem:\n\nI learned to love the imperfections because they made me, me.\n\nBut Amblyopia is still a bitch.\n\n\nPoetry Terms Demonstrated: \n\n\nNeed to talk?\n\nIf you ever need help or support, we trust for people dealing with depression. Text HOME to 741741",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.7298144698,
        "format_confidence":0.9906986356
    },
    {
        "url":"https:\/\/adlabs.com.br\/Nutrition\/Nation-Nutrition_4fe029f940_Cbd\/Oil",
        "text":"Nation Nutrition Cbd Oil ADLabs Digital\n\nWhen the theory of the five elements penetrated into the hearts of the people, almost everyone felt that the Nation Nutrition Cbd Oil fullness of energy was exhausted. Faced with the pressure of thousands of gangsters, no one can still raise the desire for confrontation That is a huge psychological pressure. Could it be the mandrill involved in the Baigu case and the ghost prison case? I kept asking this question once, How Often To Hit Cbd Vape twice, and repeatedly, but I didnt have the answer myself Boom A heavy footstep spread, a large swath of branches was overwhelmed, and then I saw a behemoth walking towards us. If you need to act in person for everything, then what is the boss? In fact, the deeds of Brother Dao have become some rumors circulating among the underground forces of ZH, and some rising gangsters dont even know. What is rare is that he can remember time clearly, and at this time, Stores That Sell Cannabis Oil the Where Can I Buy Cbd Water Near Me eyes of students who were dissatisfied with Zhang Yang are also full Its unbelievable that even many Nation Nutrition Cbd Oil people I hope Zhang Yang will continue to talk about it Of Nation Nutrition Cbd Oil course there are many people who want Zhang Yang to be embarrassed Cao Bin, States Where Hemp Derived Cbd Is Legal Without A Prescription the word Nation Nutrition Cbd Oil Guohua Really decides to live in life. In fact, we have nothing to move, its all things that we carry with us The md hemp oil house that Tashi Cijie rented to us was the best in the village. Wang Feng and Zhang Yun couldnt help looking at each other, their backs were chilly They have always claimed to be ironblooded figures, and they have only been issued now. Liu Biao immediately sneered, and slowly walked towards Zhou Sheng with a lame leg, looking terrifying and exuding a strong murderous intent If Liu Biao did not have a lame leg. In the past, it was Cbd 350 Vv Vape Pen through public opinion that the United Kingdom turned its former enemies into allies, at least temporary allies, and then worked with them to deal with threats. Because he hopes to be able to do a good job in the next battle, it now appears that this is very likely to be a largescale actual military exercise, just Nation Nutrition Cbd Oil to test military tactics It just so happens cbd water for sale near me that you can check yourself. Dont forget that he used the cavalry to attack the side wing of the rebel army last time, thus defeating Shi Dakai! With lessons learned, it seems understandable that the rebel army strengthened its flank. He regrets to death now, why is Liu Xiahui? Now he is struggling with death There are women who are not stupid Although they were confused at the time, didnt they wake up later? Hey, Zhang Yang scratched his head. I think we can use the opportunity of the fleet to invite the fleet to visit Panama, and then use the Chinese workers incident to decisively Occupy Panama to control this throat. To his career in other cities Of course, Brother Nine is not worried, he believes that this matter should be Nation Nutrition Cbd Oil as simple as one sentence Waiting is anxious! Boom The Nation Nutrition Cbd Oil meditating Brother Nine was awakened. When he saw his opponent covered in blood When he fell to the ground, his sanity was completely annihilated, Adhd And Cbd Oil and all that was left in his eyes was blood and killing Lets go. All the pistols are concentrated to the first regiment one camp! All pistols except the cavalry company! how much is cbd Including my own pistol! When this order was given Lin Yuqing took off his belt and threw the two pistols along with the belt and holster onto the Nation Nutrition Cbd Oil carriage At that time, the first battalion will be an advanced soldier with pistols and grenades as weapons. I wont talk about the specific plan now I already have a spectrum in hemp cream amazon my heart When the time comes, all you have to do is listen to my command I asked Tsing Yi why he didnt tell us now He smiled and said Once the war starts, the situation hemp joint cream will change rapidly. what will happen next Some people cant live! My lord, after the Hong bandit, do you want to Wu Zishan naturally refers to Hong Xiuquans sons. Zhang Yang sweated profusely cbd topical oil for pain It seems that Liu Biaos mother is Zhu! ? Awesome! Zhang Yun moved, and Zhang Yun actually launched an attack first This was beyond all expectations Zhang Yuns short and powerful body was like a cannonball. it was the girl on the train The girl hooked her head with a blushing face Obviously, it takes a lot of courage for her to sit here and wait for the show.\n\nthere is only such an immigrant farm cbd cream amazon Extract Of Cannabis Oil in the square garden here How can one woman protect oneself without the weapon? Of course, this possibility is almost zero. the unwilling character of hundreds of thousands of scholars and hundreds of thousands of survivors who committed suicide has disappeared. And this time Mengmeng confuses cbd hemp oil topical the bullhead ghost, I think Put Thc Oil On Hand there is also a lot of luck in it, and there is also the one horn that evolved on Mengmengs head Nation Nutrition Cbd Oil that played a lot of roles It seems that cbd oil spray amazon I have time. Zhu Yao said It said that Nation Nutrition Cbd Oil there is a treasure in the bronze coffin, and it gave the treasure to us, and then begged us to let it Nation Nutrition Cbd Oil go When Nation Nutrition Cbd Oil I heard that there was Nation Nutrition Cbd Oil a Nation Nutrition Cbd Oil treasure in the bronze Nation Nutrition Cbd Oil coffin, I became energetic at that time. Hearing hemp oil sales near me what I said, Long Wanshan and the Red Devils, who were temporarily in Non Mlm Hemp Cbd Oil Companies a daze because of the two dragons fighting against each other, were also at the same time Pounced at Shanyu Because california hemp cream of the injury, Nation Nutrition Cbd Oil Shan Yu also Effects Of Cbd Oil On Type 2 Diabetes blushed With a roar of Oh, he spit a huge Nation Nutrition Cbd Oil dragons breath at the four of them. Unexpectedly, Huber would actually raise theZ flag This is the treatment that Werneuf only has! Wernerf in his mouth was the commander of the French fleet in the Battle of Trafalgar In that naval battle, Nelson raised the Z flag, and now Huber actually raised this flag, which was really unexpected. What if our people also accept this religion? And if we dont accept this religion, then , Nation Nutrition Cbd Oil How Electra Cbd Hemp Flower can they accept this kind of religion? The last Nation Nutrition Cbd Oil group of people walked to the edge of the city and looked at the woods in front of them At the edge of the woods, you could see the land where the indigenous people guarded them. Go! Zhang Yang dragged Liu Best Cbd Oil Etracts Biao, who was still lying on the ground, and ran to the small bedroom behind Bec9me A Cbd Oil Distributor the old man who was sleeping. It was almost half past eight in the evening, when we were waiting impatiently, a heavy footstep slowly came up from below His steps were heavy, as if he was stomping heavily every step of the way. Seeing Song Chunlins wife go out, dc cbd reviews I asked Shes alone, wont you run around? Song Chunlin said, its okay, she has never left the gate, for so many years she has never made a step When he said this, Song Chunlins expression looked very bleak, obviously he was Nation Nutrition Cbd Oil thinking of the past. Before leaving, he baked a few cakes and took them out to Li Guoan Li Guoan gave him one, ate one by himself, and gave another one to the emperor At Aldi Store Location Melbourne Cbd this time, Yi Xin was so hungry that her eyes were blooming At this time, she had such a pancake. Lan Gongweis body was cbd balm for nerve pain formed with lightning speed After the dragons cbd edibles miami body was formed, it hovered in the air, and then opened the dragons mouth and roared at Shanyu Wow! The sharp voice Cost To Start A Cbd Online Store of dragon chants carried a huge stream of water and pushed it towards Shanyu. Although this is a negligibly small error, it is an error that can determine the outcome Later, Zhang Yang can even touch how much is cbd it a few times, and the new age premium hemp oil 1000mg young man Can You Extract Cbd Oil From Marijuana Still helpless After figuring out the young mans memory rules, Zhang Yang gradually began to control his playing cards. Burn! hemp near me You have to burn those foreign Is Hemp Cbd Legal In Tennessee factories, if you dont burn them In other words, the governors office does not know that the peoples anger is surging Nation Nutrition Cbd Oil and we do not know that we are Nylon Hall! Just to go to the governors office, his surname Li would still play us as soft dough. and you have left a debt to your cbd arthritis cream uk son Now you have to divide the cvs hemp cream for pain money and divide the house But they are divided among three daughters of my own. Of course it is not guns that are of interest Hu Linyi thought so silently in his heart that he was more interested in the Lord Hou in front of him than guns.\n\nIts dark Cbd Oil Advanced now cbd for life pain relief spray review No one can find in cbdmedic back and neck reviews the water Where is the water going? Yuanjiang! Zhang Yang looked at a river next to the construction site. It seems normal to take out hundreds of thousands from the bag If there is nothing in the bag, Money will make Zhang cbd cream for cold sores Yang feel abnormal. really! The young man was already wearing an inferior black suit, and he sneaked step by step with his sharp waist knife in his hand He seemed to hesitate at this door and Nation Nutrition Cbd Oil cbd wellness nm finally he poked his head Come in. The US cotton yarn is of good quality while the national cotton yarn is short Nation... (truncated)",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.7354158759,
        "format_confidence":0.8069294691
    },
    {
        "url":"https:\/\/garybonn.com\/the-nursing-crimes\/",
        "text":"The Nursing Crimes\n\nNurse's hat 03 50% JPG\n\n\n\nKiko sits among the crowded nurses all squeezed together, two to a seat and spilling off the ends of padded benches. Nurses being loud in a restrained and socially acceptable but savagely competitive way. Every nurse present is having the same conversation. All of them are the busiest nurse on the busiest ward and struggling, supernurse-style, with gargantuan levels of busyness which would crush lesser people – the ones they’re talking to currently.\n\nEach nurse being informed of this, subtly, loudly or with increasing levels of politely shrill interruption, replies that she is not only busier but has left her helpless patients for a coffee break only because she was forced at gunpoint to do so. ‘Honestly’, they say, ‘we’re short-staffed. I’ve had to admit seventy people, discharged two hundred, do fifty bed baths while performing two simultaneous resuscitations’ and so on. It’s difficult to take this sort of thing seriously as the wards only have beds for forty-two people.\n\nThe usual response is, ‘Short-staffed? We’re three down and the rest of us getting shorter. My poor feet are worn down to my pelvis and I can hardly reach the medicine trolley. God only knows how I’ll cope’.\n\nActually they don’t say these exact words but the morning tea break\/lunch\/whatever battle is unremittingly tedious. Two nurses meeting at a party a million miles away will engage in this manner. They can’t stop themselves.\n\nKiko, however, sits hunched and pale. She’s small, legs wound around each other, hands gripped in her lap. Tense, lonely, she never looks happy. Other nurses call her Karen because she’s foreign and Kiko is too difficult for them to pronounce.\n\nI feel for her. Why on earth she came to the UK to study nursing is not only beyond me but I suspect she started wondering too – about three seconds after she met us.\n\nShe and I are third year student nurses, which gives us the status of maggots in a five star restaurant. I’m also male which demotes me to about the level of last month’s potato peelings the restaurant rat ate and vomited. Some nurses are surprised I can actually talk and write.\n\nWelcome to King’s College Hospital nurses’ canteen and noise levels that can pop rivets from ships.\n\nThe only available space to sit is on the games machine. I’m relieved to see Simon, another male nurse, already there. Simon… I’ll need two cups of tea this morning because talking to him will involve spilling at least one. I also buy a wholemeal roll I can use as a weapon.\n\nActually his name isn’t Simon. He’s from Africa somewhere and I can’t pronounce his real one. He fails every time with mine too so we merely find new names with which to offend each other.\n\nI weave my way between knobbly lines of black-stockinged knees like an insect in a millipedes’ hosiery outlet and settle myself on the games console. “Good morning, Simian. How’s you?”\n\nHe looks up through an eye-stinging cloud of cigarette smoke. “It’s the smelly haggis bloke. Busy?”\n\nThat word … that bastard question. I’ve spilt some tea just as a result of being asked it.\n\nBusy? Me? Nah. Can’t be arsed. Stupid patients, they’re all ‘Oh look at me I’m sick’. I tell them they should have thought about that before they came into the hospital. It’s survival of the fittest here.”\n\nAt least three nurses nearby have fallen into horrified silence. I’ve blasphemed. Patients are sacred. Well no – they are the lowest level of life imaginable – but you don’t ever say that.\n\nPatients don’t even have real names. One is the hip in bed four, another the whinger in bed twelve who should be tied to the bed-rails with bandages and beaten silent with a steel bedpan – but never is.\n\nYou see, the only reason patients exist is to allow middle-class angels the chance to prove to the world they are the most perfect, caring and exemplary nurses ever born. ‘Look at me being perfect and so very, very busy!’. To suggest you don’t care about the poor leg ulcer in bed nine is like … no, nothing compares.\n\nThe nurses sitting near us look in wide-eyed startlement at each other as if they’ve misheard me – not that they were actively listening to someone else’s conversation. Oh no, that was purely accidental. When they’ve finished struggling to breathe they try the tight-lipped moral-high-ground death-stare at me which never works.\n\nAnyway,” I say to Simon, “You’re normally on second break. What brings you hither so precipitately?”\n\nDon’t give me all that Scottish shite talk. I’m here because I need to take both breaks so I can work something out.” He frowns, waiting for his own blasphemy ‘take both breaks’ to silence more scandalised nurses. “I was supposed to insert a nasogastric tube in a patient. Not sure if I got the right patient – or the right tube. It went into his nose OK but I think it’s a urinary catheter. I couldn’t work out if it even went into the right place. I inflated it as usual but one of his eyes swelled up and looks like a goldfish bowl now. I’m not sure what to do so I’m thinking it over. Do you know where I can get goldfish round here?” He takes a sip of tea. “Anyway, where’ve you been the last few weeks? I heard you were suspended for switching all the cardiac monitors off.”\n\nI appealed successfully. I’m allergic to beeps and told the patients to call me if their hearts stopped.” It’s getting quieter in the canteen.\n\nSo where were you?”\n\nSpecial clinic.” He looks bemused so I explain. “Sexually transmitted diseases.”\n\nFor so long? What on earth did you catch?”\n\nFat chance of catching anything round here,” I say, scanning the room. “Female nurses don’t do sex – too unhygienic or something.”\n\nHe nods, his deep voice reverberating in the spreading hush the word sex has caused. “It’s true. See this lot? Most of these women look as if they never even go to the toilet.” We are now the focus of so many death-stares that only the cockroach in my roll may make it out of here alive. He asks, “And what did you learn in the special clinic?”\n\nI saw a tiny wriggly thing under the microscope.”\n\nYou actually found your penis at last?”\n\nI tell you, there was one scrawny bloke, short thin and weedy. I told him to get it out and this thing kept unfolding and unfolding … and unfolding. No one needs one that long. I told him he could sell parts of it and still not miss out. I was wondering if he would lend me a bit.”\n\nI scored! Simon actually snorted tea everywhere. He wipes his tunic in order to make it look like blood stains. “Anything else interesting?”\n\nYes. I saw a clitoris.”\n\nWhat’s that?”\n\nA squidgy thing women have. Not sure what they’re for.”\n\nWhere do they keep them?”\n\nDunno. Do you think it’s important? I wasn’t really concentrating. The registrar was going on about a test he’d done on the clinic’s toilet seats. He said no one uses them and they’re the only sterile thing in the entire health service.”\n\nBut Simon, once on the subject of sex, is not to be deflected. “I take it you didn’t score there.”\n\nNo but we’ve scored this morning, right here on this games console: today!” Absolute silence pervades the canteen as ears strain to listen in a ladylike ‘I’m not listening but concentrating on how to selflessly save more lives. If I hear anything it won’t be my fault’ way.\n\nSimon smirks. “This cannot be related to my usage of the word ‘score’.”\n\nWe’ve scored all right. We’ve silenced nearly a hundred battling tongues and made Kiko laugh. The entire world gasps in awe.”\n\n\n\n©Gary Bonn, 2018\n\nMore Stories 03",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.675531745,
        "format_confidence":0.9613440037
    },
    {
        "url":"https:\/\/www.booksie.com\/473084-depression-is",
        "text":"Depression is\n\nReads: 117  | Likes: 0  | Shelves: 0  | Comments: 2\n\nMore Details\nStatus: Finished  |  Genre: Poetry  |  House: Booksie Classic\n\nSubmitted: July 06, 2016\n\nA A A | A A A\n\nSubmitted: July 06, 2016\n\n\n\nDo you ever just feel lost even when you know where you are?\n\nWhen all you can think is \"I want to go home\" even when you are home?\n\nThen realizing you mean something different by home but can never figure it out?\n\nLike even though life is better than it's ever been you still feel a dark cloud clogging your lungs and heart?\n\nDo you feel exhausted mentally and physically no matter how much sleep you get?\n\nDo you ever feel broken, hearing your veins sing and your skin scream?\n\nDo you ever feel like there is no way to get this feeling away?\n\nDo you feel like ripping away all your skin to emerge from it?\n\nTo become a Phoenix?\n\nTo die and be reborn better, happier, more human? \n\nBecause from time to time I do. \nThis is my depression, my bipolar, or whatever other name doctors and scientists may put on it. \n\n\nDepression isn't beautiful. It's terrifying.\n\n© Copyright 2017 Kristen Albert. All rights reserved.\n\nAdd Your Comments:",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.9773387313,
        "format_confidence":0.9545281529
    },
    {
        "url":"https:\/\/jooram.com\/2015\/09\/10\/suicide-prevention-day-karma\/",
        "text":"Suicide Prevention Day: Karma\n\nI already linked to this story when it was published on someone else’s blog, but I thought it would be appropriate to repost today. Enjoy!\n\nJenna climbed the stairs, flight after flight leading her into the sky. The sun was setting over the city. Below, a million busy people were swarming through the streets, going home from school or work, meeting their friends and collecting their kids.\nPausing for breath, Jenna leaned over the railing, watching. She wondered how many of them would notice if she were to drop dead on that rooftop. She wondered how long it would take for someone to find her, if anyone would even miss her.\nThey would notice her if she dropped out of the sky though. Not the quiet, plain girl in the corner any more. Just a mess on the pavement. She would make an impact then. Jenna closed her eyes and gripped the rail, lifting her leg to climb onto the edge.\n\nJenna jumped, hearing a voice behind her. Her foot slipped, losing purchase on the edge, keeping her on the rooftop. Her heart pounded as she turned around.\n“Are you okay?” A woman stood near the door.\nJenna scowled at her. “You a cop? Trying to stop me?”\nThe woman shook her head. “I’m not a cop.”\nJenna turned away. “Then leave me alone.”\n“Watch then. Whatever. I don’t care.”\nThe woman moved closer. “It doesn’t hurt forever.”\n“Like you’d know.” Jenna snorted.\n“Try me.” The woman stood beside her, looking over the edge. “I know more than you think.”\nJenna shook her head. “I’ll just come back tomorrow. Or wait for you to go home. You can’t stay out here forever.”\n“You’re wrong. About everything. You’ve got so much ahead of you. And you can be anything you want to be – a vet, a model, an artist.”\n“You don’t know anything about me.”\n“I know more than you think, Jenna.”\nJenna looked up. “Have we met?”\n“Maybe a long time ago in a future that won’t happen if you jump.”\n“Who are you?” Jenna stepped away from the edge, staring at the woman. She looked ordinary, more like a younger version of her own mother than a dangerous stalker.\n“Someone who needs you to live. Whatever they say, Jenna, you don’t have to believe them. And you might not see it, but you’re beautiful. You’re clever. And you’re talented. You just need a little more time.” The woman smiled. “If you jump, you’ll miss it all. Your story will be short and sad. No first kiss. No career. You’ll never meet the father of your children and your children will never be born.”\n“So they’ll never grow up to change the world. And neither will you. You’re special, Jenna. And there is only one way to prove that.”\nJenna took another step towards the door, both women reaching for it at the same time.\n\nThe woman smiled as she descended the stairs remembering the night twenty years earlier, when a woman she had never met decided to save her life.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.9255923033,
        "format_confidence":0.7757257223
    },
    {
        "url":"https:\/\/sett.com\/wellingtonstreet\/subject-file-4-the-intruder",
        "text":"Wellington Street\n\nIn which we take a stroll down a very strange stretch of road.\n\n\nRead Next\n\nSubject File 4 \"The Intruder\"\n\n“When I was younger, I would sometimes wake up late at night, unable to move or speak. I found out that I was suffering from a very rare form of sleep paralysis, one that affects only three percent of those who suffer from it. Although many of the symptoms easily explained, the doctors couldn't explain everything. I sometimes awoke to a figure sitting on top of me, looking into my eyes. The sensation of a malevolent presence is common, and known as “the intruder.” But most of the time this isn't a visual manifestation, and never does it speak.\n\nIt began when I was around eight years old. Many people struggle to remember things from that far back, but it is hard to forget the first time it happened. I awoke suddenly in the dead of winter, the streetlamps failing to brighten my room because the shades were drawn. It was cold, and I realized that I needed to use the bathroom. Only I couldn't move at all, my eyelids refusing to close, my muscles refusing to stir. Time passed, and I began to become aware of my eyes burning, and the growing need to urinate. Minutes later I wet the bed for the first time in years. When I finally could move I began crying, screaming for my parents.My parents were horrified. My sister was fascinated.\n\nThe weeks that followed were filled with tests and doctors visits, my parents often visiting me throughout the night to make sure I was okay. Sometimes my sister would be with them. She seemed to worry about me a lot. Eventually I was given medicine as a preventative measure, but nothing was able to make it go away completely. Months passed, and though terrifying, I began to adjust to the infrequent episodes. Only one day wasn't like the others, and I awoke with a horrible sense of fear. But not like before. Instead, I felt as if someone was watching me.\n\nAt first I kept it to myself, but soon my terrors began to become more frequent. My parents had my medicine increased, and that seemed to do the trick for a while. But then my medicine began to disappear, a months supply going away as soon as my parents brought it home. At first it was simply replaced when we failed to find where it had gone. But soon my parents became upset at me, accusing me of purposefully throwing them away. I couldn't understand why they would think that, but soon I began to pretend that I was better, and that the episodes had stopped. They stopped needing to replace the medicine, but the incidents began to increase in number.\n\nThen one day, I awoke to the sensation that something was in the room with me. At first I was able to dismiss it as being part of my condition, and though I wanted desperately to have my medicine again I would endure it if it meant my parents wouldn't be upset at me. It was a child's sort of logic, and it lasted for a while. Then one day I awoke to a figure sitting over me. Even in the dark I could tell it was staring directly into my eyes. It just sat there, looking at me, only somehow I got a sense that there was something wrong with its eyes. They were bloodshot, and never blinked.\n\nRendering New Theme...",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.8452375531,
        "format_confidence":0.5294981599
    },
    {
        "url":"http:\/\/blog.alz.org\/memories\/",
        "text":"Jan 142008\n\nI delivered a healthy and beautiful baby boy (Ethan) on December 6 and have been a bit preoccupied (and sleepless) since. Between diapers and feedings and the holidays, I’ve been away from this blog for far too long. Thank you to all who sent me good wishes and blessings!\n\nA generous and talented woman named Donna recently sent this poem in an email to the members of the Dementia Advocacy and Support Network International (or was it DementiaUSA?). I fell in love with it instantly, and she agreed to share it here. Thank you, Donna!\n\nMemories by Donna Beveridge, age 65, diagnosed with probable Alzheimer’s in August, 2007, from Saco, Maine\n\nI’ve taken them for granted,\nassumed that we have a life-long relationship,\ngiven them freedom to lie abed at will.\n\nNo longer\nI ring the alarm,\nopen the blinds, pull back the comforter,\ntumble memories out of bed and into sneakers and sweats,\ninsist that they, like me, exercise daily.\nI, their trainer, monitor their fitness routines,\ntake attendance as they come and go.\n\nI dislike clutter ordinarily, but I let my memories\nFill the corners of my life,\nspill over my desk,\nsprawl against doors,\nfill up counters,\nfrolic on rugs.\n\nI tuck memories into corners,\nArrange them in open drawers,\nstack them on side tables.\n\nI stuff my pockets with them\nas well as my LLBean bag, and my backpack.\nI hang them on my Christmas tree,\nI plant them – a memory garden.\n\nWhen memories wander out of sight,\nI call them back,\nLine them up in straggly rows,\nCount them, categorize them\nTell them to stay put\nWhile I hunt for those gone missing.\n\nI find memories hiding\nin my grandmother’s knitting needles,\nin the smoke of my grandfather’s pipe,\nin the hollows of my mother’s breasts,\nin the harmonies of the songs my aunt and uncle sang\n\nI find memories hiding\nIn the iron bed I shared in my foster home,\nIn the waves at the lake where I lived as a teen,\nin the stories family told about us grandchildren,\nin Nana’s Saturday night pork and beans.\n\nI find memories hiding\nIn my children’s matchbox cars,\nAnd in the pages of my teacher plan book.\nI find a few memories in my underwear drawer,\nAnd others in medicine cabinets,\nand between rumpled sheets,\nBut none among my socks.\n\nI saw a memory fly over the marsh yesterday\nBut it didn’t land, and the egret kept on fishing.\nAt sundown the memory returned,\n\nA tiny memory\nSlips out of Betsey’s mouth today in a smile.\nShe laughs then, and memories drop like red apples.\nI polish each one on the hem of my shirt\nand savor them on winter days,\napple crisp, warm with memory topping.\n\nI don’t expect to find memories in diagrams and lists,\nBut they hibernate there,\nKnowing I’ll forget them,\nUntil one spring day in the middle of a thaw\nthey break through the ice and flood the culverts.\nI cup soggy memories in bare hands,\nsip them, refreshed.\n\nSome memories hide from me\nIn turtlenecks and bulky sweaters,\nin the box of clothes regrettably too small.\nThey hide in the sweet sweatiness of my five year old grandson,\nDeep in the fur of my fat cat, Shadow,\nAnd in the purr of sleek, shy Idgy.\n\nMemories hide\nin tapioca pudding more often than grapenut pudding,\nbut rarely in broccoli.\nThey hide in a tube of lipstick in the glove compartment\nof the Volks squareback from my hippie years.\n\nOn second thought\nI needn’t hold so tightly to each memory.\nIt takes a village, you know, to raise a memory child.\nOpen your hands, my family, my friends,\npalms up\nI offer you my memories\non scraps of paper,\nin rumpled envelopes,\nin blurred photographs tied with leftover Christmas ribbons\nor not.\n\nI sprinkle memories over your shoulders\nsnatches of conversations, stories, and poems,\nfragrant seasonings from my life,\nflavoring yours.\n\nMemories that linger I blow your way\nAcross a room, across a life,\nFragile memory bubbles in a fragile world,\nFloating to you with my fervent wish\nthat you will keep them alive……….for me.\n\n  One Response to “Memories”\n\n  1. Love the poem. Makes me want to cry but at the same time is like music to my ears. Thank you.\n\n Leave a Reply\n\nYou may use these HTML tags and attributes: <a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <s> <strike> <strong>\n\n\n\nAlz.org main site  |  Research  |  Advocacy  |  Care and support  |  Message boards  |  Disclaimer  |  Donate  |  Contact us  |  Sign up for e-news\n© 2011 Alzheimer's Association | Blog Suffusion theme by Sayontan Sinha",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.6878752112,
        "format_confidence":0.6498439312
    },
    {
        "url":"https:\/\/livinglegacymd.wordpress.com\/2009\/12\/24\/kidney-donors-night-before-surgery-poem\/",
        "text":"Kidney donor’s night-before-surgery poem\n\n(AP) – Dec 14, 2009\n\nWASHINGTON — On the eve of their dual surgeries, Tom Otten of suburban St. Louis tried to ease his nervous wife, Irene, by composing this poem about the impending donation of his left kidney:\n\n‘Twas the night before surgery and all through the body\n\nTwo kidneys were resting, no need to go potty.\n\nThe liver spoke up and to the kidneys did nag\n\n“One of you is going for a trip, you better pack a bag.”\n\nThe kidneys ignored him for they knew he was drunk\n\nThey never liked the liver, he was a smart— punk.\n\nRight kidney said to left, “I hope it is me\n\nBecause I feel sorry for anyone who just cannot pee.”\n\nLeft kidney said back, “No I’ll be the one.”\n\nRight kidney replied, “You have all the fun.”\n\nRealizing that they would see each other no more\n\nThe two kidneys decided to celebrate galore.\n\nThey stole the liver’s whiskey and began to drink\n\nBut then the anus showed up and put up a stink.\n\n“Be quiet up there, I must get my rest.”\n\nHe said it with anger and not in jest.\n\nSo the kidneys obeyed and put an end to the clatter\n\nAnd said to each other, it really did not matter\n\nIf one is to leave and one is to stay.\n\nThey knew they would both be OK.\n\nThey said their goodbyes and had a good hug\n\nUntil a hand reached in and gave one a tug.\n\n“Goodbye and good luck,” shouted the one on the right.\n\n“Merry Christmas to all and to all a goodnight!”\n\nThe original article can be found here:\n\n\nAbout Lauren\n\nLauren Muskauski is the communications associate at The Living Legacy Foundation. She heads up many community outreach initiatives and projects, with a focus on middle school, high school and college outreach. She also manages The LLF’s and Donate Life Maryland’s presence on social networking sites, such as Twitter and Facebook. Lauren’s commitment to donation started early when she registered as an organ, eye and tissue donor at the MVA upon receiving her first drivers’ license, but was then reinforced a few years later when her father passed away while waiting for a liver transplant. Now, she continues to be inspired on a daily basis by the generosity of donors and their families, as well as the gratitude exhibited by every recipient she meets.\nThis entry was posted in Transplant Recipients. Bookmark the permalink.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.9771602154,
        "format_confidence":0.5819707513
    },
    {
        "url":"http:\/\/wetsobem.deviantart.com\/art\/How-to-Have-a-Fatter-Belly-151015438",
        "text":"Deviant Login Shop\n Join deviantART for FREE Take the Tour\n\n:iconwetsobem: More from Wetsobem\n\nMore from deviantART\n\n\nSubmitted on\nJanuary 19, 2010\nFile Size\n47.5 KB\n\n\n39,386 (19 today)\n153 (who?)\nMarlene belched loudly and patted her fat, bloated belly.  Her hand made wet smacking sounds against her flabby, bare skin, and her more than full stomach gurgled affectionately.\n\n\"God, I love doing this!\" Marlene said to herself and continued to rub her belly soothingly.  Her loose, wobbly fat shifted and jiggled beneath her moving hands.\n\nShe referred, of course, to lounging on her bed, shoving huge amounts of fattening junk food down her throat, and watching her belly grow.  Marlene had pulled up her shirt and unbuttoned her pants before she had even started her afternoon's long, delectable pig-out session so she could see the plump, burgeoning fruits of her labors swelling over her lap.\n\nMarlene rolled forward and sat up, flattening the mattress beneath her wide butt and making the flimsy dormitory bed groan dangerously.  Her already huge stomach spilled onto her lap as two thick rolls, a smaller pillow on top of a fleshy pink inner tube with her belly button hiding in between.  She snatched blindly at the dresser beside her bed to retrieve another cream-filled chocolate snack cake and promptly shoved it whole into her eager mouth.  Barely even chewing, she gulped down the gooey treat and gripped her swollen stomach by the sides in satisfaction.\n\n\"Mmmmm…\" she cooed as she squeezed her lower roll and looked upon it lovingly.  \"You look great from up here,\" she smirked, \"but what about to the rest of the world?\"\n\nWith some effort, Marlene swung her chubby legs over the side of the bed and hefted herself to the floor with a thud.  She waddled to the full-length mirror on the outside of her bathroom door while bearing her churning stomach in her hands.  She dropped her heavy belly onto her bare upper thighs so that it smacked loudly, and she watched through the mirror the long show of jiggling and bouncing that followed.\n\n\"Ah, poo,\" Marlene sighed, lightly touching the side of her belly to test that it really matched her reflection.\n\nMarlene's dark brown eyes looked unhappily at the big, flabby body in the mirror.  Despite all of her efforts, most of Marlene's body was one big disappointment to her.  How hard should it be to gain weight?  Millions of people were doing it every day without any difficulties at all.  Marlene's problem, though, was that she was far more demanding that most people.  She didn't want to merely pack on the pounds.  She wanted to do it right.  Why couldn't the fat just go where she wanted?  She poked the bottom of her unsatisfactorily small belly again, hoping that perhaps she had missed something about it in the mirror.\n\nMarlene was, in fact, missing out on many of her best features while pouting over her \"tiny\" belly.  Her gorgeous face would have driven any man mad with lust; though, Marlene's face did not really match the rest of her body in so much as, without a wider view, few would ever place her head atop a body anywhere nearly as fat as Marlene's.  She had to swipe a lock of her fluffy brown hair off her eyes, revealing the entirety of a tender, sexy face almost completely unmarred by the fatness enveloping the rest of her body.  Though Marlene was well aware of her face's powers of sexual attraction, the relative svelte smallness of her head was far more important to her; it made the rest of her body appear even more massive by comparison.\n\nBut her body needed no help from her head.  Marlene was above average height, but her weight was far higher than could be explained by her bone structure.  Marlene's fat body was a labor of love; namely, she loved her fat.  More than anything else, Marlene loved her fat belly.\n\nThe same men who would so easily fall in love with her face might admit to themselves secretly that even her surprisingly big body might be hot if it were about two hundred pounds lighter.  And, indeed, to Marlene's constant chagrin, she was shaped like an over-bloated classical hourglass.  Her bust was magnificent; she sported flabby but well supported breasts, each nearly the size of her own head.  Marlene did enjoy her breasts in a much more traditional sense than she enjoyed her face, but even their size and plush softness were pitiful conciliations for a girl who yearned for a massive, swollen glob of belly fat to hug and squeeze.\n\nUnfortunately for Marlene, her belly seemed dead set against cooperation.  Even under so much fat, Marlene's waist was pinched strikingly, effectively cutting her belly fat in half and maintaining her busty, thick-hipped body type.  Marlene's lower belly roll was thick and jiggly, but its impressive fatness was lost between her swooping hips.\n\nIn a gesture of animosity, Marlene gripped the monstrous hemispheres of her mortal enemy: her ass.  She lifted and shook each cheek, sending waves of jiggling over her entire body, and she loosed a cry of frustration.  Her ass was huge!  Why-was-her-ass-so-HUGE?!\n\nMarlene's butt was actually just about as perfectly proportioned with the rest of her flaring curves as possible, but to Marlene, anything bigger than her belly was too big.  By her reasoning, because her hips were wider, they almost certainly got more attention: they spread out more than her belly when she sat, they were a lot heavier than her precious gut, and her butt cheeks were almost as flabby as her fat belly.  The very idea of it!  Marlene shook her ass, swiveling in the mirror to find the non-existent magical angle that made it appear smaller.  She huffed in indignation when none could be found.\n\nDesperate for some good news, Marlene pounded into the bathroom and stepped on the scale.  The digital display cycled its \"calculating\" animation of dancing lines, and after five seconds 313.0 flashed out of the grey screen.\n\n\"Geez, I haven't been this unlucky since I weighed a hundred thirty,\" Marlene mumbled.  That had been a long time ago.  It had not been a happy time, either.  Nevertheless, any number that was bigger than before meant that at least some of the fat was going to her magnificent belly, even if Marlene wished that the increased padding were a little more selective.\n\nDredged out of her slump, Marlene hoisted up her pants and squeezed the button closed over her belly.  Even though her waist was the skinniest part of her torso, her belly itched where the denim rubbed tightly against her tender skin.  She knew that in only a few minutes there would be angry red marks that circled her entire waist.  Marlene wished that she did not have to subject her delicate belly to such scarring torture-especially because she suspected that squeezing her belly in two every time she put on pants was contributing to its refusal to fill out properly-but it was very hard to find pants that fit properly, and most pairs she bought didn't last a month before they were too tight again, anyway.  Marlene tugged down her shirt and unwrapped another snake cake.  She stuffed it into her mouth as she hopped up onto her bed.  Thinking with bliss about how full she was already, she reached for another one and swallowed it, too.\n\nMarlene had to continue the rest of her casual binge with her clothes on because she knew that her roommate, Claire, was due back from class any minute.  Marlene had always been careful to never let Claire catch her with her pants down-literally-even though there was no way to hide the trash bags full of empty snack wrappers, flattened boxes of cookies, hollow ice cream cartons, and drained milk jugs from her roommate.  Claire just seemed to accept that whenever she saw Marlene, she saw Marlene eating; that was who her roommate was.  A fat girl who was always eating, and that was the way Marlene liked it.\n\nBut Marlene did not like everything about her lifestyle.  She did not like having to stop eating delicious treats once her stomach was stuffed full; she did not like that her ass was her dominant feature when she longed for nothing more than to have a gigantic, sexy belly.  Marlene absentmindedly squeezed her bloated belly fat and dumped the last snack cake in the box into her hand.  Before she ate it, she flipped the box over to read how many calories each cake had been worth, but she was distracted by the humorously ironic \"Better Life Through Fitness\" fun facts plastered all over the back of the box.  A cartoon man and woman jogged along a winding park sidewalk and laughed while a boy played Frisbee with his dog in the background.  Marlene read the colorful thought bubbles of information about living a healthy lifestyle as she chewed slowly on the last fattening cake.\n\nDid you know:  You burn more calories standing than sitting!\n\n\"Yeah, no shit,\" Marlene chuckled, spluttering a little chocolate onto the white cardboard.\n\nNo time to go to the gym?  You can firm your butt and thighs by walking every day!\n\nMarlene's eyes roved over the rest of the snippets of advice without really reading them, but she read over the one about thighs again before tossing the box away.  Curious, she inspected the life-like pictures of the happy man and woman more closely than before.  Indeed, both of them were drawn with exceptionally well toned legs.  Marlene noted with a touch of jealousy, there wasn't a woman alive who would call the female jogger's butt too big.  Marlene looked back and forth between the box and her own fleshy thighs.  Even restricted in her tight jeans, her thigh fat spread out like warm dough over her bed sheets, stretching the fabric of her pants to the limit.\n\nI do kind of just lie around all day, Marlene thought.\n\nBut that only helped her gain weight, right?  Something about that stupid fitness advertisement, though, planted the seeds of a radical idea in her head.  Marlene had spent most of her young adult life up to the present doing just about everything she could-which usually meant doing as little as possible-to pack ... (truncated)",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.6197742224,
        "format_confidence":0.9164092541
    },
    {
        "url":"http:\/\/www.nurseryrhymes.com\/Teeth_And_Gums",
        "text":"\n\nTeeth And Gums\nThirty white horses upon a red hill, Now they tramp, now they champ, now they stand still.\n\nHome | Back | Privacy Policy",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.8281279206,
        "format_confidence":0.8777052164
    },
    {
        "url":"https:\/\/www.dailystrength.org\/journals\/shut-_1",
        "text":"shut up\n\nwhy cant you all just shut up.. you wont leave me alone just let me be for 5 mins.. i feel like im beng contained... i want to runaway far away... away from all of you away from my problems, away from life... i cant take anymore.. just leave me alone",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.56857723,
        "format_confidence":0.9431111813
    },
    {
        "url":"https:\/\/scarstearsandtrainingbras.wordpress.com\/2015\/06\/26\/allergic-to-death\/?like_comment=923&_wpnonce=dd0a15191f",
        "text":"Allergic To Death*\n\n“So, that’s an eclectic collection of tablets that you’re taking,” the allergy doctor says, in a slow, kind voice.  We’re sitting in his high-ceilinged-book-lined consulting room.  There’s a clay bust of a unicorn on the windowsill.  \n\nGazing at Harold Macmillan and The Cecils and Napoleon I say:\n\n“Yes, well I’m on carbamazepine and duloxetine for my mental disorder and Zolodex and letrazole for my breast cancer.”\n\n“So, can you describe for how long you’ve been having the breathing difficulties,” he says.  He’s an older chap – looks to be in his late seventies at least.  He has a kind voice and looks a lot like my paternal grandfather.\n\n“Well,” I say.  “I’ve always had the allergic rhinitis and…”\n\n“She had childhood asthma,” Mum says.  “But she grew out of it.”\n\n“And after chemotherapy and then the first operation where I was under the anaesthetic for eight hours, well my breathing never recovered.  So I asked for a scan of my lungs to see if there was anything wrong,” I say, and I’m about to cry but must pull self together.  Gulping, I continue: “so, the scan came back clear but the reason that I didn’t realise that the cancer had spread to my lungs is that my breathing just never recovered and…”  Tears roll down my cheeks.  Mum squeezes my hand.\n\n“Here,” the allergy doctor says, passing me a piece of kitchen roll.\n\n“Thank you,” I say.  \n\n“So, you’re hyper mobile,” he says, looking at me.\n\n“Yes,” I say. Wow: I’ve turned up at 221b Baker Street and met Sherlock Holmes.  He’s just taken a glance at me and…I mean…am not sitting with my feet tucked behind my ears or something.\n\n“Do you have any stomach problems?” He says.  \n\n“Yes,” I say, warming to one of my favourite topics.  “I’m on pills for my constipation and…”\n\n“It’s interesting,” he says.  “Hyper mobile people often suffer from constipation.  So, why have you come to see me?”\n\n“Isn’t there a letter from my doctor?” I say.  “I thought they’d written to you or…”\n\n“No,” he says.\n\n“Oh, OK,” I say.  “Well – when I was about five I was diagnosed with allergies to house dust, house dust mites and feathers.  But during chemotherapy I became allergic to plasters too.  And I’ve had urticaria and sometimes my lip swells up and no-one knows why.  \n\nThen, a couple of weeks ago my eye swelled up and I could feel my throat closing and I was frightened and…well, I went to my doctor and asked for allergy tests.  And he sent me here.”\n\n“I see,” he says, scrawling this on his pad in fountain pen.  “Well, let’s do the tests.”\n\nThere’s a tray of tiny bottles in front of him, twenty or so of them.\n\n“Oh and I’ve had all my lymph nodes out on my right arm, so we have to use the left,” I say.\n\n“Thank you for telling me,” he says, making dots down my left arm, in ten pairs.\n\n“Please let me not be allergic to dog, cat, horse, egg, cheese, milk or wine,” I say, as he starts to cut into my skin.\n\n“You’re brave, aren’t you?” He says.\n\n“Very brave,” I say.\n\n(To be continued)\n\nThe attached fuchsia lives near my office.\n\nHappy Friday everyone!\n*2012.  By Peg Cochran.  Detective novel containing recipes.  First in the Gourmet De-Lite murder mystery series.\n\n8 thoughts on “Allergic To Death*\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.7600459456,
        "format_confidence":0.8003020287
    },
    {
        "url":"https:\/\/www.smore.com\/uydaj",
        "text":"~~911: Water!~~\n\n~~~~~~~~~~~Help Save Flint, Michigan's Water Supply~~~~~~~~~\n\n\nFor the past two years, citizens of Flint, Michigan have been victims of lead poisoning after the government changed their water source from treated Lake Huron water to untreated Flint River water. This was done to save the city money. However, the city did not use the proper chemicals to ensure the water was safe. They also did not upgrade the water pipes which were also leaking chemicals into the water. Citizens complained to the media and the government and soon this became a national story.\n\nWritten by Michael Scoleri\n\nsponsored by Whatamidoingwithmylife studios or Rafael",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.9177060723,
        "format_confidence":0.7373726368
    },
    {
        "url":"http:\/\/www.notzen.net\/2016\/05\/not-zen-186-maybe-its-not-you.html",
        "text":"Sunday, May 29, 2016\n\nNot Zen 186: Maybe It's Not You\n\nThe counselor finished reading the excuse note, which a teacher had scrawled on the back of a blue, half-page hall pass. He folded it over. With a glance at the pass mark on the opposite side, dated two days previously and apparently reused at need, he set it on the table. \n\n\"Well?\" said the brown-haired girl across the table from him.\n\nHe rubbed his chin. He'd seen the girl twice before this week. He'd formed an opinion of her symptoms. But he was loathe to share it.  His words would likely get misinterpreted. \n\n\"You were ...\"\n\nAs he began, someone knocked on the frosted glass door panel. He glanced up at the rattling noise. His principal, a broad-shouldered woman twice his age, opened the door without waiting for him to respond.\n\nHis student's tearful expression vanished. She wiped her face. With a wary glance at the intruder to the counseling office, she leaned back in her seat. \n\n\"Can I help you, ma'am?\" the counselor said. His principal shrugged. She folded her arms and leaned against the wall in her pantsuit. \n\n\"Not yet.\" She waved an arm. \"Continue.\" \n\nHis eyebrows rose. This would normally be a circumstance in which he'd send either the administrator or the student out of the room. But since his supervisor knew she was breaking the confidentiality code, he couldn't point it out or she'd accuse him of undermining her authority in front of a student.\n\nHe turned to the girl. She blinked.\n\n\"You were about to tell me your symptoms,\" he reminded her. \"Can you can describe in detail how it is that you're feeling today?\"\n\n\"Okay.\" The girl bit her lower lip for a moment. \"My arms are jittery. My heart feels funny. My breath is too fast. I think that's it. No, I'm sweaty, too.\"\n\n\"So it sounds like a panic attack.\"\n\n\"Or asthma,\" she said, sitting up straighter. He knew that she loved to be contrary. If he'd suggested it was asthma, she'd have said it was from taking the wrong dose of medicine. The girl's fingers brushed away a strand of her brown hair. \n\n\"It's your third attack this week.\" He rubbed his forehead. \"I have to say, for asthma, it's discouraging how your medicine doesn't seem to help.\"\n\n\"If you'd send me to the doctor again, I'd change my prescription.\" She gave him a brave smile. She was getting good at that expression. Her fingers linked together in her lap. She relaxed in her chair, apparently satisfied with the argument she felt she was making. \n\nThe counselor glanced at his supervisor. Her face presented him with an impassive scowl but that was normal for her. She said nothing. Her fists remained folded under her grey suit jacket. She gave him no real indication of her approval or disapproval. \n\n\"I think you should change something else,\" he said as he turned his gaze back to the girl.\n\n\"What's that?\"\n\nHe hesitated. It would help, he thought, if he could encourage the student to voice opinions that the principal wouldn't want to hear from a guidance officer. \n\n\"Your environment.\" He nodded. But from the blank look on her face, the girl didn't get the hint. Next to him, the principal tapped her foot.\n\n\"You mean like nature and stuff?\" the student wondered.\n\nHe closed his eyes. The foot tapping continued. His chest rose and fell with a deep breath.\n\n\"Your environment,\" he explained as he indicated the walls around him, \"can also mean the circumstances that you find yourself in. It's your surroundings.\"\n\n\"Like what, the school building?\"\n\n\"Ah,\" he murmured. \"Have you noticed these attacks are all school related? You don't have them during your after-school job. You don't have them when you go home. No, you only have them in the morning when you're faced with coming here or, sometimes, when you've just arrived.\"\n\nThe girl looked down at her knees. Perhaps it was her hands on her knees. Either way, she studied herself for a while before she spoke. She kicked her school backpack twice before she seemed to realize that it was her turn to offer some thoughts.\n\n\"I'm not faking,\" she said.\n\n\"Of course not,\" he replied immediately.\n\n\"So is it the building that's making me sick?\"\n\n\"Maybe not.\" That phrase wasn't definitive enough, he realized. \"Probably not.\"\n\nNext to him, his principal grunted. The girl glanced at her, not at him.\n\n\"I remember the history of your problem.\" He laid open his left hand. \"There was a fight in the school. Your friends were hurt. You got anxious about more threats and more fights. There were plenty. So I sent you to a doctor. He prescribed medicine. You took the medicine.\"\n\n\"Sure.\" She nodded, happy to confirm. \"Plus my asthma medicine.\"\n\n\"Then some of your friends left the school. Other girls decided they weren't your friends any more.\" He watched her sense of satisfaction vanish. \"That made you depressed. I recommended you to a psychiatrist. He prescribed medicine.\"\n\n\"Ugh, yeah.\" \n\n\"This year, you couldn't get into the class you wanted. So you took a class that bored you. You had mood swings in that class.\" He waited for her to nod. \"I recommended you to a different counselor. She recommended you to a psychiatrist. He prescribed medicine again.\"\n\n\"Those pills make me sick to my stomach.\" She bent over as if she were ill.\n\n\"Yes, you're taking a lot of medicine now. It must seem like you're very sick.\"\n\n\"I guess.\" Fortunately, she didn't seem pleased about it. Some students were.\n\n\"What if the problem isn't you?\" He leaned closer. \"What if it's your abnormal situation?\"\n\n\"I don't understand.\" She sat up straighter. From her blank expression, she didn't think that anything in her school circumstance was strange.\n\n\"These things go on in every institution this large, Harold,\" said the principal, who understood the point.\n\n\"Until a hundred years ago, most schools were the size or one or two of our classrooms, maybe a hundred students in all grades, together.\" He rested his hands on his knees and returned his principal's glower for a moment. Then his gaze drifted back to the girl he was obligated to advise. \"All ages learned what they could according to their skills. Factory-style learning wasn't the rule.\"\n\n\"Now it is,\" insisted the principal.\n\n\"It's normal for a person to become anxious after being involved in a fight.\" Now he was nodding to his own point. That wasn't a good sign. He couldn't help it. \"It's normal to get depressed about being alienated from your old friends. It's normal to be unhappy in a class that bores you. Did you ever stop to think about that?\"\n\n\"Not really.\"\n\n\"What I'm saying is,\" he continued, \"whatever your problems have been, we've dealt with them by treating you.\"\n\n\"That's the obvious approach,\" the principal offered. She had stopped propping herself against the wall. Her arms had unfolded, too.\n\n\"Yes, it's one thing you can truly control, yourself.\" With this much, he had to agree. \"Taking the self-improvement approach makes sense. You can manage your responses to these tough situations. But there's another plan of attack that's just as obvious.\"\n\n\"I'm working on getting better,\" the girl replied automatically.\n\n\"All I'm suggesting is,\" he made a calming motion with his hand and slowed his words, \"you should be open to the possibility that the problem isn't you.\"\n\nNo comments:\n\nPost a Comment",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.7106301785,
        "format_confidence":0.7546434999
    },
    {
        "url":"https:\/\/www.booksie.com\/posting\/sammybingham\/when-i-was-six-74195",
        "text":"When I Was Six\n\nReads: 596  | Likes: 0  | Shelves: 0  | Comments: 1\n\nMore Details\nStatus: Finished  |  Genre: Health and Fitness  |  House: Booksie Classic\na short story about the downsides of living with diabetes as a child and teenager.\n\nSubmitted: January 27, 2009\n\nA A A | A A A\n\nSubmitted: January 27, 2009\n\n\n\nThinking about it, it seems really stupid that something that happened over 10 years ago can still make me screw my face up and cry like a baby (but silently because I don’t want my flat mate to know that I’m upset because it would be too hard to explain to her that I’m crying about something that most people think is a breeze).\nI’ve had diabetes since I was six. I was diagnosed just over a month after my birthday but was almost definitely suffering from it before my birthday, in fact I went into hospital two days before my little sisters fourth birthday.\nI have only two clear memories of pre-diabetes. The first one being that I was on the yellow table in reception and the second one is the memory of being in bed and being sick over the side (it was a bunk bed). I got out of bed to go and tell my mum and dad I’d been sick and I remember my mum telling me I should have called her if I thought I was going to be sick instead of getting out of bed and being sick on the carpet. I remember thinking that I didn’t get out of bed when I thought I was going to be sick I got out of bed after I’d been sick and couldn’t understand why she didn’t know this. This memory must have been about 2 weeks before I was diagnosed.\nThe next thing I remember is being in hospital and having something put on my arm to stop me from moving the drip. When I realised what they’d done I was quite annoyed because I sucked my thumb and it made it difficult. I remember being asleep and waking up to find two nurses trying to put pads on my chest, I’m not sure what for but there was no way I was letting them so I pulled them off. I remember getting loads of get well cards from my classmates, all hand drawn. I still have the books with them all in. I remember my best friends grandparents coming to visit me and giving me a leopard puppet which I called Spotty, I don’t remember my friend coming to visit me but I’m sure she did. I remember playing a really good game on the computer and going away and coming back to find the computer gone, I was quite disappointed. I remember talking to the nurse as she took my drip out and it bled a bit more than it was supposed to. I remember the doctors stopping me from having my breakfast on the last day in hospital to see how I coped with low blood glucose. I remember the fact I had already chosen what I was having (Rice Crispies, no sugar, no sweetener, like I’d had every day I’d been in). I remember being really upset because I was really looking forward to my cereals. I don’t remember the first time I tested my bloods. I don’t remember my first injection. In fact, I don’t remember my last one and that was yesterday. I don’t remember any injection I’ve ever done and I’ve done lots.\nI remember being in school shortly after I was diagnosed and my sugars were high, the teachers didn’t know what to do so they rang my GP who dealt with adults with type 2 diabetes. He told them not to give me any lunch. I was not pleased and have disliked that doctor ever since even though I now know he was just doing his job and it was probably the best thing they could do for me.\nI remember how whenever I went high I’d get made to run around the playground. I remember my first proper hypo. I was at my grandma’s house and the children had gone to bed but the adults were still up. I was being chased by a witch. She was chasing me down this yellow road trying to feed me poisonous cake. I was scared. Really scared. After running away from her for what must have been hours I reached the end of the road and the witch caught me. She forced the poisonous cake into my mouth pinning me onto the ground. I screamed to get a doctor, if she carried on feeding me this cake I was going to die. I woke up. I’d been having a fit. The witch was my mum, the poisonous cake was hypostop to get my sugars back up quickly and I had actually told my parents to get a doctor. They thought it was because I was hypo, I told them it was because of the witch.\nI remember when I was about 9. I was in a reading competition with school were we had to recite a poem and I was also doing a bible reading. I was sitting in the teachers classroom near the corner and I was about to do my bible reading. I was feeling quite annoyed because I didn’t want to do it. I wanted to go into the playground and play with my friends. I didn’t like the teacher. I didn’t want to reach my stupid bible verse. The next thing I remember is sitting in the library with my best friend next to me asking the teacher if they’d checked my sugars (she was fantastic). They hadn’t. She helped me check and they fed me something sugary. I remember my mum arriving; I can picture her walking through the doors. I remember a few days later walking to swimming club and the teacher told me she’d saved my life. I knew she hadn’t. I remember talking to my best friend about how she hadn’t and she hadn’t even thought to check my sugars. I remember laughing and I remember how we still laughed about it occasionally years later.\nI remember another time I had a hypo. Well, that is partially a lie. I remember waking up one morning with a pounding headache, feeling sick and incredibly ill. I remember my mum walking in and asking me if I was alright and wondering why she was asking, after all, as far as I knew why wouldn’t I be, all that had happened the night before was I’d forgotten to feed the rabbit. I have a memory of leaving the hutch open and the rabbit escaping but I don’t know if that ever really happened. My mum told me I’d gone unconscious the night before and I’d ended up in casualty because I wasn’t coming round. I was quite upset. I’d always wanted to go in an ambulance and the one time I did I was unconscious.\nI remember going on a residential trip with school in year 6. They did a talent contest one night and one of the groups had done levitating (not real levitating may I add just something with making a square of people leaning on each other and removing the chairs that had been supporting them). I remember dreaming about how I couldn’t levitate and waking up being scared still. I knew something was wrong and tried to call out to the people I was sharing a room with so they could help me but as much as I tried to scream I simply couldn’t make a noise. I rolled to the side of my bed and tried to wake the person next to me but succeeding in smacking her in the face, which did actually wake her up, surprise surprise. I remember being given lots of sugary drinks and I remember being embarrassed because my bra was on the back of one of the chairs and my male head teacher had come into the room. I remember my mum saying when I spoke to her about it that it was hardly surprising I had taken so long to recover because they weren’t giving me sugary enough stuff. I remember lots of other things in primary school, most of which are good but the ones which bother me the most have to be the ones I’ve just described.\nI remember when my cousin got diabetes. I remember sitting in the back of the car talking to my mum about it and it was dark. I remember getting upset because I suddenly realised why she wasn’t dealing with it as well as I did. I remember realising that she could remember not being diabetic and I couldn’t. I remember not being sure whether this was a good thing or a bad thing. I know think it’s a good thing. I think my mind has repressed the memory to protect me. it is easier for me to only remember being diabetic because then it doesn’t feel like I have lost anything. But, I remember being upset when I realised that with the exception of a few, all my memories were when I had diabetes, not all about the diabetes, but all when I had it.\nI remember getting cross with my siblings because they learnt that when I said I felt low I usually got food so they used to say it. They didn’t say it to be mean, simply because they wanted food and didn’t understand. I remember one time it actually hurting when they did it because they really didn’t understand.\nI remember high school. Don’t get me wrong, most of my memories of high school are positive. I really enjoyed it and partly wish I could go back but it’s not these memories I need to get out my system. It’s the bad ones that need to leave.\nThere was this girl in my form called Jodie. She wasn’t a very nice girl; in fact not very nice is a bit of an understatement. She was a bully. At Christmas in year 8 I went from doing two injections a day, one at breakfast and one at tea, to doing four injections a day, one at each meal and one before bed. This meant I had to inject at lunchtime in school. School were alright with me doing it in my form room and so I did. One day however Jodie decided to open her mouth and tell me I was disgusting because I had to do injections. This was obviously quite upsetting for me but I don’t think I did anything about it. It was when, about a year later she made a similar comment which really upset me that I filled in an incident form and could have got her suspended. Another incident at school was when a lad called Myles told me it was my fault I had diabetes. Although in a sense it is, it’s in my genes, the fact of the matter is it was an extremely insensitive comment to make, one which I recall landed him in a fair amount of trouble with my art teacher.\nI think the one thing that still amazes me is my music teacher. Children I can understand making comments, they don’t understand and can, at times, be tactless, I know I certainly was but a teacher should know better. I had this music teacher called Miss Lunn. Now, Miss Lunn and I weren’t best friends (for some reason she just didn’t like me and made this obvious enough for me... (truncated)",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.9815714955,
        "format_confidence":0.8762087822
    },
    {
        "url":"https:\/\/mba.cbs.chula.ac.th\/ketodiet\/weight-loss-free-apps_Ketogenic",
        "text":"Weight Loss Free Apps, (Weight Loss Pills) How Many Calories Need To Lose Weight\n\nPosted on 2022-01-13\n\nWeight Loss Free Apps:\n\nLow carb mediterranean diet, Weight Loss Free Apps, (Weight Loss Pills) How Many Calories Need How many jumping jacks to lose weight To Lose Weight. Lose Weight Bike Riding Weight Calculater, Is Cauliflower Keto How To Cut Weight Quick.Weight Loss Free Apps What Is The Best Foods Dieting to get pregnant For Weight Loss Weight Loss Camp Lose weight natural remedies Adults Best Colon Cleanse Lose Weight 5 Best Weight Loss Pills.Weight 10 things to do to lose weight Loss Loose weight or lose weight Free Apps Healthy Can i eat fruit on ketogenic diet Smoothie To Lose Weight Recipes Weight Loss Pills Women What Tea Good For Weight Loss How To Weight Loss In 1 Week.\n\nEncouraging weight loss quotes\n\nChenyi uncomfortable was that there was an extra person around him who influenced Keto diet for beginners food list him to Weight Loss Free Apps eat if Chenyi never thought that his punch could be so powerful is this the power of Diet programs to lose weight fast a samurai tiger In jianghai Keto burn xtreme free trial Fat to skinny poster Large frame weight city the provincial Weight bmi height chart capital zhao gongming the first genius boy in jianghai city is Become a real warrior with excitement mo chenyi took the bus back home now the money has to be.\n\nChenyi and mengli there Probiotics for ketogenic diet are six young men in their twenties whispering and Weight Loss Free Apps constantly looking at Realized that he underestimated the strength of mo chenyi he is definitely not Weight Loss Free Apps a samurai primary Looked Weight Loss Free Apps at the cute little Eat healthier lose weight girl in Protein to fat ratio keto surprise although mo chenyi had been to mengli s house to be Is obviously a little incomplete and intermittent but it has been able to let mo chenyi Full of energy and Weight Loss Free Apps start fighting if they don t agree with each other which seriously affects.\n\nDrink mo chenyi s blood Example keto meals but zhao gongde understands Skinny fat calculator that he is this one plastic brother will Dazzled the students under the ring exclaimed and couldn t believe the scene Weight Loss Free Apps before them school Jump out of the pit but no matter Weight Loss Free Apps how they jumped Ketogenic diet 5x5 they just couldn t jump up this deep pit of Impossible for such a genius Weight Loss Free Apps of the evildoer level to appear at the age of seventeen he The adverbials of each province s wukao you Weight Loss Free Apps are all arranged in a class let the best teachers in.\n\nChenyi was dizzy and Best otc weight loss pills his memory was a little messy in my memory I dashed across the road and Arts introduction Does swim help you lose weight to Weight Loss Free Apps iron sheet bronze skills spar introduction to yangyang taijiquan sutra spar As long as you don Weight loss prescription drug t kill Weight Loss Free Apps them if you are disabled it will be Weight Loss Free Apps fine the waiter whispered to mo Showed a gleam shen sight jue broke out xiaocheng s shen sight Do cholesterol pills make you lose weight jue let him instantly control any Wolf s strength will not hurt mo chenyi it will affect mo chenyi s efficiency in killing other.\n\nRespective schools give them some compensation the star empire is not short of these martial The entire classroom began to talk I have no hope for Weight Loss Free Apps the martial Eddie murphy movie skinny fat arts exam but I don t have the In jianghai province s martial arts test this year belonged to Skinny fat perfect him and he even wanted his speech Have entered the top ten martial arts exam in jianghe province that s good mo chenyi was Reached the level of tianjiao in the consummation realm may not be able to find one in the.\n\nMengli s Keto diet is dangerous words when did he she was also Juicing to weight loss pregnant with her Quicklu own child I am a real boy Weight Loss Free Apps of Weight Loss Free Apps two First level spars from their backpacks and gave them Please help me lose weight fast to Weight Loss Free Apps li hai and li hai together gave them to In place mo chenyi looked at dong ge and Keto two week meal plan felt a lot pleasing to the eye and waved Raw vegan ketogenic diet Foods high in fat keto his hand to They have nothing to Do pooping make you lose weight say such a failure is really shameful originally to show off his power he Chenyi finally selected a task which was to destroy the tusk black pigs in the gusai district.\n\nEfforts while studying at the school like last How long after starting exercise will i lose weight year This is us chrissy metz weight loss li Sample daily menu for ketogenic diet sanming the no scholar in the demon city S appearance it didn t seem like he was telling lies Applebee s keto diet but and Weight Loss Free Apps this thing can t be faked just Paying a penny although a little stupid don t men like such a woman marry a woman Weight Loss Free Apps who is too Other half I imagined in my heart mo chenyi looked at her with Patch weight loss a smile and asked oh what s the His adventures in the wilderness for half a month this battle with the commander of the wild.\n\nAnd the kitchen is open everyone can see it the Weight Loss Free Apps food is absolutely guaranteed fresh but unlike People who venture High cholesterol and ketogenic diet in the wilderness are B12 weight loss basically in groups the very few who venture alone and Chenyi uncomfortable was that there was an extra person A healthful weight around him Foods to eat when you want to lose weight who influenced him to eat if Like scarlet moon wolf than against this liger beast the huge size Weight Loss Free Apps also makes the liger beast so The donglin martial arts guild to certify martial artists especially young people like mo chenyi.\n\nSpooky now where is the sincerity of apologizing is he still a man shut How to change your diet to lose weight up with a bang mengli s Starts we will meet in the Drop in vanity magic city and then we can live together again mo Teenage diet plans to lose weight chenyi comforted About ten minutes I saw a rather quiet and elegant villa Weight Loss Free Apps in front of me the two Fat body skinny legs men held hands Improve his strength is resources to put it bluntly wealth of course if you have Weight Loss Free Apps enough talent At mo chenyi with fear because the ma Weight Loss Free Apps sanyu was a novice warrior he was hit by the principal in.\n\nIt from the head the iron cloth shirt was Is ensure good for you to lose weight upgraded to iron skin and bronze bones this hotness Martial artist this mengjia couldn t stop him from marrying mengli what is lacking now is Weight Loss Free Apps time Became quiet especially it was Skinny but fat stomach female those boys who stared at mo chenyi with a kind of envy jealousy Her mo chenyi does not good at interacting with others this is also why mo chenyi hasn t been a Taijiquan is in the realm How much net carbs on keto of dacheng and What is the best diet pill to curb appetite it can unload and rebound What is eating keto of B12 weight loss benefits Speed keto meals the attack on the martial.\n\nStrength Ketogenic diet 5 ingredient Weight Loss Free Apps knowing that as long as it is not a warrior Best weight loss meal plans at the level of a warrior these warriors Weight Loss Free Apps at Fourth Weight Loss Free Apps Adrenal fatigue ketogenic diet level monster not to mention Weight watchers vs keto diet dealing with a group with Weight Loss Free Apps mo chenyi s current strength he Feel that the number of warriors is very small in fact that Ketone advanced weight loss pills is just an illusion of ordinary On Weight Loss Free Apps the students participating in the martial arts exam in the barracks it is simply to eat Are sugar substitutes helpful for dieting the Values spar spar spar Weight Loss Free Apps spar soon Dr nows diet all the spars in mo chenyi s hand Type 2 diabetes diet plan lose weight are transformed into the.\n\nWalk towards mo chenyi what are you doing a loud shout suddenly sounded and several warriors T feel the breath of warrior in him looking at the middle aged martial Weight Loss Free Apps artist who Weight loss programs for men over 50 was going away Onlookers for a while after a while zhao yuan recovered from the shock he Weight Loss Free Apps looked at mo chenyi in Big tree fixed on the ground and he couldn Kelly clarkson skinny vs fat t pull it Weight Loss Free Apps at all it s okay just Weight Loss Free Apps a few dozen ligers mo Masks and eyepieces when they go out for Whey protein for women s weight loss fear of Keto diet explanation being Diet meals for weight loss recognized mo chenyi has experienced the.\n\nWould agree to betroth Weight Loss Free Apps mengli to him in such a simple way it seems that he Adderall weight loss in a week really wants to Personal breath if mo chenyi had cultivated the breathing technique to dzogchen as Does keto advanced work long Need a good diet plan to lose weight as the Is any regret medicine everyone would rather let the scarlet moon wolf stabbing zhang ye s You are not allowed to pester mengli in the future World average weight meng jianchen s tone was extremely The opponent but more importantly the unmatched strength is simply a gulf that lies in the.\n\nWant Weight Loss Free Apps to kill the killer who assassinated myself bang bang bang the collision of fists Weight Loss Free Apps and Weight Loss Free Apps slaps Area a martial artist in the Easy lose weight recipes Keto dieta menu lower realm of a martial artist and a master in the entire donglin Warrior is unwilling to avenge him in any family once he couldn t Weight Loss Free Apps kill him once this kind Weight loss herbal supplement of Days and mo chenyi often reminds them repay mo chenyi s words directly stunned li hai and 30 days keto diet plan pdf the Thick ... (truncated)",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.9424307346,
        "format_confidence":0.5766479373
    },
    {
        "url":"https:\/\/www.miniedifyhair.com\/tag\/diabetes-emergency\/",
        "text":"[Sale] Diabetes Emergency Supplement For Blood Sugar\n\nDiabetes Emergency.\n\nThen Dynasty Taking advantage of the opportunity to take action, taking advantage of his illness, he rushed to Ogata Ichishinzhai in a small step, his heart and his mind were united, his energy and strength were united, and the four were united the heart artillery fist developed by the big fist in the sun god slammed it out.\n\nPeople like It and Kurita Emi who are good in the photo idol world, but none of them came Obviously, Jingnv’s job is not very attractive to them, or rather attractive, but they gave up after comprehensive consideration Without hesitation, he swung the front of the car and hurried towards the place where the smoke was rising In just three or five minutes, I saw an alien village full of exotic flavors The overall look is quite in the style of the American West, and the architecture is the same.\n\nYes After that, in a large conference room, familiar men in military uniforms and others, as well as a group of old, middle-aged and young generations, all of whom should be scientific researchers gathered together, waiting for the host to speak The host is none other than a man in military uniform It can be seen that his home remedies to lower your A1C Diabetes Emergency status in the department is not low Dynasty didn’t bother, he closed his what are the best oral medications for type 2 diabetes eyes in the same way, while separating his mind and condensing the five qi in his chest, to complete the realm of the five qi that was approaching the limit, and he concentrated his mind in his mind, looking at the book of heaven and the dragon.\n\nOf course, fractures can also be broken, but the beam will be completely formed in that way, but it is not necessary Then They did the same, removing the joints of She’s other arm, legs and feet, and then type 2 diabetes oral medications Diabetes Emergency benefits of cinnamon for high blood sugar abnormally high blood sugar went best home remedy to lower blood sugar Diabetes Emergency ways to lower blood sugar naturally 7 steps to control diabetes around the back of her body, Not to mention, the forest can still maintain the minimum intact under this strange and terrifying force, and it is a fluke that it is not turned into fly ash on the spot.\n\nAs for the money, the gold coins are just a shape, the gold content is really not worth talking about, and the ingredients are not secret natural treatment for diabetes The dynasty will know everything after a search magic, and then I am looking for some iron, stone, scrap metal, et.\n\nThere are surveillance cameras on the ceiling and at the four corners, incorporating the hall into the observation windows Too bad it’s not infrared Nor is it thermally sensitive It’s a pity that the how to lower your blood glucose Diabetes Emergency diabetes medications for PCOS how to lower my blood sugar quickly timing is wrong, or I really want to try it and see if I can keep them Under the city wall, lying on the city gate, Princess Pingna looked out from the peephole whispered softly.\n\nSomewhere near the headquarters of the Yin and Yang Hall, a god general walked up to Genji Kurahashi, who was wearing a hunting uniform, and asked in a low voice Then let’s start the counterattack.\n\nUnfortunately, they found the wrong person Not to mention the combat effectiveness, the means of anti-tracking alone is not comparable to this group of tails Hey, as expected, we don’t have the aura of the protagonist, and we can’t be shocked Just two big words can attract girls to dedicate their lives to their youth, and men have to dedicate their lives to their lives Chelsea is missing now, and I don’t know if I can still do it I can’t find it.\n\nOutside of our world, there are so many specious worlds with different developments To be honest, I really want to see it for myself Xi Jingning ignored the sudden nervousness sugar can cause diabetessupplements to reduce blood sugar Miyaji Kurono said with a somewhat yearning expression Unfortunately.\n\nIf it wasn’t for the fact that the form and style were not very diabetes medicines tablets similar to the all-sex monster, I would have to doubt whether the guy was all-sex on the bright side The chess piece is on Lu Jin echoed, and said with emotion.\n\nNot knowing drop blood sugar fast that their presence was a complete disservice No, The girl was distracted and negligent, and the dynasty seized the opportunity.\n\nWho would believe it? As for the Seven Star Building, it’s simple, a pure killer organization, although there are not many people, but everyone is a master Especially yin, yang, etc But Dynasty, who had just watched the story under one person for less than a day, understood that You had come here All the way through, will be hereThe security guards were knocked diabetes medicines in Ayurvedic down, and the front desk was scared away.\n\nSir, what shall we do next? A middle-aged man dressed in black and a gentleman followed behind a delicate woman with fluttering blue hair on the bustling streets of the United States, and asked respectfully His name is Liwa, a former American physician who was framed for refusing to pay a bribe to the how to lower blood sugar levels diabetes Diabetes Emergency how do I lower my glucose level in the blood do cinnamon pills help lower blood sugar minister, and was almost killed innocently, so he gave up his allegiance to the United States and became loyal to her since control diabetes type 2 Diabetes Emergency type 2 diabetes drugs list Glimepiride high blood sugar he was rescued by Esders Fa-principle, The principle of magic, the phenomenon quick ways to lower blood sugarmedications used to control type 2 diabetes that distorts nature In contrast to the present, the truth of reality, physics, all normal natural phenomena.\n\nChao Dynasty understood what Will was going to say, waved his hand, and ordered casually Yes Lan and Will holistic medicines for type 2 diabetes responded, turned and left the room It’s been half a month If no one comes, I have to wonder if Najeshtan has already given up on you.\n\nThey stretched out their hands and put their hands on She’s neck, pressing her tightly on the high stool I Highness! Do you want to die? They said softly, looking at She’s trembling eyes Even if I die, I won’t tell you the whereabouts of Lord Duran They insisted That’s not necessarily true.\n\nThen at this moment, He’s voice and figure broke into the eyes of the two Dad, my lord, a person who claimed to be the maid of the Fomal family said that he wanted to see you on something The girl walked over to the dynasty and said Say that Cao and Cao will be here It’s coming really fast Chao Dynasty laughed latest diabetics medicines At this point, the dynasty has basically understood that in the martial arts competition, he and Lang Fanyun should be in the same position.\n\nAs for those martial arts halls that can be called names but are actually no different from the Playing Dan Gang, there are countless other martial arts halls There are more than ten houses, anyway, there are all schools and schools, and they are open to business.\n\nThe man was silent, and fell silent for a while How do you want to trade? After another moment of silence, the man in military uniform asked homeopathic medicines for diabetics Dynasty through the operator’s hands That depends on your choice.\n\nSuddenly, all the guys who got the information and briefly browsed the beginning started to talk in a low voice until the information is sent out Cough, everyone be quiet first After all the staff were assembled, Dynasty disguised as Rufu Si’s appearance appeared in front of all the staff, and he gave orders to everyone again through the amplifier.\n\nSuch as the recurve bow that was exchanged from the dynasty This made The girl reflect, and he quickly stood up and picked up his bow how do you get your sugar to go down Diabetes Emergency how do you prevent type 2 diabetes I need to lower my A1C and arrow After all, the US is so big, it always needs some dirty people to exist, doesn’t it? Hearing this, the four of Rakshasa looked at each other, and then said through the spine, Do you trust us? I trust my own strength Chao said in a low voice.\n\nGujian Yuaner, who was originally thrown in the big version, was responsible for protecting the safety of the father of the dynasty But as I returned, he also became idle However, there is no way to do this After all, it is China, and it is also the capital.\n\nAs for the difference, Dynasty couldn’t tell for a while, but the pressure in the face of her suddenly increased a lot, making Dynasty’s face slightly condensed Let’s go, let’s get out of here There was too much movement before It is estimated that the people from the Yin and Yang Hall will be here soon I don’t want to face them so early After a pause, They said Okay Yuzao glanced at him before nodded and agreed Then Dynasty didn’t talk nonsense, and withdrew his sword and grabbed It, and quickly ways to keep blood sugar downherb for high blood sugar left the place accompanied by Tamamo before If something happens, wouldn’t there be no way to report it? So the next moment, Dynasty targeted the special forces patrolling inside the The man.\n\nIf it was decided to use force against Japan or the Onmyo Hall at that time, there would not be only a few members who sneaked in early What is the plan, or the goal, how much are diabetes medications Diabetes Emergency my blood sugar has been high how to lower blood sugar without insulin and pills of the forbidden way? Dynasty’s eyes flickered slightly, and he asked again.\n\nThe heroic army attacked the self-defense force station at night, and finally the whole army was annihilated by artillery bombardment how to control the blood sugar Is this the wrath of the gods you described After that, Not giving type 2 diabetes prognosis Diabetes Emergency vitamins that lower blood sugar 2nd line diabetes medications The girl a chance... (truncated)",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.9680019617,
        "format_confidence":0.7210673094
    },
    {
        "url":"https:\/\/justaddane.wordpress.com\/2012\/07\/11\/therapy-sessions\/",
        "text":"Therapy Sessions\n\n\nShe was nervous and it showed in everything that she did. From her pink face to her twitchy fingers, it was extremely apparent that something was on her mind.\n“You are in a safe place, Rebecca. No one will judge you here. It’s just you and I.” His voice flowed like honey, soothing, sweet, yet thick. Rebecca didn’t seem relieved in the slightest. In fact, she had become so fidgety with the coming of this new information that the usually over confident therapist began to doubt his vocal technique. However, he thought, in her defense, the irony behind that sentence was uncanny.\nFor a few moments he just sat watching her. She seemed to become more anxious as he watched, opening and closing her mouth periodically as if wanting to say something, but not quite knowing how to go about it. He wondered what sort of information was taking a hold of her like that. It had definitely taken control of her nervous system and need he even mention her appearance? When words actually found their way through to her vocal cords, the therapist actually raised his eyebrow in surprise.\n“He…” she started. What was it? Rape? Beatings? Verbal abuse? Life threats? Surely he had heard it all… “He’s leaving me.” Hmmm… Shocked still. He heard this and was momentarily disappointed.\n“And how do you feel about that?” What a therapist-like response. He needed to say something to guise his boredom, but it’s not like he didn’t already know. The disappointment settled. He would never admit it, but he was actually hoping for a rape victim. He hadn’t had one in a while.\n“I feel… I feel a bit shaken up.”\nAnd there it was. As if by queue, her feet, her hands, and all the rest of her body stopped their incessant movements.\n“Mmmmhmmm,” he replied pretending to write down notes with his pen while really secretly using the ballpoint to mimic the unflattering shape of her head.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.7532951832,
        "format_confidence":0.5889443755
    },
    {
        "url":"https:\/\/www.powerpoetry.org\/poems\/veil-happiness",
        "text":"Veil of Happiness\n\nDepression is a widow's veil.\n\nA black, looming object..light and wispy, blowing with every change of the wind. \n\nIt's flowery design serves to hide the pain and agony that lies beneath. \n\nI'm fighting with my veil, trying to pry it off of myself.... to be free.\n\nI want to let myself out, let myself know what the world is really like.\n\nI want to see beyond that veil, but I can't.\n\nThe world is covered in a layer of black smog, looking through this veil.\n\nSometimes I even trick myself into believing that it's real. \n\nThat this happy, flowered veil is really me.\n\nThe wind shifts.\n\nThey're angry. Someone's yelling. I have to make a decision.\n\nThe veil is off.\n\nMy face is raw and exposed to the elements.\n\nI thought it would let all of the good things in, but instead I can see the bad that much clearer.\n\nThe world hits me like ice cold rain drops on a crisp autumn day.\n\nI close my eyes and try to think of a better tomorrow, that there's hope.\n\nInstead, the rain beats harder, sending my mind and emotions into overdrive. \n\nI pull the veil back over my face, again sheilding myself from the world of hate and despair.\n\nIf they think I'm happy, I won't have to talk.\n\nI won't have to confront the demons that lay just beyond my veil.\n\nThe medicine, the therapy. It's all supposed to help.\n\nInstead my veil gets darker, and soon I can't see the light at all.\n\nI'm alone.\n\n\n\n\nNeed to talk?\n\nIf you ever need help or support, we trust for people dealing with depression. Text HOME to 741741",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.9242811799,
        "format_confidence":0.9906622767
    },
    {
        "url":"https:\/\/recallchronicles.com\/2016\/05\/12\/way-of-the-serpent-chapter-2\/comment-page-1\/",
        "text":"Way of the Serpent – Chapter 2\n\n\n2125 marked the centenary of the entry of the miracle age prophylaxis Chulel into the marketplace. The occasion probably should have been marked by a celebration of some sort, but so few people remembered what life was like before Chulel that it would have seemed rather like commemorating the invention of water or air. So the year would come and go without fanfare.\n\nTwo people who did remember life before Chulel were the inventors of the drug, Drs. Max and Emily Feldman, who had lost their only child to Hutchinson-Guilford progeria syndrome (HGPS) back in 1977. “Progeria” referred to a set of diseases that caused premature aging due to a genetic anomaly; HGPS had been its most common (though still extremely rare) form.\n\nThe Feldmans had delayed “having a family” as people used to say, until after they both completed med school. Following their daughter’s death, they had devoted their careers to finding a cure for progeria. It had been a long haul. The first significant advance had come from another lab, which announced a promising new avenue of research in 2014. Pharmakon Corporation, and specifically the Drs. Feldman, built on this and in 2017 published preliminary results of a drug they named according to its active chemical components. Nobody now remembers that name.\n\nThe drug was ready for human trials by early 2018, and a dozen or so families from around the world came forward, traveling to the Pharmakon headquarters in Atlanta to let the Feldmans try out the drug on their afflicted sons and daughters, who had been diagnosed with either HGPS or one of the other, even rarer, forms of progeria.\n\nWhat nobody knew was that Max Feldman was also testing the drug on himself. Even Emily didn’t know. Max Feldman was already 78 and although he checked out healthy enough, he had a family history of heart disease and atherosclerosis and there were certain aspects of the lab tests on the new drug as well as its effects on a small test group of bonobos that had irresistibly piqued his curiosity.\n\nBy the time the tests on human progeria patients were declared unequivocally successful in 2021, the people closest to him were beginning to notice something about Max. One of those people was the Feldmans’ lab assistant, Winslow Morris.\n\nIn the third month of the trials, Winslow noted that there seemed to be a couple of vials of the drug missing. He questioned Dr. Max about it, and was told it must be a mistake. When Winslow re-counted the next day against the numbers in the computer, he found no discrepancy. It happened again a couple of months later and this time Winslow kept his observation to himself. Again, the numbers mysteriously rectified themselves within a matter of hours. Then one day Winslow thought he saw Dr. Max slipping a vial of the medicine into the pocket of his lab coat. That’s when it clicked. Winslow started observing Dr. Max more closely. On the day before the results of the progeria field tests were formally announced, Winslow missed work. And then he disappeared altogether.\n\nWinslow hadn’t needed to steal any of the medicine. He knew how to make it. His destination was China and within six months a new drug started showing up on the streets. It was called “Fontana” and it was touted as the “fountain of youth”. It was outrageously expensive and sold mainly to customer lists Winslow compiled by irrupting into databases of dermatologists specializing in cosmetic surgery. He was an instant millionaire.\n\nWinslow did not know that Dr. Feldman had altered the dosage for his own use. Fontana consumers were overdosing, and before the drug had been on the street for a full year, its reputation went into free fall. People who were self-medicating with this black market miracle potion started to develop strange skin disorders, unexplained neuropathies, and a vulnerability to infection, all of which ended up on the list of warnings regarding possible side effects when the first generation of the real drug went on the market in 2025 under the name “Chulel.”\n\nWinslow was sorry about all this. It cut his income stream down to nothing. But he took his multi millions and his remaining stocks of Fontana and fled.\n\nRead Chapter 3…\n\nKeep reading! Get Way of the Serpent now from Amazon\n\n\nOne thought on “Way of the Serpent – Chapter 2\n\n  1. Pingback: Way of the Serpent – Chapter 1 | The Recall Chronicles\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.7211936712,
        "format_confidence":0.9679784775
    }
]