[
    {
        "url":"http:\/\/www.indeed.com\/forum\/loc\/Peoria-Illinois\/Up-coming-jobs-Peoria\/t31265",
        "text":"Up and coming jobs in Peoria\n\nGet new comments by email\nYou can cancel email alerts at anytime.\nComments (3)\n\n\nWhat jobs are on the rise in Peoria?\n\nReply - Report abuse\n\nGlobalpreneurs in Los Angeles, California\n\n69 months ago\n\nTechnology is evolving and communications are poised for a huge breakthrough in Video. Like the Internet and cell phones were in their infancy, Video email and video conferencing are new and unfamiliar to some, but they are the future of how business and individuals will communicate. Sales reps are desperately needed nationwide with huge potential for those who come in on the ground floor of technology. Information can be found at www.MyGlobalHub.com\/cindy6\n\n- Was this comment helpful? Yes \/ No Reply - Report abuse\n\nDaveasan in Peoria, Illinois\n\n66 months ago\n\nMan with a ton of experience looking to utilize it; Resume available email: Daveasan@aol.com\n\n- Was this comment helpful? Yes \/ No (1) Reply - Report abuse\n\n» Sign in or create an account to comment on this topic.",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9943646193,
        "format_confidence":0.9854133725
    },
    {
        "url":"http:\/\/www.home-school.com\/forums\/viewtopic.php?t=45125&view=previous",
        "text":"Magazines by\/for teen homeschoolers:\n\nThe one place in the forum where you can freely advertise your local events, services, commercial products, etc. Let others see what you have to offer!\n\nModerators: Theodore, elliemaejune\n\nPosts: 1\nJoined: Sat Nov 22, 2008 5:39 pm\n\nMagazines by\/for teen homeschoolers:\n\nPostby brianskywalker » Sat Nov 22, 2008 5:47 pm\n\n(Hope this doesn't break any rules... I don't mean to, but it could be considered spammage.)\n\nHello, I'm Brian.\n\nI recently started a new magazine called Loungeteer. It's for teen homeschoolers, and will be made (almost) completely of things by homeshoolers. There's a link on the page to a PDF you can print and hand-out. It also has submission guidelines.\n\nHere's my poster:\n\n\nReturn to “Local Events, Services, Commercial Products”\n\nWho is online\n\nUsers browsing this forum: No registered users and 2 guests",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9536247849,
        "format_confidence":0.9787915945
    },
    {
        "url":"http:\/\/scforum.sciencecareers.org\/viewtopic.php?f=1&t=9828",
        "text":"First author publication\n\nWelcome to the newly redesigned Science Careers Forum. Please bookmark this site now for future reference. If you've previously posted to the forum, your current username and password will remain the same in the new system. If you've never posted or are new to the forum, you will need to create a new account.\n\nThe new forum is designed with some features to improve the user experience. Upgrades include:\n- easy-to-read, threaded discussions\n- ability to follow discussions and receive notifications of updates\n- private messaging to other SC Forum members\n- fully searchable database of posts\n- ability to quote in your response\n- basic HTML formatting available\n\nModerator: Dave Jensen\nAdvisors:   Ana, PG, Rich Lemert, Dick Woodward, Dave Walker\nMeet the Moderator\/Advisors\n\nFirst author publication\n\nPostby Lisa D » Mon Jan 28, 2013 12:57 am\n\nI am a recent MPH graduate, working voluntarily in a medium-tier US University for more than 6 months (without pay- not a US citizen). My boss is old (>65 yrs), with lots of publications. I really enjoyed working with him, but one thing that I am getting annoyed is that he wants to be the first author in all the publications. I wrote one article recently, but he put my name as third author, as there was another girl who worked before me on the same project. She got the second authorship though I had to redo everything from scratch. Collaborators of the project are fourth and fifth authors. During the authorship discussion, I told him that she should be considered before me. He replied \"you could be 3rd author, while she gets 2nd author\". I really don't know why he still wants to be the first author. He don't need a first author publication to gain anything. On the other hand, it may help me in securing a job.\n\nMy question to the forum is: Is it normal in the academic field to have PIs take up first authorship even when it is published in a low impact journal?\nLisa D\nPosts: 2\nJoined: Mon Jan 28, 2013 12:34 am\n\nRe: First author publication\n\nPostby P. Lues » Mon Jan 28, 2013 4:43 am\n\nIt was pointed out a few months ago on this forum that most journals have strict rules about authorship placements and if the rules aren't followed, the paper can be retracted by force. Maybe look up what the journal says on this matter.\nP. Lues\nPosts: 172\nJoined: Wed May 23, 2012 6:06 pm\n\nRe: First author publication\n\nPostby Mark L. » Mon Jan 28, 2013 12:01 pm\n\nWhat is MPH? In the biological sciences the first author is generally the student whose project resulted in the paper, and the PI who paid for the study is in last (corresponding author) position. My PhD boss would routinely have two first* authors and two corresponding! authors on each paper. Tell your boss you don't mind being last and that you also don't mind handling all those pesky emails (reagent\/reprint requests) the paper will generate. Corresponding author is much better for your career.\nMark L.\nPosts: 83\nJoined: Fri Dec 14, 2012 7:55 am\n\nRe: First author publication\n\nPostby Lisa D » Mon Jan 28, 2013 1:47 pm\n\nWhat is MPH?\n\nMaster of public health\n\nMaybe look up what the journal says on this matter.\n\nI did looked at many of journals where he submitted before. Usually, the PIs name comes last.\n\nAmong his >200 publications, 90% had his name as first author. Other 10% he had collaboration, so obviously, it came out of other lab (his name was in the middle).\n\nHe is also the corresponding author.\n\nI posted this to know if anybody has the similar experience or not.\nLisa D\nPosts: 2\nJoined: Mon Jan 28, 2013 12:34 am\n\nRe: First author publication\n\nPostby Chris » Mon Jan 28, 2013 5:59 pm\n\nSome PIs put their name first on everything. Clearly, that's the case with this guy. I wouldn't expect to change his mind on this. I also wouldn't worry about it having much of an effect on your career. Everyone who sees the publication will know that he didn't do the work himself. The second author vs third author might be more of an issue, but it sounds like you've discussed that with him and his mind is made up. If you really want to be first author on some publications, you'll need to change groups and maybe change status (volunteer status is pretty tenuous!).\nPosts: 337\nJoined: Tue Jan 10, 2012 11:29 pm\n\nRe: First author publication\n\nPostby J.B. » Mon Jan 28, 2013 8:28 pm\n\nThis is a very old method of assigning authorship. Before journals were electronic, PIs often put their names first because they were the most recognizable name. That way when people were casually flipping through the most recent issue of _______, the PI's name was right at the front and people would be more likely to read it. While most PIs have now adopted the new style (PI goes last with an asterisk to denote them as corresponding author), some have not.\n\nI agree with Chris' last statement. Rather than focus on where your name should go on an author list, you should focus your efforts on finding PAID employment.\nPosts: 283\nJoined: Tue Jan 10, 2012 11:40 pm\n\nRe: First author publication\n\nPostby RGM » Sat Feb 02, 2013 4:25 pm\n\nI would NEVER work for someone like that. I know of someone, a former chair at Brown university, who routinely put his on all papers, even if he had nothing to contribute. I believe he was typically senior author haha. The faculty hated it.\n\nMy advice is to leave this lab and work for a normal realistic person that will PAY you. Why would you even consider doing unpaid work? I'm sure you have a good reason, but being a non native, surely there is some way to get money where you are located??\n\"Some men see things as they are and say why, I dream things that never were and say why not\"\n\"If you think research is expensive, try disease.\" - Mary Lasker\nUser avatar\nPosts: 1088\nJoined: Tue Jan 10, 2012 11:32 pm\n\nReturn to Science Careers Forum\n\nWho is online\n\nUsers browsing this forum: No registered users and 4 guests",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9739820957,
        "format_confidence":0.98665905
    },
    {
        "url":"http:\/\/www.themouthpiece.com\/forum\/threads\/north-east-band-requires-resident-conductor.11074\/",
        "text":"North East Band Requires Resident Conductor\n\nDiscussion in 'Recruitment Corner' started by boneman0970, Dec 2, 2004.\n\n  1. boneman0970\n\n    boneman0970 Member\n\n    The band are currently seeking an enthusiastic and experienced Conductor with Immediate Effect.\n    The band has currently been rebuilding due to key personnel changes.\n    The canidate must be committed to the band and have the ability to move the band onwards and upwards.\n    Also the canidate will have the opportunity to work alongside the bands Professional Conductor Mr Michael Fowles who'll be taking the band to the Area 2005!\n    Interested applicants may apply via the bands website or by contacting the Bands Secretary below.\n    Thank you for your attention.\n    Gavin Vardy\n    07904 046748\n  2. theMouthPiece Related Searches\n\n    Find more discussions like this one\n    Michael Fowles\n    personnel changes\n\nShare This Page",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.5632287264,
        "format_confidence":0.9830054641
    },
    {
        "url":"http:\/\/teachpaperless.blogspot.com\/2010\/06\/hey-teachers-this-is-how-i-learn_02.html?showComment=1275544452421",
        "text":"Wednesday, June 02, 2010\n\nHey Teachers: This is How I Learn.\n\nMy students and I had a conversation today about learning. They'd like to share their thoughts with you. [I've put some of the most interesting comments in bold].\n\n\"Teachers would help me learn better if they applied what we were learning to events outside of school. Also, if they stuck with us in the lessons step by step to make sure we understood them, that would help me learn better. It would be useful if teachers in lectures would also relate subjects in lectures to things students do at home or for hobbies.\"\n\n\"Teachers would help me learn better if they judged better the time it takes to complete assignments; with in a reasonable amount of time. They would help me learn better if they gave more class work grades then homework grades. They would help me learn better if they made note taking more interesting and entertaining then boring PowerPoints. Also group projects are always more desirable than projects in which you must work independently. Lectures, especially boring ones can be a problem in the classroom. Lectures in themselves aren't the problem usually it is the teacher giving them. Teachers need to find ways to appear entertaining, or interesting to their students if they wish to grasp their full attention.\"\n\n\"If teachers were more interactive in lessons, then more kids would pay attention. I find my self playing games on the computer because I don't want to listen to a boring lecture. But if the teacher made the lesson plan fun and interactive, then most likely all of the kids would pay attention. People don't pay attention in class because of one reason: boredom. So if the teachers could find ways to make lesson plans interactive, the issue of boredom would go down.\"\n\n\"Teachers would help me learn better if they interacted with the students more. A lot of teachers just like to do lectures and it ends up boring the class. If the teacher made the lesson more interactive, then the students would be able to grasp the concept of the lesson better. Lectures only make things boring and you don't grasp what's going on in that class. You just take notes and have to study them. But with an interactive lesson plan, you are able to grasp things right away and won't have to study as much because you really understood the lesson the day that you learned it.\"\n\n\"Teachers would help me learn better if they taught with hands on projects. I learn through projects because you can see exactly what you're learning about. For example, in this class we've created the Roman armor. We had to read about the different parts and then figure out all of their details in order to make them. In biology, we build parts of the body, for example cells. It's interactive and keeps the brain active. I tend to find myself losing focus if just reading a text book.\"\n\n\"Teachers would help me learn better if they taught in class instead of giving homework, used more videos to teach certain aspects of the lesson, had more group work, and used computers to help organize notes, help keep neat notes, help not lose notes.\"\n\n\"I find it easier to learn from interacting with the class than sitting in a class room and studying a certain subject. If the class is just sitting and doing busy work, then it is more likely that some people, including me, will get distracted and go on different websites.\"\n\n\"Computers = Awesome\"\n\n\"Computers are the future. They provide a portal to a whole other world, and infinite possibilities. A computer can be used to look up a famous person who you have never heard, or to look up statistics, or even just to use a calculator to crunch 289*3466, doubt you can do that in your head. With a computer everything including organizing becomes easier. Organizing especially is personally one of my biggest downfalls, before I came here and got my school laptop, I was one of the most unorganized people you would ever meet, now with a laptop, it is a lot easier to organize my notes.\"\n\n\"Teachers would help me learn better if they would do something more interactive in class. They would also help if they would bring something entertaining to keep my attention. Teachers need to not talk at the students, but to the students.  Teachers also shouldn't just force students to take notes as the entire class. Teachers need to actually teach the subject material, not just give random pointless assignments in class to keep students busy. Teacher shouldn't have things show up on the test that they didn't teach. Teachers shouldn't teach superfluous things that won't show up on tests, as they detract from learning the important material. Teachers would help student better if they would stop for a second to make sure each individual understands the material. Teachers should repeat important topics. Also, hands on is good, as hands on is fun and interactive. Teachers also need to be approachable for extra help.\"\n\n\"I use tech a lot more in this class than in most of my other classes. I think that it is wayyyyyy more efficient in this class, it is very helpful.\"\n\n\"I use the computer more in this class than any other class. but it's very helpful. I'm able to look things up instantly and helps me understand more.\"\n\n\"I use my computer everyday in this class, probably twice as much in this class than in any other class. In some classes I hardly ever use it.\"\n\n\"I find the computer to be more of a helpful resource in this class than in any other class.\"\n\n\"Teachers would help me learn better if they were more hands on with their learning. It is very hard for me to learn when a teacher just rattles of information off a power point that I can access later. If I can access it at home and study at home then why do I need to pay attention in class? I don't, and so when teachers don't give me anything to work with besides a power point on my laptop and on a projector I will often get bored in class and not pay attention or fall asleep. Things like worksheets, activities, and class readings are what hold students attention. And without their attention you can't teach them a thing. For a teacher to hold my attention they need to present me with something I haven't seen before or at least in a way that holds my interest.\"\n\n\"I try to use my computer every opportunity I get in all of my other classes. I find it incredibly useful and helpful for me to take quicker and more organized notes and also to research things that a teacher has said that I don't understand.\"\n\n\"Compared to other classes, I use computers the most here. It seems like most other teachers don’t really trust teenagers with having laptops during class. I think they can overcome this barrier by talking to students as their friends instead of talking down to them.\"\n\n\"Computers definitely help with this Latin class because there is a wider range of material to learn from and you can use programs that parse verbs which helps you to understand how those verbs will be translated. Also, it allows for students to collaborate without being distracted.\"\n\n\"Latin revolves around the laptops. I think it's impossible to go through the course without one. We need it for Caesar's Gallic Wars and to take notes. You wouldn't be able to do the course without it. All of our assignments are done through a blog which is really convenient because you can get onto the internet anywhere. With paper, you may have to remember to have several things with you.\"\n\nAnd of course one student decided to play Devil's Advocate (but I think he's got a great point that we need to address issues of distraction and focus from the very beginning of tech integration):\n\n\"Teachers would help me learn better if they... removed computers from the classroom. Computers are too much of a distraction, and it is difficult to focus when there is a plethora of other activities that can be done on the computer, from games to messaging services to websites.\"\n\nI like to listen to my students. They know themselves pretty well. And they help me know them and they help me know how to teach them and they help me understand how to learn better together with them. \n\nAnd in the end, that's what it's all about.\n\n\n  1. Awesome. It's great to hear this directly from the students. I also think it's incredibly valuable to get them thinking about HOW they learn. We don't spend enough time on this with students but it's an important part of lifelong learning.\n\n  2. I'm curious, what were the opinions from those students not sold on the tech? As a person who teaches with tech, the other side of the discussion would be just as valuable.\n\n  3. @Antoine\n\n    There was one student in class who gave an anti-tech opinion. I highlighted it at the end. You are right, it is important to hear that opinion; it's also important to see what a minority opinion it is in a class where kids have been using social tech 1:1 for two years.\n\n\n  4. Every since I was a little boy my father always urged me to make the teacher \"check their data\". Just like you need to challenge websites for the legitimacy of their data so too must the students challenge the legitimacy of the the teacher's ideas if there is to be real critical thinking going on in a classroom. Computers make that challenge much easier and effective. My students often correct my facts which makes our intepretations much richer and collaborative. It really does not make any difference that the American Revolution happened in 1776 and the French Revolution occured in 1789. What matters is that the American Revolution happened BEFORE the French Revolution!! The important question is was the American a revolution, and could the French have happened with it? That is interesting!!\n\n    One idea that appeared over and over again in the above is that the ideas in a class are the material to be learned. That is something we need to get over, with or without computers. There is nothing material about ideas. The Roman Empire only exists when at least two people (teacher and studen... (truncated)",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.996332109,
        "format_confidence":0.9654479027
    },
    {
        "url":"https:\/\/thefischbowl.blogspot.com\/2005\/11\/assessing-student-learning.html?showComment=1132975800000",
        "text":"Friday, November 18, 2005\n\nAssessing Student Learning\n\nAfter reading chapter eight of the constructivist Bible, I was intrigued by the thoughts of right vs. Wrong. I have seen this happen in my class. where I am searching for the right answer from students and not getting it. I can see that the students are confused about the answer and exactly how to get that answer, and reassurance from me. I would love to take the time to pick their brains and see how they are coming to their own conclusions and \"right\" answers.\n\nThe problem lies in time. We are on such a tight schedule: to have x material covered in y amount of days. We are dictated to cover a certain amount of material in our classes and leave the lost students behind in our wake. The CSAP's just reinforce the type of learning that we do not want, rote memorization and regurgitation; loss of identity and failure to learn the process of learning. Does standardized testing really assess the student's learning? Or does it force teachers to teach in a way that benefits no one?\n\n\n  1. It's the random student again. I'm going to agree with you here. I would love to actually be able to delve into the material in classes and learn about how they relate to the real world, but due to time and CSAP demands, classes are forced to move form one concept to another so quickly that the students miss out on what could potentially be so interesting and beneficial. The way most classes work now, it is mere memorization and test taking. Then the material is entirely forgotten about a week after the test. It's a waaste of both teacher and student time, CSAP doesn't assess learning, it merely finds out how effectively students can copy our teachers' words exactly onto a new piece of paper.\n\n  2. There is something to be said for getting to all topics in the curriculum, but it is definitely a shame that it often causes us to move on rather than linger. This idea certainly ties in with the emphasis on grades rather than on learning.\n\n  3. I get frustrated by the argument that if we're teaching what we should be teaching, then students should do well on standardized tests. This idea fails so many students, and I have sophomores and juniors who beg me to prepare them more directly for the SAT and ACT. Yet when I start teaching them how to take standardized tests, I wonder what the point is. My focus is on higher learning, not how to eliminate tricky choices on multiple choice tests. I appreciate the idea behind the standardized test, but I think that learning by nature is not standardized--it's individual. Consequently, molding my students to fit a test's hazy and subjective vision of a \"proficient student\" is problematic.\n\n  4. This is one area where the struggle between curriculum and time will never cease. It seems as though there is increasingly more placed on our teaching plates but there is never an increase in the amount of time to cover that material. Like Kristin commented, if we don't teach to the test, we are not meeting the \"wants\" of our kids (Notice I said \"wants\" not needs). I think more of my time becomes devoted to teaching my students how to do well on standardized tests and less time for discussion. I would love for the test to measure their interpretation and questioning levels rather than the regurgitation of information.\n\n  5. Great points. I have thought the same things. The ideas that we all have discussed in the meetings are great but then you start to thing reality which boils down to 2 things; time and CSAP. Can we still pick kids brains and teach to a test? I don't know the answer to that.\n\n  6. Melissa brings up a good question and I'm not sure how to respond. One of hte great things about being a new teacher, is I typically make upa test at the very end of the unit, and so I find a am creating a test off what I know my students know. I do not teach to a test because i do not have a test to really teach to.\n    Fortunately, I do not have to teach to the content of the CSAP, cause social studies is not required ( which could bring about another arguement) but I do find that time is a major issue. For example I had to add another day that i do not really have so that I could fishbowl on a reading. I could have skipped this and moved on to meet my planned deadline, however, I wanted the students to construct their own interpreation, and realized that in this case, the learning process was more important then meeting a deadline.\n\n  7. I think I will follow Amanda's lead here and assume the role of the devil's advocate...\n\n    I understand and respect everyone's thoughts on quality versus quantity and the negatives of standardized testing. In a perfect educational world, we could taylor individual lessons and learnings to the specific needs of every student and create assessments that allow students to express understanding in their own unique way.\n\n    And yet, that doesn't sound very much like reality. I have a very limited knowledge of the corporate world, but it seems like there would be rushed deadlines, time crunches, and meeting expectations in order to be successful. That may be a harsh comparison, but don't we always say that one of our jobs as teachers is to prepare students for the real world?\n\n    As far as the CSAP's go, I definitely see problems with determining a school's success based on scores. But, I don't agree that the test is strictly memorization and regurgitation. The science questions we looked at as a department are general knowledge questions that ask students to read, comprehend, and offer well-written responses. And don't multiple choice--a \"bad word\" in education, teach students to weigh their options and choose the answer they feel is best? I think those are skills that are very important for students to learn.\n\n    I think it all goes back to what Karl said a few weeks ago in class. I don't think that the curriculum\/time battle is going to change any time soon. So, if we really want to spend more time going in depth and discussing topics in detail (both of which I feel are also important!), then the basic, general stuff we are covering now should be put on kids to do at home in preparation for class. They need to take responsibility for the concepts on their own, so class time could be spent taking those concepts further.\n\n  8. Cara, thanks for being the devil’s advocate. It’s exactly this kind of spirited give and take that I was hoping would arise in our class and in our blogs. I think it’s through discussion and sometimes disagreement that we can all move forward to becoming better teachers (even if we don’t always agree).\n\n    Having said that, I think I’m going to disagree (umm, offer an “alternative viewpoint”) to a couple of things you said. (Hmm, does that make me an “angel’s advocate” – I’m polishing my halo as we speak.)\n\n    I guess I’ve always had mixed feeling about the “real world” argument. While I agree that part of our mission (but only part) is to prepare our students for their future world of work, wouldn’t helping them become thoughtful, reasoned, competent, caring, knowledgeable adults prepare them well for that? Why is it an either\/or proposition? Why can’t we (to the best of our ability) try to meet the needs of every student and explore issues in depth instead of skimming over them? Do we really think that by offering a “mile wide inch deep” curriculum we’re preparing them well for the “corporate world?” If so, maybe that’s what’s wrong with the corporate world. After all, the “real world” is also filled with corporate scandals, ethically challenged executives and companies, and a “bottom line” mentality that doesn’t always mesh with my view of what humanity can become. Should we prepare them for this as well? Or should we strive for a higher purpose? Should we try to prepare them to be the best human beings they can be – which still involves a whole lot of the learning that takes place in the “traditional” curriculum, maybe just presented differently. If they are truly critical thinkers who are actively engaged in the learning process, I think they will do well both in the “real world” as it may be now as well as the “real world” as I envision it. I just don’t want to settle for less than we’re capable of . . .\n\n    And I guess I still am not convinced of the value of multiple choice tests. While they may be a “bad word” in education, I certainly haven’t seen a decrease in their use. While I think a well-constructed multiple choice test (which are few and far between in my personal experience) can be a good critical thinking exercise in and of itself, I think their value as an assessment is minimal. The “real world” we were talking about above is not multiple choice. You are not presented with a set of four possible answers, only one of which is correct. You are usually presented with a very complicated situation with multiple answers and usually most of the answers are imperfect. How is a multiple choice test where they “weigh their options and choose the answer they feel is best” better than the same question where they have to generate and support their answer? If we’re really trying to assess what the student knows and can demonstrate – so that we can therefore help them learn what they don’t know – wouldn’t a free response help us do that better? As far as I can tell, the only person that a multiple choice test is better for is the teacher (or the testing company). And I don’t mean that in a negative, “teachers who give multiple choice tests are horrible human beings” kind of way. I just mean that they were developed to make grading, recording, reporting and statistically analyzing responses easier. I don’t think I’ve ever heard anyone argue that a multiple choice question is the best way to assess student learning, only a convenient way. And I know that the reality of having time to grade and provide feedback on 150 or more assessments that are not multiple choice is a problem, but I don’t think... (truncated)",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9976594448,
        "format_confidence":0.9802324772
    },
    {
        "url":"https:\/\/jobmob.co.il\/blog\/poll-have-you-felt-age-discrimination-on-the-job-search\/?replytocom=1802647",
        "text":"How common is it really?\n\nPhoto Credit: Neal Fowler\n\nOne of the most common job seeker complaints\n\nAccording to the AARP, in 2013 alone there were 21,396 claims of age discrimination filed in the US. Most people won't even bother to file, so you have to think the actual number of incidents is much, much higher. Those claims were filed with the Equal Employment Opportunity Commission, based on the Age Discrimination in Employment Act, which “protects workers 40 and older from personnel decisions based solely on age in hiring, firing, layoffs, promotions or demotions.”\n\nAccording to the Guardian, however, it's not only older people who have reason to be frustrated. The UK Department for Work and Pensions published a report in 2012 saying that “experiences of age discrimination were more common for younger groups, with under 25s at least twice as likely to have experienced discrimination than other age groups.”\n\n\nFree bonus: The Midlife Job Search Report is a handy guide I compiled for older job seekers. Download it now. gives 2 definitions for ageism:\n\n  1. discrimination against persons of a certain age group.\n  2. a tendency to regard older persons as debilitated, unworthy of attention, or unsuitable for employment.\n\nMost people tend to think of the latter when the topic comes up, but if the UK DWP is right, the first ageism definition should be the more common one and young people are suffering from a double-whammy: not only are they being discriminated against, their claims of discrimination are being discriminated against too. It's ironic that there might be bias among claims of bias.\n\nWhat about you: have you ever felt age discrimination on the job search?\n\nVote now:\n\nHave you ever felt age discrimination on the job search?\n\nQuestion of the article\n\nWhat do you think of the claim that young people might suffer from ageism more than older people? Tell us in the comments.\n\nFree Bonus\n\nThe Midlife Job Search Report is a handy guide I compiled to help older job seekers.\n\nThis free download contains:\n  • 5 Common Mistakes Older Job Seekers Make\n  • How To Defeat Any Form of Job Search Discrimination\n  • How Older Job Seekers Beat These Common Stereotypes\n  • 9 Scary Reasons Overqualified Job Seekers are Rejected\n  • 40 Tips for Older Job Seekers That Actually Get Results\nClick the image below to get access to The Midlife Job Search Report: The Midlife Job Search Report\n\nJobMob Insiders can get this free bonus and other exclusive content in the JobMob Insider Bonuses area. Join now, it's free!\n\nSubscribe to JobMob via email and follow me on Twitter for more surprising job search polls.\n\nJacob Share\n\nJob Search Expert, Professional Blogger, Creative Thinker, Community Builder with a sense of humor. I like to help people.\n\nThis Post Has 5 Comments\n\n  1. Brian Krueger\n\n    I used to work for a large tech company (which will go unnamed) which used the term “not a culture fit” as a way to indicate that a candidate was considered to be too old to fit in with the young culture. In my own personal job search, I was once told that I had too much experience for the role. Yes, age discrimination happens.\n\n  2. Jacob Share\n\n    Brian- when you were told that you have ‘too much experience’ for a role, how much experience did you have relative to what was required by the job description?\n\n  3. Brian Krueger\n\n    I had, at the time, about 20 years experience (yes, that put me over 40) and the role was asking for 5-10 years of experience. Normally most employers would be thrilled to hire a more experienced candidate, but in this case, the employer clearly wanted a younger candidate. Like most situations of this type, it worked out well in the end. I ended up in a better role at a better company.\n\n  4. Steve Brady\n\n    As a professional resume\/LinkedIn profile writer I know first hand how ageism is a problem for both older and younger job seekers alike.\n\n    The key for each group is to zero in on what the employer really needs and to place a laser focus on that throughout all of your career building materials.\n\n  5. Jacob Share\n\n    Brian- to be blunt: you shouldn’t have applied for that job, and like so many job seekers, you set yourself up for a fall. Steve nailed it; laser focus on employer needs is where it needs to start.\n\n    For others (Brian knows this already): although heavily abused, over-qualification is a real thing. If I advertise needing a car to get from A to B, and someone cold calls me about their Ferrari, they really shouldn’t be surprised when I tell them it’s not what I need.\n\nLeave a Reply to Brian Krueger Cancel reply",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9797124863,
        "format_confidence":0.7047640085
    },
    {
        "url":"https:\/\/desight.wordpress.com\/2012\/07\/23\/hr-career-killer-roles-more-design-fodder-roles-vai-linkedin\/",
        "text":"Skip to content\n\nHR career killer roles!! More Design fodder roles vai Linkedin\n\nJuly 23, 2012\n\nBelow is a recent transcript from a Linkedin group and yes it’s a fodder role.  See the postings…\n\nURGENT POSITION: Senior Designer (Surface Pattern Design) Up To £30,000 – UK, Midlands\n\nMy client are currently undergoing expansion and are looking to add a talented Surface Pattern Designer to their team. This role will progress into management so is a great move for a designer looking to take the next step in their career. For the full specification and to hear more about this exciting opportunity please send your CV to\n\n6 days ago\n\nGloria Urech likes this\n\n\nGloria Urech • Hello Josh,\n\nMy name is Gloria Urech and I am a Surface Designer and artist based in UK with an extensive experience in various fields.\n\nPlease, have a look to my portfolio: \nand don´t hesitate in contact to me if you need further info.\n\nBest wishes, \n\n3 days ago• Like1\n\nIara Lindback • Hello Josh, \nPlease, have a look to some of my designs at:\nBest regards \n\n2 days ago• Like\n\nVéronique Pettit Laforet • Hello Josh I have many patterns I did You can see some of them are in my website or in my Facebook page If you wnt to see more just let me know.\nI will be very happy to receive your feedback \nThe next production I am preparing concern Pareos and bags for the beach. \nBest regards \n\n1 day ago• Like1\n\nCarol Gonzales • I would like to hear some sort of response from the originator of this post please. Why does this happen, people list and list their info, but they don’t bother to make even a single comment for everyone to read, much less a personal answer to the personal request…\n\n1 day ago• Unlike2\nNick G\n\nNick G • think it’s a ghost job\n\n23 hours ago\nNick G\n\nNick G • It does seem odd – Josh if you are lifting designs you a thread away from being flagged … Carol, here’s my recent article about this kind of thing,,\n\n23 hours ago1\nNick G\n\nNick G • There’s also a similar role at Next which has all the hallmarks of a trend ghost post… it’s gone off air after 3 weeks… with Quest… beware\n\n23 hours ago\n\nNick G\n\nNick G • Gloria and others… had a look at yr sites and generally you have too much on open view.,, my advice is to show 2-3 items then make the rest available to password private viewers who must log onto yr site for permission.\n\n23 hours ago1\n\nStephanie Schenck • could you please check my works on my website maybe it could be interesting for you. I’m based in Italy and I’m working as a freelance designer for surface and pattern.\n\n22 hours ago• Like1\n\nCarol Gonzales • Thanks Nick for the post, it was really informative.\n\n22 hours ago• Like\n\nJosh Goddard • Apologies all, I use linkedin directly to my work email therefore do not have access over the weekend. This role has been put on hold. \nNick if you read the post it does say ‘For the full specification and to hear more about this exciting opportunity please send your CV to’ I have had many applications from people who have sent their CV, I replied with the job spec and told every applicant; I will keep their CV on file if the position opens again. I apologise for any inconvenience this may have caused.\n\n5 hours ago• Like\nNick G\n\nNick G • This role has been put on hold… because it was never formed as a going role Josh… this is the case because I’ve been in the business for 31 years and can spot a trend feel-out a mile off.\n\n4 hours ago\n\nJosh Goddard • Nick, this is not the case, I do not work in the surface pattern design industry, view my profile I am an IT Recruiter, eCommerce and Software \/ Web Development are the areas I work, my client asked for my help with this position, having lots of surface pattern design CVs on my database isn’t going to benefit me, unless this particular position reopens. I apologise for any inconvenience this has caused as I have already said the role has been put on hold. Thanks for taking the time to comment. \n\n4 hours ago• Unlike2\nNick G\n\nNick G • Thanks Josh but it is remarkable how many of these types of roles are advertised interviewed for and never really become a reality. I have years of experience going on first second and third interviews only to be told the position is now on hold. \n\nFor the filling of most real roles the recruiting company knows who they are after. M&P just lost a young furniture designer to Shop Direct in Feb yet Shop Direct interviewed 70 professionals from freelancers to hobbyists… they did this to trawl the field. They knew there were 2-3 people they wanted from the retail sector… \n\nThe HR pros play designers and I for one am happy to inject some argument about this whole design fodder practice. \n\nAnd we wonder why most BChip UK retailers are down 10% on sales…perhaps a lack of new blood? HR seek to maintain their roster and prefer to feed and regurgitate industry pros… they seldom get behind a talented pro and inject new designers into the field… at the behest of retail and design professionals ( and talented, valuable creatives searching for a break).\n\n\nLike this post? What do you think?\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9244412184,
        "format_confidence":0.933652401
    }
]