[
    {
        "url":"https:\/\/coolbuzz.org\/how-to-design-a-ta-moko-the-maori-tattoo\/",
        "text":"Design \/ Fashion\n\nHow to design a Ta Moko, the Maori tattoo\n\nThe Maori, the indigenous people of New Zealand, have a strong and long tradition of tattoos. Both men and women get tattoos, although only men receive the characteristic full face tattoos. A tattoo, or Ta Moko represents the social status of a person, family history, tribal affiliation and even marriage eligibility. The fact that a non-Maori wants to get a Ta Moko can be a touchy subject, so the design must be well thought out to avoid offense. Swirling and geometric patterns are made to stand out, but if you seek something more personal, here are 5 steps to design your very own Ta Moko:\n\nTa Moko\n\nTa Moko\n\n1. Investigate thoroughly: disrespectful tattoos are the greatest risk for non-Maori people when they want that kind of tattoo. Since Maori tattoos are a form of identification, you should never copy an existing tattoo, cause that would be essentially stealing an identity. As we can see with other culturally significant body art, the chances of getting a tattoo with a pitiful meaning are high if some proper research hasn’t been done previously.\n\n2. Choose the location for your tattoo: facial tattoos are the most common Maori designs. However, this might not be an eligible option for most people. The Maori also make full body tattoos, with areas such as the back, arms and breasts decorated with spiral designs. Consider your lifestyle when choosing the place for your tattoo, and make a design somewhere that can be easily covered with clothing. The location of your tattoo will dictate the type of design that is appropriate.\n\nTa Moko face\n\nTa Moko face\n\n3. Work with a local artist to create the design of your tattoo: you may have to go outside your area, but there are many artists who are specialized in Maori designs. Working with a qualified artist will ensure that you get a proper respectful and meaningful tattoo able to represent you. Ask to see a sample of the artist’s work so you’ll know if your ability is up to par.\n\n4. If the search for an artist in your area is too hard, look for a Maori tattoo artist from all around the world: get someone abroad for the design of the tattoo and a local artist to run it.\n\n5. Consider the possibility of a Kirituhi tattoo design if you’re worried about the meaning of your tattoo: initially, Kirituhi were painted on the body with charcoal. Nowadays, they have experienced a modern revival, being tattooed on the skin. These tattoos are inspired by Ta Moko, but have no real meaning. Thus, you’ll get all the aesthetic benefits of a Maori tattoo without the cultural problems.\n\nTags: , , ,\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\n\nBy continuing to use the site, you agree to the use of cookies. more information\n\nThe cookie settings on this website are set to \"allow cookies\" to give you the best browsing experience possible. If you continue to use this website without changing your cookie settings or you click \"Accept\" below then you are consenting to this.",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.6320685744,
        "format_confidence":0.9409177303,
        "weight":0.0027829174
    },
    {
        "url":"http:\/\/martykeating.blogspot.com\/2010\/04\/more-williamstown-to-westport_28.html",
        "text":"Wednesday, April 28, 2010\n\nMore Williamstown to Westport\n\n1 comment:\n\n  1. My wife (also a painter) and I bought the third piece from the top last weekend at the Little Compton art show. We love it. It's on the mantle above the fireplace in our cottage.\n    It's a landscape that has an element of Rothko about it, as my wife said.\n    Jim Finnegan",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.8081344962,
        "format_confidence":0.9148470759,
        "weight":0.0323746942
    },
    {
        "url":"http:\/\/lakotaphillips.blogspot.com\/2009_11_01_archive.html",
        "text":"Monday, November 30, 2009\n\nMonday Poetry Train - The Drowning\n\nBrand spanking new - still needs edits but throwing it out there anyway.\n\nThe drowning\n\nFace pressed beneath the water\nIndulging in the sweet sips of your deceit\nShe dreamed in happy ever after fragments,\nOf Ophelia softly singing\nAnd she was kept…\nquite willing to believe in anything.\n\nThe drip, drip of half-truths\nWrapped in heartfelt sincerity\nHer self esteem eroded,\nAs the ripples of your duplicity\nshudder onward, outward…\nDragging her down and down and down.\n\nHeart beat flutters, much too fast\nCracking beneath the pressure\nOf pretending her smile hasn’t fallen\nOff the edge of the world,\nWhile everything, oh everything is alright…\nTrapped in the leaky vessel of her life.\n\nFace pressed beneath the water\nTears dissolving in its watery embrace\nHer choice remains steadfast and simple,\nLift herself up and out\nor drink deeply of the sorrow…\nThat will fill her until she drowns.\n\nRide the Monday Poetry Train - share your links or just enjoy the read:\n\nWednesday, November 25, 2009\n\nHave a Happy Thanksgiving\n\nGetting ready to head into insane work day but wanted to give those of you in bloggyland a heads up that there won't be an Arts Day this week on the DAMage Report - however Johnny will be having his regularly scheduled show, so go ahead an enjoy some damaged news and humor. :)\n\nI hope everyone in US has a good turkey day.\nI'll be taking a short break over the holidays from the social networking (facebook) and the blogging. Have several projects to handle that i'll be focusing on.\nBack on the air next week at regular times.\nEat some dessert for me - Kota\n\nWednesday, November 18, 2009\n\nDAMage Report - Arts Day Article Link\n\nPlease click on the link above to read today's topic. I've created a blog just for the articles for those interested in following the show.\n\nJoin me today on the DAMage Report News Show at - 2pm PST\/5pm EST\/ 10pm GMT. Topic today is about the $43 million dollar Warhol - is it still art or just an investment stored in a safe?\n\nTuesday, November 17, 2009\n\n\nThis week i resisted the temptation to be a diva, pack up my toys, and go home. I'm pretty sure though if i had, no one would have noticed.\n\nI also resisted the urge to add an \"S\" to the church sign near my house that says \"God, HE never fails.\"\n\nSince i missed Tempting Tuesday last week y'all get a two-fer. :D\nWhat temptation did you resist or give in to this past week?\n\nMonday, November 16, 2009\n\nHopping Back on the Monday Poetry Train\n\nFade Away Naturally\n\nColor me with bold strokes\n\nAnd outside the lines\nof preconceived notions\n\nFor one day I will fade\n\nAnd all that will remain\nare dusty memories\n\nDrifting in the wind\n\n\nWednesday, November 11, 2009\n\nDAMage Report - When Art Imitates Art\n\nThe 1963 painting by Alma Thomas (to the right) is remarkably similar to a 1953 piece by Matisse (below it) and is causing an uproar of controversy on the topic of art and plagiarism. The painting was originally among the works selected by the Obamas to hang in the White House, but was returned - either due to the controversy or because it really didn't match the sofa. The reasons really are inconsequential. What is of interest are the heated debates over the differences between tribute art and outright theft of concept and\/or visuals.\n\nIt is true that art imitates life. It is also true that in one way, shape, or form, art also imitates art. It can't be helped. Artists ARE influenced in their ideas and their forms of expression.\n\nPicasso said \"the bad artists imitate, the great artists steal.\"\nIn other words, to steal an idea you have to own it and make it your own.\nTo imitate, you merely need to copy it and put nothing of yourself into it.\n\nOn one hand, Alma's \"Watusi\" is an almost exact replica of Matisse's \"L'escargot\" with palette changed and shapes rearranged. On the other hand, it is well documented that Alma created the painting as a tribute, using it as a study of Matisse's techniques. She never hid the fact that it was directly influenced. Furthermore, her study of this particular work was apparently a turning point in her art. Everything that followed reflected the impact of Matisse on her paintings\/concepts\/approach. As Tilly Greene remarked yesterday, it would have been MORE interesting to see Alma take the influence to another level, rather than just remake Matisse's composition. But it should be duly noted that Alma probably had no idea that her painting would one day hang in the Hirshhorn Museum and be considered one of the great works of American art.\n\nI've often wondered if Picasso and Matisse would roll over in their graves knowing that their napkin drawings are considered fine works of art. Nawwww - Picasso would love it, the arrogant old bastard!\n\nThe major difference between plagiarism and tribute seems to be credit given where credit is due. Trying to pass off copies of someone else's original concepts and work as your own is plagiarism, pure and simple. Utilizing the ideas and visuals of a \"master\" artist to create something new, or to study technique is tribute. All art is an imitation in one form or another, whether it is an imitation of something seen or an expression of an idea born within the mind of the artist. It is the process of communicating the ideas, the visions, the exploration that creates the art in whatever genre the artist chooses to express themselves in.\n\nDoes Watusi deserve to be considered a great work of art, given that it is a tribute piece? It depends on who you talk to. Personally I think it is confusing and blurs the already subjective lines of what constitutes \"masterful\" art - art that rates hanging in the top museums of the world. Does Alma Thomas deserve the scathing disregard for her work that is currently being bandied about? Absolutely not. However, on the bright side - more people now know her name and have looked at her paintings. Bad P.R. is better than no P.R. type thing.\n\nArt is once again the heated topic of discussion - replacing whatever was on television last night as the topic of choice.\nWell, for some people anyway.\n\nTuesday, November 10, 2009\n\nDAMage Research - Plagarism or Tribute?\n\nThe 1963 painting by Alma Thomas (to the right) is extremely similar to a 1953 piece by Matisse (below).\n\nit would be interesting to find out what the Hirshhorn Museum paid for Watusi.\n\nThomas's painting was first exhibited in the '60s. At that time, you could no more plagiarize a Matisse collage such as \"The Snail\" than you could pass off the \"Mona Lisa\" as your own.\n\nElaborations on earlier artists' work, even full appropriation, have been common practice in art for hundreds of years. Artists long learned their craft by copying the works of older masters; even among high artists, it was standard.\n\nthe 73-year-old artist found herself staring at the hollyhock shadows she had known her entire life and calculating\n\nhow to use them in her paintings. A year earlier, she had seen the late Matisse cutouts at the Museum of Modern Art in New York. Matisse's work had prompted her to paint an acrylic-on-canvas version of his collage The Snail (1953), in which nearly all the original colors were reversed. Thomas named her painting Watusi (Hard Edge), after Chubby Checker's dance hit \"The Watusi.\" As well as marrying high modernism with the popular culture of black America--then entering the American mainstream--the title she chose noted Matisse's debt to African art.\n\nPablo Picasso that, \"the bad artists imitate, the great artists steal.\" Thomas' work here is a transformation of the Matisse painting. There is power in the decision to reverse colors and to change perspective from \"L'escargot,\"giving \"Watusi\" integrity to stand on its own as a distinctive piece.\n\n\nillegitimate copying is real. Both Richard Prince (See VR’s “Prince of Pilfer”) and Jeff Koons have been sued by photographers for incorporating copyrighted work into their own. Koons lost the Rogers v. Koons case, but won a more recent suit under the “fair use” doctrine. Readers will remember that earlier this year Damien Hirst threatened to sue a 16-year-old over his use of an image of Hirst’s diamond-incrusted skull, in the process demanding royalties.\n\nThomas always credited Matisse for the inspiration that produced Watusi. It is obvious that the work launched her on a journey of artistic discovery that produced her unique and forward-looking (if not radical) mosaic style.\n\nTo assert that Thomas was “simply copying” Matisse would be to deny the rich and varied underpinnings of her work. Thomas was deeply impressed by the colors and patterns of the natural world around her.\n\n**Credit to Venetian Red Contributors Christine Cariati and Liz Hager for excellent arguments and research\n\nFriday, November 6, 2009\n\nNo Jobs and Everything Costs More - 2005 to 2009 costs of Eggs, Bread, Milk and Gas\n\nI found it positively disgusting that i couldn't find these numbers quickly, easily, or in layman terms after spending over half an hour searching the web and online news. I don't have a degree in economics or finance. PPI numbers and CIS numbers and acronym fill in the fucking blank numbers mean nothing to me. It doesn't translate to instant comprehension. All I wanted was the freakin average prices of some consumer goods. Not the increase percent, not the decrease projections. Just. The. Price. I ended up searching item by item, year by year. >_<\n\nit wasn't easy getting verifiable #s - they vary ridiculously. Oh and Wikianswer is a freakin joke - their numbers aren't even realistically close to the statistical documents\n\nIn four years...\nDozen Eggs: 2006 = $1.45 \/ 2007 = $1.56 \/ 2008 = $2.18 \/ 2009 = $2.89\nWhite Bread: 2006 = $1.05 \/ 2007 = $1.25 \/ 2008 = $1.28 \/ 2009 = $2.79\nGallon Milk: 2006 = $2.40 \/ 2007 = $3.13 \/ 2008 = $2.74 \/ 2009 = $3.53\nGas: 2005 = $1.78 \/ 2006 = $2.57 \/ 2007 = $2.81 \/ 2008 = $3.55 - $4.10 \/ 2009 = $2.90\n\nWednesday, November 4, 2009\n\nDAMage Report - All that Glitters Might Be Crap\n\nP... (truncated)",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.7437829971,
        "format_confidence":0.9797968268,
        "weight":0.0297967073
    },
    {
        "url":"http:\/\/www.sfgate.com\/entertainment\/article\/Shepard-Fairey-makes-his-mark-in-mainstream-3268717.php",
        "text":"Shepard Fairey, the 38-year-old street artist who's famous for plastering city landscapes with his stenciled images, looked across Larkin Street the other day to find that someone had vandalized one of his posters.\n\nThe anonymous miscreant had scrawled a large dollar sign on Andre the Giant's forehead along with tears streaming down the giant's fat cheeks.\n\nFairey took personally the graffiti on his graffiti. He interpreted the message to be, as he said in mock horror, \"Oh, that Shepard Fairey, he's sold out!\"\n\nFairey shook his head and added, \"Some people define things as cool not by the amount of integrity they have but by how underground they are.\"\n\nAnd Fairey, much to the chagrin of his aging punk-rock admirers, is no longer underground. The Angeleno, who graduated from the Rhode Island School of Design in 1992, has opened several design studios, conceptualized guerrilla marketing campaigns for clients such as Pepsi and Mountain Dew, and is married, with two children.\n\nYet he first earned notoriety in the late '80s for his obtuse \"obey\" stickers that featured a mug shot of the late wrestler Andre the Giant. Fairey has called the stickers \"an experiment in phenomenology,\" one in which he hoped viewers would be so confounded by the absurdity of the image they would question other visual messages they come across in their daily lives.\n\nHe was standing outside White Walls Gallery in the Tenderloin when he noticed the marks on his poster, three days before the opening of his solo exhibition, \"The Duality of Humanity.\" Even though he has shown in galleries for years and attracted a following of wealthy buyers who enjoy his brand of art, Fairey achieved mainstream attention only this summer, after he designed what's become an iconic poster of Democratic presidential candidate Barack Obama.\n\nThe image has been interpreted by critics as either capturing the inspiration Obama embodies or as just downright creepy in its propagandistic depiction of the political figure. The portrait, in muted tones, takes cues from socialist realism and is reminiscent of posters created to celebrate Lenin, Stalin and Mao. Fairey has enjoyed this debate. \"The illustration does have roots in propaganda art,\" Fairey said. \"I also want it to seem like a patriotic image, but not be seen as too countercultural. ... It needed just enough mainstream ingredients to transcend.\"\n\nWhile the Obama prints have inspired an eBay cottage industry (some are going for $150 or more, if signed by Fairey), the \"Duality of Humanity\" show has been scheduled since 2006, said gallery owner Justin Giarla.\n\nThe week before the show, Giarla was taking phone calls almost nonstop from potential buyers, some snapping up works sight unseen. The largest piece sold for $85,000, a few for $25,000 and several others for $15,000, Giarla said. Two days before the opening, Giarla reported they'd sold all 150 original pieces, and had sold an additional 25.\n\n\"We're way sold out,\" as Giarla put it.\n\nThe \"Duality\" pieces, all created within the past two years, are heavy on images of war, propaganda and capitalism - but all are infused with humor. Fairey purposely used a red-black-cream palette, the color scheme most associated with Soviet-era posters. Initially, the images are meant to suggest a conformist message; on closer look, they signal a biting commentary or a slight joke.\n\n\"It's asking people to question everything they're confronted by at first glance,\" Fairey said. \"Propaganda hits you in the gut. And it's proven to be effective.\"\n\nIn one poster, which looks as if could have been designed during the U.S. Work Projects Administration of the 1930 and '40s, Uncle Sam beams down at the onlooker while cradling a pile of skulls bearing the phrases \"human rights\" and \"civil liberties.\" Along the edges is the phrase \"Do as he says not as he does.\"\n\nFor another, Fairey designed a mixed-media collage with the same lavishly engraved aesthetic found on a dollar bill. Instead of a pyramid and eyeball, the centerpiece is an American bald eagle perched on a gas nozzle.\n\n\"You don't question the authority,\" Fairey said of his creation. \"You submit, because you think, 'It's so intricately designed, it can't be questioned.' \"\n\nFairey's work can appear simple to create, and his uncomplicated political metaphors give his critics (usually writers with academic or fine arts credentials) an opportunity to label him as a ham-handed pop artist. Yet that's not much of a critique to a self-described populist.\n\n\"I could teach any 15-year-old to do what I do,\" Fairey said. \"I learned everything I still do when I was 15 - stenciling, photocopying, printing. But that's what punk rock is about. Your technical ability doesn't limit your ability to impact people. That's empowering to people; you don't need to be an impresario.\"\n\nDuring his weeklong stay in San Francisco, Fairey and his assistants splattered posters on about 30 spots in the city. At one point, they climbed a billboard and were startled by an apartment dweller who stuck his head out a window and asked them what they were doing. When the resident saw the Obama images, Fairey said the resident responded, \"All right. That's cool,\" and closed the window.\n\nStaring at the graffitied poster of Andre the Giant outside the White Walls Gallery, Fairey recalled his admiration of Nirvana during the \"Bleach\" album era. He said he remained a fan after the band made \"Nevermind,\" even though some of his friends disavowed Nirvana as a pop culture sell-out. To Fairey, the band had merely reached more people while keeping its musical ideals intact - \"facilitating awesomeness on many levels.\"\n\nHe listed a number of charities and good causes he has donated to with proceeds from his art, and mentioned that the sale from one piece at White Walls would go to charities for American and Iraqi children.\n\nInside the gallery, he looked around and said, \"The irony is there's stuff in here that's not in my price range.\"\n\n\"The Duality of Humanity: New Works by Shepard Fairey\" runs through Oct. 4 at White Walls Gallery, 835 Larkin St., San Francisco. (415) 931-1500,\n\nShepard Fairey's Web\n\nShepard Fairey\n\n1970: Born Feb. 15 in Charleston, S.C.\n\n1989: Designed stickers that read \"Obey\" and \"Andre the Giant Has a Posse\" as an \"experiment in phenomenology\" - an attempt to \"reawaken a sense of wonder about one's environment.\"\n\n1992: Graduated from Rhode Island School of Design in Providence, R.I.\n\n1997: Co-founded BLK\/MRKT Inc., a design studio in Los Angeles specializing in guerrilla marketing, using street-art techniques to promote brands such as Pepsi, Hasbro and Netscape.\n\n2003: Opened Studio One, designing album covers for bands such as the Black Eyed Peas and movie posters for \"Walk the Line.\"\n\n2004: Co-founded the Los Angeles pop culture and street arts bimonthly Swindle magazine\n\n2007: Opened solo exhibition \"E Pluribus Venom\" at the Jonathan LeVine Gallery in New York City to critical praise.\n\n2008: Featured prominently in the underground arts documentary \"Beautiful Losers,\" which premiered at South by Southwest.\n\n2008: Designed posters for presidential candidate Barack Obama with approval from the campaign.\n\n- Justin Berton",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9073957801,
        "format_confidence":0.7259606719,
        "weight":0.0080022405
    },
    {
        "url":"http:\/\/www.minosadesign.com\/2011\/01\/minosa-in-profile-luxury-home-design.html",
        "text":"Dover Height project wins Corian Design award\n\nCorian® congratulates Simona Castagna & Darren Genner of Minosa™ on their recent Corian® Design Award win. Minosa™ has been recognised for their luxurious work on a Dover Heights residence.\n\n\nWhen taking on this project, Minosa™ wanted to create interior spaces that seamlessly integrated into the amazing arch\n\nitecture of the building. When looking for the right materials to use – Minosa™ used Corian® throughout the kitchen, bathrooms, outdoor area and home theatre.\n\nMinosa™ created three dream bathroom spaces, adopting a feeling of endless luxury and warmth. Using products from the Minosa™ Bathroom Collection allowed them to create an environment that is aesthetically and functionally pleasing. A Double Scoop®, Scoop® and The Puddle® washbasins are all a part of these grand designs all made entirely with Corian® Solid Surfaces. An art-like unique mosaic feature wall also complements and highlights the Scoop washbasin.“The Puddle®, Scoop® & Double Scoop® washbasins where chosen to support the very linear & cantilevering nature of the home”, says Simona.The Status bath is also a highlight feature in one of the bathrooms with it’s Corian® bath surround. It was chosen to complement the Double Scoop® washbasin, and the style box like nature of the architecture. A minimalist and grand kitchen space was created and Corian® in Glacier White colour was used on the kitchen benchtops. A custom made dining table was also created with Corian® that extends to seat another four people.“Corian® was chosen in the kitchen for its amazing integrity and so we could create work surfaces that are completely seamless and easy to use & care for”, says Darren.The use of Corian® also extends to the home’s outdoor area. The Utzon BBQ by Electrolux was made in Glacier White colour to match the kitchen, creating a truly integrated feel from the kitchen to the outdoors.\n\n“Corian® gives us incredible flexibility when creating products and interiors; our bathroom collection is a testament to this. Corian® allows us to design bold & beautiful washbasins through to stylish organic forms”, says Darren.\n\n“With Corian® we are confident our products are durable, practical and completely renewable”, adds Simona.Congratulations to Minosa™ for this outstanding Corian® Design Award win, and for the creation of this majestic interior.\n\n\nSearch Minosa\n\nBlog Archive",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.937687099,
        "format_confidence":0.9299752116,
        "weight":0.0046671615
    },
    {
        "url":"http:\/\/the-artists.org\/artist\/Gunta-Stolzl",
        "text":"Gunta Stolzl | the artist\n\nThe artist Gunta Stolzl\nBorn March 5 1897, Munich, Germany.\nDied April 22 1983, Zurich, Switzerland.\nStyle and technique of the artist: Design, Bauhaus,\n\nGunta Stolzl artworks on eBay\nOriginal artworks, prints, exhibition posters, monographs, books, collectibles.\n\nBiography and art, auction, artworks, interview, statement, website:\n\n\nThe Bauhaus Weaving Workshop has only lately been given its due acclaim. It is true that it was represented in all the major Bauhaus shows - as far back as 1938, the year the exhibition Bauhaus 1919-1928 was held at the Museum of Modern Art in New York . Not until 1976, and again in 1987 did the Bauhaus Archive in Berlin organize exhibitions, devoted foremost to the work of the textile artist Gunta Stölzl, while comprising an overview of other Bauhaus weavers, students and their work...\n\n\n1919: Begins her studies at the Bauhaus Weimar. Attends Johannes Itten\u0092s classes and in 1921 the first class given by Paul Klee. 1922: attends course in dyeing techniques in Krefeld and establishes dyeing facilities at the Bauhaus. Her abstract works on paper show the influence of Paul Klee and Wassily Kandinsky. They anticipate the boldly colourful abstract wall hangings and blankets produced from 1923 onwards. 1923: passes journeyman\u0092s examination as a weaver. 1924: assists Johannes Itten to establish the \u0093Ontos Weaving Workshops\u0094 near Zurich. Attends weave and fiber technology courses in Krefeld...\n\nSchlitzgobelin Rot-Grün",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9956604838,
        "format_confidence":0.8646370173,
        "weight":0.003797128
    },
    {
        "url":"http:\/\/ca.reuters.com\/article\/lifestyleNews\/idCATRE4972LU20081008",
        "text":"October 8, 2008 \/ 7:42 AM \/ 9 years ago\n\nChinese art sales weak in Sotheby's HK auction\n\nHONG KONG (Reuters) - The global financial crisis doused the Chinese art market boom on Wednesday, with Sotheby’s saying it sold HK$1.1 billion ($141.6 million) worth of Asian art in its biannual sales in Hong Kong, around half the expected total.\n\nSotheby’s pre-sale estimate for the five-day auction series had been over HK$2 billion, but numerous categories of artwork including jewelry, Chinese imperial ceramics, Chinese contemporary and 20th century paintings, were riven with unsold lots as global buyers and collectors sat on the sidelines.\n\n“When it comes to certain high value pictures, maybe our sellers have been a little over-optimistic with estimates and certainly in a category which has gone up so many times in the last few years. It is only normal,” Patti Wong, Sotheby’s Asia Chairman told Reuters.\n\n“While we didn’t reach our series’ low estimate, this is the third highest sales total ever achieved for Sotheby’s Hong Kong.”\n\nThe weak showing marks a symbolic turning point for the seemingly unstoppable Chinese art market, which has steamed ahead on a flood of new Chinese wealth and the country’s growing international cultural stature and feted star artists.\n\nWith global credit markets frozen up amid the financial meltdown, sentiment appears to have finally weakened during Sotheby’s biannual event, seen as a key barometer for Chinese art market sentiment, along with sales in London and New York.\n\n\nIn Sotheby’s marquee autumn evening sale of Asian contemporary art over the weekend, 19 of 47 prominent works went unsold and others barely hit low estimates.\n\nDemand was also weak for 20th century Chinese artwork, with only 39 of 110 lots sold, given weak demand, high valuations and narrow participation by buyers outside of key greater China markets such as China, Hong Kong and Taiwan. Over 60 percent of lots in the imperial ceramics sale also failed to sell.\n\nSotheby’s jewelry sales were also sluggish with over half, or 162 of 321 items failing to find buyers -- including a heavily marketed 102.56-carat vivid yellow diamond necklace.\n\nWong said, however, that “bullish sentiment” was apparent in other categories such as lesser-priced Southeast Asian and fine classical Chinese paintings with some record-breaking results.\n\n“Collectors are increasingly being selective and there’s a strong migration into value,” Wong added.\n\nA batch of Chinese imperial treasures including an emperor’s seal and a scroll painting bucked the weak sentiment however, underscoring demand for exceptional objects of great quality, rarity and historical significance remains strong.\n\nIn Sotheby’s “Legacies of Imperial Power” sale, a massive jade seal etched with the four Chinese characters “Qianlong yubi” (in the Imperial hand of Qianlong (emperor) fetched HK$63.4 million ($8.13 million) after bidding in the half-full auction hall -- a record for any Chinese imperial white jade seal.\n\nAnother Qing treasure, a 15-meter-long Qianlong military handscroll, the “Dayue Tu” -- painted with 16,000 miniature figures including the emperor himself, sold for HK$67.86 million ($8.7 million), a record for any Qing imperial painting, but well below its pre-sale estimate of over $HK80 million.\n\nNicolas Chow, Sotheby’s global head of Chinese ceramics and works of art said the results “illustrate the growing interest in unique historical works of art and are a testament to the demand for objects which reflect ... the Chinese imperial past.”\n\nEditing by David Fox\n\n0 : 0\n  • narrow-browser-and-phone\n  • medium-browser-and-portrait-tablet\n  • landscape-tablet\n  • medium-wide-browser\n  • wide-browser-and-larger\n  • medium-browser-and-landscape-tablet\n  • medium-wide-browser-and-larger\n  • above-phone\n  • portrait-tablet-and-above\n  • above-portrait-tablet\n  • landscape-tablet-and-above\n  • landscape-tablet-and-medium-wide-browser\n  • portrait-tablet-and-below\n  • landscape-tablet-and-below",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9674267769,
        "format_confidence":0.997849822,
        "weight":0.003134763
    },
    {
        "url":"http:\/\/weckuptothees.blogspot.com\/2005_07_24_archive.html",
        "text":"and here's the graphic\n\nYes, WUTT! supports the McCain Feingold insurrection.\n\nHere's the beginning of the neat graphic that I promised. It might need work, but I'm rather new to Photoshop. Will defer to Really Smart People who suggest what and how to modify.\n\nAnd meet Biter, companion to Beater. She's a stainless Series 80 Colt Combat Commander, with a few mods of course, though not as sweet and personable as Swen's equalizer.",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.6785711646,
        "format_confidence":0.9911212921,
        "weight":0.0271842547
    }
]