[
    {
        "url":"https:\/\/cleasby.co\/building-regulations\/",
        "text":"Building Regulations\n\nThe Planning Portal has a all the information you will need, or see below for most of what you will ever need.\n\n\nSIPs wall base detail\n\nThere two ways to make your application:\n\na full plans application\n\na building notice application\n\n\nFull Plans Application\n\nThis method is recommended for all but the smallest of projects.\n\nUnless you are an experienced builder it is advisable to make a Full Plans Application as it will also act as a guide to make sure your building is completed to the required standards.\n\nYou will require drawings and a full specification and drawings.\n\nFees vary according to the size and cost of your project. Please contact your local Building Control Office for exact fees.\n\n\n\nPlease contact us for more information",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.7913988233,
        "format_confidence":0.8335826993
    },
    {
        "url":"http:\/\/templesystems.com\/?page_id=191",
        "text":"Component Sizing\n\nPneumatic Component Sizing\n\nPneumatic systems function the best when the components are properly sized.  There are many components that matter in a pneumatic system, from the actuators and valves, down to the fittings and tubing.\n\nPneumatic Components that might be improperly sized include:\n\n  • Valves\n  • Cylinders and Actuators\n  • Flow Controls\n  • Tubing\n  • Fittings\n  • Manifolds\n\nFollow the page links for more details on pneumatic component sizing.\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\n\nYou may use these HTML tags and attributes: <a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <strike> <strong>",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.9557744861,
        "format_confidence":0.537315011
    },
    {
        "url":"https:\/\/www.ricoservices.co.uk\/maintenance.htm",
        "text":"+44 (0) 1584 811716\nYou are HERE> Home » Services » Maintenance\nSearch for:  Within:\nBrowse Shop\nRecently Viewed:\nNo recently viewed items\nOrder Summary:\nYour cart is empty.\nCards Accepted:\n\n\n\n\nWith over 20 years experience working with condensers and heat exchangers we can offer a comprehensive range of additional critical services.\n\nTube Mapping \/ Plugging Service\n\nTaking a unit out of service for a leaking tube can be very costly in terms of loss of production or damage to your plant. These leaks can be easily prevented by incorporating our tube services into your maintenance cycle.\n\nAs part of our cleaning or leak detection packages we can carry out our tube mapping services where we will identify the location of any tube plugs and check that the corresponding tubes are plugged at the opposite end. We will also identify damaged plugs and replace these with new. These simple measures can make the difference in continued running of your plant to coming out of service and incurring a loss of production whilst a leak search is carried out.\n\nFitted Tube Plugs\n\nTube Removal\n\nOccasionally the need arises when a tube or number of tubes will need to be removed for a further physical inspection. We have the trained personnel who can remove the tube(s) safely and refit a dummy tube in its place to seal the tube sheet. We can also arrange the analysis of the tube under laboratory conditions to examine it for defects and to determine the likely cause.\n\n\nTube Insert Removal \/ Replacement\n\nOur experienced staff have all the necessary tools to remove and refit all types \/ brands of erosion inserts including metal and plastic.\n\n\n\n\n\n\nHome | Company | Products | Services | Technical | Contact Us\n\nTerms & Conditions\n\nRICO Industrial Services Ltd, Units 3 & 4 Henry Edwards Industrial Estate,\nBoraston Lane, Burford, Tenbury Wells, Worcestershire, WR15 8LE\n\nTel: +44 (0) 1584 811716 | Fax: +44 (0) 1584 811749 | Email: sales@ricoservices.co.uk\n\nA cartStart solution from pinkdylan - web design Worcester",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.9849978089,
        "format_confidence":0.578286171
    },
    {
        "url":"http:\/\/precisionmachineryandmaint.com\/service\/",
        "text":"Service & Repair\n\nThe cornerstone of our business is providing the highest quality Service and Repair. Our factory trained mechanics each have 20 years of experience on average in the heavy equipment repair industry. Our focus is to get your machine up and going as quickly as possible so that you can keep making money! Whether in the field, or at our facility in Eugene, we will treat your machine as if it was our own. Ask around. Our reputation speaks for itself!\n\nCustomized Maintenance and Service Program\n\nAre you finding that you are having more frequent breakdowns because your crews are not able to keep up with routine maintenance and service? Let us help you. We can set up a program for you so that our service technicians come in and service your machines after hours, or on days when you will not be operating. We will keep you on a regular schedule that works for your operators.\n\niphone video and pictures 7-10-13 034 (2)",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.9671952128,
        "format_confidence":0.5753772855
    },
    {
        "url":"https:\/\/www.enerconind.com\/web-treating\/corona-treatment\/library\/tech-papers-articles\/maintaining-or-reinvesting-in-a-corona-treater.aspx",
        "text":"Maintain or reinvest in a corona treater? What's a converter to do?\n\nCan you afford to maintain your old surface treater?\n\nYour organization has probably seen its share of recent downsizing. And your resources are spread about as thin as can be. As you look to do more with less it can be a difficult time to justify an investment in new equipment. But how much is that old equipment really costing you? And how smart are you when it comes time to make repairs?\n\nConsider the cost of downtime. What does it cost you to have your production line down for 1 hour? How about for 8 hours? The dollars add up in a hurry.\n\nWell you're not alone. Many companies are trying to be more self-reliant with less staff and older equipment. In fact, Enercon's service department helps companies like yours out of jams on a regular basis. Our service team is receiving more calls than usual as more companies are trying to \"get-by\" with older systems.\n\nWe recently had a customer ask us why his treater would be operating intermittently. (The most difficult problems to solve are ones that aren't consistent.) It turns out that the customer had replaced some old parts, and in the process disconnected some of the system's electrical wiring.\n\nWhen they reattached the wires they failed to firmly attach the wires and unknowingly allowed the high voltage wire to rest in a position that resulted in severe arcing.\n\nEnercon Resources\n\nFortunately Enercon customers have significant resources available to them to avoid these situations. You can visit our website for troubleshooting information or talk to a service expert who can often solve a problem over a phone line. We've maintained our incredible depth of service resources while many of our own customers have been downsizing.\n\nHere's a quick tip you should definitely use. Buy yourself a digital camera. For $200 you can buy one of reasonable quality. The next time you have a problem take a photo and e-mail it to your supplier. A picture truly is worth a thousand words.\n\nTo buy or reinvest?\n\nSooner or later you'll have to make that tough decision on your aging treater. Should you put more money into it or look at an investment in a new one? Should your team tackle the problem or should you call in the experts?\n\nAsk yourself these questions:\n\n  • Can your team handle the repair work?\n  • Does your team have time to do the work?\n  • Will a new treater allow you to run faster?\n  • Will a new treater allow you to run a wider range of substrates?\n\"Your old treater may have originally been manufactured for a different application... ...a new treater specifically designed for your application can improve productivity\"\n\nSigns you need a replacement\n\nLet's start with an obvious one; if your power supply is too old to get parts for it, it's time to replace it. If you can hear your power supply running it means it's time to replace it. If the wires in your power supply are hand wired, it's time to replace it.\n\nIf you're experiencing repeated component failures it might be time to replace the system. If you can't get the same dyne level you once could, it might be time to replace the system.\n\nThat last one brings up an interesting point. It's entirely possible that the treater you're using was originally manufactured for a different application. In fact, you might not even be running the original substrate any more. In this case a new treater specifically designed for your application can improve productivity.\n\nUsed or new\n\nOf course a new treater doesn't have to be brand new, just new to you. But finding a bargain is risky. Customers will call to ask about treaters they've found on the internet and in many cases the systems are outdated and usually sold \"as is.\"\n\nIf you are considering a replacement system be sure to define the scope of your application. Our talented engineering team can prepare a proposal for your specific requirements. I think you might be surprised at how affordable a new treater can be when it is custom designed just for you.\n\nAs always we provide honest advice for free, so please call us the next time you're considering a new or used piece of equipment. We'll offer our opinion and any historical information we might have on the system you're looking at. We can also provide a competitive proposal so you can accurately compare the cost of a new system.\n\nTom Gilbertson, VP of Application Engineering for Enercon surface treating",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.8675355315,
        "format_confidence":0.6965804696
    },
    {
        "url":"https:\/\/www.garlandarts.com\/3335\/Water-Supply-Protection-Backflow",
        "text":"Water Supply Protection (Backflow)\n\nRequired Information\n\nTesters must bring copies of the following:\n\n  • Registration Form\n  • BPAT License\n  • Proof of Confine Space Training (minimum 8 hours of hands-on training)\n  • Gauge Calibration\n\nFireline Testers must also bring:\n\n  • SCR\n  • RME\n  • Letter of Employment\n\n\nNote: All forms are non form fill. Please print form, complete and bring with you when you register. Testers remain registered for a calendar year - January 1 through December 31. Testers registered with the City of Garland Water Utilities\n\nHelpful Resources\n\nSummary of Procedures Prior to Installation of Backflow Preventer\n\n  • All backflow prevention assemblies and approved testers shall be registered with Garland Water Utilities. All backflow prevention assemblies shall be nationally recognized and certified as an approved testable device.\n  • All backflow prevention assembly installations require compliance with the city's Building Inspection Office (a permit is required).\n  • All testing shall be performed by a TCEQ approved licensed tester who is registered with Garland Water Utilities.\n  • All backflow prevention assemblies shall be tested according to TCEQ regulations prior to the permanent activation of the plumbing system and thereafter annually.\n  • All backflow prevention assemblies shall have plastic or brass caps placed upon all test cocks (No Galvanized Plugs).\n  • All backflow prevention assembly devices that do not have the manufactures identification plate attached to the device and that do not have a legible serial number must be replaced with a new device.\n  • All backflow prevention assemblies are required to be registered through the Garland Water Utilities department.\n  • All backflow prevention assemblies shall be installed by licensed plumbers, irrigators or fire sprinkler technicians who meet the requirements of the city's current plumbing code. All backflow prevention assemblies must be tested after installation by an approved city registered tester. Test reports must be submitted to Garland Water Utilities within 10 days of the test, at\n    2343 Forest Lane\n    Garland, TX 75042\n  • All testers must register with Garland Water Utilities. An annual, non-refundable registration fee of $75 is required (payable by check, money order, or credit card). Testers must also purchase a testing form booklet - 30 forms - for a fee of $25 (payable by check, money order, or credit card).",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.9449215531,
        "format_confidence":0.7734512687
    },
    {
        "url":"http:\/\/www.sourceimport.com\/request\/",
        "text":"Request a product quotation\n\nPlease use the form below or send us an email to to send us information regarding the product, raw material or equipment you are interested to source. We will analyze your request and get back to you either by email or phone to further clarify details.\n\nPlease provide as much information as possible, so we can offer a precise quotation as fast as possible for you.\n\nInformation which is extremely valuable for us:\n\n  • Detailed product description (or a description of a competing product)\n  • Product photos (or photos of similar products)\n  • Product technical specifications\n  • Estimate order quantity (or estimate annual or monthly demand)\n  • Your comments\n\nThe more information you can provide, the better job we can do for you!",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.8605862856,
        "format_confidence":0.9346250296
    },
    {
        "url":"https:\/\/www.info-ex.com\/en\/",
        "text":"Free service of locate requests processing\n\nFor underground infrastructures, for citizens, companies and municipalities.\n\nScroll down for more information  \n\nGuidelines for Excavation Work Done Near Our Underground Infrastructures\n\nSeven major infrastructure owners (Bell, CSEM, Gazifère, Énergir, Hydro-Québec, Telus, and Vidéotron) have developed joint directives when working near their underground infrastructures. This is a first in Quebec, possibly even in Canada!\n\nThis new document, which will be implemented now, will simplify the work of entrepreneurs digging near these infrastructures. It describes all the guidelines, technical specifications, and special requirements to be observed during the planning of the work, before the work and during the excavation work.\n\nConsult the guidelines\n\napisq + info-excavation\nGold Partnership\n\nSilver Partnership\n\nBronze Partnership\n\nPartnership of choice\n\nNeed help?\n\nUrgent Requests",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.9872173667,
        "format_confidence":0.6301216483
    },
    {
        "url":"http:\/\/www.nashville.gov\/Water-Services\/Developers.aspx",
        "text":"Skip to Content\n\nWater Services Information for Developers\n\nWater and Sewer Review\n\nThe following steps are the process, in order, for Water and Sewer Review:\n\n  1. Submit a request for water and sewer availability\n  2. Capacity study is performed and a response is sent to the customer outlining capacity fees and requirements\n  3. Capacity fees are paid and an availability letter is sent to the customer\n  4. Plan review and approval.\n  5. Pre-construction meeting is held\n  6. Public water and\/or sewer extensions constructed\n  7. Construction is completed and approved by MWS Inspector.\n  8. Run to curbs are completed\n  9. Record Drawings are sent and approved by MWS Inspector.\n  10. Apply for water and sewer taps\n  11. U&O is released once all items are installed correctly and pass final inspection.\n\nStormwater Review\n\nThe following steps are the process, in order, for Stormwater Review:\n\n  1. Plan Submittal\n  2. Plan Review & Approval\n  3. Pre-Construction Meeting\n  4. Erosion Prevention & Sediment Control (EPSC) Installation\n  5. Initial EPSC Inspection\n  6. Grading Permit Issuance\n  7. Routine EPSC & MS4 Inspections\n  8. As-Built Submittal\n  9. Final Inspection & Approvals\n\nLow Impact Development\n\nThe Low Impact Development (LID) Manual is a site design approach that utilizes Green Infrastructure to meet a development site’s post development stormwater runoff water quality requirements. This approach satisfies the new MS4 Permit requirement to infiltrate, evapotranspire, or harvest and use the first inch of rain.\n\nWater Quality Buffers\n\nNew development and significant redevelopment sites are required to preserve water quality buffers along Metro’s community waters, which include streams, rivers, springs, lakes, ponds, and wetlands. Please see Metro’s Stormwater Management Manual, Volume 1, Section 6.9 for additional information.\n\nStormwater Control Measures\n\nPermanent stormwater treatment practices or control measures taken to mitigate changes to both quantity and quality of urban runoff caused through changes to land use from development.",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.9622196555,
        "format_confidence":0.8395174146
    },
    {
        "url":"https:\/\/www.3m.com\/3M\/en_US\/collision-repair-us\/support\/leave-a-review\/",
        "text":"man sanding auto body panel\n\nLeave a Review\n\nThanks for using the Total Automotive Sanding System. We would love to hear your feedback. Choose one (or more) of the products below and let us know what you think!\n\nWant to Write More?\n\nWe would like your feedback on the full range of 3M Total Automotive Sanding System products. Click to see the system's tools and abrasives.\n\nFollow Us\nThe brands listed above are trademarks of 3M.\nChange Location\nUnited States - English",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.5618361831,
        "format_confidence":0.7064040899
    },
    {
        "url":"http:\/\/sharp-industries.com\/customer-center\/legendary-service",
        "text":"Sharp Industries, Inc has partnered with its authorized dealers to provide nationwide technical service to our customers. These services may include: set up, operators training, time study, applications, tooling advisory, CNC programming, trouble shooting (remote and on-site) and complete machine rebuilds. In addition, all FANUC CNC controls comes standard with a 2 year warranty on parts and labor. \n\nGo to the Warranty page to register for a 1 year warranty.",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.9159572124,
        "format_confidence":0.9861489534
    },
    {
        "url":"https:\/\/nbe-global.com\/en\/rebooting-of-version-7-version-7-rtb-controllers-on-new-years\/?et_fb=1&PageSpeed=off",
        "text":"Problem Description:  We have experienced a number of version 7 and version 7 RTB controllers which have experienced a constant rebooting of the boiler after the turning of the new year (2021).  After the controller clock switched to 2021 the controller begins to constantly reboot and display the message “Exception Cause=276826140” \n\nSection I: Solution\n\nOption 1: Downloading software update via internet \n\n  1. Temporarily disconnect the controller from the internet by removing the LAN connection plug at the router or on the printboard.\n  2. Restart the controller\/(allow to reboot) and quickly enter the menu by pressing the MENU button when the front dashboard image of the boiler is in view.  If it does not work, try again when the system reboots until it succeeds. If that still fails (after 10-15 attempts), remove the battery on the printboard and try again.\n    • NOTE: When pressing the MENU button DO NOT hold down the button but only do a quick press of the button.  Holding down the menu will access the default standard settings for each burner size.  If you experience this immediately disconnect the power and power up agin. (See more info in Section II below). \n  3. Enter the “System Settings” menu (number 18 on newer versions)\n  4. Go to the parameter YEAR and set the year back to 2010\n  5. Reconnect the LAN plug into the controller to reestablish the internet\n  6. Go to the DOWNLOAD menu and wait for the download version 7.0674 to be available.\n  7. Download 7.0674\n\n\nOption 2: Downloading of new software via sd card \n\n  1. Power off controller\n  2. Download the sd card software for version 7.0674 for either the version 7 controller or version 7 RTB here\n  3. Once downloaded, the files will be found in a file folder.  Copy all files inside the folder and paste them into a completely blank sd card.  DO NOT include the folder on the sd card but only the files inside the folder.\n  4. Insert the micro sd card into the controller’s sd card slot.\n  5. Repower the controller. The controller will then begin loading the new software.\n  6. Once all files are downloaded and the message reads “Genstarter styring, fjern venligst SD-kort”, then remove the sd card.\n  7. The controller will then reboot and the new software wil be installed.\n\n\n\n\n\nSection II: Accidentally held MENU Button down \n\nIf you have accidentaly held the MENU button down you will open up a controller page that will look similar to what is pictured below.\n\nIf possible, DO NOT select anything as that will change your controller settings to the standard factory default settings and your existing settings will be lost.  Instead, restart the controller by powering OFF and ON the controller and access the menus as described above in OPTION 1.\n\nIf you have selected a burner size, as shown in the image above, you will need to perform all the basic adjustments to the system before starting.   These setting adjustments may include but are not restricted to:\n\n  • Weighing of the pellets\n  • Recalibration of the burner fan\n  • Recalibration of the O2 sensor (if a O2 sensor is installed)\n  • Activation of O2 Control (If O2 sensor is installed)\n  • Choosing outputs for accessories such as DHW Priority valve\n  • Choosing an output for the boiler pump\n  • Choosing an output for the boiler cleaning\n  • Choosing an output for the burner compressor cleaning\n  • Choosing an output for the ash cleaning auger\n  • Choosing an output for weather compensation valve (if installed)\n  • etc.\n\nConsult the installation manual to perform the basic start up procedures below:\n\n\nVersion 7 Manual\n\nIf you are still having trouble with settings etc  contact to get assistance.",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.6725056171,
        "format_confidence":0.9156079888
    },
    {
        "url":"http:\/\/www.nordbiocos.fi\/en\/quality-control.php",
        "text":"We produce cosmetics\nbased on your ideas\n\n\nThe ECOCERT –certificate defines the regulations which quarantee the production of the certified products in a way that respects the environment in totally comprehensive and responsible manner, starting from the cultivation of plants needed for the raw materials, ending to the manufacturing process of the products.\n\nWe are glad to announce that on August 8 2008 we obtained ECOCERT certificate for our cosmetics production plant, being the first in our brand in Finland.\n\nEcocert - Natural Cosmetic\n\nQuality Control\n\nMicrobiological control, quality controlAlso a high quality must be checked. All production batches are subjected to pre-determined controls normally including measurement of pH-value and viscosity, sensory examination of scent and appearance and microbiological control. If needed, also other measurings, by titration for instance, are made. The finished batches are sent on to the filling lines only after they have been acceptanced by our quality control.\n\nControl samples of all batches are kept for 2.5 years. The quality of the products may thus be checked later on if needed.\n\nAlso the personnel employed in production is continuously checking up on the quality during manufacture. Any anomaly will be reported to quality control. Packagings are visually inspected both before and after filling and any defective items will be discarded. This will ensure that no faulty products pass on and that loss of final products will be minimized.\n\nTekninen toteutus: Sitebuilders Finland Oy",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.844396472,
        "format_confidence":0.8284438848
    },
    {
        "url":"http:\/\/machinearts.com\/contactus.html",
        "text":"Contact Us....\n\nYou are welcome to send your RFQ's, drawings and requirements to us by email, FAX or snail mail. We can recieve CAD files in AutoCAD, SolidWorks, Pro-E, DXF or IGES formats, attached to e-mail or sent to us on CD or DVD disc. We can work from your solid files such as .stp files. Or, just call us and we'll gladly take some time to meet you.\n\nIf you have blueprints or other printed documents, please mail them to us at:\n\nMachine Arts, Inc.\n590 E. Gutierrez St.\nSanta Barbara, CA 93103\n\nE-mail us at: info@machinearts.com\n\nCall us at 805-965-5344\nFAX us at 805-564-7889\n\nClick here for a Map to Our Facility\n\nThank you for visiting!",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.940654695,
        "format_confidence":0.8639059663
    },
    {
        "url":"http:\/\/www.skf.com\/my\/products\/bearings-units-housings\/engineered-products\/backing-bearings-for-cluster-mills\/mounting-instructions\/index.html",
        "text":"Mounting instructions\n\nIt is normal to use backing bearings belonging to the same cross sectional height group on any one support shaft. After removing the locking devices used during transportation, the backing bearings should be pushed on to the shaft alternately with the saddles using suitable mounting equipment. When mounting backing bearings, care must be taken to see that, for example, the inner ring of cylindrical roller backing bearings is not pushed proud of the roller complement as this will cause the rollers of full complement bearings to fall out of the bearing.\nTo avoid a negative effect of the wall thickness variation of the inner rings on the quality of the rolled material, all inner rings on a support shaft should be turned so that the arrows indicating the position of the maximum wall thickness all point in the same direction.\nSKF logo",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.9862474799,
        "format_confidence":0.8227321506
    },
    {
        "url":"https:\/\/www.business.qld.gov.au\/industries\/mining-energy-water\/explosives-fireworks\/safety-security\/explosives-incidents",
        "text":"How to report explosives incidents\n\nIn an explosives emergency call 000 or the Explosives Emergency Hotline (1300 739 868). This includes any theft of explosives, any possibility of theft of explosives, if you suspect a theft of explosives, or if there is a break-in to an explosives storage facility, room or area.\n\nExplosives incidents include misfires and events where an explosive is or seems to be lost, stolen or involved in accidental explosion, fire or spillage.\n\nUnder the Explosives Act, an 'authority holder' must notify the Chief Inspector of Explosives of any explosives incident resulting in loss of life, personal injury or property damage.\n\nThe authority holder may be the individual, company or partnership licensed to conduct an activity under their control and the safety management system or security plan when the incident occurs.\n\nAn explosives incident may involve:\n\n  • a vehicle transporting ammonium nitrate that catches fire\n  • explosives stolen or missing from a magazine\n  • a misfire during an attempt to fire a shot.\n\nIt might also include:\n\n  • flyrock when it comes to rest outside the exclusion zone\n  • oxides of nitrogen, including:\n    • when the visible cloud of NOx fume crosses the boundary of the exclusion zone\n    • when a person within the exclusion zone is exposed to a visible cloud of NOx fume (e.g. in a safe haven or shelter)\n    • after the exclusion zone has been cleared and people have re-entered the site and, due to the topography, holes or crevasses, contain dangerous concentration of NOx gases and personnel can enter those areas.\n\nIncident reports\n\nIncident reports give industry and regulators data that they can use to identify trends that may affect safety and security. Timely incident reporting enables the production of industry-wide alerts about safety and security issues, which help prevent similar incidents.\n\nPrompt incident reporting is good practice and enables you to address safety and security deficiencies and share any learnings with industry and regulators.\n\nIt is important that incident reports are completed and sent promptly to the Explosives Inspectorate. See below for more information about reporting.\n\nRequirements of safety management systems\n\nAll licence holders conducting explosives activities must have and use a safety management system (SMS). Part of this should be clear procedures for incident reporting.\n\nAn SMS should at least include a standard incident report form, incident reporting contact numbers, email addresses and a process to support the incident reporting system.\n\nAn SMS should also maintain a record of all incidents. This will include appropriate level investigations with recommendations and follow-up to ensure that recommendations are implemented.\n\nAn incident should trigger a review of process, the plant or equipment involved, and personnel training and interface.\n\nReporting explosives incidents\n\nInitial advice\n\nImmediately after the incident, call the explosives response number to advise what's happened.\n\nThe regulator must be aware of explosives incidents as soon as they happen so they can initiate an appropriate response, from confirming the incident issues to sending inspectors to the incident site.\n\nFormal written advice\n\nShortly after, send an email (preferred), fax or letter to the Explosives Inspectorate. This should contain the telephone reporting details of the inspector you reported the incident to, and the date and time you reported it.\n\nReporting under multiple legislation\n\nMining and Petroleum and Gas (P&G) legislation may also cover the use of explosives at mine sites or on P&G tenures where it may be necessary to report to more than one inspectorate within the Safety and Health Division.\n\nIf you report an explosive incident to the Mines Inspectorate, P&G Inspectorate or Explosives Inspectorate, the incident report will be passed on by the receiving inspectorate to the other affected inspectorates.\n\nSo you may provide the single incident report to one inspectorate, who will ensure it's distributed within the Safety and Health Division.\n\nHowever, if you also need to report the incident to the Queensland Police Service, Workplace Health and Safety Queensland, or another government department or agency, you'll need to provide separate advice to them.\n\nThe guidelines for reporting an incident are clear. However, if there is any doubt, you should submit an incident report to the Explosives Inspectorate.",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.9690654874,
        "format_confidence":0.6227658391
    },
    {
        "url":"https:\/\/www.cuc-cayman.com\/customer-service\/customer-service\/cuc--tree-trimming",
        "text":"\nCUC's Tree Trimming Programme is aimed at keeping over 400 miles of transmission and distribution lines clear of trees and undergrowth. Through our focus on effective vegetation management, which includes periodic inspection of power lines and information from customers, we can identify trees that are growing too close to power lines and thus, cause concern for public safety and reliability.  \n\n\nWhile we have a legal right to remove or trim any trees or shrubs located near power lines (The Electricity Law, Section 22 (1), we prefer to work with our customers in preserving as much of the Island’s natural foliage as possible.  \n\n\nFor more information on Tree Trimming and how CUC can assist, please review the PDF below.\n\n\n\n\nCustomers needing assistance with the trimming of trees, please complete the line clearance request below and click “Submit”.  A representative from CUC will be in contact with you once the information has been processed.",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.9290817976,
        "format_confidence":0.981353879
    },
    {
        "url":"http:\/\/townofdavidson.org\/CivicAlerts.aspx?AID=1065",
        "text":"Home Page Photo Carousel of Projects\n\nPosted on: April 16, 2017\n\nDo you have questions about asbestos in town? Here is information for you.\n\n\nOur goal is to share information and encourage all involved parties to share information, so that all citizens, especially those who live close to the Metrolina Warehouse site, are well informed. The Town of Davidson will serve as the local connector to resources, since we are not the experts in this arena. Please contact the employees listed below if your questions are not answered by the content on this page:\n\nLindsay Laird, planning technician in our planning department, can answer questions related to permits and digging.\n\nEmail: llaird@townofdavidson.org\n\nPhone: 704-940-9611\n\nCarmen Clemsic, Town Clerk, can also answer questions.\n\nEmail: cclemsic@townofdavidson.org\n\nPhone: 704-940-9614\n\nThe North Carolina Department of Environmental Quality (NCDEQ) is responsible for work being done at the Metrolina Warehouse site (301 Depot Street). The United States Environmental Protection Agency (EPA) is responsible for remediation the properties adjacent to the Metrolina Warehouse site and in the surrounding area. The North Carolina Department of Health and Human Services (Division of Public Health) can answer questions regarding health concerns based on potential asbestos exposure.\n\nMetrolina Warehouse site (301 Depot Street)\n\nIn September 2016, Miller-Valentine, the developer for the Metrolina Warehouse site, held a meeting with citizens who live adjacent to the site to discuss their plans for their proposed Davidson Depot project. At that meeting, the developer and a representative from the NC Department of Environmental Quality’s Brownfields Program discussed the plans for environmental remediation of the underground asbestos material at the site.  Many specific and detailed questions were asked about the remediation and construction processes. At that time, the developer was not far along enough in the planning process to be able to fully answer questions from citizens -- they are working on that plan to share with citizens at a future meeting. Also in that September meeting, concerns were raised by citizens about the impacts adjacent to the site, so the state requested the Environmental Protection Agency’s review of the area in Davidson.\n\nMetrolina Warehouse site (301 Depot Street) outlined in red:\n\nOn December 15, 2016, the North Carolina Department of Environmental Quality held a meeting at the Ada Jenkins Center to explain its interim process to re-stabilize the Metrolina Warehouse site. They placed green silt fencing around the west side of the site along Sloan Street to contain any asbestos that might be released due to erosion or varmints digging. \n\nIn January 2017, they completed the interim process to secure the Metrolina Warehouse site until a more permanent engineered process is determined. This interim work included:\n\n  • Installation of a closure system for the exposed asbestos-containing material at the property.\n  • Stabilization of the slope along Sloan Street to prevent further release of asbestos-containing material from the property.\n  • Maintenance and monitoring.\n  • Precautions for asbestos-containing material exposure will be required during the work at the property.\n\nNCDEQ Fact Sheet\n\nIf you see asbestos-containing material that has been released from the Metrolina Warehouse site or have questions about environmental issues related to the site, please contact the following people:\n\nMiguel Alvalle\n\nNorth Carolina Department of Environmental Quality (NCDEQ)\n\nDivision of Waste Management\n\n610 East Center Avenue, Suite 310\n\nMooresville, NC 28115\n\nEmail: Miguel.Alvalle@ncdenr.gov\n\nPhone: 704-663-1699 \n\nCarolyn Minnich, Brownfields Project Manager\n\nNorth Carolina Department of Environmental Quality (NCDEQ)\n\nEmail: carolyn.minnich@ncdenr.gov\n\nPhone: 704-661-0330\n\nEPA work adjacent to Metrolina Warehouse site\n\nOn November 1, 2016, the representative from the state’s Brownfields Program and the U.S. EPA came to Davidson to conduct a site survey and to make plans to contact adjacent residents. When they were here, they discovered some asbestos-containing material along Eden and Sloan streets that was released from the site. The release was the result of a varmint digging in to the embankment and a localized area where erosion had occurred. The property owner was contacted and immediately hired a certified contractor to remove the material and remediate.  The EPA is visiting properties in a ring around the Metrolina Warehouse site property to see if residents\/property owners will agree to free soil testing. If asbestos is found on their site, the EPA will fund remediation, making the property safe. Update as of August 28, 2017: The EPA will conclude their work in Davidson on Wednesday, August 30, 2017 and have scheduled a community meeting for October 3, 2017 to provide an overview of the successful remediation work they completed. They will also review post-remediation protocol with citizens.\n\nEPA Fact Sheet #1\n\nEPA Fact Sheet #2\n\nEPA Fact Sheet #3\n\nEPA Fact Sheet #4\n\nHere is a map that shows which properties were tested and the results at each property:\n\n\nLink to map\n\nWork to remediate properties is scheduled to begin on April 24, 2017. As of now, we have been told that they will start working on the properties along:\n\n1. Depot Street, then possibly \n\n2. Eden Street and then \n\n3. Sloan Street and the other areas nearby\n\nStreets will be closed to vehicular traffic while work is being done. Citizens will be notified of closures ahead of time, and a detour will be set up.  Work will last approximately 2-4 months.\n\nFor questions related to the EPA's work, please contact:\n\nJordan Garrard\n\nU.S. Environmental Protection Agency On-Scene Coordinator\n\nEmail: garrard.jordan@epa.gov\n\nPhone: 678-644-8648\n\nAngela Miller\n\nU.S. Environmental Protection Agency, Community Involvement Coordinator\n\nEmail: miller.angela@epa.gov\n\nPhone: 678-575-8132\n\nHealth Concerns\n\nIf you are concerned that you might have been exposed to asbestos and have questions about your health, please contact the North Carolina Department of Health and Human Services (Division of Public Health):\n\nBeth Dittman\n\nEnvironmental Program Consultant\n\nEmail: nchace@dhhs.nc.gov\n\nPhone: 919-707-5900\n\nHealth Assessment Consultation & Education Fact Sheet\n\nLimiting Environmental Exposure\n\nFacebook Twitter Google Plus Email",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.515109539,
        "format_confidence":0.8058300018
    },
    {
        "url":"http:\/\/www.artcraftchemicals.com\/products\/contact-us",
        "text":"Contact Us\n\nArtCraft is always interested in any comments or suggestions that our customers may have regarding our products and\/or services. Feel free to fill out the form below and we will answer any questions or respond to any comments that you may have. Thank You!\n\nNote – ArtCraft does not provide quotes for any DEA List I or List II chemicals\n\nIf looking for a product not otherwise located on our website, please provide, chemical name with correct spelling and approximate quantity needed.\n\nComments or questions are welcome.\n\n*(denotes required field)\n\nComments are closed.",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.6767655015,
        "format_confidence":0.9614579082
    },
    {
        "url":"http:\/\/www.pinakigroup.com\/fire-safety\/",
        "text":"Fire Safety\n\nFire Safety\n\n Sufficient fire extinguishers and automatic fire hydrants are installed.\n\n Workers are trained and they wear identification badge.\n\n Aisles, exits and stairs are maintained free of obstructions and marked permanently by using color tiles.\n\nAutomated Electronic fire alarm system is placed. Smoke detector, public addressed (PA) system and emergency lights are installed.\n\n Every floor has separate evacuation plan.",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.7994745374,
        "format_confidence":0.717243135
    }
]