[
    {
        "url":"https:\/\/vincentdavidjohnson.com\/questions\/",
        "text":"Warning: \"continue\" targeting switch is equivalent to \"break\". Did you mean to use \"continue 2\"? in \/homepages\/44\/d96953007\/htdocs\/vincent\/wp-content\/themes\/jupiter\/framework\/includes\/minify\/src\/Minifier.php on line 227\nFAQ – VincentDavidJohnson.com\n\n\nMy entire website had a database issue and when it was restored, this is one of the few pages that has lost it functionality. Please forgive me while I try to correct the problem.\n\nIf you have any specific questions, feel free to reach out via email, phone, or direct message on social media.\n\nAm I available on a specific date?\n\nI do not publicly display days that I am booked\/available, so the only way to find out is to ask. For example I wasn’t booked for one of the most popular wedding dates in the last twenty years “7\/7\/07”, however I had almost 20 requests for “6\/7\/08” alone after I was booked. For date requests and other information email me through the Connect page, or directly at  vincent [dot] johnson [at] othervertical [dot] com .\n\nDo you shoot “photojournalistic” style\n\n“Photojournalistic Style” seems to be the “it” word, these days in the wedding photography world. The fact is; “Photojournalism” is a profession, not a photographic style. My style is my style and my job as the photographer at your wedding is to document that moment in your life. Portfolios are a great way of figuring out a photographers style. I always suggest that not only do you check out my wedding portfolio, but also my other work and the non-wedding work of any other photographer you might be looking at. That’s where you’ll find their style.\nFor more on my take on “Photojournalistic” wedding photography & other things related to wedding photography, check out my Blog \n\nHow many images do you normally take?\n\nFor an average 8 hour wedding I shoot between 1,500 & 2,000 images.\n\nWhat should I included in my initial contact with you to get a wedding photography quote?\n\nThe majority of my wedding photography quotes are customized to the couple, so it’s very rare that I give an exact quote after an initial email. The starting rate for a weekend wedding (Fri-Sun) is $1,700. Info to include; date, city, expected photography time start to finish, any pre-or-post portraits sessions you want, albums\/prints products you’re interested in, & whether you want a 2nd photographer, or video.\n\nDo I have to pay for everything before the wedding?\n\nNo. A retainer equal to 50% of your package, is due in 2 months from the signing of the contract, never more than $1,000. The final amount due, must be paid in full on, or before the wedding day. Album payments (except prepaid discounts) are due when the order is placed.\n\nWhy are you less expensive than other photographers & studios?\n\nThe answer is kind of simple, I don’t just photograph weddings. I’m busy year round doing commercial photography & photojournalism and not just working during peak wedding season. Being a professional photographer for over 20 years, means many of my clients find me by word of mouth. On top of that most of my photographic work is done on location, or in my in-home studio. Add it all up and you’re paying for the photos and not my advertising and rent expenses. \n\nWhy are you more expensive than other photographers & studios?\n\nSince the advent of the digital camera the number of people who claim photography as a hobby has increased. The sad part is, quite a few wedding photographers, be it independent, or studio hired, are nothing more than weekend shutterbugs looking to supplement their regular income. It’s simply supply & demand, there is a demand for saving money on wedding expenses & there is a supply of inexperienced photographers willing to make just a couple of hundred dollars a few weekends a year. My advice, if you find one of these photographers, ask them what they do during the week? If it isn’t photography, buyer be ware.\n\nWill you travel?\n\nYes, whether it’s driving to a location in the Midwest, or anywhere my passport will get me, I’m open to traveling to shoot your wedding. In most cases the only additional costs occur when the location is over a 2 hours drive from Chicago, in the form of flight & hotel expenses.  I generally requests at least a two night stay, a full day ahead to arrive before the ceremony, this helps make up for possible flight delays, and then night of the wedding. If I hang out longer that’s on my dime.\n\nWhat do you charge to travel?\n\nI like to travel, so my travel expenses can be covered at cost, either by you directly (booking hotel & airfare), or included in the deposit.  I don’t expect first class air & a room at the Ritz, but unless the wedding is in the jungle, I don’t expect Pond Hopper Air & a tent, either. \n\nDo you have an assistant if I want a second photographer?\n\nNothing but professionals here. I do not employ assistants, interns, or any other kind of helpers when it comes to creating photos & videos at a wedding. I hire a seasoned second photographer from a network of fellow professional photographers who all shoot weddings on their own, but are not photographing the day you’ve booked me. Cost for a second photographer is generally based on the number of hours they are photographing.\n\nBig Studios Part 1: “I talked to a large photography studio that does weddings and they warned me against using an independent photographer.”\n\nBig studios are playing up their assets to cover up their short fallings. They can often use over a dozen different photographers throughout the course of the year. Most of their photographers have limited investment in the longevity of the studio and view it as just working for some one else till they can open their own studio. Also, photos you may see on their companies web site often aren’t taken by the same photographer you’re getting. Or worse, the images in the studio’s portfolio are by some one who doesn’t even work there anymore. Read the next questions to see some more scare tactics a large studio might use. Your photographer should be the one you talk to from start to finish, not just some one you meet once and then follows notes taken from the sales person who booked the wedding.\n\nBig Studios Part 2: “What happens if the independent photographer is hit by a bus on the way to the church?”\n\nWhile this question isn’t word for word, it’s from an FAQ of a big studio’s website. Every bride fears the “Rainy Day” scenario. You know the story, it will rain, the cake will fall over, the photographer won’t show up and the groom will run off with the Maid of Honor. The fear os this happening has actually created an subset of insurance polices for such things. Sure, a big studio may be able to get you a replacement one or two days before, but even they would be hard pressed to find someone an hour or two before the ceremony, and either-way do you really want to pay top dollar for a the low man on the totem pole? Over the years, myself and several other photographers have set up a small network to address this issue. We generally find one of us who isn’t working that weekend to fill in as a backup for worst case scenarios. However, if you still have this fear, I always suggest getting a second photographer. In the unlikely event of my near fatal bus encounter however, any deposit or payment already made for the second photographer would be refunded.\n\nBig Studios Part 3: “Some photographers use their house as their office. Where do you go if there’s a problem?”\n\nYes, I do use my house. I use book stores, coffee houses. I’ve even met a couple from Milwaukee at the I-94 Oasis in Deerfield. Lets be honest here, traffic stinks! If you’re not in the same area as me and would like to meet in between, I’ll gladly travel, even if you haven’t booked me yet. I use my home address, not a PO Box, for all mail correspondence. How does that big studio that uses the name of it’s great grandfather deal with complaints? “That photographer doesn’t work for us anymore.” I can’t do that, so not only do you know where I live, my name is my reputation.\n\nBig Studios Part 4: “You should use a photographer who only shoots weddings. They will know the right positions and lighting techniques.”\n\nBesides the fact that I meet with couples at least once before their wedding to go over a time line and ceremony layout, a good photographer knows how to adjust for lighting and position. I’ve shot professional sports in blizzards & rain storms, followed elected officials & celebrities in and our of crowded buildings on assignments, so I’m not really worried about my skills when it comes to shooting at a church, ballroom, or an outdoor wedding you shouldn’t be either.\n\nDo I get to see proofs?\n\nThe simple answer is, no, I do not do proofs. Proofs were generally a quick and low quality print to help couples pick out what they wanted printed, or in an album and typically thrown away. Now days you get to see the real thing and you get to keep it too. Included with every package is non-watermarked full digital copies.  However, I will gladly get your proofs if you want them, but it would be an additional cost.\n\nDo I get digital copies of everything you shoot?\n\nYes. Do you really want to have to track down a studio, or photographer each time you want a new 8×10? No you don’t. As part of every package I include full copies of every image I take. Make them into Christmas cards or create your own album. Each contract includes an unlimited personal usage rights to the photos. They are yours to use in any non-commercial way you want.\n\nI want a wedding album, what do you offer?\n\nMy go to wedding albums are custom designed by me, and hand-printed in Italy.\n\nAlbums, custom designed by me & hand printed in Italy.\n\nI typically work with albums with a full page real photographic prints, but I can do everything from an old school matte frame album, to a softcover magazine style album. Want small business card size flip books to give away as presents, or thank yous? I can do that too. Parent’s books, travel albums or the gra... (truncated)",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.9529337287,
        "format_confidence":0.9697933793
    },
    {
        "url":"http:\/\/www.designwithdistinction.com\/frequently-asked-questions",
        "text":"Frequently Asked Questions\nWhat exactly does Design with Distinction do?\n  • We work with home owners who are building new homes, undertaking full service renovations or remodeling entire floors or rooms\n  • We handle everything from concept to completion. That includes working with you to plan your vision and then bring together all the elements including the team of professionals to make it happen\nI'm really interested in having some renovations done. How do we go about establishing a budget?\n  • After your consultation, you'll walk away with a pricing grid tool that you can fill in and use to create your budget\n  • Many people are surprised at the wide range of pricing for things like furniture and fixtures. It all depends on whether you want high end or  something closer to the middle where your personal tastes lie.\n  • There are many other details and minutiae that have to be factored into your budget plan\n  • Regardless of your choice, we take the mystery out of figuring out a budget.\nWhy do you charge a fee for consultation?\n  • Glad you asked! Here's how our consultation adds value\n  • From the minute we enter your home, we start looking for ways to help you avoid many of the common and costly mistakes most people make when undertaking an interior design project\n  • At the end of our consultation, you will walk away with ideas and insights that Debi has spent over 31 years of her life to be in a position to provide\n  • Your investment in a consultation with Design with Distinction will pay for itself many times over\n  • Quality design work is not a bargain, but it is an investment in something of value\nWhat sets Design With Distinction apart?\n  • Principle designer, Debi Meyer has unique insight into the relationship of people to their environments and the power to design in a way that helps shape and enhance the human experience\n  • This philosophy shapes all our interior design and can be found in the many interior design renovation projects we've completed from Scottsdale, Paradise Valley, Fountain Hills, Tempe, Mesa, Gilbert, Phoenix and the White Mountains where our sole objective was to give people more of the home they want.\nHas your firm won awards?\n  • Thank you for asking!\n  • Yes and yes\n  • We have won awards for our work in the model home industry including a MAME  award, a National Association of Home Builders award of excellence, a National Sales & Marketing interior merchandising award and more\n  • We have been published many times in both local and national publications\n\nAre you a member of any professional organizations?\n\n  • Debi Meyer is an Allied Member, ASID (American Society of Interior Designers).\nWhat our clients are saying\n\n\"Debi Meyer worked with us through the planning to execution of our 5 bathroom and laundry remodel. She provided ideas, resources, suggestions and calm throughout the project. Debi was equally adept at listening to both my husband and I and helping us find a mutually acceptable solution when the two of us could not. The bathrooms and laundry room look magnificent and we are so very pleased with the end results.\"\nParadise Valley, AZ",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.7234437466,
        "format_confidence":0.9761812687
    },
    {
        "url":"https:\/\/www.bdocktorphotoart.com\/faq",
        "text":"Your shopping cart is empty.\n\nYour shopping cart is empty.\n\n\n\n\nFirst, if you're using an iPad, make sure that you hold it vertically.\n\nWhen you see  an image that you like, click it. Then, your first choice is to select (1) MEDIUM. Choose between Canvas Gallery Wraps, Exhibit Mount (metal), 1\/4\" Acrylic, or Smooth Fine Art Paper (you can add a mat and frame), or Canvas Prints (if you want to receive rolled canvas that you take to your own framer).\n\nNext, choose (2) SIZE. If you need a specific size that you don't see, please contact me and I'll work with you to get exactly what you want.\n\nThen, choose (3) STYLES.\nPersonally, for exhibitions and home and office use, I usually print canvas gallery wraps with a 1.5\" border. Border color: black. When you choose a border, color is applied to the side of the canvas, and no portion of the image is lost.\n\nIf I'm going to print on paper, I like a 3\" mat depending on how large the print will be, with a frame that looks best with the particular image. Notice that there are many more frames than the options you initially see--click next to see more.\n\nNext, (4) FRAME. Choose the frame that appeals to you. Please note that (4) FRAME does not appear until you click on Framed Prints under (3) STYLES.\n\nNOW, CLICK WALL PREVIEW, just below the Medium, Size, Styles, Frame.\n\nHere, you can see how the piece will look on the wall of a living room or seven other kinds of rooms by using the pull down arrow on the right of Room type. Notice that you can also change the wall color or the size of the piece by using pull down arrows on Wall Color and Size.\n\nIn the event that you really must pre-visualize it with your own room, please send me a photo made from straight-on with the width of the wall space, and I can work with you to customize your selection. This is especially useful when you are choosing more than one photo.\n\nIf you have any questions, please don't hesitate to call me for a free consultation at 518-329-6239.\n\n\n\nYour satisfaction is 100% Guaranteed!\n\n\n\nReturns: If you don't love it, return it! You may return any product within 14 days of purchase for a full refund. Prints must be returned in new condition, packaged carefully in the original packaging, if possible. Your refund will be issued as soon as I receive the returned print. I just ask that you pay for the shipping. Email for specific return procedures.\n\n\nExchanges: The pieces are shipped directly from my lab. In the event that your piece arrives damaged, please make a photograph of the damage and contact me within 7 days at 518-329-6239 and email the photos to I will arrange for the work to be remade and re-shipped at no additional cost to you.\n\n\nIf you'd like to be on my email list announcing specials and upcoming events, please suscribe in the box below.\n\nFacebook: bdocktorphotography\n\n\n\n\n\n\nTrusted Art Seller\n\nThis presence of this badge signifies that this business has officially registered with the Art Storefronts Organization and has an established track record of selling art.\n\nIt also means that buyers can trust that they are buying from a legitimate business. Art sellers that conduct fraudulent activity or that receive numerous complaints from buyers will have this badge revoked. If you would like to file a complaint about this seller, please do so here.\n\n\nVerified Returns & Exchanges\n\nThe Art Storefronts Organization has verified that this business has provided a returns & exchanges policy for all art purchases.\n\nDescription of Policy from Merchant:\n\nYour satisfaction is 100% guaranteed.\n\n\nVerified Secure Website with Safe Checkout\n\nThis website provides a secure checkout with SSL encryption.\n\n\nVerified Archival Materials Used\n\nThe Art Storefronts Organization has verified that this Art Seller has published information about the archival materials used to create their products in an effort to provide transparency to buyers.\n\nDescription from Merchant:\n\nMuseum quality Canvas and Fine Art archival prints and reproductions. 100% acid free archival cotton papers - a true museum quality appearance.\n\nSaved Successfully.\n\nThis is only visible to you because you are logged in and are authorized to manage this website. This message is not visible to other website visitors.\n\n\nImport From Instagram\n\nClick on any Image to continue\n\nCreate a New Favorite List\n\n\n\nThe above preview shows how to use the live preview on this website. The image displayed is just an example, and is not available for sale.\n\n\nThis Website Supports Augmented Reality to Live Preview Art\n\nThis means you can use the camera on your phone or tablet and superimpose any piece of art onto a wall inside of your home or business.\n\nTo use this feature, Just look for the \"Live Preview AR\" button when viewing any piece of art on this website!\n\n\nManage Favorites\n\nBelow, select which favorite lists you would like to save this product into.\n\n\nNewsletter Sign-Up\n\n\nEnter your email below and we'll email you a 20% OFF Coupon right now!\n\n= required\n\nThis offer is valid for NEW CUSTOMERS only!",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.9817153215,
        "format_confidence":0.960508883
    },
    {
        "url":"http:\/\/ride4theanimals.com\/lifes-little-nuggets-galleries\/faqs",
        "text":"June 30, 2017\n\n\nFrequently Asked Questions:\n\n  • Shipping and Processing?    Prints are usually shipped within 5 business days.\n\n\n  • What is a\n    Prints are made on a Beautiful Glossy 1\/2” thick wooden plaque, they are sturdy tabletop displays or you can hang them using the peg hole on the back.  Colors are vibrant and beautiful.\n\n\n\n  • How do I hang my prints?  If you are purchasing a glossy print it will come matted in a rich black mat and will be ready for framing.\n\n\n\n\nShown are 11 x 14 prints matted and framed.\n\nNote:  Frames are NOT Included\n\n\n  • What are Limited Editions?  These prints will come to you hand signed, matted and ready for hanging.  Each edition has a limited number of prints that will be made, once an edition hits it’s limit; the print will no longer be available for purchase and will be listed as SOLD OUT.",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.9092972279,
        "format_confidence":0.9779695272
    },
    {
        "url":"https:\/\/www.emilyelizabethstudios.com\/faq",
        "text":"Frequently Asked Questions\n\n\nAre your packages customizable?\n\nYes! My focus is to make sure you get everything you want and need!\n\nHow many images will we receive?\n\nThe number of Images delivered ultimately depends on how many it takes to tell your story and the amount of time we are there capturing your day. We don’t limit the number we take; however, the amount we deliver depends on the length of day and the content of the events of the day. We go through all of the images we take and eliminate images with duplicates, exposure failures, people walking in frame, etc. There’s very little that gets eliminated.\n\nWhere do you live and do you travel?\n\nWe live in Binghamton, NY and LOVE traveling to new places, so we’ll go anywhere!  We have photographed weddings all over New York State and Northern Pennsylvania: Philadelphia, PA: Sugarbush Ski Resort, VT: Block Island, RI: Atlanta GA, Las Vegas, NV: Auburn, CA: Vietnam: Port St. Lucie, FL: Tampa, FL: Alexandria, VA: Germany: Long Island, NY: & Jamaica. \n\nAnything within a 2 hour distance- travel is included.  If the distance is over 2 hours, travel expenses apply.  Travel expenses are handled very simply: if airfare, hotel, and a rental car are required, the collections remain the same and a full reimbursement for our expenses is added to them.  International travel is also available!  KJ and I love to travel, and have figured out a few oragami-esc ways to sleep on planes. No matter the distance! We've shot a 12 hour wedding, went home, jumped on a plane at 7am for another wedding at 3pm.  Probably won't do that again, but we loved it!\n\nIs KJ at every wedding?\n\nUnfortunately no. He is an officer in the Army National Guard, so there are dates he will not be able to be with us. In that instance, I do have other people I can rely on to fill his shoes at no extra cost to you.\n\nDo we need to feed you at the reception?\n\nYes please! I would prefer to not pass out in the middle of the reception from low blood sugar, or resort to the fallen mints at the bottom of my purse. It doesn’t have to be the filet you’re feeding your guests, but feeding us most preferred! On that note, we also prefer to eat dinner at the same time you do; this doesn’t always work out but it makes the reception coverage go smoother. While you’re seated and eating, we are too so we’re ready to go when you are!\n\nIs a wedding timeline necessary?\n\nYES! You want to make sure your wedding day goes as smooth as possible and all of your vendors are on the same page. It will not fix all of the possible hiccups that can happen but it keeps things in order.  I love to work with clients to make sure there’s ample opportunity for everything you want to do. This is also from a photographer’s perspective, working with all of your vendors on this keeps the day in order.\n\nWhat is a First Look?\n\nA first look is when a bride and groom opt to see each other before the ceremony. Not only does it allow you to spend some sweet one-on-one time before the whirlwind of wedding festivities, but it ensures ample time for naturally-lit portraits and makes the day a lot smoother! (In my humble opinion).\n\nWhat is a Day-After Session?\n\nA day-after session is also known as a “Rock the Dress” session. It’s a shoot scheduled sometime after the wedding to put the dress back on and scamper about somewhere. It’s especially useful if time did not allow for many formal photos of you and your soon-to-be!  For destination weddings, it’s fun to put the dress back on and go somewhere we didn’t have a chance to explore on the day of.\n\nBlock Island Rhode Island Wedding Photography\n\nCan our family + friends take photos?\n\nAbsolutely! We just love seeing ipads and cameras jump in front of us during your first kiss! (I’m being sarcastic. Your family and friends are more than welcome to take photos during the day. We do suggest an unplugged ceremony, so the above does not happen. This is not only for selfish reasons, but in a day and age of everything being plugged people forget to be present and in the moment. This is a chance for them to do just that. Wouldn’t you love to be able to look at people’s faces instead of their super awesome Etsy phone case?\n\nWhat is your pricing?\n\nOur wedding collections start at $2300; every collection includes various times of coverage, the edited images with a print release, and an engagement session.  For a detailed look into the collections we offer, click Here and contact us!\n\nDo you edit all of our photos?\n\nYes we do! We hand select every photo, and give them an overhaul. We keep the editing crisp and accentuate what we aimed for in camera. We believe in the accuracy of the photo captured in the moment.\n\nDo you do video too?\n\nWe currently do not incorporate video in our wedding coverage. It takes a completely separate brain to shoot video than it does for photo, so we concentrate on one over the other.\n\nCan we see some full weddings?\n\nAbsolutely! Head over to the contact page and send me a message; I’ll include a couple examples of full wedding galleries in my response email.\n\nAre our images watermarked?\n   No they are not, the images I send to you are free of my watermark!\n\nDo we get to keep the raw files?   \n\nNo, the only images I deliver are Hi-Res JPEGs. The unedited\/ RAW files are not available for viewing or purchase. The RAW files essentially contain the ingredients used to create the final product of your image. The result that you see is like the cake that’s on display at the reception: beautiful, decorated, and finalized. Everything we deliver is a well-rounded view of your wedding!\n\nDo you need to attend the rehearsal?\n\nIt’s not at all necessary!  We have gone through the timeline, and there’s nothing that can shock me (not even being mooned by the best man!) For destination weddings, people sometimes add on rehearsal dinner coverage to tell a complete story of the event.\n\nDo you offer engagement sessions?\n\nYes!  We include the option to have an engagement session with every collection. It’s to get you more comfortable in front of the camera. We know that not everyone has their glamour shots taken at every turn of event, this gives you some great practice! They are up to 1 hour long with 1 outfit, 1 location and you can travel up to 1 hour from Binghamton. If you're looking for something a bit more pizzazzy you can upgrade your engagement session to include more. They're a lot of fun to get dressed up for; make it a date night with your sweetie afterward! Please note, we only offer the engagement sessions during the week. We are not available on the weekend to accommodate them. Space is limited. If you would like to know more about the engagement session, head to the contact form and inquire!\n\n\nHow would you describe your style?\n\nThere is no simple way to answer this question. I often turn the question around and ask what they felt or saw when they viewed our work. The answers I’ve received back are: organic, journalistic, raw, bold, vibrant, brilliant, moody, not-boring, etc. Though these adjectives don’t speak directly to our ‘style’ of photography, they speak to what you’ll find through the galleries. In photo-jargin, the answer stems from two descriptions: photojournalist and traditional. I can speak more at length to what this really means, but that will take a long time. Traditional speaks to the ‘posed’ photos. The ones of you and your family, the images of you looking into the camera; you know, the ones that 99% of the time get printed over anything else. Photo-journalism speaks to the moments that unfold naturally. What you’ll find from us, is something bold, and brilliant. We have moments of photojournalism, and then moments of traditional. I feel there needs to be a combination of the two styles in order to capture a well-rounded wedding day.\n\nDo you take posed family photos?\n\nOf course I do!! I personally LOVE this part of the wedding day. Call me crazy. It’s the most hated time of day. No one wants to stick around, everyone wants to get the party going, and they’re accustomed to being in a stuffy church without air-conditioning while the photographer takes forever to group and gather everyone. This is not the case with us. We have a system down to a science to get these done to such efficiency you’ll actually have a great time taking these. These are some of the most important images of the day (to me). Everyone in your family looks their best, they’re in one place, and sometimes, it’s the last professional photo of someone before they die. They’re important, and these are the images that gets printed, albeit for you or for your family. *hint hint: These become Gold for Christmas gifts!\n\nCan I send you a shot list or my Pinterest board?\n\nYou can, but I would rather you didn’t. I like Pinterest boards as ‘feeling boards’ instead of the “100 top photos that I HAVE to have from my wedding” board.  It never pans out the way you want them to.  There’s never any time. The get overlooked. They look stuffy. We miss out on creating something unique to you that could become the photo that Everyone wants to recreate. I gladly take requests like, “I would love a night shot, or the willow tree on the property is what sold me- can we shoot there? Answer: no problem! I do ask for a family photo shot list: about a month before the wedding I provide you with an outline of what a typical family list looks like, then you can tweak it from there.  If you have any questions about any of this, I will gladly explain more.\n\nTerra Cotta Wedding Receptions\n\n\nDo you have insurance?\n   Yes! A thousand times, Yes!\n\nWhat equipment so you use?\n\nIn the world of Nikon v. Canon, we are with Nikon. I could go on and on about all the technical jargin on why Nikon, but basically it stems down to it’s who we started with and what we love! Canon has great equipment, but we love Nikon!\n\nHow long have you been in business?\n\nWe have been photographing weddings for about 5 years. Our official start is a bit hazy, but it’s been a w... (truncated)",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.9338683486,
        "format_confidence":0.9720519185
    },
    {
        "url":"http:\/\/karenparrphotographer.com\/faq",
        "text":"How Much Are Your Packages? \n\nWhen shooting your wedding our primary goal is to capture images that invoke the same feelings of joy, excitement and elation you and your guests are experiencing on such an extraordinary occasion. You can relive these feelings every time you see your wedding photographs from just $2750.  A 1\/3 non-refundable deposit is required on booking to secure your date and ensure that Karen is available to shoot your wedding.  The deposit is then taken off the balance of your photography package.\n\nCoffs Harbour wedding photography.jpg\n\nWhat will we get? \n\n\nEvery couple receives the following:\n\nComprehensive Pre-Wedding Consultation\n\nWedding photography is vitally important to your wedding day. It is for this reason that Karen sets aside a special time and place to meet and go over absolutely everything you might need to know. Over the years Karen has attended many weddings and as a result has significant insight into what works and what doesn’t. It is a good opportunity for you to nut out some of the details you may not be quite sure on as well as put together a plan for your photography to ensure that nothing is left to chance.\n\n\nYour wedding story told in  Stunning High Resolution Images on USB\n\nKaren creates a collection of images specifically tailored to tell your wedding story, perfectly from start to finish. These image files are then passed on to our professional image editor who ensures every file is consistently stunning and worthy of being hung on a wall. Karen then presents you with 2 USB’s. 1 of the high-resolution images in color and another with all the same images processed in black & white.    \n\n\nWe just went through the photos. They are simply AMAZING!!!! They are so beautiful, and I love that you capture the random funny moments and the emotion. Thank you soooo much. I now have gorgeous memories for the rest of our lives, I could not be happier with the photos :)\n— Tiffany, Inverell NSW\n\nCan we have an engagement shoot?\n\nYes. In fact we strongly encourage it! An engagement shoot is an excellent way for us to get to know each other! It also helps Karen learn the best approach to photographing you and helps you to become more comfortable in front of the camera. Engagement images are also useful in the lead up to your wedding, perfect for use on save the date cards, invitations or even as details at your wedding.\n\nI prefer a relaxed candid style, is this what we can expect from you?\n\nYes. For most of the day I will stand back and let things unfold in front of my camera. Only during the family and formal portraits will I give some direction to help everyone look their best. For the most part we just have fun.\n\nNew England Wedding Photography Inverell.jpg\n\n\n\nDo You Travel?\n\nAbsolutely! In fact we love too! Karen will travel anywhere in the world to shoot your wedding. Because we are located in a small country town travelling is essential for our business. It is for this reason that the majority of our weddings are not local.\n\n\nHow Much Does Travel Cost? \n\nThis depends largely on your location, but the majority of the time there is no extra charge involved. Get in touch and we will look into it and get back to you :)\n\n\nDo you edit your images?\n\nYes and no. We have a professional retoucher who’s job it is to edit your collection and ensure that all your images are stunning and consistent. It also helps us get your images to you far sooner then most other wedding photographers.\n\nThank you so much, such an amazing photographer. You made our day so much fun and have given us something to remember for a life time xx\n— Lin, Brisbane QLD\n\nsaumarez armidale Wedding Photography.jpg\nYou captured our wedding day perfectly! The photos are natural and beautiful, just what I imagined they would be and so much more!!! They are snippets of our day that I will cherish forever!\n— Elissa, Inverell NSW\n\n\nOur albums are assembled by a team of highly skilled bookbinders, designed by Karen and hand crafted using the finest materials imported from Europe. Your album will capture the joy of your wedding while telling the story of your day and forever take you back to the happiest day of you life.\n\n\n\nDo we sign a contract when we book?\n\nYes. Our solicitor has designed a contract specifically for your needs that protects both yourself and Karen. Karen will go over this with you during your consultation to ensure that you understand exactly what is involved before signing your life away.\n\nInverell Wedding Photography Couple Photography New England\n\nYour photos are amazing, but you are over our budget, are you able to decrease the price?\n\nUnfortunately no. Due to high demand we have found that it is not necessary to offer discounts. We offer our clients the best possible images, products and service. In order to do so it is necessary to charge an appropriate amount.  \n\nWhy do some other photographers have cheaper prices?\n\nOur collections are priced to reflect the quality of photographs and service we offer. Cheaper photographers may; photograph only as a hobby, work with out insurance, have low quality equipment, be inexperienced and possibly all of the above. \n\nSo in love with all of my photos!!! Thankyou!\n— Mia, NSW\n\nHow many photographs do you take at weddings?\n\nFirst and foremost our goal is to tell the story of your wedding day in high quality images. Every wedding is unique so there is no set amount of images taken. We do however guarantee a minimum amount according to the package option you choose.\n\nInverell Wedding Photography\n\nHow many weddings do you shoot in a year?\n\nIn order to ensure all our clients receive the best possible service I have made the decision to limit the amount of weddings I shoot per year. As a result our dates are limited, so it is recommended that you book as soon as you can to ensure you don’t miss out on having Karen photograph your wedding.\n\n\nAre we able to get a copy of the high resolution image files?\n\nYes. You will receive the final collection of images on USB in both color and black and white.\n\nCan we provide you with a list of photographs we want taken?\n\nYes, absolutely. While our coverage is very thorough, there may be some aspects we are unaware of e.g your pen pal from Holland has made a special trip for your wedding and you would like a photograph of the both of you. You will receive a form in your welcome pack to help make this easier.\n\nInverell Engagement Photography\n\n\nWhat are we allowed to do with our digital files?\n\nProvided the guidelines within the contract are upheld, any images you receive are yours to do with as you please. For example, making prints, emailing or post them on Facebook. It is entirely up to you!\n\nDo you back up your images?\n\nMy camera is recording to 2 memory cards at one time, so I have an instant back up. As soon as I can I copy the images to 2 separate hard drives. I then keep your images on file for a minimum of 5 years.",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.8841081262,
        "format_confidence":0.9723414183
    },
    {
        "url":"http:\/\/inkygirl.com\/a-writers-guide-to-twitter\/how-twitter-can-help-illustrators\/is-it-better-to-post-a-link-to-my-illustration-to-twitter-or.html",
        "text":"\n\nTwitter Facebook Instagram\nSubscribe Pinterest Flickr\nMy other social media.\n\nYou can also use my Search.\n\nRecent projects\n\n\n\nBefore using my comics\n\nCreative Commons Licence\n\nWriter comics by Debbie Ridpath Ohi are licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License.\n\nMore details: Comic Use Policy\n\nTwitter Guide For Authors & Illustrators > How Twitter Can Help Illustrators > Is it better to post a link to my illustration to Twitter, or the illustration itself?\n\nIndex of topics: Main Twitter Guide For Writers & Illustrators page. To go back to my blog for kidlit\/YA writers and illustrators, see Inkygirl. You can find me on Twitter at @inkyelbows (focus: writing and illustrating children's books) and @DebbieOhi (livetweets, chat, photos, personal ramblings). Also see my list of Other Useful Twitter Guides For Authors And Illustrators and Twitter Lists of: agents who represent kidlit\/YAkidlit\/YA editors, children's book art\/creative directors and K-12\/teen librarians on Twitter.\n\nSearch the FAQ for entries containing:\n\nQ. Is it better to post a link to my illustration to Twitter, or the illustration itself?\n\nA. I used to always post a link, to encourage people to go to my blog. Nowadays, however, I'm finding that fewer people follow links to images. Instead, I post the image directly to Twitter, but make sure my name and URL are part of the image, and I also try to squeeze in my Twitter id as well.\n\nAnd even when I post an image directly to Twitter, I find I get far more response if I make the descriptive text interesting, rather than just \"My doodle of the day:\" or something similarly bland. What I suspect: that some third-party tools that people are using on mobile devices are NOT showing the images, but just the descriptive text and a link.\n\n\n\n\nLast updated on September 30, 2014 by Debbie Ridpath Ohi",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.5666491389,
        "format_confidence":0.8492229581
    },
    {
        "url":"https:\/\/www.jferdinandophotography.com\/faq\/",
        "text":"How long will I have to wait for my photos?\n\nThe length of time may vary depending on how busy my workload is, however, I try to make sure you get your photos as soon as possible., usually within 3 to 4 weeks.\n\n*NB Please note that your photos may take longer but I will keep you posted as to the progress of your images.\n\n\n\nHow long is an engagement\/couple shoot?\n\nMy engagement\/couple shoots are usually up to 2 hours , although longer shoots can be arranged.  An engagement\/couple shoot usually costs £100.\n\n\n\nWill you put my photos on Facebook or your Website?\n\nI usually post around 3 to 5 of the best shots on my facebook page for marketing purposes, if this is an issue for you just let me know.\n\n\n\nPAYMENT  –  Do I need to pay a deposit?\n\nYes. A £150 deposit will be required to secure your date. All deposits are non refundable because your date will have been booked and I may have turned down other weddings.\n\nThe balance will be due the day before your wedding, or sooner if you wish.\n\nNB* There is no additional charge for bank holiday bookings\n\n\nCan I give you a list of photos to take?\n\nI always ask for a list of important images such as groupings with family etc. \n\nIf you want a specific image recreating from one you have see on the internet, then this will need to be discussed beforehand. It is often not possible to recreate such images, particularly if they have been shot in a studio or set up with specialist lights etc…\n\nNB* I will not be held accountable for images not replicated at any shoot I photograph.\n\n\nCan I get all my photos or more than you deliver?\n\nThe short answer…No, but an explanation may help you understand.\n\nI will never deliberately exclude photos that you don’t have in your final collection.  The photos I supply are all those that are not only photographically correct, but are images that portray my style… after all, the reason you choose a photographer is based on their eye for the perfect moment.\n\nHow many images you will receive will depend on how much that happens during the day. The normal amount of images I give my couples range from 300 to 400. If a lot happens during the day and there is a lot of photography opportunities, then there may be more than this.\n\n\nHow will I receive my images?\n\nYou will receive your images on a bespoke USB in presentation box and an online folder.",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.9329173565,
        "format_confidence":0.9775741696
    },
    {
        "url":"https:\/\/www.lennypetephotography.com\/the-details\/questions-about-your-session\/",
        "text":"Q: Where are you located?\n\nA: The studio is located in Gaithersburg, Maryland.\n\n\nQ: What types of sessions do you photograph?\n\nA: We specialize in newborn, babies, children and family photography.\n\n\nQ: Studio or natural light?\n\nA: In the studio we use studio lighting however outdoor we use mostly natural light with occasional light modifiers.\n\n\nQ: When is payment due?\n\nA: A $100 deposit is due to book your session. The remaining balance is due on the day of your session. We can accept PayPal let me know prior to your session), credit cards, check or cash. ($35 fee applied for returned checks to be paid prior to image release). PayPal and credit card payments will include a fee percentage.\n\n\nQ: Will I get the digital files with printing rights?\n\nA: All of our packages include digital files with printing rights. This means you can download them and print at a lab of your choosing. Please note quality varies greatly from lab to lab and only products printed professionally through us are guaranteed to print as we see them on our screen.\n\n\nQ: When will I receive my photos and how many will I get?\n\nA: Most sessions will take between 2-3 weeks processing time. Upon completion your gallery will be available on the website so you can select your images. The number of images you are allowed depends on the package you purchased. The final photographs will be electronically delivered via DropBox file sharing program. Additional images beyond your package may be purchased for a fee.\n\n\nQ: Do you sell unedited files?\n\nA: No, photographs from each session are handpicked and artfully edited to bring each image to its full potential. The final edited images represent the very best from your session. Releasing unedited images would compromise the quality and integrity of our final product.\n\n\nQ: Is there a best time of day for the shoot?\n\nA: Yes! For newborn shoots we shoot weekdays starting at 10:00am. For outdoor family session we either do very early morning or early evening it really depends on the time of year. We can work it out when we schedule your session! \n\n\nQ: At what age do you photograph a newborn?\n\nA: Newborns are photographed within the first two weeks of life.\n\n\nQ: When should I book my newborn session?\n\nA: While you are still pregnant! We have a limited number of newborn session we photograph per month- so getting your due date on the schedule helps ensure your spot!\n\n\nQ: I've already given birth! Is it too late to schedule a session?\n\nA: Occasional we have the availability to squeeze you in the schedule if the baby is under 2 weeks old. However we make no promises.  It's best to book before baby arrives.\n\n\nQ: Where do newborn sessions take place?\n\nA: All newborn session take place in our home studio in Gaithersburg, MD. Newborn sessions are much more successful when held in a controlled environment that is set up specifically for newborn photography.\n\n\nQ: Do you have props?\n\nA: Yes! We have baskets and bowls, wraps and blankets, hats and tiebacks (fancy headbands)! When we are designing your session we will discuss your style and color scheme to personalize the session to you! If you have specific props you would like to bring to the session please let us know ahead of time so we can try and incorporate them in!\n\n\nQ: How do I book a newborn session?\n\nA: Please give us a call or send an email to check availability. If we are available the week of your due date, you'll receive a quote and invoice to complete. Once your deposit is received, your spot is reserved on our calendar and we wait for the baby to arrive! Closer to your due date you will receive a newborn prep packet to prepare for your newborn session. Please contact us within 24 hours of your baby's birth to schedule the actual session - we typically schedule all newborn sessions on weekday mornings.\n\n\nQ: How long do newborn sessions last?\n\nA: Depending on the session package your choose, newborn session can last between 1-3 hours. However session can run longer if baby is unsettled. It is recommended that you do not schedule any other appointment on the day of your newborn shoot.\n\n\nQ: I really want photographs with their sibling\/s but worry they may be disruptive to the newborn session. What do you recommend?\n\nA: We totally understand! It's hard to get kids to stay quiet ;) A controlled environment during a newborn shoot is essential! Family and sibling photographs are done first thing. After that, we ask that a family member or friend take the children somewhere else while we photograph the rest of the session. This will ensure mommy and baby stay calm and relaxed during the remainder of the session.\n\n\nYou have more questions? Ask me here!!",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.9738174677,
        "format_confidence":0.9649053216
    },
    {
        "url":"https:\/\/rusticsquare.com\/questions",
        "text":"Frequently Asked Questions\n\nAre art supplies included in the tuition? Yes!! The cost of all High-Quality Fine Art Supplies is included in the tuition fee. When you enroll in our classes, you won't be asked to pay any additional fees or bring anything.\n\nCan my kids try one of your classes before deciding if we want to join in the program? Yes! Open Hours Day is offered when new students want to try us before commiting or registering for our Art Classes.\n\nDo you offer automatic drafts from my bank account or debit\/credit card if I decide to pay monthly or quarterly? Yes. If you would like to sign up for our FREE Auto Drafts, please let us know. We would need you to complete a form giving us authorization in writing and providing the information needed. We won't charge you extra for this service. In case you need to cancel your subscription or update your information, please inform the studio at least 10 business days prior to the next draft.\n\nDo you offer classes during the Summer, Winter break and Spring Break? During Summer\/Winter\/Spring Breaks the Studio offers Art Camps. Please check out our calendar.\n\nDo you offer classes for toddlers or kids younger than 5 yr.? No, we don't. However, we may in the future. As an alternative option, children four years or older may take part in temporary online virtual classes.",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.7000338435,
        "format_confidence":0.9770004749
    },
    {
        "url":"http:\/\/themedicalillustrationcompany.com\/frequently-asked-questions-faqs\/",
        "text":"April 3, 2016\n\nFrequently Asked Questions (FAQs)\n\n\nAbout Medical Illustration Services\n\nHow does the medical illustration process work?\n\nFollowing steps will be the part of medical illustration process:\n\n  1. Provide Your Medical Illustration Request: For Medical Illustrations (share images\/ pictures or hand drawn sketches or screenshots or technical drawings or video or anything from which, we can understand it properly.). Also, other project relevant information like required output format files.\n  2. Our Medical Illustrators at Work: Once the project is confirmed; our medical illustration expert team (leading by a project manager) will start working on your medical illustration request. Experts with latest designing software will design your medical illustration according to your preferences \/ choices.\n  3. Unlimited Revisions, If Required: Accordingly, our team will finalized the medical illustrations and deliver to you. In case, if you still require further modifications, we will provide you unlimited revisions till you get 100% satisfaction with the final outcomes.\n  4. Receive Your Illustrations in 1-5 Days: We will deliver your medical illustrations in 1-5 business days. We can turnaround your rush medical illustration requests on the same day as we have Super Fast (1 Day) & Fast (2 Days) delivery options.\n\nWill you assign me a dedicated project manager?\n\nYes, We will assign a dedicated project manager for your project.\n\nWhat way “100% Satisfaction Guaranteed”?\n\nWe guarantee you will love your medical illustrations, or our illustration team will make them right as revision process is highly iterative and collaborative (With Unlimited Revisions Support).\n\nHow are you so affordable?\n\nIt’s simple. Our well – established customized processes, bulk amount orders and operational set-up in India allows us to keep our operating costs low and we love to share these savings on as an added advantage to our clients.\n\nWhy should I use The Medical Illustration Company?\n\nWith HIGH QUALITY & CREATIVE medical illustrations, we have served 1100+ Happy Doctors & Medical Researchers and delivered them out-of-the-box illustrations. Our Experienced & Highly Talented Illustration team is always committed to deliver PREMIUM QUALITY medical drawings with dedicated UNLIMITED REVISIONS support. Our extremely AFFORDABLE pricing & customer`s custom requirement specific packages always make sure that price is never an issue. In addition, our experienced team, well – established customized processes, bulk amount orders and operational set-up in India allows us to keep our operating costs low and we LOVE to share these savings on as an ADDED ADVANTAGE to our customers.\n\n  • HIGHLY CREATIVE & UNIQUE (Our Illustrators do Brainstorm to make High Quality & Creative Drawings.)\n  • WITH LATEST SOFTWARES (Always Updated with Latest Softwares like Adobe Illustrator, Photoshop & More.)\n  • UNBEATABLE PRICE (Extremely Affordable with Fixed Price. With “Pay for Exact What You Want” Policy.)\n  • 100% SATISFACTION GUARANTEE (We Guarantee You will Love Your Illustrations with Unlimited Revisions.)\n\nWhat purposes your medical illustrations can serve?\n\nYou can use illustrations for online journals, medical instruments, medical tests, anatomical illustrations, medical procedure, medical book illustrations, e-books, medical blog\/websites, medical apps, medical flyers\/brochures (or wherever it is required).\n\nWho are medical illustrators? What education qualification they have?\n\nOur illustration team is staffed with medical experts (an ideal combination of medical graduates & designer artists) who thoroughly understand various medical sciences like anatomy, physiology, microbiology, body skeleton, chemistry, and other natural sciences.\n\n\nAbout Orders (Purchasing Packages \/ Services)\n\nCan I change or cancel my order?\n\nChanges or cancellations to an already placed order can be done in two ways:\n\n  1. By sending a note in response to the order confirmation email.\n  2. By calling our customer services helpline at +91-704 287 7525.\n\nWhile we will make every attempt to change your order, additional charges may apply if work on the request has begun or if the scope changes significantly. Therefore, please make changes as soon as you can.\n\nCan I check my order status?\n\nYes. You can view your order status on the My Account page.\n\n\nAbout Payments & Discounts\n\nWhat payment methods can I use?\n\nWe accept valid credit \/ debit cards or PayPal account based payments. You can pay with your credit card (Visa, MasterCard, Discover, or American Express card) if you don’t have a PayPal account.\n\nAre my payment details secure?\n\nAbsolutely. We take payments only through PayPal which is considered as one of the most trusted payment gateway.\n\nHow to apply a coupon code?\n\nOnce you add an item to your cart, click Apply coupon code above Cart totals. Enter the coupon code and click Apply Coupon. In case if you have forgotten to apply coupon in “Cart”, you can apply it in next step i.e. “Check Out”. The coupon discount will adjust your order total.\n\nWhere I can get updates about Discounts & Offers?\n\nYou can get updates about ongoing discounts & offers by visiting this “Discounts & Offers” page. Further, you can stay updated with ongoing & upcoming special discounts & offers by receiving emails.\n\n\nAbout Troubleshooting\n\nWhy can`t I login to My Account though I recently registered?\n\nIt is possible that you have: Entered an incorrect user ID or password. (If you have forgotten your password, go to page “My Account” and reset your password by clicking on “Lost your password?”)\n\nForgotten your password?\n\nIf you have forgotten your password, go to page “My Account” and reset your password by clicking on “Lost your password?”. Enter your registered email address and “Password Reset Instructions” will be sent to your entered\/registered email address.\n\nWhy is my credit card being rejected?\n\nThere are a few possible reasons for a credit card not being accepted:\n\n  1. You have entered incorrect card number, expiry date or CVC code.\n  2. The card has expired.\n  3. You have reached or exceeded your credit limit.\n  4. You have exceeded your daily charge limit.\n  5. A computer at either end of the transaction is facing temporary technical problems.\nContent is protected!",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.5172470808,
        "format_confidence":0.9782303572
    },
    {
        "url":"http:\/\/parkerarts.org\/Faq.aspx?TID=39,",
        "text":"Show All Answers\n\n1. Now that the Schoolhouse has been restored, what happens there?\n2. What was included in the restoration of the Schoolhouse and how much did it cost?\n3. What can I and can't I bring to the Free concerts at Discovery Park?\n4. Are classes\/shows cancelled due to inclement weather?\n5. When did the PACE Center open?\n6. What happens at the PACE Center?\n7. How do I donate to Parker Arts?\n8. How do I buy tickets?\n9. How do I get involved?\n10. What does PACE stand for?\n11. Why did Parker build the PACE Center?\n12. How much is the cost of building and how is it being paid for?\n13. Who designed and who built the PACE Center?\n14. Where is the PACE Center located?\n15. How big is the PACE Center?\n16. Can my organization use the PACE Center and The Schoolhouse?\n17. How do I get a job at the PACE Center?\n18. How do I register for a class or program?\n19. How do I learn more?",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.7993724346,
        "format_confidence":0.9675554633
    },
    {
        "url":"https:\/\/irishartscenter.org\/faq",
        "text":"Frequently Asked Questions\n\nProgramming & Our Space\n\nWhen are your performances and classes?\n\nWe have a fall and spring seasons, from September – December and January\/February through June\/July. We also hold a winter term of classes December–January. \n\nThe current calendar is here\n\nWhat should I do if I arrive early to a performance?\n\nTypically, doors to our gallery open an hour before the event begins. Please check individual confirmation emails prior to your specific event to be sure this is the case. You are welcome to spend time in our gallery and enjoy our art exhibition during this time. Refreshments are available as well. \n\nWhat if a program does not list an end time? How will I know when the program is scheduled to end?\n\nUnfortunately we will not always know this information. If time is sensitive to your plans, please speak to our house manager before the event begins to learn about intermission times (if applicable) and how long the program is expected to run. \n\n\nHow does the submission process work? Who reviews submissions?\n\nYour submission will be carefully reviewed by IAC programming staff in tandem with IAC’s Executive Director. Proposals under consideration for future programming are reviewed with artistic advisors in the relevant disciplines, and decisions are made based on a variety of factors including artistic standard, disciplinary diversity, cultural relevance as it relates to our mission, timing, budget, and other strategic considerations.\nProposals that are not selected are kept on file for a minimum of two years.\n\nDo I have to be Irish to submit?\n\nNot necessarily. Our mission is to project a dynamic image of the evolving culture of Ireland and Irish America, and we welcome proposals for work at the highest standard from artists of all backgrounds.\n\nI am already planning to travel to New York to present my work. Can I submit a proposal to present at Irish Arts Center? Is your space available to rent?\n\nIAC welcomes submissions from individual artists and production companies that are planning to travel to New York to present their work, though as mentioned previously, we often program as much as 18 months in advance. IAC’s 99-seat Donaghy Theatre is often available to rent during the summer months (June-August), and classroom and rehearsal space is occasionally available during the spring and fall seasons.\n\nWhy haven’t I received a response to my submission?\n\nIAC receives a high volume of excellent submissions across all of the disciplines. We work very hard to carefully review each submission, and therefore we ask for your patience. While we are unable to respond to each submission, we will reach out to those whose proposals are under consideration for an upcoming season.\n\n\nHow do I register for a class? Can I sign up for or renew membership at the same time?\n\n1. Online at Just click the “register” button next to the class(es) you wish to take.\n\n2. Call 866-811-4111 with a credit card. This is Irish Arts Center’s ticketing system via “Ovationtix.” Please note there is an additional convenience charge for over the phone registration.  \n\n3. Mail: If you would like to pay by check through the mail please include a note about what class you would like to register for and send it to ATTN: Education, Irish Arts Center 553 West 51st Street New York, NY 10019.  \n\n4. Yes, you can register for a new membership, or renew your membership at the same time and still receive a discount Remember that even our most basic level of membership will save you $30 on all 8-week classes.\n\nCan I register at the first class?\n\nIAC asks that you register in advance for the class(es) you wish to take, through any of our convenient methods listed above.\n\nWe do not like to ask our instructors to take time from class to register students. By registering in advance, you allow us to have up-to-date registration lists for the instructors so that they can begin teaching right away.\n\nHow many weeks of classes in each term? Does the course fee listed cover all classes?\n\nThere are three (3) terms of classes at Irish Arts Center: Winter, Spring, and Fall. Each term is eight (8) weeks long. The fee listed on the website covers all eight (8) weeks of classes. A few classes meet for two (2) hours on alternate weeks, including Banjo and Mandolin. You still get the full eight (8) hours.\n\nI have taken [instrument or dance] before, but many years ago and I feel a bit rusty. Should I still sign up for Level 1?\n\nAll Level 1 classes are designed for an absolute beginner: someone who has never, for example, held a fiddle before; learned a bit of conversational Irish; or taken a step dance class. In most Level 1 classes, students come away with 2-3 tunes or dances before they move onto the next level. For many, if you have taken the specific dance or instrument previously, even if many years back, we recommend beginning at Level 2.\n\nShould you find within the first two weeks of class you would like to switch levels, we are happy to accommodate providing there is space in the class you wish to move to. We want you to enjoy, and get the most out of, your class experience! Email to request a move.\n\nDoes the IAC rent instruments?\n\nIrish Arts Center does not currently rent instruments, but please check our Instrument Rentals and Purchases page for information on locations around the city from which to rent or purchase. We do sell a limited number of tin whistles at the beginning of each term for $10 a-piece.\n\nAre scholarships and financial assistance available for classes?\n\nIrish Arts Center invites everyone to register for our classes regardless of economic circumstance. Limited scholarship funds and\/or work-study are available to make participation possible for both children and adults who qualify based on financial need. Email for more information. \n\nWhat is your class refund policy?\n\n\nIn order to receive a refund or credit, you must submit a refund\/credit request in writing to \n\nRefunds and credits will be issued along the following guidelines:\n\nPoint of Sale Until 24 hours Before First Class = Full refund minus a $30 processing fee, or full credit to be used within one (1) year of request. \n\n24 Hours Before the First Class Until the Second Class Meeting= 50% refund, or full credit to be used within one (1) year of request.\n\nAfter Second Class = 1 full credit to be used within one (1) year of request.  No refunds at this time. \n\nAfter Third Class = No Refunds or Credits. \nPlease allow three to four weeks for processing of your refund request. Processing fees are not refundable. No cash refunds.\n\nIrish Arts Center is not responsible for providing makeup classes or issuing refunds for programs missed as a result of illness, emergencies or other events beyond our control.\nThere are no refunds workshops unless request is received two weeks before the event date. \n\nI missed a class. Can I have a make up class?\n\nMake up classes are only scheduled if the Irish Arts Center or instructor must cancel a class due to unavoidable reasons. Any make up sessions due to a student missing a class are not the responsibility of the center or instructor.\n\nI am not sure if I want to take the class. May I sit in?\n\nUnfortunately, we cannot currently allow students to audit a class before registering. If you would like more information on a class to help you decide, you can call 212-757-3318.\n\nAre there classes on Mondays that fall on holidays?\n\nThere are no classes on the following holidays that fall within a term. The Monday missed is automatically added to the end of the term. \n\nMartin Luther King, Jr. Day \nPresident’s Day\nColumbus Day (Indigenous Peoples’ Day) \nMemorial Day\n\nMembership & Donations\n\nWhy should I become a member?\n\nThere are many benefits to becoming a member including priority booking, special discounts, exclusive invitations, and more. All the benefits are listed here. Your membership dues directly support our annual fund, which helps us bring the best of Irish arts and culture to our audience and community.\n\nWhen does my membership end? How do I renew?\n\nMembership is annual so you will be a member for a full year from the date of your membership purchase. You will received reminders when your membership is up for renewal. You can renew here.\n\nWho should I contact if I am having difficulty either buying a membership or availing of my benefits?\n\nNik Quaife at or Olivia Ford in the Irish Arts Center main office on 212-757-3318 x226\n\nAre there discounts for members outside of IAC?\n\nFrom time to time some of our generous corporate members offer discounts to our members. A full list of these will be provided on the membership page here. If none are listed for now, then there are currently no discounts outside of IAC.\n\nWill I get a membership card?\n\nNot yet, this is something we plan to work on for the year ahead. Currently, if you purchase a membership it is saved in our database (which is connected to OvationTix) and is automatically applied when purchasing tickets through us or through the OvationTix box office. Please be sure to create a login when purchasing tickets through our site.\n\nI would like to make a donation, but I cannot verify your tax-exempt status. What should I do?\n\nWe were originally incorporated under our Irish name \"An Claidheamh Soluis, Inc.\" and our Tax ID # is: 51-0244834.\n\nAre all donations to Irish Arts Center fully tax-deductible?\n\nDonations in which you receive goods and\/or services are not fully tax-deductible. This would include special events which you attend and certain levels of membership that come with thank you gifts.\n\nDoes my Claddagh Circle Membership entitle me to free tickets to the Spirit of Ireland Gala?\n\nNo, unfortunately some special fundraising events like our Spirit of Ireland Gala are not included with your Claddagh Circle Membership.\n\nBox Office & Purchasing Tickets\n\nWhat is the Irish Arts Center’s Return\/Exchange Policy for Tickets?\n\nTickets cannot be refunded, but can be exchanged for different ticket... (truncated)",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.7764258981,
        "format_confidence":0.9788128138
    },
    {
        "url":"http:\/\/artistsforabetterworld.org\/category\/faqs\/",
        "text":"now browsing by category\n\n\nWhat is the Purpose of AFABW?\n\nArtists For A Better World International (AFABW) has a purpose to raise the awareness of worldwide artists about using their creative powers to benefit mankind by leading the way to a better world and by supporting like-minded public benefit organizations that advocate humanitarian benevolence.\n\nWe accomplish our aims by cultivating international artistic participation in constructive, inspirational and creative projects as well as working hand-in-hand with other community advancement organizations.\n\nWhat Does AFABW Do?\n\nAFABW activities include art and social betterment projects and\/or events conceived to foster heightened awareness with and through art and artists, to help build a better world through aesthetics.\n\nAFABW creates music CDs, poetry anthologies, short story books, visual art calendars and other collaborative creative projects that include artists from around the globe.\n\nOne of our largest events in the Hollywood area is our AFABW Arts Festival, which occurs in the fall of each year, at Celebrity Centre International. Affiliated groups have arts festivals and other community activities in various parts of the world, including in the London area; in Johannesburg, South Africa; in Toronto, Canada; in Boston, Massachusetts; and elsewhere.\n\nWho Can Participate in AFABW Projects and Activities?\n\nArtists For A Better World International is dedicated to building a worldwide network of artists who share a vision of creating a better world through aesthetics and is open to artists and art enthusiasts of all religions, nationalities, creeds, races and cultures.\n\nHow Can I Start an AFABW Group in my Area?\n\nClick “Contact Us” and send a message to let us know about your interest. AFABW is all about connecting up with artists around the globe who share mutual goals of creating a better world via aesthetics. Someone will get back with you to see how we can help you in your area of interest.\n\nWhen\/Where is the AFABW Arts Festival?\n\nThe Artists For A Better World Arts Festival is held in the early fall each year at Celebrity Centre International in Hollywood, CA, usually in October.",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.987180531,
        "format_confidence":0.9729395509
    },
    {
        "url":"https:\/\/www.etchedaloha.com\/burnlog\/",
        "text":"Contact Us\n\nUse the form on the right to contact us.\n\nFrequently Asked Questions:\n\nQ: How much to engrave Hydro Flask (or similar product)?\n\nA: $25-$35 for single-sided, $40-$50 for double-sided or Stainless Steel.\n\n\nQ: How long to engrave Hydro Flask (or similar product)?\n\nA: Approximately 30 minutes and can be made during your scheduled appointment. Appointments are available Monday thru Friday 10am to 6pm. If you would like to drop off and pick up later the usual turnaround time is 2-3 days. Please contact us to schedule an appointment.\n\nQ: What type of fonts are available?\n\nA: We use Typekit from Adobe. We can use any font on that website or any freely available font. Be careful of  thin lines in fonts as they do not show well on engravings.\n\n\nQ: Where is parking?\n\nA: Street parking is usually best but recently there's a lot of construction going on around us so it might be tough to find. Otherwise, you can park in the Salt Parking Garage which is a new parking garage on the corner of Keawe and Auahi Street. It's about a block away from where we are located. Our shop is located at 419 South Street Suite 129 (recently relocated from Suite 163). We are between the 2 high-rise towers of One Waterfront Tower. On South Street, across from Restaurant Row, near the yellow fire hydrant, you will see a short flight of stairs that go down to glass doors. Go through the glass doors and you will see a directory to help guide you.\n\n\nQ: What type of file do you need the artwork to be?\n\nA: We would need any artwork to be engraved in a vector format and best if you can email in advance. If your artwork is not in vector format, we may be able to convert for you at addition design fee of $50-$75 depending on the complexity of the design. \n\n\n(808) 384-4634\n\nLaser Engraving, Laser Etching and Laser Cutting in Honolulu, Hawaii. We engrave Hydroflask, Fifty\/Fifty, HIDR8 Flask and do Custom Gifts for Weddings, Baby Showers and Corporate Events.\n\n\nBurnlog is the official blog of Etched LLC, Honolulu, Hawaii's premier Laser Etching and Engraving company. We do laser etched Hydro Flask and a wide variety of Laser Engraved, Laser Etched andLaser Cut creations at Etched LLC a.k.a \"Etched Aloha.\"",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.8982130289,
        "format_confidence":0.9339134693
    },
    {
        "url":"https:\/\/www.co-berlin.org\/en\/12-answers-about-co-berlin",
        "text":"You are here\n\n12 Answers about C\/O Berlin\n\nC\/O Berlin Foundation\n\n1. What is C\/O Berlin?\nC\/O Berlin is an exhibition center for photography and visual media.\n2. What kind of cultural activities does C\/O Berlin offer?\nC\/O Berlin presents the work of internationally renowned artists, provides support to talented young artists, and offers educational programs for children and young people.\n3. How big is the C\/O Berlin team?\nC\/O Berlin has around 50 employees working in management, service, and event production.\n4. How is C\/O Berlin financed?\nC\/O Berlin is financed by admission fees, sponsorships, and donations. Online donation is possible.\n5. Is C\/O Berlin a commercial gallery?\nNo, C\/O Berlin is a charitable civil-law foundation. The exhibits at C\/O Berlin are not offered for sale. C\/O Berlin does not represent artists and is not part of the art market. 6. Does C\/O Berlin receive any institutional funding? No, C\/O Berlin is a completely privately funded exhibition center, making it unique among German museums.\n7. Does C\/O Berlin receive any funding from the Berlin state government (Land Berlin)?\nNo, the Berlin state government owns the Amerika Haus, and C\/O Berlin pays rent for the building at current market rates.\n8. Who is paying to convert the Amerika Haus into an exhibition center?\nThe Berlin state government is upgrading the building’s technical infrastructure. C\/O Berlin will then cover the costs of all interior construction needed to convert the building into a museum with exhibition spaces, a library, and seminar rooms.\n9. How can I support C\/O Berlin?\nBy making a donation of any amount. Your donation is, of course, tax-deductible. You can also become a supporting member of our non-profit association C\/O Berlin Friends e.V.\n10. What will my donation to the C\/O Berlin Foundation be used for?\nYour donation will contribute to the projects of the C\/O Berlin Foundation. It will enable a wide-ranging program of events and educational activities for exhibition visitors, children, and young people, and will help in the renovation of the Amerika Haus.\n11. Why is C\/O Berlin a foundation?\nThe ideal legal form for a cultural institution in Germany is a foundation. As a foundation, C\/O Berlin is independent of individual interests and influences and can, in principle, continue to exist far into the future.\n12. Does the C\/O Berlin Foundation have a capital stock?\nYes, but a foundation is not permitted to use its capital stock for ongoing operations; this reserve has to remain untouched. The foundation’s real asset consists in the people who put the idea of an international cultural institution into practice and make it a lived reality.",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.9100141525,
        "format_confidence":0.9043451548
    },
    {
        "url":"https:\/\/designgalaxy.net\/faq.html",
        "text":"website templates\nstock photos\nlogo design\nwebsite templates and web templates\nwebsite templates\n\n\nMember Login\nwebsite templates and flash templates\nRecommended Partners\nWebsite templates\nUnlimited website template downloads\nLogo designs\nLogos & corporate identity collection\nStock vector sets\nAdd flavor to your design!\nRoyalty-free cartoon art and animations\nStock photos stock photo membership\nWeb hosting\nFree scripts, tutorials and examples\nWeb design\nWeb Hosting Reviews\nHostreview rates cheap hosting\nThe right place for webmasters to be\nA+ Templates\nUnlimited templates, intros and more\nCompare website hosting providers\nWeb Designers\nFind Designers & Programmers\nWeb Site Promotion\nSearch engine optimization\nSecrets of professional website design\nLarge internet a-z software directory\nSource of quality web site templates\nHi-quality website design resources\nDomain Registration Tools\nDomain name registration tips\nInternet no. 1 web design resources\nFree Website Templates\nKiwis graphics & web design\nHow to build 4th generation web sites\nWeb Hosting Providers\nweb templates and corporate identity\nFrequently Asked Questions\n\n1. What is is a division of Vilords Media, new media house. We provide high quality products for affordable prices.\n\n2. What makes different from other similar sites?\nInstead of changing pictures only, what the most similar sites do, we create products which are unique. You won't find designs at our site which are similar to each other. We want each user to be able to find a design he likes, and this makes it much easier. The products are periodically replaced with new ones when they reach a certain numbers of downloads.\n\n3. What am I allowed and not allowed to do with the downloaded products?\nYou can use the purchased products in any way you'd like. You cannot resell or redistribute the material purchased on our site. All products are property of Vilords media, and you may not claim intellectual or exclusive ownership to any of our products. If you want to use the purchased products for more projects, you have to purchase further licenses.\n\n4. How do I receive ordered product, and when?\nOnce you'll complete the payment process, our authorization team will check your credit card information and call you to confirm the purchase. After that, you will receive a confirmation email from us stating the link to the product was added to your member area and you may download it. After clicking on the product link, the download will start automaticaly. Telephone authorization is required just the first time you buy at\n\n5. How do I open the ZIP file?\nTo open this type of file you will need an unzipping tool. For Windows users, please visit For Mac users, please visit\n\n6. Do I have to provide a link back or give you credit for the design?\nNo, we do not require any links back to our site, nor any references to us being responsible for your website´s design.\n\n7. What payment methods are available?\nYou can purchase our products online using Visa, Amex, Diner's, MasterCard, or Delta Card. Except these cards you are able to pay via Western Union or direct bank transfer.\n\n8. Are the images used in your products royalty-free?\nAll pictures used in our designs were legally bought and are royalty-free. You are not permitted to use the pictures apart our designs.\n\n9. What are the advantages of purchasing your products?\n- You will get high quality product for the best value on the internet\n- You can get your design fast, no need to hire designers who are much more expensive and do not even deliver products on such quality level\n\n10. How often do you add new products?\nOur team works 24\/7 and we try to add new products every day to keep our library fresh all the time.\n\n11. What is Adobe Photoshop?\nIt's the World´s most popular graphic editor and bitmap designing tool. You can get more information about this product at\n\n12. Can you make a custom product for me?\nYes, our designers are ready to fulfill your needs. Please contact us with further details.\n\n13. Are your templates MS FrontPage and Dreamweaver compatible?\nYes, they are compatible with these and any other html editor available on the market.\n\n14. Can I resell your products through my website earning commission?\nYes, please visit for more information.\n\n15. Can I use your product thumbnails on my website for my clients to choose designs?\nYes, of course.\n\n16. How can I modify your products to suit my needs?\nYou can edit the psd files with Adobe Photoshop. This way you can change buttons, add slogans and company logos, and do even more if necessary. Photoshop uses layer system, which makes the updates very easy. In case you don't have Photoshop, you can edit the jpeg files with any jpeg editor.\n\n17. Is it possible to use products for my customers?\nYes. Its the perfect way for designers who want to offer their customers quality websites\/logos\/presentations, but don't have time to make their own designs or dont have the creativity to deliver high-quality product.\n\n18. Should I buy the same template for every page on the website?\nNo, you buy it just once. After purchasing you may use the template as many times you need on the website.\n\n19. Is the license a one-time fee payment?\nYes. Of course you have to be aware when you want to use our product for more projects, you need to buy more licenses.\n\n20. I bought a product, my card was charged but I cannot see the link in my member area.\nPlease contact and provide your payment details. We will try to resolve this quickly.\nlogo designwebsite templatesillustrations\nflash templates",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.7122218609,
        "format_confidence":0.9753114581
    },
    {
        "url":"https:\/\/ideationdesign.org\/faq",
        "text":"1. What does Ideation do?\nWe are a design company with a very strong focus on human-centric design. We believe in bringing sophistication of spaces through simplicity. Our work encompasses Architectural, Interior, Lighting, Furniture and Landscape design and also the ancillary services that are required along with these.\n2. How do you work on the design?\nWe work on complete customisation for our client. We listen and understand our client to bring in what is best for them. During design phase, we consider multiple factors that could affect the behaviour and well-being and suggest the best possible design for the particular project.\n3. What about your fee?\nOur design charges varies depending on the nature of work and the category. Please contact us to know further on the design fee and the payment structure.\n4. Is there any charges to start on the design?\nYes. We charge a nominal fee that can be adjusted later. Please contact us to know further on this.\n5. Do you also do execution of projects (Turn-key services)?\nYes, we believe that along with quality in design, quality of workmanship is also very important to bring in the desired sophistication. We work with tested quality vendors to bring in quality of workmanship to our projects.\nBack to Top",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.9798247814,
        "format_confidence":0.9753015041
    },
    {
        "url":"https:\/\/www.burieddiamond.com\/pages\/faq",
        "text":"We are frequently asked many of the same questions. You can most likely find an answer here. Please take a moment to read all information below before contacting Buried Diamond directly. Thank you!\n\nI saw your charms online, where can I buy them?\n\nCharms are currently sold in my shop. If you don't see any handmade charms for sale in my shop, they are sold out. \n\nHow can I find out when you will re-stock your shop with charms?\n\nThe best way to know when my shop is restocked is to follow @BuriedDiamond on Instagram. Not all items shown in social media will end up in the shop. I post images to social media and the caption will tell you that items are going to the shop. Please read the caption. Leading up to a re-stock, I will provide an exact date and time of the shop being filled with charms and other goodies. Note that time! Set an alarm! I will stock the shop at the moment I indicate! I am in New York, where our timezone is Eastern Standard Time, USA.\n\nI would like to comission a custom order or have you hold\/reserve an item for me.\n\nBuried Diamond does not accept custom orders or reserve items.\n\nHow do you make your charms \/ what are charms made out of?\n\nCharms are sculpted from an artist's grade polymer clay. They are hand painted, varnished, and coated in clear, super shiny resin on flat surfaces only (front and back - sides have 2 coats of varnish). Then gold tone and gold plated hardware are attached as the finishing touches. All stages are done by hand without the aid of any machines. \n\nCan I tour your studio? Can I interview you?\n\nIf you would like to interview Martha for a blog or publication, please contact us. The Buried Diamond studio is available for visits, however we are not able to accomodate all requests.\n\nI want to collaborate with you! I want to license your designs!\n\nBuried Diamond loves to collaborate! Please contact us with as many details about your brand and proposal as possible. Additionally, Martha works as a consultant for a wide range of brands and can be hired to consult or design.",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.6862139106,
        "format_confidence":0.9796293378
    },
    {
        "url":"https:\/\/www.mexico-insights.com\/what-is-beauty-architecture\/",
        "text":"What is beauty architecture?\n\nWhat is beauty architecture?\n\nBeauty, in architecture, lies in the performance and behaviour of building’s structure and façade elements as a component. The structural form should have an aesthetic appeal while being simultaneously driven by engineering considerations.\n\nHow do you appreciate architecture?\n\nHere’s how to tell the difference:Embrace the totality of architecture. Appreciating architecture really begins with understanding what it is and what it isn’t. Grasp the building’s purpose — and ambition. Tune in to your emotions. Look for transcendence. Look for complete designs.\n\nWhat defines good architecture?\n\nIt should work well and answer all codes, but that is only the beginning point. It should use minimal amounts of energy both in construction and in use. It should offer spaces that do not imprison and pigeonhole us. It should enhance its site. It should be beautiful.\n\nHow important is it for a city to have beautiful architecture?\n\nArchitects add art, creativity, and beauty to our day lives in ways we don’t expect. They know how to design your favorite little alcove or how to give your building the best view. In fact, studies show that areas with good architecture and design create stronger communities with healthier neighborhoods and businesses.\n\nWhy should I study architecture?\n\nTo Become a Brilliant Problem Solver. Architecture school teaches you to take a pile of data and information and interpret it to inform how to design a building or solve a problem. The same design process and logic used to design a building can be used to solve many problems that have nothing to do with architecture.\n\nHow does architecture influence human Behaviour?\n\nAn architect can control human behavior with his design by understanding the way that a building’s design can influence a person’s behavior, thus, modifying the individual’s mood and perception,whether the environment is natural or man-made.\n\nHow does architecture affect us?\n\nEnvironment impacts the state of people’s mind and mood and the structure and layout of buildings has a profound impact on people. Building space has a specific impact on people’s life. You are constantly in and surrounded by buildings, and these spaces affect how you feel. …\n\nWhy is architecture so stressful?\n\nArchitecture is one of the more stressful fields to study, because of, The constant pressure towards excellence, The inter-student competition and one-up-manship, The exhaustion from daily creative output, and.\n\nHow does architecture make you feel?\n\nSterile, concrete landscapes and unimaginative buildings cause higher levels of stress. Designing buildings, as well as cities, to combat this, whether it be beautiful, awe-inspiring architecture, or simply a mindful connection to nature, helps humans to feel more relaxed, happy and engaged.",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.9912381768,
        "format_confidence":0.6127439737
    }
]