[
    {
        "url":"http:\/\/www.yourtango.com\/20085886\/the-suburban-swingers-club\/page\/3",
        "text":"I Went Underground To Explore The Secret Life Of Suburban Swingers\n\nLove, Sex\n\nWelcome to Swingtown.\n\nThe 1970s are over, but some things are making a comeback: lava lamps, wallpaper, Donna Summer's concert tour and... swingers.\n\n\"The lifestyle\" (as swingers fondly call it) is seeping into suburban, upper-middle class social scenes, and people are taking notice. Over drinks and dessert, discussions, once focused on home renovations and restaurant openings, are now giving way to talk about wife-swapping and tales of key parties down the block.\n\nLast month, I attended an end-of-the-elementary-school-year family barbecue in my woodsy suburban neighborhood outside of Washington, D.C.\n\nSitting with four other couples as the kids played Wii downstairs, the parents' conversations turned from second grade teacher reputations and fourth quarter grades to the rumored \"swingers\" parties one community over. Those of us who had heard it before had a twinkle in their eyes.\n\nIt shocked those who hadn't — then sparked their curiosity.\n\nIs this curiosity a throwback to the free-feeling '70s or are 30-and-40-something married couples getting restless?\n\nDetermined to unravel the mystery, I scored myself an invitation to a swingers club.\n\nFor one night, I gained access to the entire club and got introduced to women who could answer my overriding questions of \"why do you do it?\" and \"how can you do it?\" \n\nTucked behind a nondescript building and a 7-11 is The Tabu Social Club in Catonsville, Maryland. Once you see the blue awning with a fancy \"T\" you know you're in the right place. I remember marveling at how their elaborate black iron gate gave the entryway an almost regal quality.\n\nA bit shaky as I climbed the steps of the building, I braced myself for what I might find.\n\nMy husband came with me — he was more scared than I was!\n\nI encouraged him to have a few extra margaritas at the restaurant beforehand so he would relax a bit, but that didn't help him much.\n\nThe outgoing owners looked like people I might run into at a health club or local take-out joint. They greeted me warmly and introduced me and first-time member couples to our \"tour guides.\"\n\nA nice, friendly couple happily approached us and calmly began the tour as if we were checking out a model home or tourist attraction. When they suggested we start downstairs, the newbies and I followed them down a well-lit but long and narrow stairway full of fear.\n\nI imagined what sights I would see at the end. Some kind of orgy? Group sex rooms in full force? Whips and chains? Some scene out of a movie?\n\nNot quite yet.\n\nIt was still early — 10:45 p.m., and the tour began with trips to every \"room.\" Theme rooms, swing rooms, voyeur rooms — you name it, there they were. Red lights above each doorway indicated what was free, and you had to schedule with the hostess.\n\nFrom round beds that people outside the window could rotate by pushing a button for an optimal view, to a structured system that involved staffers scheduling rooms and changing sheets, ... the smoothness of the operation surprised and impressed me.\n\nWhen they suggested we head to the group room, I tried to feel gusty. Sneaking up on a group of people actually having sex? Peering in, I saw all the beds were empty at this point. The guides informed me things would heat up later.\n\nCouples of all ages and races gathered on the sofas near the \"observation rooms\" drinking and chatting. Many greeted each other warmly, like old home week. They told me about seventy percent of club members meet up on popular swingers' Web sites such as Club Voodoo.\n\nBack upstairs, at first glance, the sprawling bar could have been a regular bar anywhere.\n\nThe club's policy was BYOB, and the moment you walked in the bartender smoothly took your bottles and put them on ice. But looking a little more closely, I could see signs this was no ordinary bar.\n\nOne woman who looked like she could have been a parent volunteer at my son's preschool suddenly thanked the female bartender with a passionate kiss instead of a dollar tip. A bartender took his shirt off and accepted five dollar bills down the front of his pants from virtual strangers.\n\nI swear several nicely dressed women smiled right at me instead of at my husband.\n\nBy far, the most action occurred on the dance floor.\n\nThe clubbed planned a \"blackout\" for midnight (the staff distributed glow sticks throughout the night). They assured me security would be good and nobody would grope anyone without an OK.\n\nI would have liked to stay later to see if more action happened, but my husband was anxious to go.\n\nThree things struck me about the club atmosphere and clientele: everyone was in a great mood (and this is before the night's real action began), lots of people seemed to know each other and everyone seemed pretty relaxed.\n\nThe owners ran their club like a business, socialized like a host and hostess would anywhere, and seemed proud to preside over a club that so many people \"in the lifestyle\" called home on weekend nights.\n\nAs for the swinging and social scene? Strange, yes. Sexual? Absolutely. Sleazy? Only a few people who were so scantily dressed my head spun.\n\nSurreal? You bet.\n\nPeople may not understand it or condone it, but perhaps they ought to respect the choice.\n\nWhether you are a woman swept up in thinking about the swingers phenomenon or curious to explore it, the big question on your mind must be this: Why do married women do it? How can they actually step into this world? I spoke to five happily married women swingers to learn more.\n\n\n\nExpert advice\n\nIf you keep finding yourself in heartbreaking, dead end relationships, listen up.\nSeveral key behaviors stand out in order to help couples create a healthy relationship.\nIt seems like you can't do anything right.\n\nExplore YourTango",
        "topic_id":0,
        "format_id":11,
        "topic_confidence":0.5709013343,
        "format_confidence":0.9072614908
    },
    {
        "url":"http:\/\/www.slate.com\/blogs\/xx_factor\/2014\/01\/08\/ohmibod_vibrating_panties_the_bluemotion_vibrator_the_next_frontier_of_sex.html",
        "text":"OhMiBod vibrating panties: The blueMotion vibrator, the next frontier of sex toy innovation, is unveiled at CES.\n\nTechnological Innovation Has Finally Produced Vibrating Underpants\n\nTechnological Innovation Has Finally Produced Vibrating Underpants\n\nThe XX Factor\nWhat Women Really Think\nJan. 8 2014 2:17 PM\n\nTechnological Innovation Has Finally Produced Vibrating Underpants\n\nAt this week’s Consumer Electronics Show, sex-toy company OhMiBod unveiled the future of masturbatory innovation: The blueMotion massager, due out in March, which takes that old-school Victorian-style vibrator and puts it straight … into your underpants. The device, which retails for $129, comes with a one-size-fits-all vibrating panty liner outfitted with a Bluetooth chip, allowing it to connect with a smartphone so that users (or partners) can control the pulse and intensity of the vibration. For its next trick, blueMotion also allows users to record a song or message on the device then set the vibration to the pattern. May I suggest: “You just paid $129 to have this message rumble into your underwear.”\n\nCommentators have called the device “smart underwear” and “high-tech panties” that will “take sexting to another level.\" I suppose it constitutes a technological achievement that someone has figured out a way to lodge a vibrator in our waistbands without the assistance of human hands. And I haven’t actually stuck the thing down my own pants—maybe it’s a revelation! But I’m not sure that panty placement is the place where sex toys really require innovation. \"Wearable tech\" might be this season's big fad, but there’s plenty of work to be done to raise the standard for regular, everyday vibrators that include no sartorial component. With the exception of a few high-end boutique companies, the sex-toy industry is still teeming with devices that suffer from cheap materials, lazy design, gross packaging, lax customer service, mismatched price tags, and a lack of real firepower.\n\n\nFor a long time, cheap and easy have been a viable business strategy for sex-toy manufacturers. The problem with an effective, elegant, and durable vibrator is that a woman can buy just one and treasure it for a long time—meaning that she’s less likely to head back to the sex shop every few months in search of a toy that really hits the spot. In order to keep people buying, many innovators in the sex industry focus on dreaming up novelty gags (it’s like a vibrator—but for your pants!) at the expense of crafting lifelong companions. (When, in 2009, star sex-toy reviewer Epiphora road-tested OhMiBod’s “high-tech” iPod-attachment vibrator, a predecessor to blueMotion, it died in the middle of her second session—before she had the opportunity to sync its vibrations with Train’s “Drops of Jupiter.”)  And because the sex industry is still stigmatized, it’s been free to push out lower-quality products because it benefits from the lack of fierce industry competition and public accountability that accompany the design of objects like household appliances and mobile phones.\n\nI predict that the blueMotion vibrator will be a hit at bachelorette parties—meaning, it will inspire more naughty giggles than genuine moans. It’s the penis pasta of vibrators: Sure, it’s edible, but do you really want to serve it every night?",
        "topic_id":0,
        "format_id":11,
        "topic_confidence":0.9394137859,
        "format_confidence":0.6523749232
    },
    {
        "url":"http:\/\/www.swinglifestyle.com\/articles\/swingers-if-it-feels-good-just-do-it.htm",
        "text":"If It Feels Good... Just Do it\nBy: Dr. Ziggy\n\nWhy is it that merely mentioning the word \"sex\" makes people so uncomfortable? After all, sex is perfectly natural, the biological requirement for procreation.\nYet, I am continually amazed to see how uncomfortable people look when the word sex is uttered in their presence. Judging from their reactions, it's easy to assume that the word \"sex\" immediately unleashes a chain - gathering event that is sure to infect everyone in the room and may eventually wipe out the entire world population.\nOf course, psychological wisdom infers that anxiety-provoking events (including ideas) trigger defense mechanisms that protect us from the threats of those events. But why is sex - a wonderful and blissful experience in most instances - so often perceived as an anxiety and stress-producing event?\nThe answer is simple, yet complicated. Let's start with the \"simple\" part:\nEveryone knows what sex is and that it's main purpose is reproduction. Right?\nWrong. There's another aspect to sex - pleasure. That's where the trouble begins. Think about it.\nIf sex was really unpleasant, how many people do you think would want to do it? Certainly, we wouldn't be lining up to do the \"nasty deed.\" (Perhaps not even the most ardent disciples of S&M would step up to that plate.)\nBut because sex is pleasurable (some say the ultimate) we not only have volunteers lining up for it, we even have some who are willing to die for it. Consider this: the adultery rate in countries that punish it with the death penalty is about the same as it is in countries that don't punish it at all.\nNow, we proceed to the complicated part.\nIn our society, sex has been highjacked by religion and politics under the pretense of Sexual Ethics. Ideas about morality, socially acceptability, and deviancy -- are all closely identified with sex in the language and attitudes of our culture. Sex has become a control mechanism and a tool of cultural conformity.\nHowever, we must transcend these narrow views and look at sexuality with a more logical approach. Here are some questions to illustrate my point:\n\u0007 What is the function of sex? Is there just one?\n\u0007 Should sex be exclusively heterosexual or is homosexual sexual behavior \"normal?\" Where does that leave bisexuality?\n\u0007 What's the relationship between sex, love, intimacy, and marriage?\n\u0007 Can sex be independent of emotional feelings?\n\u0007 What is the connection between sex and moral character?\n\u0007 Is it OK to get laid more than twice a day, or do we have to have a fixed schedule?\nObviously, ideas about sexual behavior can get very, very complicated. Suffice to say, sex has become inextricably intertwined with philosophy, religion and politics.\nNo lesser man than the great Sigmund Freud long ago hypothesized that sexual repression was at the root of neuroticism and hysteria. Today, science tells us otherwise. However, repressed sexual feelings are recognized as a contributor to many psycho pathologies and can also affect other (physiological) medical conditions, such as ulcers, high blood pressure and even heart disease.\nThe intertwining of sexuality with philosophy and religion is nothing new.\nIn ancient times, the Greeks and Romans believed that the body and the mind were separate entities. This \"dualistic\" view distinguished between the physical (and impure, like sex) and the spiritual and aesthetic (no sex), which meant that bodily pleasure was devalued and the ideal of self-denial was elevated. To Plato, sex was just a distraction from more \"intellectual\" pursuits - in short, a necessary evil.\nThen came Christianity. Drawing on the ideas of the Greeks, Christianity added some of their own - namely the very clever story about a man, a woman, a serpent, and an \"apple\" (a metaphor for sex), which resulted in the expulsion from Paradise and the idea of Original Sin.\nHenceforth, in the prevailing western consciousness, sex was sin and women were considered villains.\nSo now you have it. That's how Sexual Ethics became prohibitions and sex became Guilt.\nOver two thousand years, the Church and the State created taboos and passed laws to control the sexual behavior of citizens. They knew that sex was the means to control the masses.\nThat is why today, sex is still a \"taboo\" topic of conversation and makes people so uncomfortable. We're afraid that people will learn about our secret, forbidden fantasies and the desires of our rich imaginations.\nBut wait a minute. Did we forget that sex is about biology?\nThe lack of sexual openness and acceptance is a major reason why swingers still go up to the attic to play and make sure no one sees them; this in an era when homosexuals have come out of the closet in droves.\nTime to wrap it up, so, my final thought on the matter.\nIf it feels good - just do it.\n\nSwinger Articles\n\nswing fever in the air\nswingers a tale of tricks and treats\nswingers an old timers perspective\nswingers believe it or not\nswingers blow jobs\nswingers casual elegant sexy or slutty\nswingers deviance or diversity\nswingers east vs west\nswingers fall forecast\nswingers fitting in\nswingers fun photography for sexy couples\nswingers heads she wins tails i lost out\nswingers hedoii vs hedoiii\nswingers how the lifestyle changes women\nswingers how to enjoy a lifestyle convention\nswingers i can do\nswingers if it feels good just do it\nswingers jealousy\nswingers lifestyle business for fun and profit\nswingers lifestyle paradox\nswingers mary and don\nswingers mingles\nswingers ncsf is here for you\nswingers practice makes perfect\nswingers rule making and breaking\nswingers single gentlemen in the lifestyle\nswingers soft side\nswingers strike force one\nswingers the swingers next door\nswingers top ten\nswingers watch out for low flying objects\nswingers what a site what a night\nswingers what to expect\nswingers whats in a word\nswingers writing the perfect personal ad\nswingers you might be a swinger if\nswingers your doorway to the lifestyle\nswingers your fetish\nswinging and stds\nThis site does not contain sexually explicit images as defined in 18 U.S.C. 2256.\nAccordingly, neither this site nor the contents contained herein are covered by the record-keeping provisions of 18 USC 2257(a)-(c).\nDisclaimer: This website contains adult material. You must be over 18 to enter or 21 where applicable by law.\nAll Members are over 18 years of age.\nTerms of Use | Privacy Policy\nCopyright © 1998-2016 DashBoardHosting, LLC. All Rights Reserved.",
        "topic_id":0,
        "format_id":11,
        "topic_confidence":0.8999900818,
        "format_confidence":0.913058877
    },
    {
        "url":"https:\/\/melmagazine.com\/en-us\/story\/reddit-drawmensfw-nude-art",
        "text":"Article Thumbnail\n\nOn r\/DrawMeNSFW, Reddit Picassos Turn Your Nudes Into Personalized Art\n\nThis could be the most anti-toxic place to see nudity online\n\nThe great challenge of the Age of Nudes — besides keeping your smutty selfies out of the wrong hands — is constant reinvention. The same has been true of carnal relations for a very long time, and while humans have proven their genius with each permutation of sexual behavior, our styles of visual sexting remain fairly limited. A mirror shot here, a Snapchat filter there, but essentially just a parade of our favorite body parts (ideally under decent lighting). Even an above-average nude can give you the feeling of déjà vu.\n\nThat’s why we should all be thrilled by what’s going on at r\/DrawMeNSFW. Building on the premise of other subreddits where people upload their naked photos for attention and acclaim, this one has an additional erotic element. Each nude here also serves as a prompt for anyone who might like to sketch, paint, or otherwise render the image through their personal aesthetic. It’s as if the forum itself is a virtual studio, with a rotating cast of models and artists, both groups getting something in the bargain. More than 16,000 people are a part of the community, which thrives on mutual support.\n\nWould love to be your muse,” reads a typical post, from a woman who poses topless, face obscured by a phone. “Hi! It’s been a while… I would love to see what yall do!” wrote a user who stretched for the ceiling like a ballerina, fully undressed. The latter inspired work from a few regulars, who made their mark with varied approaches. “Hope you like my more abstract take,” said bhk2000, offering a study in striking contrast:\n\nThe aptly named medrawdirty commented, “couldnt decide which color so u get both.”\n\nAnd anticafard remarked, “You are so tall,” sharing a more angular pencil composition. This one earned praise from none other than the model’s own boyfriend.\n\n“Real great work, dude,” he wrote.\n\nDespite the whole “NSFW” thing, the subreddit is not a particularly horny page, especially as far as internet subcultures go. It’s old-school in the sense of being a space for study, practice and appreciation of the human form apart from its function. In a thread for specific requests, artists asked to see more hands and collarbones. “Fabric!” said Nyltiak23. “Loose tshirt pulled tight in a certain area, cloth draped across some part of you, a towel across your lap all give definition.” Still, it’s not as if nobody is getting turned on by these exercises. “I’m a lesbian, I love boobs,” Nyltiak23 confided. And it looks as if men who want to be drawn like Kate Winslet in Titanic must look elsewhere: While a range of women’s bodies are represented, cock shots go largely unanswered.\n\nRegardless, the collaboration and camaraderie, not only between artists and their favorite models, but among the artists themselves, is heartwarmingly wholesome. With its emphasis on gratitude — posters are reminded to “take the time to thank the artists that have drawn for you,” while commenters are advised, “Let’s keep the lewd comments out” — r\/DrawMeNSFW could well be the most anti-toxic place to see nudity online.\n\nAnd ultimately, the real pleasure here — for a lay observer, anyway — may be in seeing the participants hone their craft. There’s zluv, an artist with an interest in feet who is currently developing an ink style. When someone asked for a “cartooney” version of their wife, several people were happy to abandon realism for more colorful creations. A user with the handle Biiitchan, who has contributed to a number of NSFW subreddits, including r\/adorableporn and r\/showergirls, showed up with a photo of herself holding a vintage camera. “Could this pic work for a good drawing?” she asked. It became a painting by PM_NUDES_FOR_SKETCH, who also shared a GIF of their layering process.\n\nView post on\n\nIn other words, it’s an ideal environment for anyone aspiring to portraiture — or to see a different side of themselves. And your average nude is no match for the best results.",
        "topic_id":0,
        "format_id":11,
        "topic_confidence":0.705373764,
        "format_confidence":0.7616932988
    },
    {
        "url":"http:\/\/sincitydsnetwork.com\/2018\/03\/subspace-aftercare-and-sub-drop-and-sometimes-top-drop\/",
        "text":"\n\nBDSM 101: Subspace, Aftercare, and Sub-drop (and sometimes Top-drop)\nDr Dexter\n\nWithin the context of BDSM, “subspace” is a an altered psychological state that is often entered into by the person bottoming in a scene. It is not easy to characterize, because each person’s reactions to BDSM play can be quite different — and even a single person’s reactions to play can vary from scene to scene.\n\nMost people associate BDSM with the physical aspects of the scene: The floggers, whips, rope, and the like. However, there are many mental aspects to a scene as well, and those need to be considered during every scene.\n\nSubspace, in one sense, is much like an hypnotic trance. A trance is any period of narrowly-focused attention. If you’ve been “sucked into” a book or movie, such that the world disappeared for a time, you’ve been in a trance. During a BDSM scene, as you progressively focus more and more on the physical sensations of play, the entire world may disappear, leaving only you, the Top, and whatever is being done to you.\n\nAt the same time, BDSM quite often involves impacts to the body. During a scene, the intense experiences of both pain and pleasure trigger a response of the sympathetic nervous system, which causes a release of epinephrine from the adrenal glands, as well as a dump of endorphins and enkephalins.\n\nThese natural chemicals are a part of the body’s primal “fight or flight” response. They produce the same effects as a morphine-like drug. This dump of morphine-like chemicals into one’s bloodstream into increases the pain tolerance of the submissive as the scene becomes more intense — and also induces a euphoric, ecstatic floating feeling.\n\nSubjectively, subspace is like getting drunk or getting high on drugs. You forget the pain, your problems, all your cares seem to drift away and be obliterated while you’re in this state. Some submissives, upon reaching a height of subspace, may lose all sensations of pain, or become incoherent, making safewords useless.\n\nThe euphoria of subspace (or some parts of it) can last anywhere from hours to days after play. Some people can carry a positive “glow” from play that lasts them for weeks.\n\nHowever, it is also a state of mind that impairs rational thought and decision making skills. It’s a state that needs to be monitored carefully for the mental and physical safety and well being of all the parties involved. While it is important to take this into consideration during play, it is especially important to remember this as a scene is winding down and is stopped.\n\nIf a submissive goes far enough into subspace, they could injure themselves without knowing it, or continue to ask for play that could injure them without their knowledge. If the Top whom they’re playing with doesn’t understand the dangers of subspace, it can be even more dangerous for the sub.\n\nThe experience of subspace is a major reason that subs play within the BDSM world. Aside from exploring desires they’ve kept hidden from themselves, and experiencing a form of sexually-related play that operates on levels of explicit communication that they’ve probably never experienced before — learning to fly in subspace is a powerful and ecstatic experience. It is literally an incredibly powerful “natural high”.\n\nWhen a submissive is in subspace, they usually don’t want to come down from it, since it is a feeling of bliss that they don’t want to lose. However, all play must end, and what goes up, must eventually come down. It is very important to understand that learning to fly involves learning to land in a graceful way, which preserves the flying experience — because the alternative to a graceful landing is sometimes rather like a mental airplane crash.\n\nSince the increase of hormones and chemicals has produced a trance-like state, as play ends the submissive may feel out-of-body, detached from reality. As the sub’s system stops producing morphine-like drugs, and as the parasympathetic nervous system kicks in again, the sub may feel a deep exhaustion, a sharp drop in temperature, as well as incoherence and un-coordination. In the lifestyle, this is commonly referred to as “drop” or “sub-drop”\n\nDrop is experienced by athletes and adventurers. Drop happens to Tops and Doms, (though this is often less-well-recognized) for pretty much the same reasons as athletes and adventurers. It also happens to people after high stress situations. After an emergency like a car accident or a break-in, people often find that they go through days where they have a feeling of being adrift, rather than how they are used to feeling.\n\nDrop can also happen if play is stopped abruptly. BDSM play is a very vulnerable experience for people. It often involves exposing one’s inner-self in ways that one has never before done. Sometimes, inexperienced Tops will begin BDSM play, and then abruptly terminate a scene (perhaps because they rudely decide that someone else would be “more interesting” to play with) and walk away. This can leave the abandoned sub in a very down state — feeling that they engaged their sense of trust to allow a Top to play with them, and that the Top simply let them splatter on the ground.\n\nThere is also a different sort of drop, which is a function of encountering contradictions between the ingrained (and often implicit) “rules” that people live their lives by, and the discovery that various things in BDSM make them extremely happy. Usually the last thing that people do upon discovering that they are ecstatically happy doing things which harm no one but which might run contrary to a moral code handed to them as a pre-cognitive child, is to haul out the moral code and examine if following it actually leads to happiness.\n\nMost often what people do is continue to do what makes them happy, but mindlessly accept their code’s condemnation of it and swim in a sea of guilt over the contradiction. While this form of drop is usually outside of the subject of subspace and aftercare, it can be relevant if it leads to unexpected and unanticipated feelings of guilt, perhaps a day or two after play. It can combine with other aspects of drop to leave someone feeling abandoned, off balance, or simply wondering and unsure about their worth after a heavy scene.\n\nThe majority of people recover from play in a matter of hours, but others could exhibit signs of drop for weeks after a very intense session. The more extreme forms of drop could feel like you have a hangover or partied too hard the night before. Some people have felt lost and depressed for hours or days. Some just want to sleep it off.\n\nThe BDSM community combats drop by teaching people how to land gently, and by being prepared to assist others whom they play with to gently transition from flying to being “on the ground”. We call this “aftercare”. It is important to not only know that one might need it, but also to know that it is something that one may want (and need) to negotiate receiving after playing.\n\nAs a general rule, play in a public dungeon tends to be less intense than private play. This is especially true if the play is casual (established during the party, rather than between existing partners). Even existing partners will often fail to push as many boundaries in public play as they will in private. So people in the lifestyle who are playing privately probably have a greater need to establish rituals of aftercare that fit their exact needs.\n\nIn public dungeons, aftercare is usually oriented towards recognizing the immediate physical needs of subs who have been playing. Because the sub’s body has been undergoing exertion, body temperature frequently drops sharply after play. This may require having a blanket or a robe for warmth as the sub can sometimes become chilly to the point of shivering, even if fully clothed. The sub may feel unsteady on their feet (sometimes barely able to move without assistance) necessitating a comfy place where they can sit or lie down and experience gentle contact and physical comfort for a period after play. Their cognitive functioning may be impaired (slow or disjointed) for a while after play.\n\nFood or drink after play can be important: Water or sports-type drinks to re-hydrate, or juice to provide simple sugars. Eating some chocolate after play is recommended by some, as the opiate and cannabinoid effects of chocolate are similar to those of subspace, allowing a more gradual transition, and chocolate also contains several stimulants that can make mental processes feel more alert.\n\nIt is important to know that it is unwise to engage in heavy play (especially as a sub) and then drive too soon afterwards, as one might be far more “under the influence” due to subspace than if one were at the current legal limit for alcohol.\n\nAftercare, at it’s most basic, simply involves the willingness to continue being there with your play partner for a sufficient time period that they can feel safe, regain their emotional equilibrium, and no longer feel the need to cling to you. It is equally important to recognize that aftercare is for both the Top and bottom, Dominant and submissive. If either person leaves too soon, then their partner may feel abandonment or loss far exceeding the the obvious dimensions of the scene.\n\nIt is a good idea to have a network of kinky friends whom you can talk to if you find that you need to — one of the reasons that FetLife’s community is important. As a Top, it is often important to make sure that the sub you play with knows how to get in contact with you, so that if they need later reassurance, it can be provided.\n\nContinuing to help the transition, especially if going home alone after play, some people find that assembling “aftercare supplies” helps them continue to land gently after they arrive home. Relaxing music, comfort objects, scented candles, bubble baths, favorite books or movies, incense, and other forms of self-pampering serve to continue to remind people that they are special and cared for, allowing the... (truncated)",
        "topic_id":0,
        "format_id":11,
        "topic_confidence":0.9741797447,
        "format_confidence":0.6619855165
    },
    {
        "url":"http:\/\/www.inc.com\/magazine\/19961215\/2026.html",
        "text":"The on-line erotica industry is hot--in more ways than one. It may be the best model yet for commerce on the Internet\n\nTrend watchers have been telling us for some time that the information superhighway is going to be the supermarket of the future, but when it comes to plunking down plastic, mainstream consumers still seem to prefer a trip to the mall over a spin through the Internet. You can build a Web site, and \"they\" may come, but that doesn't translate into brisk sales and a robust customer base. For all the hype over the commercial prospects of the on-line marketplace, most business sectors have well-established alternatives to computer shopping that seem more closely attuned to the comfort zone of their core customers.\n\nThat's why it may make sense to look with something more than prurient interest at the booming on-line erotica industry. Indeed, the virtual combat zone could prove to be the most viable model for businesses trying to tap the Net's commercial potential. The facts don't lie: adult material is the first fully developed sector in Internet commerce, the first market with large numbers of buyers and sellers. In April 1996, ActivMedia, a market-research firm, found 780 Web stores (up from 60 in April 1995) selling erotic goods, interactive services, or files. And the search engine Yahoo! lists dozens more erotica sites opening for business each week.\n\nVolume of business aside, the ways in which the erotica trade is adapting and developing its high-tech resources indicate how the large on-line marketplaces eventually will look and work. Erotica entrepreneurs are pushing the envelope in all major categories of multimedia information commerce: database access (graphic, audio, and video files), interactive services (keyboard chats, Internet telephony, videoconferencing), and real-time data feeds (continuous video broadcasts from the floor or stage of a nightclub). True, some aspects of this form of commerce are not, shall we say, readily fungible. Even so, the strategies that the on-line erotica industry is devising to cope with rapid technological change, increased customer sophistication, and intense competitive pressure almost surely hold valuable lessons for anyone who hopes to merchandise profitably on the Net.\n\nThe good news is that attracting raw traffic--the Internet equivalent of tire kickers and window-shoppers--doesn't seem to require deep pockets. In the real-time marketplace, new vendors in most sectors have to launch themselves with costly advertising and publicity campaigns. New vendors on-line usually don't need a strong promotional push in the traditional media to increase traffic at their site. When millions of potential customers are a couple of mouse clicks away, browsing takes on a whole new meaning, and even quite modest levels of promotion--a dozen one-time search-engine listings, for example, or an occasional news-group posting--can draw sizable traffic. \"Not long ago I was developing an erotica site,\" says a worker at Web-site designer Digital Extreme, \"and I put it on-line just to test it. I didn't advertise. I didn't list it with any of the search engines. But within a day I started to get file requests. They built up so fast, we couldn't get access to the site ourselves. Finally we had to take the site down and test it in-house.\"\n\nWeb sites often carry counters that show the number of \"hits\" on their home pages; those on erotica sites typically post in the tens and even hundreds of thousands. With access to those numbers of potential customers, many erotica sites restrict their promotion efforts to monitoring and maintaining their search-engine listings. Some also post sample images--visual promotions tagged with their corporate brand--to appropriate news groups. That low-budget marketing technique may eventually become standard practice for many on-line business sectors: tourist services, for example, often use the same approach, posting pictures and logos to their own news groups and mailing lists. It's true that a larger proportion of the current user base is in the market for erotica than for, say, a newsletter on mutual funds or a rare auto-parts catalog. But as the on-line population grows to hundreds of millions, even narrow niches (used seaplanes or antique agricultural machinery, for example) should attract a reasonable flow of drop-ins.\n\nThe real challenge is converting browsers into customers. On-line vendors in every sector report very low conversion rates, lower even than the average rate of direct-mail campaigns (about 2%). That holds true for the erotica trade as well. One vendor, Danny Johnson of Erotic Archives (a purveyor of live and archived entertainment on-line), reports that his research suggests a conversion rate in the range of 0.01%. In the opinion of many erotica vendors, that low rate can be traced to a phenomenon new to commerce: mass consumers with elite expectations. Because the on-line consumer can comparison shop far more quickly and conveniently than a shopper on the street or a customer with a stack of mail-order catalogs, that consumer can learn as much about product lines and pricing as a full-time buyer's agent in traditional commerce. And the wired consumer tends to demand faster service, speedier responses to questions, and a higher level of sophistication and innovation than the shopper of yesteryear.\n\nMost on-line sectors have too few competing sites or are too new to have experienced the full effect of the shift in the balance of power between vendor and customer. Here again, however, the erotica industry is ahead of the curve. \"It's a tough business,\" says the Web master of New World Erotica, a supplier of data images. \"Naturally you have to keep building up your archives, but that's only one factor. All people want something they can't get anywhere else, so fresh product is a must. If you don't redesign the site regularly, people assume you don't have anything new. Speed is also a must. If you're slow or your server is overwhelmed, you get mass cancellations. Complaints or even suggestions have to be answered right away. If one person gets mad and slams you in the news groups, millions are going to read about it and be afraid of doing business with you.\"\n\nAccording to the company's Web master, the New World Erotica site attracts between 200,000 and 300,000 hits a month. Handling the site is a full-time job for two people. Current expenses can be covered by 20 subscriptions a day to the site (about $15 each), but the biggest problem is finding economical ways of responding to the relentless pressure to increase the scale and complexity of the site. Recently, for example, because of customer demand, New World Erotica had to translate all 30,000 of its files into a new graphical format--a project that took the Web master about 24 hours to complete.\n\nAll of this suggests that the belief that the Internet is going to empower small business by lowering promotion and advertising costs is only partly right. It may not take a large initial investment to get a business up and running on-line, but the human and technical resources needed to serve a savvy and demanding customer base can easily eat up the savings gained on the marketing side of the ledger. To be fair, the energies and intelligence of a well-informed clientele can work to the advantage of an enterprise. Lee Noga, of Z Master Productions, a company that publishes CD-ROMs, agrees that on-line consumers are more critical than street buyers but says that their suggestions are more useful. She claims she's developed entire productions from E-mail input. And Karen Fritsche of the Stockroom (which sells sex aids and toys) says that customers have voluntarily posted the company's catalog on bulletin boards and have distributed links to its catalog archives.\n\nMany conventional information vendors worry that the tremendous volume of free information on the Net could make it impossible to charge for information products and services. That may be true in some cases, yet erotica vendors exist by the hundreds even though the Net is awash in free erotic imagery. Vendors evidently succeed less through unique content than through innovative organization and the effective management of information. Erotica vendors were among the first to offer periodic E-mail delivery, now a routine way of packaging products (search-engine updates, for one). They were also quick to start carrying their archives in a variety of formats. (One format might allow shorter download times, for example; another, higher-resolution graphics.) And they blazed trails developing thumbnail graphics (miniature pictures that serve as graphical file names) to help users scan large image archives.\n\nActually, much of the free erotica content on-line is provided by the vendors themselves. Most offer unlimited access to peripheral libraries, short periods of free access to their main archives, and lists of links to sites offering free erotica. The freebies are used to demonstrate the effectiveness of their site design--its accessibility, its organizational clarity, its straightforward navigating cues, and its downloading speed. The tactic could work just as well for conventional businesses, like newspapers and magazines. The Boston Globe, for example, already gives away each day's news but sells access to the full text of the articles in its archives.\n\nAnother intriguing feature of the on-line erotica market is its resistance to the classic business-text precept that specialization is the best response to stepped-up competition. An informal survey of site developers reveals that nearly all of them are planning to add new categories of business rather than target narrower niches. Some of those sites function like small Internets, branching off more and more services behind the same set of interface tools. In addition to its image databases, for example, New World Erotica runs classified advertising and operates on-line movie the... (truncated)",
        "topic_id":0,
        "format_id":11,
        "topic_confidence":0.9014925361,
        "format_confidence":0.9626674652
    },
    {
        "url":"https:\/\/www.bayoubuzz.com\/bb\/item\/1061726-the-donald-and-trump-international-women-escorts-services-linkage-if-any",
        "text":"Sunday, 22 May 2016 16:39\nThe Donald and Trump International women escorts services linkage, if any?\nWritten by \nRate this item\n(5 votes)\n\nWhat are and   \n\nHas Donald J. Trump, through any of his business interests, engaged in the business of women escorting services whether through these two Internet URLs or related businesses?\n\nMonths ago,, a conservative website that has been as anti-Trump as Breitbart has been pro-Trump, published an article entitled, “Pimping the Donald – What is Trump’s Relation to Trump Escorts?\n\nThe article in pertinent parts stated:\n\n“…..Trump’s valuable name has created instant publicity to business ventures for years, with little or no apparent policing from Donald Trump to protect the value of that name.\n\nOne such venture was “\nTrump Escorts.” Trump Escorts was apparently a high-end escort service whose website ( featured the Trump International logo. A WhoIs search reveals that the domain was first registered in 2007 by an outfit in Hong Kong called Covora Communications, a VOIP and digital communications contractor. The website no longer exists and is forwarded instead to the website of Mystique Companions International. Please visit with caution. This site is definitely not “Safe For Work” or around children.\n\nAlthough the original website is no longer available, several archived versions – from 2013 through 2015 – can be found on Looking at any one of them, it is apparent that the former Trump Escorts website and the new Mystique Companions International website are virtually identical. From design to photos to content, little seems to have been changed from one website to the other.\n“….Neither the former Trump Escorts site nor the current Mystique Companions International site indicates an address. However, review site\nSite Jabber indicates that theaddress of Trump Escorts was\/is 180 Riverside Drive, Upper West Side New York, New York 10024, USA, which is also – again, coincidentally – the address of Trump Place in Manhattan.\nTrump Escorts’s website describes the function of their company as follows:\n“Your happiness and entertainment are a genuine priority, and we strive for excellence in all things. We are interested in inner beauty and grace as well as outer beauty and talent. Bringing positive energy to everyone we encounter is our deepest pleasure. Our ladies are all upscale and skilled, building great anticipation in their presence. We don’t cater for wild parties, but we do facilitate tasteful, exciting encounters between mature and high-minded adults.”\n\nOn the topic of payment they say:\n\n “Our upmarket courtesan models’ fees are for their time. Please do not send lists of ‘services’ you expect to receive… We are not a red light establishment, we introduce you to beautiful dates. How your time together naturally unfolds, is between you and your captivating date.”\n\nI first became aware of last year.  In preparing this article, we have discovered no evidence that the logo on the website is, in fact, an official Trump International logo.  Also, the Riverside address listed was a residential condo building called Trump Place which Trump enterprise managed until it reportedly had been removed by the condo board.  Thus, there is the possibility that someone has operated a website called Trump Escorts out from that Riverside location without the knowledge and consent of Trump or his business team.  Likewise, it is possible that the site operation itself was never located at this address or even in New York.\n“Using Wayback to review the archives of the Trump site, the first currently available date is May 28, 2013, which shows the below:\n\nElite International Escorts & Travel Companions\nFor the gentleman who seeks only the truly finest of companionship. Trump International offers experienced travel companions, model escorts, actresses, first class cabin crew, beauty queens and high-class socialites. Strictly by appointment only. Exclusively for those refined gentlemen who know the diffference...\n© 1991 Copyright Trump International - All Rights Reserved & Legal Action Taken.”\n\nApparently, the next available date in which the site was crawled by the online archival service, Wayback, was December 8, 2014. The top of the site reveals scantily-clad women in what one might conclude to be fancy undergarments. The site, however states that the business has been in existence since 1999.\n\nThe top of the site rotating gallery includes the following promotions “high-class service since 1991”, “high-quality model escorts”, “world’s finest travel companions”, “A discreet unforgettable girlfriend experience”.\n\nThe contact page includes “Sydney, London, Paris, Dubai, Miami, New York, Houston and worldwide.  The models featured are from various locations from around the globe.\n\nReviewing the “About” link reveals \"Trump International Escorts is an elite introduction agency, offering an exceptional girlfriend experience (gfe), for the sophisticated gentleman who seeks only the truly finest companionship in a tasteful setting.…”\nThe page is signed by “Claire”                                                                                                        \nThe picture gallery is organized into “high class”, “elite” and “super elite”\n\nThe Fees section begins with “To the sordid topic of coin.. :-)  Our models’ appearance fees are for their time only. How you agree to spend that time together is between the two of you. A lovely, elegant girlfriend experience is available.”\nHowever, the site does not go into any details as to what it means by “elegant girlfriend experience”.\nThe availabilities are not just one-night stands or gigs but includes: \nTravel Companions \n“The elite escorts are available to accompany you to any five-star hotel or resort location worldwide.”\n\nAs expected these women do not come cheap. One can “rent” the women from as low as $950 for one hour up to a “whopping” $110,000 for one month. Under the travel category, the rules are very clear. Included is the instructions that the travel must be for at least one night and the promotion and rules include the following:\n\n“This rarely happens, as our consultation is very thorough, and our standards are extremely high. We cater regularly  to celebrities, political vips and even royalty, all of whom return for the elite quality provided exclusively by Trump International. …\n….” The model escort must also have her own room key, and have the freedom to come and go as she pleases. Some clients may find it is more comfortable for the model to have her own hotel room, that is an option for you to discuss together.”\n\nThe last date on Wayback Machine that shows Trump Escorts and is October 29 2015, roughly five and a half months after Trump entered the Presidential race.  There appear to be few changes, if any, on the website.   \n\nHowever, when clicking on the November 9, 2015 link, one is then electronically redirected to the Mystique Companions site, which no longer bears the Trump name or the possible official logo of Trump International Escorts.  Instead, it is donned with its own logo and name.\n\nThe site appears to be virtually identical to the site including “We're highly experienced, (established 1999), very dedicated to high-quality introductions, and devoted to maintaining our integrity and elite standards.”\n\nAccording to, the domain was purchased in 2007 and has been updated in May 2016.  Also, shows that domain was created in 2006 and updated Dec. 20, 2015.\n\nWhile Wayback shows one record of in 2011, that record has been blocked for public viewing by  The first public view of the Mystique escort site is November 6, 2015 which shows that the site is “coming soon”\nThe first available full view of the public site of Mystique, as recorded by Wayback is November 8, which coincides with the disapparance of the public presence of  \n\nA search of Secretary of State records have not located, in New York, Delaware, New Jersey or other states searched, any reference to Trump Escorts or Trump International Escorts.  After exhaustive searches trying to locate any and all information on the Trump Escorts and the Mystique sites, we did find a press release from June 2015 which stated, “Trump Escorts Launches A New Website New Star Rating Allows Easier Model Selection”.  The release states that “a Clair Montgomery is manager at Trump Escorts”.  We also found another press release, this one undated, but presumably published after the aforementioned June 2015 press statement.  This second presser said, in part\n\n“MultiGroup, the company behind many international businesses, including the high class escort agency Mystique Companions, has named Demi Markova as the elite introduction firm’s new president. She will work under Claire Montgomery, and oversee both its domestic and international operations.\n“Markova, formerly executive vice president of the elite dating firm, has shown she has the skills, determination and dedication to take Mystique Companions to much higher levels,” said the firm’s founder and CEO, Claire Montgomery. \n“… Demi’s decision to rebrand  Trump International Escorts to Mystique Companions, and breathe new life into the company, has come at exactly the right time, with affluent gentlemen’s confidence in the economy returning. Multigroup’s exclusive, luxurious and high end escort agency, “Mystique Companions” has never been busier or in hotter demand among the rich and powerful…”\n\nYet, after significant searches for any other information referencing the names MultiGroup, Demi Markova and Clair Montgomery, we found no other information about any of them although we did locate some broken links, which indicate the removal of content from the Internet, for some reason.\n\nThere is no doubt that the “Trump” brand is synonymous with first-class elegance, youth, beauty, and quality.   His hotel real estate collections are the tops around the world, with locations in New York, Chicago, Miami, Rio, Vegas and other venues.  His office buildi... (truncated)",
        "topic_id":0,
        "format_id":11,
        "topic_confidence":0.8140733838,
        "format_confidence":0.9133242965
    },
    {
        "url":"http:\/\/www.techeye.net\/mobile\/sex-sells-and-now-its-qr-codes-turn",
        "text":"Sex sells and now it's QR codes' turn\n\nThe pattern is so familiar. A new technology arrives and the sex industry is amongst the first to discover what benefits it offers. The same thing has just happened to QR codes with a new site called It’s pretty tame but it’s a start.\n\nThis site just offers titillation rather than any real nudity. There’s pictures of girls partially obscured by QR codes which, when scanned using an Android or Ithingey handset, reveal the girls in full.\n\nBeing a US site, all the girls are actually wearing bikinis. So it’s a kind of extremely light blue site. Not even top shelf.\n\nFor those who don’t know, QR codes are one of a handful of 2D barcode formats which have managed to establish themselves in the world of mobile telephony. Japan has been using QR for yonks, but America is just waking up to them.\n\nThe principle is very simple. Your handset either boasts a built-in 2D barcode scanner or you can download a free scanning app for virtually every cameraphone in existence.\n\nTry NeoReader from Neomedia, for example. Just type into your mobile’s browser and download it. Neomedia has versions for all the common handset OSes in existence.\n\nThis site has been created by a company calling itself The Ambitious Inc  which states that, “We see QR Codes as a big part of America’s future, so we created this website to accelerate awareness of these fascinating matrix codes.”\n\nIt also says it intends to launch other QR code apps in the near future. What puzzles TechEye, however, is that this site really only does work with Android or Ithingey phones. We tried it with a Nokia and no joy.\n\nActually the site still appears to be largely undiscovered. It is counting the number of times people scan each of the girls’ pictures on the site to create a Chart. Adding them all up currently this means they’ve only had about 4,600 visitors.\n\nQR codes are thus following in a long tradition. Colour printing gave us Playboy magazine; VCRs gave us blue movies; and the WWW gave us porn on a massive scale. So now it’s QR codes turn.\n\nIf you want a decent overview of what QR codes are all about read this article …Mobile Barcode Essentials Part Two: What Is a QR Code? It beats the boring Wikipedia page.",
        "topic_id":0,
        "format_id":11,
        "topic_confidence":0.8984143734,
        "format_confidence":0.5531292558
    },
    {
        "url":"http:\/\/www.philadelphiaweekly.com\/news-and-opinion\/cover-story\/Sexy-Issue-Erotica-in-Philly.html?page=1&comments=1&showAll=",
        "text":"Sexy Issue: Erotica in Philly\n\nExploring the other side of Philly's kinky side.\n\nBy Tara Murtha\nAdd Comment Add Comment | Comments: 17 | Posted Feb. 9, 2010\n\nShare this Story:\n\nWhat better way to learn what lurks in the chasm between reality and fantasy—sex and sexy—than from women in the very real business of selling fantasies? Some, like Anna Frangiosa, straddle the chasm by retreating into the glamorous, glittery world of burlesque. Kali Morgan, proprietrix of her own mini Magic Kink-dom down on Fifth Street, packages fantasies so they're more user-friendly. Professional dominatrix Goddess Thain specializes in presiding over the collision of fantasy and reality. Cover girl Heather Henderson, an entertainer who has danced as a stripper on that razor’s edge for almost two decades, is calling it quits. But before she does, she brought along a recorder.\n\nHeather Henderson hangs up her stilettos and goes rogue\n\nHeather Henderson has lived her entire life in metamorphosis. The 36-year-old has spent the last 17 years working as an artist while supporting herself with a mixed bag of jobs in the erotica industry. She’s perfected the role of the mohawked glittery girl shaking her ass and peeling off shiny costumes in front of countless audiences at local strip clubs, ground stiletto heels into guys' spines at underground foot fetish parties and gigged here and there as a dominatrix; if only, she says, because letting some guy worship her feet is easier than stripping.\n\n“I’m someone who is pretty open sexually and I enjoy being on stage,” she says. “I thought this would be an ideal way for me to express myself, and make some money.”\n\nThe first time I see the ex-director of burlesque troupe Peek-A-Boo Revue is at a recent Absinthe Drinkers show. The mustachioed man behind the microphone grandly sweeps his arm out and trills, “Welcome the Biiiiiiig H!” Henderson, donning a dark, Supremes-style flip wig, steps into the spotlight and unleashes a big, bluesy voice that swirls in and out of the notes of an old soul number. Henderson has a penchant for performance and the heart of a hustler.\n\n“I’m hustling to be the everything girl. I can do everything. I can dance. I can sing. I can model. I can put on a wig and be anyone else,” she says. And she does all of that, too. Right now, she's readying to release a new record with her band SOULAMITE! and has been making films and modeling.\n\nShe’s even immortalized on her very own Magic: The Gathering card, where Henderson’s medieval doppelganger dons a cape, brandishes swords and is, appropriately enough, labeled a “Human Rogue” and “Deft Duelist.”\n\nBut though she says she’s had fun and learned a lot, Henderson now wants out of the life. She’s tired of the fantasy trade, tired of the disrespect from both the customers and club owners. “Men come in there and they act like they don’t know why we’re there. Stop staring, give us a tip. We’re working,” she says.\n\nTo make up for the loss of income, Henderson picks up shifts working the counter at Sonny’s on Market Street. On a recent night, she’s clad in black jeans, T-shirt and newsboy hat, taking a cheesesteaks and cokes order from a trio of doofus tourist dudes—the same kind of guys that, on another night in a previous life, she would’ve charmed dollar bills out of with rattling hips and her python-like stare down at the Dolphin or some other club. Tonight, she slides their tray across the counter, sits down, and sinks her cheek into her palm like a dreamy high school Rizzo and gestures around the place. “This is how bad I don’t feel like stripping anymore,” she says.\n\nBut before she retires her platform stilettos for good, Henderson, known around town as a woman who’s not afraid to speak her mind, has a parting gift: the Stripper Rant, a podcast she recently posted on YouTube.\n\nThe concept is simple. Henderson hangs out in strip club dressing rooms and records as dancers working that night talk about things like lap-dancing for no-neck dudes that “look just like Grimace from McDonalds,” or smiling pretty on a popped ankle in heels. A strip clubs’ dressing room is the perfect spot for Henderson’s podcast, which is really about exploring the spot where fantasy and reality collide. A backstage dressing room is the proverbial telephone booth, where flesh and fakery—wigs, lashes, heels, glitter, tape—fuse to create the bombshells, lolitas and farmer’s daughters we pay to dance under the lights and let us stare.\n\nThe current episode of Stripper Rant opens up with a dancer relaying an anecdote about an all-too-typical scenario: The girl danced for a customer and then he didn’t tip. When her friend asks him why he didn’t pay, he remarks that he didn’t like the dancers’ boots. He says they have “a hidden agenda.”\n\nThe dancer is pissed.\n\n“Hidden agenda? My hidden agenda is to make fucking money . My hidden agenda is, ‘I am a stripper. What do I do? I take off my clothes. And what do I want in return? Your dollars.’”\n\nRight now, the behind-the-scenes look at strippers is only a podcast, but Henderson says she plans on turning Stripper Rant into a full-length film.\n\n“I have this ongoing idea to make a documentary. There’s a lot of footage I haven’t released yet. The podcast just came about because I broke my camera,” she says.\n\nHenderson says Stripper Rant isn’t about bashing men. “I try to keep the stories about the girls, and not so much about how fucked up men are in general,” she says. “I want it to be more like an education for the men on how we think and feel and how funny we think it is sometimes—because it is funny.”\n\nIt’s funny ’cause it’s true. Take a different episode where another anonymous dancer relays her asshole-customer-of-the-night story.\n\n“This guy gave me a $10 bill,” she begins, “then he proceeded to pull my g-string, trying to take change out for what he needed.” Henderson’s husky voice crackles in. “Are you serious? He tried to get change?”\n\n“I am not a fricking bank! What do I look like, an ATM?” the dancer asks. “He was pissed off, and I was trying to smile, because you know. But that is low. He asked for $8 back!” The women dissolve into fits of laughter.\n\nStill, as entertaining as Stripper Rant is, Henderson does hope that male listeners will take away some lessons. In a rare flash of exasperation—even when she’s bitching, Henderson comes off cool and controlled—she breaks down why she’s getting out of the biz.\n\n“We’re real people, and it’s not cool to just open your mouth and have any kind of trash come out just because we are half-naked or even naked,” she says. “We have feelings, we get hurt. We have your children. We’re mothers.”\n\nPage: 1 2 3 4 |Next\nAdd to favoritesAdd to Favorites PrintPrint Send to friendSend to Friend\n\n\nComments 1 - 17 of 17\nReport Violation\n\n1. Anonymous said... on Feb 10, 2010 at 04:27AM\n\n“Who is that woman on the cover? She's hott! Is there an article on her?”\n\nReport Violation\n\n2. J Davidson said... on Feb 10, 2010 at 05:34AM\n\n“Nice work Heather & Tara !!\nI've seen an ATM machine, and no, you mos def do not look like a phreegin' ATM machine.....”\n\nReport Violation\n\n3. jesselun said... on Feb 10, 2010 at 05:47AM\n\n“I agree with J...great stories. Heather rocks”\n\nReport Violation\n\n4. Scott said... on Feb 10, 2010 at 07:45AM\n\n“Heather this a great article. Stop by later and we can celebrate. You rock.”\n\nReport Violation\n\n5. CandyMayhem said... on Feb 10, 2010 at 09:10AM\n\n“Heather, you are amazing!!!”\n\nReport Violation\n\n6. D'Arcy said... on Feb 10, 2010 at 12:46PM\n\n“Heather, you are an absolute goddess! Strong, beautiful and always true to yourself.”\n\nReport Violation\n\n7. Goddess Thain said... on Feb 10, 2010 at 01:19PM\n\n“Thank you, Tara!\nThis was a great article! :-)”\n\nReport Violation\n\n8. Deep C said... on Feb 10, 2010 at 01:59PM\n\n“Heather is the bomb diggity!!!”\n\nReport Violation\n\n9. OJ said... on Feb 10, 2010 at 02:10PM\n\n“Great article. Probably one of my all-time favorite lines, \"Show me a woman who doesn’t want to learn how to twirl tassels with her tits and I will show you a creature with no dreams at all.\"”\n\nReport Violation\n\n10. Beth the ninja said... on Feb 10, 2010 at 02:28PM\n\n“That Heather is a hot one!”\n\nReport Violation\n\n11. Bowman T Bowman said... on Feb 10, 2010 at 08:47PM\n\n“How did we not hear about this issue at Naughty Girl Web before it happened so we could be a part of it!? Somebody dropped the ball. I blame D'Arcy.”\n\nReport Violation\n\n12. kati kill said... on Feb 11, 2010 at 02:13AM\n\n“love the article, couldn't stop laughing... and im the one quoted at the begining of the story with the boots and atm comment, hehe. The things us girls hear when we dance. Also I was happy that the Dolphin Tavern was mention more people should really go to this place. It's a hidden gem.”\n\nReport Violation\n\n13. Rick said... on Feb 12, 2010 at 10:36AM\n\n\nReport Violation\n\n14. Heather Henderson said... on Feb 12, 2010 at 10:58AM\n\n“The star of the Stripper Rant Podcast”\n\nReport Violation\n\n15. JohnnyZito said... on Feb 13, 2010 at 09:55AM\n\n“Hells Yes. Need to upgrade this series to Vod Cast :)”\n\nReport Violation\n\n16. The Pantyhose Prince said... on Feb 13, 2010 at 10:45AM\n\n“Since Heather has no more use for stilleto heels, I was wondering if she would sell them to m.”\n\nReport Violation\n\n17. PhillyDaddy said... on Feb 22, 2010 at 04:29PM\n\n“I've been attacked by the walking ATM machines more than I can count. I tip them because I'm glad they put their clothes back on. Most can't dance, aren't appealing when naked or dressed. C'mon, saggy tits on a stripper, with Bubba tattoed on her ass. Other than rubbing their tits on my back to get my attention for a tip, they have no personality whatsoever. After paying the outrageous cover, double the rate for a drink and tip everytime a girl comes off stage, the least that I should expect is a decent body to look at on a girl that at least has rythm. I often attend with my GF and they are downright rude to her. Pushing her out of the way with their flat asses ... (truncated)",
        "topic_id":0,
        "format_id":11,
        "topic_confidence":0.8543659449,
        "format_confidence":0.7133797407
    },
    {
        "url":"http:\/\/jezebel.com\/5509636\/rachel-uchitel-bottle-service-and-the-gray-market-for-sex\/all",
        "text":"New York Magazine's Lisa Taddeo has scored an interview with alleged Tiger Woods ur-mistress Rachel Uchitel, who paints a depressing picture of the bottle girls of Vegas and New York and the Woods wannabes who sleep with them.\n\nUnsurprisingly, Uchitel won't talk about Woods himself (she supposedly got $10 million not to do that). What she does talk about — mostly defensively — is her former job as hostess at VIP clubs. She's been accused of being both a mistress and a procuress, but she vehemently denies that her job was about sex, saying, \"I'm really offended by the notion that I used my sexuality.\" And, \"It's not our job to get anybody laid.\" And,\n\n\n\nPeople say, ‘Oh, Rachel, she's such a starfucker,' that I hang out with only celebs. No. I hang out with successful people. I hang out with people who matter, and I'm honored to.\n\nUchitel has clearly been extremely successful, even in the retirement forced on her by the Woods scandal — new job offers are rolling in. She may get to call the shots, and be truly \"honored\" by her celebrity friends and clientele. But since Uchitel's not willing to offer up anything really sordid, Taddeo digs deep into the world Uchitel left behind, a word of bottle waitresses who are \"half a stripper and half a pimp,\" in the words of one of their kind. Bottle waitresses or \"bottle girls\" are expected to bring in big clients and keep them happy, by flirting with them themselves, and helping them meet women who may do more (\"To be a girl who is trusted,\" Taddeo writes, \"you need a track record of having slept with famous men and not talked about it.\")\n\nIt's of course not surprising that exclusive clubs have a sort of gray market for sex, but Taddeo describes the whole scene with a noirish knowingness that's a little off-putting. On Clinton and JFK, she writes, \"Historically, powerful men with slavering appetites have mainly acquired their girlfriends the way a pair of pants gathers lint-rather incidentally.\" On the \"pros and cons\" of paid sex: \"Men like to hunt, and there is no need to hunt a prostitute. Men like to cheat without strings, and you can't stop a civilian from falling in love.\" On sexual sociology: \"The rich old men want to be young and good-looking and the young ones want to be rich, but both are sleeping with the same girl.\"\n\n\nWhat's perhaps most disturbing about Taddeo's piece isn't its quotes from Uchitel or from bottle waitresses and their admirers. It's the suggestion that in certain circles, all sex becomes a market. Taddeo writes,\n\nJason Itzler, the former founder of high-profile escort agency New York Confidential and inventor of the so-called girlfriend experience (GFE), thinks there is an untapped potential in the half-hooking that goes on in nightclubs.\n\n\"That's where trends in prostitution are headed,\" he says. \"Guys go crazy for the GFE shit.\"\n\nWhile the idea of the girlfriend experience as something a guy can invent is disturbing (and ignores thousands of years of courtesans), Itzler's idea isn't that revolutionary: \"instead of doing what the bottle girls do sporadically and for an unspecific payback, Itzler's girls would have sex (or perhaps just president-and-intern sex) and get paid.\" Part of the point of GFE, it seems, is to pay not just for sex but also for fun, companionship, and validation — for a girlfriend who never gets mad or breaks up with you. Except sometimes the system breaks down. Taddeo reports one man's story of a \"half-hooker\" from the nightclub world who offered a man sex in return for gifts and financial support — until she didn't: \"She was squatting at his apartment, they weren't even having sex anymore. 'She wanted twenty grand,' he says. 'They settled on ten.'\" It's sad but maybe also a little refreshing that even in a system where all sex is a quid pro quo (and I'm sure cynics will argue that we all participate in this system), things can still get messy.\n\nRachel Uchitel Is Not A Madam [NY Mag]",
        "topic_id":0,
        "format_id":11,
        "topic_confidence":0.5552711487,
        "format_confidence":0.9092803001
    }
]