[
    {
        "url":"https:\/\/www.safetyandhealthmagazine.com\/articles\/smoking-asbestos-exposure-ups-workers-lung-cancer-death-risk-study",
        "text":"Cancer Respiratory conditions Asbestos Research\/studies Worker health and wellness Workplace exposures\n\nSmoking, asbestos exposure ups workers’ lung cancer death risk: study\n\n\nNew York – The risk of developing lung cancer increases when workers smoke, are exposed to asbestos and have asbestosis, according to a new study from the American Thoracic Society.\n\nResearchers examined National Death Index data from the early 1980s that included more than 2,000 asbestos-exposed workers and 50,000 non-asbestos-exposed workers.\n\nAmong non-smokers, workers exposed to asbestos had a 5.2-fold increased risk of dying from lung cancer, according to an ATS press release. Smokers exposed to asbestos had an increased death rate more than 28-fold, and smokers exposed to asbestos and who had asbestosis – a lung disease caused by inhaling asbestos fibers – had a 37-fold increased risk of dying from lung cancer.\n\nFor workers who have experienced longtime exposure to asbestos, quitting smoking can significantly reduce the risk of developing lung cancer, researcher said.\n\nThe study was published online April 11 in the American Journal of Respiratory and Critical Care Medicine.",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9972679615,
        "format_confidence":0.9568622112
    },
    {
        "url":"https:\/\/www.scientificamerican.com\/article\/fast-moving-zika-outbreak-in-singapore-continues-to-grow\/",
        "text":"By Fathin Ungku and Aradhana Aravindan\n\nMany of Singapore's five million people are covering up and staying indoors to avoid mosquito bites as health experts warned that the outbreak of the Zika virus in the tropical city-state would be difficult to contain.\n\nOne of the world's leading financial hubs, Singapore is the only Asian country with active transmission of the mosquito-borne virus, which generally causes mild symptoms but can lead to serious birth defects in pregnant women.\n\nAuthorities say they have found over 150 cases since the first locally contracted infection was reported a week ago, and with the virus spreading beyond the cluster where it was initially detected, more people are taking precautions.\n\n\"I'm not going to let her go outside much until Zika dies down,\" said Nat Bumatay, a self-employed mother, of her six-year-old daughter Sunshine. \"Usually during short holidays, we go outside to the parks, go cycling, but now I will refrain.\"\n\nA warm, tropical climate, forested areas and a network of public parks make outdoor activities popular across Singapore, especially during school holidays like the ten-day break that began on Friday.\n\nAuthorities have stepped up spraying insecticide and clearing stagnant water to prevent mosquito breeding, but many people said they were also avoiding the city's popular outdoor food centers and dousing themselves in repellent to avoid getting bitten.\n\n\"Prevention is better than cure,\" said Tomas Quong, a Filipino who has been working in Singapore for five years. \"That's why I am wearing long sleeves.\"\n\nSome fans of Nintendo's Pokemon Go mobile game are also becoming more cautious and crowds at outdoor Pokemon hotspots around the city are likely to be thinner. \"I am still okay with outdoors, just not damp and dirty parks,\" said Nelson Ho, a 19-year-old gamer.\n\nPharmacies and supermarkets have reported a surge in mosquito repellent's over the past week, with some running out of stock. Online retailers Lazada and have set up a Zika shop, while other enterprising Singaporeans trying to cash in are advertising mosquito net tents and \"anti-bite\" jewelry.\n\n\nThe outbreak coincides with a slowdown in trade-dependent Singapore. Worries about Zika could further crimp overall retail sales, United Overseas Bank economist Francis Tan said. \"If it continues, people will generally not want to go out, so all the retail sectors will be slowing down,\" Tan said.\n\nZika could also increase concerns about tourism, a mainstay of the economy, especially with the city-state's key annual attraction - the floodlit Formula One Grand Prix race - due to start in two weeks. Several countries, including the United States and Australia, have advised pregnant women or those trying to conceive not to visit.\n\n\"It will certainly create a bit of caution in the minds of tourists and they may think about it twice,\" said Jonathan Galaviz, partner at consultants Global Market Advisors. \"But I don't see Zika standing in the way of a successful F1 event or tourism flows in the short term.\"\n\nTourism arrivals topped 8 million in the first half of this year, around 1 million more than a year ago.\n\nThe Tourism Board has said it is premature to consider any impact on the industry, with at least two international chain hotels contacted by Reuters reporting business as usual. The promoters of the Grand Prix have also said planning for the event is going ahead \"as per normal\".\n\nSeveral of those initially infected by the virus were foreigners, many believed to be among the thousands of migrant workers in Singapore's construction industry.\n\nThe latest tally includes two pregnant women, and officials and experts say the number of cases is likely to increase as the virus is likely to spread.\n\n\"The virus is extending beyond the square that was drawn out,\" said Leong Hoe Nam, an infectious disease specialist at Mount Elizabeth Novena hospital in Singapore. \"We have re-draw the battle lines. We have to first admit defeat to Zika and accept that the whole country is at risk.\"",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9909431338,
        "format_confidence":0.9945184588
    },
    {
        "url":"http:\/\/infotel.ca\/newsitem\/overdose-deaths-prompt-province-to-declare-public-health-emergency\/it29637",
        "text":"Current Conditions\n\nMainly Clear\n\nOverdose deaths prompt province to declare public health emergency\n\nImage Credit: Shutterstock\nApril 14, 2016 - 12:40 PM\n\n\nTHOMPSON-OKANAGAN - Responding to a continuing surge in drug overdose deaths, including a startling increase in the Southern Interior, B.C.’s provincial medical health officer has declared a public health emergency.\n\nDr. Perry Kendall and health minister Terry Lake announced today, April 14, the first-ever use of the emergency power under the public health act and what they say is the first ever response by a Canadian province to the country-wide increase in illicit drug overdose deaths.\n\nKendall says the surge in overdose numbers just in the first part of 2016 puts B.C. on track for 700 to 800 deaths this year, almost double the record 476 in 2015.\n\nThe power would immediately allow the medical health officer to begin collecting much closer to real time information about live overdoses and overdose deaths in an effort to provide evidence-based solutions. He says all patient confidentiality would be respected and his office would work closely with the B.C. information and privacy commissioner.\n\n“The recent surge in overdoses is a huge concern for us,” Health Minister Terry Lake says. “We have to do what is needed to prevent overdoses and deaths and what’s needed is real-time information.\"\n\nThe Interior Health Authority has been particularly hard hit, reporting 60 overdose deaths last year, a record in itself, but new numbers released today by the BC Coroner Service already show 39 deaths to the end of March, just three months into the year.\n\nKendall says the soaring numbers, which go beyond Metro Vancouver and into the Interior and Island health authorities, is part of the reason for declaring a provincial emergency.\n\nFind past stories on drug overdoses here.\n\nFind past stories on fentanyl here.\n\nTo contact a reporter for this story, email John McDonald or call 250-808-0143 or email the editor. You can also submit photos, videos or news tips to the newsroom and be entered to win a monthly prize draw.\n\nWe welcome your comments and opinions on our stories but play nice. We won't censor or delete comments unless they contain off-topic statements or links, unnecessary vulgarity, false facts, spam or obviously fake profiles. If you have any concerns about what you see in comments, email the editor in the link above. \n\nNews from © InfoTel News Ltd, 2016\nInfoTel News Ltd\n\n  • Popular kamloops News\n  • Comments\nView Site in: Desktop | Mobile",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.989376545,
        "format_confidence":0.9960628152
    },
    {
        "url":"https:\/\/asiatimes.com\/2021\/01\/asias-deadliest-covid-country-to-resist-vaccination\/",
        "text":"A health worker prepares the Covid-19 Sinovac vaccine at Aceh Hospital in Indonesia on January 15, 2021. Photo: Khalis Surry \/ Anadolu Agency\n\nJAKARTA – “My fellow Indonesians, at 9:42 this morning I took the major step as an Indonesian of receiving the coronavirus vaccine and freeing myself from the pandemic,” President Joko Widodo wrote on his Facebook page on December 13 as the Christmas-New Year Covid-19 infection rate set new records across the country.\n\nWith a reassuring “Safe and Halal” sign as a backdrop, the 59-year-old president launched the first round of inoculations of the Chinese Sinovac vaccine, whose efficacy rate is 65.3%, according to third phase trials conducted in Bandung, south of Jakarta.\n\nBut none of the volunteers were over 59, the most vulnerable age group, and there is concern about a similar trial conducted by Brazil’s Butantan Institute which recorded an efficacy rate of only 50.4%, barely above the World Health Organization’s (WHO) threshold to establish and maintain herd immunity.\n\nAlthough Sinovac recently received emergency approval from the Food and Drug Monitoring Agency (BPOM) and the Indonesian Ulema Council (MUI), the Widodo government will clearly have to do more to earn public trust as it prepares for one of the world’s biggest inoculation programs.\n\nAll vaccines must receive halal certification from the MUI to ensure they are permissible under Islamic law, an important step in the Muslim-majority nation, where it could become a serious impediment if not addressed.\n\nTwo years ago the council refused to sign off on a measles vaccine, declaring it to be haram because it was suspected of containing a pork-derived gelatin stabilizer used in some cases to prevent degradation during storage and transport.\n\nAn Indonesian medical worker shows China’s Sinovac Biotech Covid-19 vaccine at the public health center in Jakarta, on January 15, 2021. Photo: Aditya Irawan\/NurPhoto via AFP\n\nA Saiful Mujani Research & Consulting survey last month found that only 37% of respondents were willing to take what might be the life-saving jab, with 40% uncertain and 17% saying they would refuse it, mostly because of concerns over safety and effectiveness.\n\nHealth experts say even with a smooth rollout through hospitals and 10,000 first-level health clinics, it will be at least 15 months before the program reaches the percentage required for herd immunity among Indonesia’s 270 million-strong population.\n\nThe government estimates it will need 427 million doses, factoring in a wastage of 15%, to vaccinate a targeted 181.5 million citizens, with Widodo saying he wants that done by mid-2022.\n\nSome experts fear it may take three to four years, but with newly-appointed Health Minister Budi Sadikian, a proven manager, now at the helm there is optimism that the government now has the life-saving task in hand.\n\nAlthough only a drop in the bucket, the three million doses of Sinovac already available will initially go to healthcare workers, business people, community leaders, civil servants and members of the police and armed forces. \n\nThe government has signed deals for a further 125 million doses of Sinovac, which is expected to be available to inoculate another 65 million Indonesians, and 50 million vials each of the AstraZeneca (Britain) and Novavax (US) vaccines.\n\nBut negotiations with Pfizer have reached a stalemate over the US drug company’s insistence on a government-to-business contract for 50 million doses, along with the specialized cold storage facilities to store the vaccine at the required -70 degrees Celsius.\n\nHonesti Basyir, president director of state-owned Bio Farma, Indonesia’s only vaccine manufacturer, says Pfizer wants to be immune of lawsuits resulting from any short or long-term side effects that may emerge during the rollout of the vaccine.\n\nHonesti Basyir takes questions from the press. Image: Facebook\n\nIndonesia has still to complete a “cold chain” across the archipelago to handle the distribution of the vaccine, with Covid-19 Task Force spokesman Wiku Adisasmito indicating that it will be confined mainly to large urban centers.\n\nJakarta is also seeking 108 million free doses from GAVI, an alliance led by the WHO, the Bill & Melinda Gates Foundation, UNICEF and the World Bank which was created two decades ago to improve vaccination access for the world’s children.\n\nAlready considered to be unstated, Indonesia’s daily infection rate has doubled from 8,000 to as much as 14,000-plus in the past two weeks, a direct result of intra-provincial travel during the Christmas-New Year holiday break.\n\nThat has boosted total infections over the 900,000 mark, with the death toll verging on 26,000, or 250-300 a day.\n\nOfficials say isolation and intensive care units are at 80% capacity as the government implements a stricter set of health protocols in Java and on the tourist island of Bali to contain the latest surge, the worst since the crisis began.  \n\nEast Java leads with 6,779 deaths, followed by Central Java with 4,375, Jakarta on 3,673 and West Java with 1,294 – Indonesia’s four most populous provinces that contribute to about 60% of the national total.\n\nThe lowest number of deaths have been recorded in West Kalimantan (28) and in West Sulawesi (57), the scene of last week’s 6.2 earthquake which killed more than 50 people and collapsed hundreds of buildings.\n\nThis picture shows tombstones at a burial site for victims of the Covid-19 coronavirus in Jakarta on September 11, 2020. Photo: AFP\/Bay Ismoyo\n\nIn Asia, a region that appears to have escaped the full brunt of the pandemic, Indonesia has the highest number of deaths per million at 5.52%, according to Statista. But its data shows that is still far less than countries in Europe and most other parts of the world.\n\nForeign nationals have been banned from entering Indonesia until January 28 to prevent the entry of the more infectious Covid-19 strains discovered in Britain, South Africa and Brazil. Domestic tourists can only travel internally after undergoing a swab anti-gen test and obtaining a digital health card.\n\n“The greatest challenge (to the vaccination program) is our geographic landscape,” says Wiku, a health policy and infectious disease expert. “To address that we are working closely with the military and the police to ensure there is smooth distribution.”\n\nBut he also warned that much also depends on the availability of supply, an issue amplified by Health Minister Sadikan this week when he said the government may allow for private vaccination schemes after the completion of the first phase of the program to help fill any gap.   \n\nOfficials say they will not force the vaccine on people, but will wait before imposing sanctions, which include a 100 million rupiah fines for those who don’t comply with quarantine restrictions or hinder the implementation of a vaccination program.\n\n“The people are not ready because they don’t understand,” Wiku told foreign correspondents. “We need more consistent public education. It’s very difficult to explain to people in rural areas, but with the right cultural approach we can convince them.”",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9962764382,
        "format_confidence":0.9911942482
    },
    {
        "url":"http:\/\/www.wtvy.com\/home\/headlines\/4972111.html",
        "text":"Area Blood Drives\n\nIn order to make blood donations more convenient for donors, the American Red Cross and LifeSouth have scheduled several drives in the Wiregrass.\n\nThe Red Cross will be set up Thursday from noon until 5 pm at the Geneva Wal-Mart and at Southside Baptist Church in Opp from 1 until 6 pm.\n\nLifeSouth will hold two blood drives Thursday.\n\nOne will be from 2 pm until 8 pm at Southside Wal-Mart in Dothan and the other is from 2 pm until 4 pm at Wachovia plaza north in Dothan.\n\nThen on Friday from noon until 6pm you may give the gift of life at Wal-Mart in Enterprise.\n\nAlso on Friday, a Red Cross blood drive will be held from noon until 5 pm at the Horizon Travel Plaza in Midland City.\n\nTo get a list of blood drives within the Wiregrass area call the number on your screen 1-800-GIVE-LIFE.",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9827920794,
        "format_confidence":0.9031982422
    },
    {
        "url":"https:\/\/elmundo.com.do\/coronavirus-cases-seemed-to-be-leveling-off-not-anymore\/",
        "text":"Coronavirus Cases Seemed to Be Leveling Off. Not Anymore.\n\nThe information appeared to be optimistic: The variety of new coronavirus instances reported in China over the previous week urged that the outbreak may be slowing — that containment efforts had been working.\n\nHowever on Thursday, officers added greater than 14,840 new instances to the tally of the contaminated in Hubei Province alone, bringing the overall quantity to 48,206, the biggest one-day enhance to date recorded. The loss of life toll within the province rose to 1,310, together with 242 new deaths.\n\nThe sharp rise in reported instances illustrates how onerous it has been for scientists to know the extent and severity of the coronavirus outbreak in China, significantly contained in the epicenter, the place 1000’s of sick folks stay untested for the sickness.\n\nConfronted by so many individuals with signs and no straightforward solution to check them, authorities seem to have modified the best way the sickness is recognized.\n\nHospitals in Wuhan, China — the biggest metropolis in Hubei Province and the middle of the epidemic — have struggled to diagnose infections with scarce and sophisticated assessments that detect the virus’s genetic signature straight. Different nations, too, have had such points.\n\nAs an alternative, officers in Hubei now appear to be together with infections identified by utilizing lung scans of symptomatic sufferers. This shortcut will assist get extra sufferers into wanted care, provincial officers stated. Including them to the rely might make it simpler for the authorities to determine find out how to allocate assets and assess remedy choices.\n\nHowever the change additionally exhibits the large variety of folks in Hubei who’re sick and haven’t been counted within the outbreak’s official tally. It additionally raises the query whether or not the province, already struggling, is supplied to take care of the brand new sufferers.\n\nThe few consultants to be taught of the brand new numbers on Wednesday night time had been startled. Lung scans are an imperfect means to diagnose sufferers. Even sufferers with unusual seasonal flu might develop pneumonia seen on a lung scan.\n\n“We’re in unknown territory,” stated Dr. William Schaffner, an infectious illness specialist at Vanderbilt College in Nashville.\n\n  • Up to date Feb. 10, 2020\n\n    • What’s a Coronavirus?\n      It’s a novel virus named for the crown-like spikes that protrude from its floor. The coronavirus can infect each animals and folks, and may trigger a spread of respiratory diseases from the widespread chilly to extra harmful circumstances like Extreme Acute Respiratory Syndrome, or SARS.\n    • How contagious is the virus?\n      In keeping with preliminary analysis, it appears reasonably infectious, much like SARS, and is probably transmitted by the air. Scientists have estimated that every contaminated individual might unfold it to someplace between 1.5 and three.5 folks with out efficient containment measures.\n    • How apprehensive ought to I be?\n      Whereas the virus is a critical public well being concern, the danger to most individuals outdoors China stays very low, and seasonal flu is a extra speedy risk.\n    • Who’s working to include the virus?\n      World Well being Group officers have praised China’s aggressive response to the virus by closing transportation, faculties and markets. This week, a group of consultants from the W.H.O. arrived in Beijing to supply help.\n    • What if I’m touring?\n      The USA and Australia are quickly denying entry to noncitizens who just lately traveled to China and several other airways have canceled flights.\n    • How do I hold myself and others protected?\n      Washing your arms steadily is an important factor you are able to do, together with staying at dwelling while you’re sick.\n\nIn China, well being officers have been below distinctive pressure. Hospitals are overwhelmed, and large new shelters are being erected to warehouse sufferers. Medical assets are in brief provide. It’s by no means been clear who’s being examined.\n\nWell being staff have gone door to door in Wuhan to verify folks for signs. The prospect of compelled isolation could also be deterring some folks with respiratory diseases from presenting themselves at well being services to hunt well being care, some consultants say, making the size of the epidemic even much less clear.\n\n“It’s important to be sick, the authorities want to seek out you, otherwise you discover them, and they should check you,” stated Dr. Arthur Reingold, an epidemiologist on the College of California, Berkeley.\n\nThe push to prioritize lung scans appears to have begun with a social media marketing campaign by a doctor in Wuhan, who final week referred to as for utilizing the scans to simplify the screening of sufferers and to speed up their hospitalization and remedy.\n\nLung scans produce speedy outcomes, she stated, and Wuhan was operating wanting testing kits.\n\nEven earlier than as we speak’s information, consultants complained that epidemiological data from China has been incomplete, threatening containment efforts.\n\nThe brand new coronavirus is very transmissible and might be troublesome to squelch. A single contaminated “super-spreader” can infect dozens of others. Outbreaks can appear to recede, solely to rebound in brief order, because the climate or circumstances change.\n\nLatest clusters of coronavirus instances recommend the brand new coronavirus not solely spreads rapidly, but in addition in methods that aren’t completely understood.\n\n[Just like the Science Instances web page on Fb. | Join the Science Instances e-newsletter.]\n\nIn Hong Kong, folks dwelling 10 flooring aside had been contaminated, and an unsealed pipe was blamed. A British citizen apparently contaminated 10 folks, together with some at a ski chalet, earlier than he even knew he was sick.\n\nIn Tianjin, China, a minimum of 33 of 102 confirmed sufferers had a connection of some type with a big division retailer.\n\n“This outbreak might nonetheless go in any path,” Dr. Tedros Adhanom Ghebreyesus, director normal of the World Well being Group, stated on Wednesday.\n\nA change in analysis might make it nonetheless tougher to trace the virus, stated Dr. Peter Rabinowitz, co-director of the College of Washington MetaCenter for Pandemic Preparedness and World Well being Safety.\n\n“It makes it actually complicated proper now in the event that they’re altering the entire means they display and detect,” he stated. Now estimating the size of the epidemic “is a transferring goal.”\n\nIt isn’t unusual for scientists to refine diagnostic standards as their understanding of a brand new illness adjustments. However when the standards are modified, consultants stated, it makes little sense to proceed to make week-over-week comparisons.\n\n“It sounds simplistic, but it surely’s so essential — what numbers are you counting?” stated Dr. Schaffner, the infectious illness specialist.\n\nScientists have been cautious of the notion that the epidemic has peaked for different causes, as effectively.\n\nIn contrast to MERS and SARS, each illnesses brought on by coronaviruses, the virus spreading from China seems to be extremely contagious, although it’s most likely much less usually deadly.\n\nIt’s tougher for public well being officers to trace a quickly transferring epidemic. Scientists usually describe these epidemics as a type of iceberg — their girth and true form hidden under the floor.\n\nChaos makes it nonetheless tougher to discern these dimensions. However an correct grasp of the state of affairs inside China is critical for the security of the remainder of the world, famous Dr. Tedros of the W.H.O.\n\nThe nation is so central to the world economic system that it may possibly simply “seed” epidemics in all places, he stated.\n\n“Our best concern stays the harm this coronavirus might do in a rustic like D.R.C.,” Dr. Tedros stated, referring to the Democratic Republic of Congo, which has been combating outbreaks of Ebola and measles.\n\n“It’s an enormous process to handle a response successfully,” stated Dr. Christine Kreuder Johnson, a professor of epidemiology on the College of California, Davis. “This may be true for any nation.”\n\n“We’re at midnight when it comes to understanding what to anticipate subsequent.”\n\nReporting was contributed by Vivian Wang.\n\nSupply hyperlink Most Shared\n\nBe the first to comment\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9947000742,
        "format_confidence":0.9706628323
    },
    {
        "url":"http:\/\/m.eenaduindia.com\/evezonely\/health\/2018\/05\/16171012\/Women-gain-weight-postpregnancy-Find-out-why.vpf",
        "text":"• A\n  • A\n  • A\nWomen gain weight post-pregnancy. Find out why?\n\nContinuing to gain weight post-pregnancy? Do not put the blame on your pregnancy, but on your lifestyle choices post-delivery, researchers say.\n\nRepresentational picture\n\nThe findings showed that mothers keep the weight on by eating food off their child's plate or sitting down for longer periods of time. Further, sleep deprivation - often found in new mothers - increases food cravings and appetite even if they want a healthy diet, leading to weight gain.\n\n\"Mothers tend to put the needs of their children first, so they might not be exercising or taking care of themselves,\" lead author Olga Yakusheva, associate professor at the University of Michigan in the US, was quoted as saying to dailymail.co.uk.\n\n\"It might also be little things like finishing the food on their child's plate or spending more time sitting with their kids reading or watching a movie,\" Yakusheva added. In addition, many women really crank up their diet and exercise for a short time to get back to their pre-pregnancy weight and often get discouraged by the results, leaving exercise all together.\n\nHowever, if women want to lose the weight, they should cut the calories and work out more as well as take a holistic approach focused on a long-term healthy lifestyle, the researchers suggested. For the study, the team looked at data for 30,000 women who had given birth between one and four times.\n\nAlthough all the women gain weight due to their age, there was a sharp difference between those who gave birth and those who did not. By the time their children were toddler age, mothers who had given birth had put on at least one pound more each year than those who were childless.\n\n\n\nTo read stories offline: Download Eenaduindia app.",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9969473481,
        "format_confidence":0.8190169334
    },
    {
        "url":"https:\/\/www.trialsitenews.com\/brighams-and-womens-hospital-researcher-slams-breaks-on-lupus-with-car-t-cells\/",
        "text":"Home CAR-T Brighams and Women’s Hospital Researcher Slams Breaks on Lupus with CAR-T Cells\n\nBrighams and Women’s Hospital Researcher Slams Breaks on Lupus with CAR-T Cells\n\n\n\nSystemic lupus erythematosus (SLE) is an autoimmune disease characterized by periodic inflammatory flares in multiple organ systems and the formation of autoantibodies. The B cell–depleting anti-CD20 antibody Rituximab failed to improve lupus in two clinical trials, but these patients may have had incomplete or transient B cell depletion. To improve B cell depletion, Kansal et al. engineered CD19-targeted chimeric antigen receptor (CAR) CD8+ T cells and used them to treat lupus-prone mice. A single dose of CAR T cells depleted CD19+ B cells for up to a year, abolished the production of autoantigens, reversed tissue injury, and extended lifespan in two different strains of lupus-prone mice. CAR T cells were long-lived in the circulation and appeared to adopt a central memory T cell phenotype. T cells from the spleens of CAR-treated mice were able to transfer B cell depletion and disease remission to naïve autoimmune mice, confirming that T cells were responsible for disease control. Circulating immunoglobulin G (IgG) and IgM antibody levels remained normal in CAR T treated MRLfas\/fas (MRL-lpr) lupus-prone mice, likely because long-lived plasma cells in the bone marrow and some splenic B cells were spared. CAR T cells directly kill B cells, whereas monoclonal antibodies rely on antibody-dependent cellular cytotoxicity for B cell depletion, an immune mechanism that is blunted in patients with SLE.\n\nThese studies highlight a novel method of inducing sustained B cell depletion that overcomes current limitations in monoclonal antibody therapy and may hold promise for the treatment of patients with severe SLE.\n\nLead Research\/Investigator\n\nRachael A. Clark, MD\/ Ph. D.\n\n\nPlease enter your comment!\nPlease enter your name here\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9514347315,
        "format_confidence":0.8602333069
    },
    {
        "url":"https:\/\/www.health.com\/syndication\/resistance-training-depression",
        "text":"Here's another reason to lift weights\n\nBy Jamie Ducharme\nMay 10, 2018\n\nStrength training is good for your body and your mind, according to a new review of more than 30 previously published studies.\n\nThe paper, published in the journal JAMA Psychiatry, found that resistance exercise training (RET), such as weightlifting and strength training, is associated with a significant reduction in depressive symptoms. It also, of course, comes with physical benefits, like making bones stronger and preventing chronic conditions.\n\nBrett Gordon, the paper’s first author and a postgraduate researcher in the department of physical education and sports sciences at Ireland’s University of Limerick, stops short of calling resistance training a cure for depression, but he says the findings are compelling, especially since it’s accessible, affordable and possible to do at home.\n\nAnd it seems to work as well as the frontline treatments for depression—antidepressants and behavioral therapies—Gordon says in an email to TIME. Because the study was based on past research, however, it wasn’t possible to tell from this paper exactly why that might be the case, or to prove a definitive cause-and-effect relationship. But other research suggests that by increasing blood flow to the brain, exercise can change the structure and function of the brain, create new brain cells and trigger the release of mood-enhancing chemicals like endorphins.\n\nGordon and his colleagues analyzed 33 clinical trials—including nearly 2,000 people in totalthat examined the effects of resistance exercise training on symptoms of depression. Across the board, they found that strength training was associated with improvements in depressive symptoms such as low mood, a loss of interest in activities and feelings of worthlessness, regardless of a person’s age, sex, health status, specific exercise routine or improvements in physical strength.\n\n“Interestingly, larger improvements were found among adults with depressive symptoms indicative of mild-to-moderate depression compared to adults without such scores, suggesting RET may be particularly effective for those with greater depressive symptoms,” Gordon says.\n\nSince the researchers saw improvements associated with a wide range of strength-training programs, Gordon says he can’t name a single best exercise regimen for your mental health. (There was, however, some evidence to support the effects of supervised routines shorter than 45 minutes.) He recommends following the guidelines provided by the American College of Sports Medicine: doing strength training at least two days per week by performing eight to 12 repetitions of eight to 10 different strength-building exercises each time.\n\nWhile the current review specifically examined resistance training, plenty of evidence suggests that other forms of physical activity, such as aerobic exercise, cardio and yoga, may also improve depressive symptoms. A secondary analysis included in the JAMA paper also found no significant difference in the effects of RET versus aerobic exercise for alleviating depressive symptoms, Gordon says.\n\nOf course, the factors that dictate mental health are complicated. Lifting weights may not be enough to wipe out depressive symptoms entirely, and it can be difficult to find the energy or motivation to start a new exercise regimen if you’re already struggling with depression. Nonetheless, Gordan says the new review adds weight to the argument that resistance training can be a powerful tool for improving mental health.\n\nThis Story Originally Appeared On Time",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9293907285,
        "format_confidence":0.7143839002
    },
    {
        "url":"https:\/\/www.chemistanddruggist.co.uk\/news\/nutricia-only-use-nutilis-clear-tins-red-labels",
        "text":"Layer 1\n\nNutricia: Only use Nutilis Clear tins with red labels\n\n\nTins of thickening agent Nutilis Clear are only suitable for use if they have a red label on their lid, manufacturer Nutricia has said.\n\nThe 175g Nutilis Clear tins without red labels are an older version of the product that “could lead to a patient safety issue” with swallowing, as they have a different scoop size and usage instructions, Nutricia reminded pharmacies this month.\n\nThe older products are not compliant with the International Dysphagia Diet Standardisation Initiative framework, a standardised way of labelling thickening products, but “some pharmacies are dispensing the older version,” it said.\n\nThe two versions are “not interchangeable and therefore great care needs to be taken” to ensure patients receive the correct version, the manufacturer stressed.\n\nThe older version of Nutilis Clear not suitable for patient use:\n\nFor further information, contact [email protected]\n\nDo you stock Nutilis Clear?\nLogin or register to post comments\n\nJob of the week\n\nPre-registration Pharmacists 2021\nLondon (South), London (Greater)\nCompetitive package",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9886338711,
        "format_confidence":0.9682155848
    },
    {
        "url":"https:\/\/www.turlockjournal.com\/news\/local\/covid-19-cases-rise-stanislaus\/",
        "text":"\nCOVID-19 cases on the rise in Stanislaus\n\nThe risk of testing positive for COVID-19 is currently high in Stanislaus County as the region is contending with another surge of cases, brought on by the latest variants, according to the Stanislaus County Health Services Agency.\n\nEven with the rise in cases, the possibility of returning to mask mandates or closures is quite slim because the area’s hospitals have been able to manage the uptick.\n\n“It’s not like it was before during previous surges,” said Kamlesh Kaur, a spokesperson for the health agency. “The hospitals are not raising any alarms right now. The rate that the cases are coming in has been stable and manageable.”\n\nThe health agency is recommending that people who have not gotten their vaccinations and\/or booster, do so. People should also consider wearing face masks in some scenarios.\n\n“The outbreaks we have been seeing lately have to do with large gatherings that have been in closed spaces,” Kaur said. “We recommend that people wear masks in high congregation areas, especially if the ventilation is poor. People should also test themselves before going to any large gathering.\n\n“Protection is a package deal and people should access their risk and how much it might impact them if they get sick,” Kaur said.\n\nThe omicron variant and the subvariants of BA.4, BA.5 and now BA.2.75 have been shown to be more transmissible than other variants, which is what is driving up the case count across the nation, according to the Centers for Disease Control and Prevention. However, there are more options available for treatments.\n\n“While all layers of protection can prevent severe infection, we now have so many tools to prevent hospitalization and death, including monoclonal antibodies, antiviral treatments, etc., “Kaur said. “Hopefully, everyone utilizes what works best for them to stay protected.”\n\nThat particularly applies to individuals who are immunocompromised and want to stay protected, but haven’t received a vaccine. It’s suggested they contact their primary care physician to determine what is the best option.\n\nAs of Tuesday, 57 percent of the population in Stanislaus County is fully vaccinated. There are 88 people currently hospitalized and there have been four recent deaths. The testing positivity rate for the seven-day average was 19.74%.\n\nStarting Aug. 1, the health agency will be returning to a pre-pandemic model for vaccinations, in that people with private insurance will need to seek vaccinations and boosters from their healthcare provider.\n\nTo book a vaccination or booster, visit",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9979742169,
        "format_confidence":0.9971836209
    },
    {
        "url":"http:\/\/www.kval.com\/news\/local\/Horrible-stuff-New-problems-with-dirty-needles-in-Eugene-192584721.html?tab=video&c=y",
        "text":"'Horrible stuff': New problems with dirty needles in Eugene\n\n'Horrible stuff': New problems with dirty needles in Eugene\n\nEUGENE, Ore. - A drop in funding forced the HIV Alliance to make cuts to the needle exchange program in Eugene.\n\nNow the nonprofit fears more dirty syringes will end up on the streets.\n\nThe Alliance's One for One Program has delivered on its name for years--giving one clean needle in exchange for a used one without limit. But now the organization said they can only give 100 clean syringes to each program participant, per visit.\n\n“They might not be safely discarding them because there is no incentive for them to bring them into us,\" said program director Renee Yandel at the HIV Alliance in Eugene on Friday.\n\nSara Burchell said her son has found multiple dirty needles on their block in Eugene in the past month.\n\n\"Who knows what kind of horrible stuff could have come if he had stepped on it,\" she said.\n\nYandel said individuals can contract HIV and hepatitis C virus if pricked by an infected syringe. She added that the risk of spreading hepatitis C is much greater than HIV because the virus can live in a used syringe for days.  \n\nAfter her son found the second used syringe on their block, Burchell called the sheriff's office. They referred her to the HIV Alliance for help.\n\nYandel said volunteers make weekly pickups of improperly discarded syringes. \n\n\"We pick those up with the grabber, put them in the sharps container, and take them for disposal,\" she said.\n\nBut this year, one of HIV Alliance's key contributors donated 30 percent less money to the organization.\n\nAs a result, Yandel said they've had to cut back on the needle exchange program they run.\n\nSince HIV Alliance is taking in fewer used syringes, more are ending up where they don't belong.\n\nIf you find used syringes in your community, the HIV Alliance said you can call them for help with safe disposal: (541) 342-5088.\n\nThe HIV Alliance is located at 1966 Garden Ave. in Eugene.",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9952293634,
        "format_confidence":0.9968957901
    },
    {
        "url":"http:\/\/www.cocopah.com\/news\/ground-breaking-ceremony-for-new-medical-center",
        "text":"Back to Videos\nGround Breaking Ceremony For New Medical Center\n\n\n\nCouncilmembers from the Cocopah and Quechan Indian Tribes on Wednesday morning (Jan. 27) hosted a ground breaking ceremony to kick off construction of a new $33.7 million medical center. The long awaited project will provide healthcare services to thousands of Native Americans in the area and will employ about 200 people. The new medical facility will be located on the Quechan Reservation. Construction is expected to start in February. The new facility will encompass more than 76,000 square feet and is expected to take up to 18 months to complete.",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9724395871,
        "format_confidence":0.955976069
    },
    {
        "url":"http:\/\/www.news-gazette.com\/living\/2014-03-30\/pet-talk-equine-dental-care-vital-overall-wellness.html",
        "text":"Pet Talk: Equine dental care vital to overall wellness\n\nPet Talk: Equine dental care vital to overall wellness\n\nBy Sarah Netherton\/University of Illinois College of Veterinary Medicine\n\nDental care is just as important for animals as it is for people. Since people typically visit the dentist twice a year, shouldn't a horse's teeth be examined by a veterinarian just as often?\n\nAccording to Dr. Scott Austin, an equine veterinarian at the University of Illinois Veterinary Teaching Hospital in Urbana, horses between 2 and 5 years of age should have two dental exams each year. This allows the veterinarian to address problems related to the eruption of permanent teeth.\n\nIf things are proceeding normally, teeth should be checked once a year after that. Horses after age 15 might have issues that need to be addressed more frequently, and therefore their teeth should be examined twice a year.\n\n\"Although you can get an impression that the upper teeth are sharp by observing a reaction when the horse's cheek is pressed against the edge of the upper teeth, sedation is recommended to perform a complete examination of the horse's teeth,\" Austin said. \"You need to look into the back of the mouth and palpate all the teeth to fully evaluate the oral cavity.\"\n\nAll teeth should be examined to make sure they are not loose, as this is a common problem in older horses. A veterinarian will \"float\" the teeth, a process that involves filing any sharp points and adjusting teeth with abnormal wear.\n\nThis is important because horses' teeth grow continuously throughout their life, a condition called \"hypsodont,\" and the teeth need to be kept even to ensure precise chewing.\n\n\"Horses that live indoors typically require more dentistry,\" Austin said, \"because they spend less time chewing compared with horses that are on pasture and spend more time grazing. Less time chewing often means more sharp teeth, which can irritate and cause a horse pain if not routinely checked.\"\n\nCommon dental problems and diseases among horses include sharp enamel points, mal-eruptions (retained baby teeth), pulling wolf teeth, broken teeth, periodontal diseases and tooth loss. Very old horses can run out of teeth as their cheek teeth are ground down throughout their life.\n\nSigns that a horse might need to have its teeth examined include avoiding grain, dropping feed while chewing, feed retention, foul smell in the oral cavity, feed refusal, nasal discharge and rotating the head while chewing to get food to the \"good side\" of the mouth. Performance-related issues that might indicate dental problems in horses with a bit in their mouth include refusal to work and head tossing.\n\nAustin recommends feeding horses less concentrates and more roughage, which will allow the teeth to wear correctly. He also advises having horses' teeth examined by a veterinarian regularly to avoid problems.\n\nAn archive of pet columns from the UI College of Veterinary Medicine is available at Requests for reprints of this article may be directed to Chris Beuoy,\n\nSections (1):Living\n\nComments embraces discussion of both community and world issues. We welcome you to contribute your ideas, opinions and comments, but we ask that you avoid personal attacks, vulgarity and hate speech. We reserve the right to remove any comment at our discretion, and we will block repeat offenders' accounts. To post comments, you must first be a registered user, and your username will appear with any comment you post. Happy posting.\n\nLogin or register to post comments",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.989833951,
        "format_confidence":0.7664446831
    },
    {
        "url":"https:\/\/www.brightsurf.com\/news\/article\/123196101880\/cell-transplant-repairs-diseased-nervous-system-in-dogs.html",
        "text":"Cell Transplant Repairs Diseased Nervous System In Dogs\n\nDecember 31, 1996\n\nApplication Seen For Multiple Sclerosis In Humans\n\nMADISON -- In a hopeful new development for people with multiple sclerosis (MS), researchers have shown in studies with dogs that they can repair diseased areas of the spinal cord by transplanting nervous system cells into the animals.\n\nScientists at the University of Wisconsin School of Veterinary Medicine and collaborators report the finding in the current issue of the journal Nature Medicine.\n\n\"We are cautiously optimistic that the success we have achieved in dogs may become the best hope available for repair of lesions in people with chronic MS and related disorders,\" said Dr. Ian Duncan, professor of Veterinary Medicine, who directed the research. \"But several scientific questions must be answered before testing in humans can begin. We hope to have these answers within the next two years.\"\n\nDuncan stressed that transplant therapy for MS would need to be combined with drugs that lessen or prevent on-going disease. While MS is usually widespread throughout the central nervous system, in many patients it causes chronic lesions of the spinal cord, and such patients might be appropriate first candidates for the therapy, he said.\n\nMS is a complex, chronic disease affecting myelin, the sheaths that surround nerve cells. Patches of demyelination, or lesions, along nerve cells can result in weakness, incoordination, and speech and vision disturbances. As many as 300,000 people in the United States have MS, which usually strikes young adults.\n\nSome MS researchers have been encouraged by the recent success of fetal tissue transplantation into patients with Parkinson1s disease, noted Duncan.\n\n\"This has been an important precedent,\" he said. \"These advances have shown us that nerve cells can be transplanted safely and effectively, and can survive long-term in the human brain without significant complications in the majority of patients.\"\n\nBuoyed by the Parkinson1s transplant experiences and progress resulting from his own years of research and that of others on myelinating disorders in rodents, Duncan recently turned his attention to a family of dogs born with a genetic mutation affecting central nervous system myelin. Although not identical to MS, the dog model offers many similarities.\n\nResearchers transplanted glial cells, the supporting structure of nervous system tissue, from healthy newborn pups or fetuses into six of the abnormal dogs ranging in age from two to 32 weeks. All of the dogs exhibited myelin growth at the site of the transplant and in adjacent areas, including one dog in which growth was noted for 27 weeks.\n\n\"A dramatic result of these experiments was the degree of myelination - seen as thick and well-compacted sheathing - achieved by the transplanted cells,\" said Duncan. \"However, the extent of myelination in dogs that received the fetal glial cells was even more remarkable.\"\n\nThe fetal cell transplants yielded growth well beyond the graft site, said Duncan, noting that migration of the cells and subsequent myelination was far greater than he and others had observed in earlier experiments with rodents. The experiments in dogs were the most relevant to humans undertaken to date, he added.\n\nThe UW scientist was especially encouraged to observe that nerve cells in the mature dog could also be myelinated by the transplanted glial cells. \"This is encouraging with regard to human transplantation, since most myelin disorders in humans occur in early adulthood,\" he said.\n\nMS and spinal cord injuries can also produce gliosis, a reaction that results in excess tissue around demyelinated nerve cells that may serve as a barrier to remyelination. Gliosis also occurs naturally with age in the dogs Duncan studied.\n\n\"We showed we could transplant cells into a mature animal with gliosis and still achieve significant myelination,\" he said. \"This has started us thinking that gliosis in MS may not be an absolute barrier to repair, as previously believed.\"\n\nDuncan said his group has targeted MS with this research, but several other disorders characterized by demyelination may benefit from the transplant technique.\n\nThe Wisconsin work is supported by the National Institutes of Health, National Multiple Sclerosis Society and the Myelin Project, an international task force of scientists working on myelin and remyelination founded by Augusto and Michaela Odone of Lorenzo's Oil fame.\n\nUniversity of Wisconsin-Madison\n\nRelated Multiple Sclerosis Articles from Brightsurf:\n\nNew therapy improves treatment for multiple sclerosis\nA new therapy that binds a cytokine to a blood protein shows potential in treating multiple sclerosis, and may even prevent it.\n\n'Reelin' in a new treatment for multiple sclerosis\nIn an animal model of multiple sclerosis (MS), decreasing the amount of a protein made in the liver significantly protected against development of the disease's characteristic symptoms and promoted recovery in symptomatic animals, UTSW scientists report.\n\nNot all multiple sclerosis-like diseases are alike\nScientists say some myelin-damaging disorders have a distinctive pathology that groups them into a unique disease entity.\n\nNew therapeutic options for multiple sclerosis in sight\nStrategies for treating multiple sclerosis have so far focused primarily on T and B cells.\n\nDiet has an impact on the multiple sclerosis disease course\nThe short-chain fatty acid propionic acid influences the intestine-mediated immune regulation in people with multiple sclerosis (MS).\n\nThe gut may be involved in the development of multiple sclerosis\nIt is incompletely understood which factors in patients with multiple sclerosis act as a trigger for the immune system to attack the brain and spinal cord.\n\nSlowing the progression of multiple sclerosis\nOver 77,000 Canadians are living with multiple sclerosis, a disease whose causes still remain unknown.\n\n7T MRI offers new insights into multiple sclerosis\nInvestigators from Brigham and Women's Hospital have completed a new study using 7 Tesla (7T) MRI -- a far more powerful imaging technology -- to further examine LME in MS patients\n\nHow to improve multiple sclerosis therapy\nMedications currently used to treat multiple sclerosis (MS) can merely reduce relapses during the initial relapsing-remitting phase.\n\nVaccinations not a risk factor for multiple sclerosis\nData from over 12,000 multiple sclerosis (MS) patients formed the basis of a study by the Technical University of Munich (TUM) which investigated the population's vaccination behavior in relation to MS.\n\nRead More: Multiple Sclerosis News and Multiple Sclerosis Current Events\nBrightsurf.com is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.com.",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9859343171,
        "format_confidence":0.9676400423
    },
    {
        "url":"https:\/\/canoe.com\/news\/world\/u-s-doctors-group-sues-fda-for-limiting-access-to-covid-19-drug-hydroxychloroquine",
        "text":"U.S. doctors group sues FDA for limiting access to COVID-19 drug hydroxychloroquine\n\nThe drug hydroxychloroquine, pushed by U.S. President Donald Trump and others in recent months as a possible treatment to people infected with the coronavirus disease (COVID-19), is displayed at the Rock Canyon Pharmacy in Provo, Utah, U.S. May 27, 2020. REUTERS\/George Frey\/File Photo ORG XMIT: FW1George Frey \/ REUTERS\n\nA group of conservative U.S. doctors has sued the Food and Drug Administration for limiting use of the malaria drug hydroxychloroquine for COVID-19, arguing that the therapy should be made widely available to fight the pandemic.\n\nThe lawsuit represents the latest front in a highly politicized U.S. debate over access to hydroxychloroquine. The drug has been championed by President Donald Trump as a potential “game-changer” against the coronavirus, but its value has yet to be established. A clinical trial released on Wednesday found it to be ineffective in preventing infection.\n\nThe FDA, which regulates medicines in the United States, has restricted use of the drug from the national stockpile to COVID-19 patients who are hospitalized and cannot enroll in a clinical trial. States can set their own rules for prescription, with many influenced by the FDA’s warning that the drug has a risk of a side-effect of dangerous heart arrhythmias.\n\nThat harms the rights of its member doctors to prescribe as they see fit, causing “economic injury,” the Association of American Physicians and Surgeons (AAPS) argues in its suit, filed in a Michigan federal district court on Tuesday.\n\nAn FDA agency spokesperson said it does not comment on pending or ongoing litigation.\n\nIn a statement published online last week, FDA Commissioner Stephen Hahn said the agency does not prohibit physicians from prescribing medications. “It is important that patients and health care providers understand the known side effects of these drugs, including serious and potentially life-threatening heart rhythm problems,” he said.\n\nThe AAPS, a non-profit organization based in Tucson, Arizona, has a “few thousand” members, according to executive director Jane Orient. It opposes mandatory vaccination, previously waged a campaign against healthcare reforms introduced by former President Barack Obama, and has been pushing back against state restrictions on use of hydroxychloroquine as a preventive therapy for the coronavirus.\n\nAAPS has accused state and federal agencies of “hoarding” hydroxychloroquine while patients die in an outbreak that has killed over 107,000 and infected 1.86 million in the United States to date.\n\nThe group is running a series of online seminars for doctors on the coronavirus. General counsel Andrew Schlafly discussed legal issues related to prescribing hydroxychloroquine on one in April.\n\n“They could pump out 100 million doses of these things within a week. Everybody in our country could be given them, and that would stop this crisis overnight, most likely,” said Schlafly, who is not a doctor.\n\nRichard Chaisson, a Johns Hopkins researcher, is running a trial of the drug to determine whether it is effective in treating patients with moderate to severe versions of the disease.\n\n“Right now, the data for hydroxychloroquine is not compelling for any group,” he said in an interview. “Until it’s been studied, I really think it’s irresponsible to recommend it routinely outside of a clinical trial.”\n\nSchlafly said in response: “I disagree completely… the data is that the medication is very safe.”\n\nMore than 35 states have restricted prescriptions for hydroxychloroquine, and at least five of those have rules specifically prohibiting prescribing the drug as a preventive measure.\n\nThis Week's Flyers\n\n\nWe encourage all readers to share their views on our articles and blog posts. We are committed to maintaining a lively but civil forum for discussion, so we ask you to avoid personal attacks, and please keep your comments relevant and respectful. If you encounter a comment that is abusive, click the \"X\" in the upper right corner of the comment box to report spam or abuse. We are using Facebook commenting. Visit our FAQ page for more information.",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9067722559,
        "format_confidence":0.9968467355
    },
    {
        "url":"https:\/\/newyork.cbslocal.com\/2020\/07\/30\/concern-grows-in-new-jersey-after-thousands-of-new-covid-19-cases-reported\/",
        "text":"The most recent tests reported 500 new coronavirus cases, adding to the state’s total of more than 180,000.\n\nNEW JERSEY (CBSNewYork) – It’s a trend no state wants to follow, but New Jersey is joining the list of states seeing an uptick in COVID-19 cases. On the other hand, hospitalizations in New York are down.\n\nGov. Andrew Cuomo said hospitalizations in New York fell to 586, an all-time low since March 17.\n\nIn New Jersey, the rate of transmission rose, with more than 2,000 cases added over the last four days.\n\n“Nobody’s sitting on their hands right now. Everybody is kind of anticipating a second wave. Everybody’s frantically getting ready,” said Dr. Stavros Christoudias\n\nDr. Christoudias said he’s not surprised by the uptick in COVID-19 cases in New Jersey, since the heat is driving people indoors, CBS2’s Alice Gainer reported.\n\nMORE: More Than 50 Teens In Middletown Test Positive For Coronavirus After Series Of Indoor Parties, Murphy Says\n\n“Some of these house parties in New Jersey, where people were breaking the rules of having so many people indoors, you’re gonna end up with another wave,” said Christoudias. “That’s the match waiting to hit the powder keg.”\n\nOther people told CBS2 they think the virus is spreading from visitors on the Jersey Shore.\n\n“Other people coming here, maybe for vacation and maybe they’re driving into these states,” said Gregory Maxwell. “I don’t know about how strict we are being with that, so we don’t know if that also is making it come up as well.”\n\n\nOn Thursday, Congressman Josh Gottheimer held a virtual roundtable with North Jersey health care officials, doctors and nurses to find out what they need.\n\n“We’re finding difficulty, again, in accessing the appropriate types of PPE from different vendors,” said Deb Visconi, president and CEO of New Bridge Medical Center.\n\n“We need more availability of staff if there’s a second wave,” said Adam Jarrett, from Holy Name Medical Center. “PPE is better, but not ideal. Testing is better, but not ideal.”\n\nHealth officials said they’re specifically asking for more reagents for testing.\n\nCORONAVIRUS: NY Health Dept. | NY Call 1-(888)-364-3065 | NYC Health Dept. | NYC Call 311, Text COVID to 692692 | NJ COVID-19 Info Hub | NJ Call 1-(800)-222-1222 or 211, Text NJCOVID to 898211 | CT Health Dept. | CT Call 211 | Centers for Disease Control and Prevention\n\n“Here in Washington, what we’re focused on is getting resources in this next coronavirus package to ensure that they have the PPE,” said Rep. Gottheimer. “Right now, in other parts of the country, they’re using a lot of PPE because they have a lot of caseloads. So, we’re going to be competing with [other states], and what I’m concerned about is, that’s going to lead to a shortage of PPE.”\n\nCBS2 asked Gov. Cuomo if he would add New Jersey to the quarantine list if the numbers kept trending up.\n\nWEB EXTRA: Tri-State Coronavirus Travel Advisory\n\n“I don’t know how you could quarantine New Jersey… They don’t fly into New York. You’d have to blockade roads, and we’re not talking about blockading,” said Cuomo. “We’re going to keep our fingers crossed and work with them to get the number down.”\n\nWatch John Dias’s report here: \n\nOn Wednesday, Gov. Phil Murphy said he believed large, indoor parties taking place without regard for social distancing are behind the spike.\n\n“Yes, it’s hot. Yes, it’s summer. Yes, we all want, and in many cases need, to blow off some steam, but this is no time for anyone to be vying for induction into the knucklehead hall of fame,” said Murphy.\n\nMORE: Over 500 New COVID-19 Cases Reported In New Jersey For Third Time In Four Days\n\nAt least 125 new cases were reportedly linked to gatherings where people between the ages of 18 and 29 were crowded together.\n\n“I think the younger generation feel like they’re immune to the virus, so they feel that they don’t need to take the same precautions as the older generation,” said Jasnwet Melik, from Hoboken.\n\nCBS2 spoke with a 24-year-old woman who said people are being responsible, from what she’s seen.\n\n“I actually fall within the high risk category, so I have been extremely careful,” she said. “I do understand younger people are feeling more irritable. People want to go out, they want to hang out with their friends but, at the end of the day, as long as people are social distancing, wearing their masks and doing what they can, I feel like that should be important,”\n\nThe most recent tests reported 500 new cases to add to the state’s total of more than 180,000.\n\nThere are still many concerns – mainly, the continued spread of the virus.\n\nLocal leaders continue to advise people to wear face coverings and practice social distancing.\n\nThey said it’s challenging and annoying at times, but worth it.\n\n  1. Celine Varens says:\n\n    Where’s his mask? And he’s a doctor? No wonder there’s a spike.\n\nLeave a Reply",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9956847429,
        "format_confidence":0.9968488812
    },
    {
        "url":"https:\/\/globalnewsconnect.com\/phase-2-zika-vaccine-trial-begins-in-u-s-central-and-south-america\/",
        "text":"Phase 2 Zika vaccine hearing starts in U.S., Central and South America\n\n200 views Leave a comment\n\nVaccinations have begun in a multi-site Phase 2\/2b clinical hearing contrast an initial DNA vaccine designed to strengthen opposite illness caused by Zika infection. The vaccine was grown by supervision scientists during a National Institute of Allergy and Infectious Diseases (NIAID), partial of a National Institutes of Health (NIH). NIAID is heading a trial, that aims to enroll during slightest 2,490 healthy participants in areas of reliable or intensity active mosquito-transmitted Zika infection, including a continental United States and Puerto Rico, Brazil, Peru, Costa Rica, Panama and Mexico. The two-part trial, called VRC 705, serve evaluates a vaccine’s reserve and ability to kindle an defence response in participants, and assesses a optimal sip for administration. It also will try to establish if a vaccine can effectively forestall illness caused by Zika infection.\n\nA vial of a NIAID Zika Virus Investigational DNA Vaccine. Image credit: NIAID\n\nMost people with Zika infection have possibly no or usually amiable symptoms, such as fever, rash, corner pain and conjunctivitis (red eyes). However, when Zika infection occurs during pregnancy, a profound lady can pass a pathogen to her fetus, that can outcome in a operation of fetal defects famous collectively as inborn Zika syndrome. Currently there is no protected vaccine to forestall illness caused by Zika infection, that is especially transmitted around a punch of putrescent Aedes aegypti mosquitoes though also can be transmitted sexually.\n\n“We are gratified to have modernized fast one of NIAID’s initial Zika vaccines into this subsequent theatre of contrast in volunteers. We design this investigate will produce profitable discernment into a vaccine’s reserve and ability to forestall illness caused by Zika infection,” pronounced NIAID Director Anthony S. Fauci, M.D. “A protected and effective Zika vaccine is urgently indispensable to forestall a often-devastating birth defects that can outcome from Zika pathogen infection during pregnancy. Evidence also is accumulating that Zika can means a accumulation of health problems in adults as well. This hearing outlines a poignant miracle in a efforts to rise countermeasures for a pestilence in progress.”\n\nScientists during NIAID’s Vaccine Research Center (VRC) grown a NIAID Zika pathogen investigational DNA vaccine. It entered early-stage tellurian contrast in 2016 following endless contrast in animal models. Initial commentary prove a vaccine is protected and means to satisfy a neutralizing antibody response opposite Zika virus. The Phase 2\/2b hearing aims to benefit some-more reserve and defence response information and establish if this defence response protects opposite illness caused by healthy Zika infection.\n\nThe Zika vaccine height is formed on a plan VRC scientists used formerly to rise a West Nile pathogen vaccine candidate. The Zika vaccine claimant being tested in this investigate contains a tiny round square of DNA called a plasmid into that scientists have extrinsic genes that encode dual proteins found on a aspect of a Zika virus. Once injected into muscle, a encoded proteins arrange into particles that impersonate Zika pathogen and trigger a body’s defence complement to respond. The vaccine does not enclose spreading material, so it can't means Zika infection.\n\nThe hearing is being led by custom co-chairs Julie E. Ledgerwood, D.O., arch of VRC’s Clinical Trials Program, and Grace L. Chen, M.D., emissary arch of a same program.\n\nThe hearing consists of dual studies: partial A and partial B. Part A will build on ongoing Phase 1 trials to serve weigh a vaccine’s reserve and ability to kindle an defence response, privately in populations where Zika could be endemic. It will also assistance establish a optimal sip and injection sites for administration. Part A will enroll 90 healthy organisation and non-pregnant women ages 18-35 years during 3 sites in Houston, Miami and San Juan, Puerto Rico. All participants will accept a investigational vaccine intramuscularly during 3 detached hospital visits any 4 weeks apart. Participants will be incidentally reserved to accept possibly a customary sip or a high sip of a investigational vaccine during all 3 visits, and will be followed for about 32 weeks total.\n\nPart B of a hearing will enroll during slightest 2,400 healthy organisation and non-pregnant women ages 15-35 years. This partial of a hearing aims to establish if a vaccine can effectively strengthen opposite Zika-related illness when someone is naturally unprotected to a virus. Sites will embody a 3 locations from partial A (Houston, Miami and San Juan) as good as dual additional sites in San Juan, dual sites in Costa Rica, and one site any in Peru, Brazil, Panama and Mexico. Additional sites competence be combined in a future. Participants will be incidentally reserved to accept possibly a investigational vaccine or a remedy during 3 detached hospital visits any 4 weeks apart. The hearing is double-blind, definition conjunction a investigate investigators nor a participants will know who receives a investigational vaccine.\n\nPart B participants will be followed for scarcely dual years, during that time they will bear assessments for inauspicious events and symptoms of Zika infection. Trial participants in both tools will be counseled on how to strengthen opposite Zika infection. Investigators will examination a rates of reliable cases of Zika in a remedy organisation and a vaccinated organisation to establish if a investigational vaccine protects opposite illness caused by Zika infection.\n\nEach site will have a principal questioner obliged for ensuring daily examination of reserve information as they turn available. A custom reserve examination group that includes a custom chairs and other medical officers during NIAID will examination reserve information reports weekly. The NIAID Intramural Data and Safety Monitoring Board will also examination accumulative investigate information during slightest twice per year. The investigate is now approaching to be finished by 2019.\n\nSource: NIH\n\nComment this news or article",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9823223948,
        "format_confidence":0.9894906878
    },
    {
        "url":"https:\/\/www.veterinarypracticenews.com\/livestock-pose-giant-threat-to-british-vets\/",
        "text":"Livestock Pose Giant Threat to British Vets\n\nMany large animal veterinarians are injured on the job, a BVA survey finds.\n\nThe United Kingdom had nearly 10 million head of cattle in 2013, according to government figures.\n\nBritish Veterinary Association\n\nSuggested Veterinary Products\n\nDon’t be careless around bulls and other large animals.\n\nThat’s the advice of the British Veterinary Association, which found that more than half of veterinarians working with production animals on farms had been injured over the previous 12 months.\n\nEven interacting with smaller livestock can be dangerous. “Kicked in the side of the head while castrating a calf” was among the responses to BVA’s Voice of the Veterinary Profession survey.\n\nAmong wounded practitioners, nearly 1-in-5 classified their injuries as “very” or “quite” severe.\n\n“By far the most common injury was bruising caused by kicks, with almost 85 percent of production animal vets who had been injured reporting this,” BVA stated in July as part of Farm Safety Week. “Other injuries reported included lacerations, crush injuries, head injuries caused by kicks and fractures caused by kicks.”\n\nOne large animal veterinarian recalled being targeted by a pair of bulls.\n\n“Bruised and shocked,” the practitioner stated. “Both attacks [while] doing whole herd testing on separate bulls, one stock and one beef bull. Both attacked from behind on a farm with poor facilities.”\n\nAnother complained of “cattle crushes and squashed body parts.”\n\nVeterinarians and farm owners must be safety conscious, said BVA President John Blackwell, BVSc, MRCVS.\n\n“These figures show the risk of injury that production animal vets run in the course of their work,” Dr. Blackwell said.\n\n“Farmers and vets up and down the country have seen colleagues injured on farms and consequently unable to work,” he added. “Many injuries are avoidable if veterinary practices, their employees and farmers all take action to minimize the risks.”\n\nBVA publishes advice for both trades. The organization’s Farm Health and Safety guide is written for member veterinarians. The leaflet “Is Your Farm a Safe Place to Work?” is available at http:\/\/bit.ly\/1U4bptE.\n\nLeave a Comment\n\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.978281796,
        "format_confidence":0.9922168255
    },
    {
        "url":"http:\/\/articles.latimes.com\/1987-08-30\/news\/vw-5038_1_bay-area",
        "text":"YOU ARE HERE: LAT HomeCollections\n\nBay Area Physician Overload: Shape of Future?\n\nAugust 30, 1987|ALLAN PARACHINI | Times Staff Writer\n\nSAN FRANCISCO — Dr. Lorne Rosenfield and his wife, Gina, are just settling into their apartment in the affluent Marina district here. There isn't even a couch in the living room yet. For the moment, a pile of pillows suffices.\n\nEven inside the apartment, Rosenfield keeps a beeper on his belt and a telephone close at hand. Packed and available to be picked up and tossed into the car on a moment's notice is a case of medical equipment essential to his specialty--plastic surgery.\n\nSitting in the dining room, which contains only a newly purchased table and chairs, Rosenfield ponders these preparations for potential operations and quips, \"It's: 'Have plastics, will travel.' \" In his first six weeks, the beeper went off only four times.\n\nRosenfield is engaged in an exercise even he calls \"Darwinian.\" Other observers of the health care scene here are not that optimistic. Joan Trauner, a health economist and historian, sums up the chances for success of any young physician trying to establish a new solo practice in San Francisco--as Rosenfield is--in one word: \"zilch.\"\n\nThe word describes a brutal reality: There is one doctor in San Francisco for every 159 residents, the highest ratio in California and the fourth highest in the country. Neighboring Marin County has one doctor for every 239 residents.\n\nThese figures make San Francisco one of the world's most over-doctored cities--a place where even top graduates of residency training programs are starting to find up to 12 qualified applicants for every job, even those at prepaid health programs like the Kaiser Plan.\n\nA Specialist Problem\n\nA year ago, Trauner and Harold Luft, another UC health policy analyst, published what is thought to be the first detailed analysis of what is happening here, concluding that economic pressures will inevitably force doctors to accept affiliation with large clinics and other alternatives to the traditional solo-practice. Specialists face the worst problem. Hospitals are likely to tighten requirements for membership on their medical staffs, the UC study concluded.\n\nThe glut here illustrates one of several compelling reasons why, in the view of a growing number of health economists, the American health care delivery system may well have to consider the concept of a system of national health insurance. With too many physicians available, they say, too many hospital stays occur, too many tests are performed and too much medicine is practiced as doctors struggle to survive economically.\n\nSan Francisco has 734,600 residents and 4,609 doctors, 3,853 of whom are involved in patient care.\n\nLosing Money\n\nDr. Russ Granich, an internal medicine specialist, is trying to be one of them. He bought out a retiring doctor's office on Van Ness Avenue for $45,000 14 months ago, but with monthly overhead expenses of between $5,000 and $6,000 and a workload that averages only about 30 patient visits a week, he is losing money. He had hoped at least reach the break-even point after a year in business, even allowing for taking no salary himself.\n\n\"I've been a little depressed about it,\" he said.\n\nTo make ends meet, Granich drives an hour and 20 minutes south to Santa Cruz two days a week to work in a community hospital emergency room. He goes that far, he said, so no physician here will suspect him of scheming to steal scarce patients.\n\nGranich says he may have to quit medicine within five years if things don't improve. But he will leave medicine, he says, before he leaves San Francisco. \"I'm not going to leave town,\" he said, but \"I question my decision of trying to make it as a physician.\"\n\nSo intense is the attraction of San Francisco that young doctors continue to move here--or attempt to stay after they finish Bay Area residencies--and the advice of Trauner and virtually every health policy observer in the city often goes unheeded.\n\nThe doctor-population ratio in San Francisco is beaten by Manhattan (where there is one doctor for every 107 people) and Boston (one doctor per 121). By contrast, nationwide, there is one physician for every 455 people, one for every 418 statewide and one for every 373 in Los Angeles County.\n\nDr. R. Eugene Tolls, president of the San Francisco Medical Society, said many economically strapped hospitals face failure within the next half-decade no matter what they do and such hospital closures will inevitably spur large numbers of local doctors to search for more patients.\n\nBucking the Odds\n\nRosenfield chose to disregard these odds because he had done his general surgery training here, was familiar with the Bay Area and had contacts among established doctors he thought would refer him patients. He moved here, he said, primarily due to the same appeal San Francisco has for many.\n\n\"I like the Bay Area,\" he said. \"The key is you should go where you want to live. If not, you wake up five years later and, even though you may be more financially successful, you're unhappy.\"\n\nLos Angeles Times Articles",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.978472352,
        "format_confidence":0.7977475524
    }
]