[
    {
        "url":"http:\/\/kildare.ie\/ArtsService\/Introductions\/Biographies\/Lucina\/",
        "text":"Home : Introductions : Biographies : Lucina\n\nLucina Russell\n\n\nLucina Russell studied Art and Design (Textiles) in GMIT, and has a Post Graduate Teaching Diploma in Art and Design Education from the Limerick School of Art, receiving the ‘Irish Times Award for Outstanding Performance’.  She completed a research Masters Degree in Art and Design Education in the National College of Art and Design in 2002. \n\nLucina worked as an art teacher at primary and second level and in Artist in Residence programmes across Inner City Dublin for a number of years, before joining Kildare County Council as Arts Officer in 2000. \n\nShe has initiated a number of long term arts development initiatives in Co Kildare including Laban based Community Dance training; the Platform Recording and Mentoring programme for emerging musicians and the appointment of an Arts in Health Specialist, the first of its kind in local authorities in Ireland. \n\nContact Lucina: lrussell@kildarecoco.ie 045-448318",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.7011675239,
        "format_confidence":0.9803859591
    },
    {
        "url":"https:\/\/www.ephotozine.com\/user\/julian-25504\/activity",
        "text":"Take your photography to the next level and beyond...\n\n  • NEWS\n\nWhy not join for free today?\n\nJoin for Free\n\nYour total photography experience starts here\n\nUSA Landscape Photographer of the Year 2016 open to entries NOW!\n\n\n\nHiya Folks! Please take a look and let me know what you think\n...Read More\n\nA quick view of Julian's recent activity.\n\n  • Twywell 2013 No 32\n\n    Nice one Ade. So they are beginning to emerge. When will iris be out?\n    • 30 Jun 2013 10:52AM\n  • Purple Shot Copper\n\n    Thanks folks. Yes Ade, I'm fine thanks.\n    • 30 Jun 2013 10:51AM\n  • Coppice CDXIII\n\n    I can see your eye Wink\n    • 24 Feb 2013 11:08PM\n  • Clouded Yellow variety helice\n\n    thanks senn and ali for comments and voters\n    • 23 Feb 2013 10:34PM\n  • Female Blackbird\n\n    Lovely bird-fave place Smile\n    • 23 Feb 2013 10:24PM\n  • I'm Cold\n\n    Gorgeous clean image.\n    • 11 Feb 2013 12:30PM\n  • Coppice CDVI\n\n    Thanks for the id features Ade. Any chance of a side by side comparison? Tongue\n    • 10 Feb 2013 2:35PM\n  • You have a real passion for wildlife, especially insects and bugs Bun which is borne out by your portfolio here.\n    • Posted on bunbeam's profile\n    • 31 Jul 2011 8:10AM\n  • hi Steve. You should be very proud of what you achieve. you have some great shots. If you can get up to Norfolk somehow and onto one of the Swallowtail reserves, there is usually enough access for wheelchair bound people. Great pf\n  • Yes I agree with them all. Lovely images and improving all the time.\n    • Posted on Marian's profile\n    • 8 Jun 2007 12:19PM\n  • Inspiring photo's and yet no Editor's Choice? Ansel Adam's would have been proud of some of these you know. Must have different tastes...Even you fuji s7000 pics show a natural talent which has developed into something special.You obviously enjoy your photography which is all that matters.\n    Well done\n    • Posted on Maddie's profile\n    • 8 Jul 2006 8:32AM",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9787156582,
        "format_confidence":0.5013088584
    },
    {
        "url":"http:\/\/www.racheluffnergallery.com\/artists\/roger-white",
        "text":"Roger White\n\nRoger White has recently been included in shows at Rachel Uffner Gallery (NY, NY), Mitchell-Innes & Nash (NY, NY), Foxy Production (NY, NY), Kathryn Brennan Gallery (LA, CA), and “Cave Painting: Installment #2” organized by Bob Nickas at Gresham's Ghost (NY, NY). He has exhibited at The Suburban in Chicago and was included in the American Academy of Arts and Letters Invitational in 2011. He is the co-founder of the contemporary art journal Paper Monument which most recently published Draw It with Your Eyes Closed: The Art of the Art Assignment. White lives and works in Middlebury, VT and Brooklyn, NY.\n\n\n\nNews View All\n\nRoger White featured in Blouin Artinfo\nJanuary 17, 2017\n\nVisit Website\n\nRoger White in The Stand\nJanuary 15, 2017\n\nRoger White is included in the group exhibition, The Stand, organized by Prem Krishnamurthy and Anthony Marcellini at P! through February 26.\n\nVisit Website\n\nRoger White in Exalted Position at Peter Blum Gallery\nJune 30 - September 2, 2016\n\nDownload PDF\n\nVisit Website\n\nExhibitions View All\n\nRoger White\n\nJanuary 15, 2017\n\nNADA Miami Beach\n\nDecember 1 – 4, 2016\n\nPipe Dream\n\nMay 5 - 8, 2016\n\nGallery Artist Group Show\n\nFebruary 28 - March 27, 2016\n\n\nRoger White\nThe Contemporaries",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9965384007,
        "format_confidence":0.9679399729
    },
    {
        "url":"https:\/\/elisasoliven.net\/bio",
        "text":"Born New York, NY\n\nLives and Works in Brooklyn, NY\n\nGathering Gray, Sunday Takeout, Brooklyn, NY, 2017 \nRecent Work, John Davis Gallery, Hudson, NY, 2014\nLinnea Paskow & Elisa Soliven, Janet Kurnatowski Gallery, Brooklyn, NY, 2013\nStillness is the Move, with JJ Manford, Saffron, Brooklyn, NY, 2011\nDrawings, Uta Scharf Fine Art, NYC, 2008\n\nTickle the Atman, Reinstitute, Millerton, NY \nSummer of Love, Freight and Volume, NYC \nPrivate Practice, Underdonk, Brooklyn, NY\nUntitled Projects, Crush Curatorial, Amagansett, NY\nTrue North, LABspace, Hillsdale, NY\nFeast, ArtShack, Brooklyn, NY\nIndoor Outside, Spring\/Break Art Show, NYC\nParallel Practices, WCSU Gallery, Danbury CT\nMaybe Tomorrow, Happy Lucky No. 1, Brooklyn, NY\nDefining Fields, Parlour, Brooklyn, NY\nGlenLily Grounds 2017, GlenLily Grounds, Newburgh, NY\nJay Clay, Jay House, Jay, NY\nFigured Out, Bodily Form in Contemporary Ceramics, Andrew Rafacz, Chicago, IL \nFantastic Plastic, Crush Curatorial, New York, NY, \nShow Me Yours, Underdonk, Brooklyn, NY\nObject and Influence, Hygienic Gallery, New London, CT\nNasty Women of HV, Instar Lodge, Germantown, NY\nA Round About, Present Company, Brooklyn, NY\nShroom Show, Helper, Brooklyn, NY\nGlenLily Grounds 2016, GlenLily Grounds, Newburgh, NY\nMaking the Future, David & Schweitzer Contemporary, Brooklyn, NY\nJay Clay, Jay House, Jay, NY\nTorn and Fired, Outlet, Brooklyn, NY\nUnderdonk and Friends, Underdonk, Brooklyn, NY\nJay Invitational of Clay, Jay, NY\npersonal:interpersonal:connected, Sardine, Brooklyn, NY \nTread, The Living Gallery, Brooklyn, NY\nPaintings in Trees, People's Garden, Brooklyn, NY\nParticular Migrations, 716 Bushwick Ave., Brooklyn, NY\nNew Work City, Momenta Art, Brooklyn, NY\nSecond Family, 2 Rivington, NYC\nDNA Artist Residency Exhibition, DNA Gallery, Provincetown, MA\nDo It Yourself, 195 Morgan Ave., Brooklyn, NY\nLove's Industrial Park, Salena Gallery, Long Island University, Brooklyn, NY\nThe Last Brucennial, 837 Washington St., NYC\nCome Together, Surviving Sandy, Brooklyn, NY\nAll of the Above, Church of St. Paul the Apostle, NYC\nC'est Brooklyn-Paper, Janet Kurnatowski Gallery, Brooklyn, NY\nLove's Industrial Park, Grizzly Grizzly, Philadelphia, PA\nIn Denial, Black Bile, HD Projects, NYC\nHogarth Worldwide Biannual, Hogarth, NYC\nPrimary, Nudashank, Baltimore, MD\nBig Mind Sky, Bull and Ram, NYC\nInvitational Exhibition, American Academy of Arts and Letters, NYC\nSoft Opening, Heliopolis, Brooklyn, NY\nB-Sides, York College, Jamaica, NY\nIdiot’s Delight, Janet Kurnatowski Gallery, Brooklyn, NY\nTemporary Antumbra Zone, Janet Kurnatowski Gallery, Brooklyn, NY\nPurple Nurple, Pioneers of Inspiration, Brooklyn, NY\nHunter College MFA Thesis Show, Times Square Gallery, NYC\nUrban Legend, Vaudeville Park, Brooklyn, NY\nSummer Love, Janet Kurnatowski Gallery, Brooklyn, NY\nResonance, Rabbit Hole Studio, Brooklyn, NY\nDance Ghost, Vaudeville Park, Brooklyn, NY\nRandom Randal: Made in Kerala, RLV College of Art, Tripunithura, IN\nParty at Chris’s House, Janet Kurnatowski Gallery, Brooklyn, NY\nOscillate Wildly, Vaudeville Park, Brooklyn, NY\nIt’s a Wonderful Life, Sideshow Gallery, Brooklyn, NY\nYear Five, Janet Kurnatowski Gallery, Brooklyn, NY\nParty at Phong's House, Janet Kurnatowski Gallery, Brooklyn, NY\nPeace, Sideshow, Brooklyn, NY\nThe Art of Letting Go, Janet Kurnatowski Gallery, Brooklyn, NY\nNY Eviction Blues, Manhattan Borough President’s Office, NYC\nPaint It Black, Betty Cunningham Gallery, NYC\nIslands, Gallery Onetwentyeight, NYC\nUnbearable Lightness of Being, Black and White Gallery, Brooklyn, NY\n\n2018  DNA Residency, Provincetwon, MA\n2017  Individual Grant Recipient, Belle Foundation for Cultural Development, CA\n2016  Jay House Artist Residency, Norte Maar, Jay, NY\n2015  IMAR Residency, Lakeville, CT\n2014  DNA Residency, Provincetown, MA\n2012  Willard L. Metcalf Award in Art, American Academy of Arts & Letters, NYC\n2012  B.A.R., Artist Talk, DAGC Gallery, Manila, PH\n2007  Pierogi Gallery, Flat Files, Brooklyn, NY\n2007  Artist Talk, AAAC, NY, NYC\n2006  Drawing Center, Viewing Program, NYC\n\nEtty, Yaniv. “Genesis of Making in Clay”, Art Spiel, June 24, 2018. \nJoel, Williams. “LABspace Seeks to Connect Regional Artists”, Berkshire Record, May 11, 2018 \nYevgeniya, Baras. Issue Five, Maake Magazine, Winter 2017\nMaria, Calandra. “Pencil In The Studio”,, July 11, 2017\nGary Pini, “10 Must-See Art Shows”, Paper Mag, 2017\nKseniya, Baranova. \"Hot 'n' Fresh Bushwick: Our Weekend Art Picks\", Bushwick Daily, 2016\nWhitney, Kimball. \"Best Events of 2015\", Art F City, 2015\nHrag, Vartanian. \"Before the Studios Open\", Hyperallergic, 2014\nJulia, Sinelnikova. \"Artists Do It Themselves\", Bushwick Daily, 2014\nRoberta, Smith. \"Art, a Balm After the Storm\", New York Times, 2013\nChip, Schwartz. \"Abstraction and Expression Reign at Grizzly Grizzly\", Knight Arts, 2013\nKerry, Bickford. \"Love's Industrial Park\", Title Magazine, July 23, 2013\nCara, Ober.\"Bmoreart's Best Baltimore Exhibitions of 2012\", Bmore Art, 2012\nPhilip, Hartigan.\"A View from the Easel\", Hyperallergic, 2012\nDavid, Cohen.\"When Academic Isn’t a Dirty Word\", Art Critical, 2012\nHoward, Hurst.\"Fiercely Independent Abstraction for Idiots\", Hyperallergic, 2011\nSharon, Butler.\"Last Chance:at Janet Kurnatowski\", Two Coats of Paint, 2011\nTureen, Rufus.\"Retinal,Non-Retinal\", Art Critical, 2011\nHrag, Vartanian.\"A Hot and Colorful Day on the Northside\", Hyperallergic, 2011\nTime Out, New York, Issue 729, 2009, p.59, 2009\nNaves, Mario.\"I See a Canvas And I Want It Painted Black,\" New York Observer, Aug.1, 2005, p.16.\nLevin, Kim.\"Voice Choices,\"The Village Voice, 2004\nLevin, Kim.\"Voice Choices,\"The Village Voice, 2004\nMarkel, Carol.\"It's Summertime, Let's Stay Home,\"Grand Street News, 2004\nCotter, Holland.\"Art Review,\" The New York Times, 2003\n\nHunter College, 2008-2011, NYC, MFA\nBryn Mawr College, Bryn Mawr, PA, Art History and Studio Art, BA\n\nBibliography Section Article Bibliography Section Catalog Bibliography Section Web Link PDF icon displayed by thumbnail Sold Dot",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9890339375,
        "format_confidence":0.9834957719
    },
    {
        "url":"http:\/\/www.civitella.org\/fellows\/fellow\/bruce-gremo",
        "text":"Bruce GremoUSAMusic2003\n\n\"Rhythm Plateau\", 2003, screen shot\n\n\nMy stay at Civitella had the character of both a retreat, and of a communal experience with fellows from whom I learned and even collaborated. I accomplished much that I had planned to do. The stimulation that comes from such camaraderie, I had not anticipated. It was a great pleasure. I wrote three new interactive applications for computer and instrumentalist, revised an existing one and wrote a fourth one for a collaboration with a fellow resident, installation artist Charles Goldman. I had over a week of open studio performances in which I tested and tweaked the applications. Output is one measure of productivity, but doesn’t indicate how the quality of the focused and supported time that one has here affects the work made. I would note three things about my own process. First, I spent time working at a level of detail and nuance that I am too frequently unable to address. Second, I was able to pursue musical materials that I had long thought about, but have never had the time to contemplate, listen to, prepare and implement. Third, I found myself designing acoustical space as much as composing and exploring musical material. This interest probably brought me into closer contact with Charles. It seemed natural at one point to make a collaborative installation in the castle. And so we culminated our residencies with a joint work, one that I believe will continue in the near future. In short, the process here was transformative and most welcome.",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.6900388598,
        "format_confidence":0.6563469172
    },
    {
        "url":"https:\/\/2ndsights.neocities.org\/about.html",
        "text":"@font-face { font-family: intervogue; src: url(Intervogue.otf); } div { font-family: intervogue; }\n\nMy favorite colors are warm tones and black.\nI enjoy knitting and crochet.\nI like a variety of music with preference to psychedelia, metal, harsh noise, and drum and bass.\nMy drawing programs of choice are Paint Tool Sai and Adobe Photoshop CS6.\nMy traditional mediums of choice are colored pencils and acrylic.",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.624622345,
        "format_confidence":0.9930294156
    },
    {
        "url":"http:\/\/jpgmag.com\/people\/jimmy210",
        "text":"Michael James Cardosi\n\nhas been a member since Dec 2006 and goes by Jimmy210.\n\nNative of Columbus, Ohio and had been living in different cities and states and enjoy traveling, I am artist, poet and enjoy taking photography. I just got new S2950 finepix fuji film digital camera which I love!\n\nCurrently, Living in Hoxton, London, Great Britain.\n\nYou can also find me in http:\/\/flickr.com\/photos\/silveraquarius.\n\nNo stories\n\nNo collections\n\n\n13 Mar 20137 views\n\nWicked Bicycle\n\n13 Mar 201311 views\nIn \"Crowd Mechanics\"\n\nLips of Buddha\n\n10 Mar 20138 views\n\nWerewolf's moon\n\n10 Mar 20139 views\nIn \"Life In Black and White\"\n\nMango- Macro\n\n8 Mar 201311 views\n\nBetty Boop Christmas 2012\n\n8 Mar 201325 views\nIn \"Cinema Tribute\"\n\nLulu - Birdwatching\n\n8 Mar 20135 views\n\n\n8 Mar 201324 views\nIn \"Fanatic\"\n\nLulu in red\n\n14 Jan 201213 views, 1 comment\nIn \"Photo Challenge: The Color Red\"\n\nFire burst\n\n14 Jan 201212 views\n\nTrapped Withn\n\n13 Jan 201211 views\nIn \"Community Critique\"\n\nJPG+ Required\n\nCollections are a JPG+ feature. You must be a JPG+ member to create new collections and to add photos to collections.\n\nSign up for JPG+ to start using collections now!",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9594781399,
        "format_confidence":0.9774795175
    },
    {
        "url":"https:\/\/www.smartshoot.com\/mbphotos",
        "text":"\nSuccess Error Info\n\n\nPhotography · Alexandria United States\n\nGet a Quote\n\nBy day I am an Army Officer. When off duty, I'm a freelance photographer, full time husband to an awesome wife, and dog-dad to a red dog. I love photographing landscapes, special events, and amazing people. Need professional head shots? Getting married? Let's work together.\n\nCopyright 2021 SmartShoot Inc. All rights reserved.",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9628193378,
        "format_confidence":0.8872122765
    },
    {
        "url":"http:\/\/timelesscreationsbytania.com\/index.php\/about-us",
        "text":"About Us\n\nYour Painting Specialist, Timeless Creations\n\nTania-Garris, painting specialist, charlotte nc areaTimeless Creations by Tania offers exciting responses to even the most creative imagination through an exhilarating array of artistic expressions. There is an increasing desire for people to express themselves through the beauty of artistry. I will help you achieve your aspirations, whether in your home or office.\n\nMy experience ranges from commissioned canvas art to sophisticated faux finishes which have been published and syndicated on both a local and national level.\n\nAs the artist\/faux finisher on the winning team of HGTV's Designer Challenge and featured in our very own Charlotte Observer as \"The Neighbor Know\", my passion and dedication has been recognized. Other notable venues have included Charlotte Place magazine, as well as winning several 1st place categories in Better Homes and Gardens, Parade of Homes.\n\nI specialize in helping builder and client alike complement the home or workplace by punctuating architectural features through the beauty of artistry which adds distinction to one's environment.\n\nLet me share my professional philosophy with you . . . I believe that the environments one works, lives and plays in are reflections of who they are, so each of those environments needs to be a \"special place\". My gift to you will be helping to make your 'special place' a reality and I will receive great joy in doing so. The gift I receive in return will be knowing your joy as you visit your special place each day and say \"Wow!\"\n\nRemember, if you like the work I do, tell everyone . . . if not, tell me and I'll make it right. For consultation appointments call: 704-724-7831",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.8580716252,
        "format_confidence":0.9028600454
    },
    {
        "url":"https:\/\/roymangersnes.wordpress.com\/about\/",
        "text":"Roy Mangersnes is a trained behaviouralist and professional wildlife photographer living in Sandnes, southwestern Norway. Roy is a former Nikon ambassador and is considered among the most influential nature photographers in Norway today. He has published several books, as well as won multiple international awards including BBC Wildlife Photographer of the Year 2010 and 2011, European Wildlife Photographer of the Year (GDT) 2010, and 2009 and also Nature Best Awards 2012. Roy is working around the world and his images are being published in magazines and books all over. He is also an experienced speaker and has been presenting his work at several international photo festivals. Roy is also being used as a photography teacher on private expedition yachts.\n\nRoy is currently a 500px Brand Ambassador. See 500px profile for details and profile.\n\nRoy is one of the founding photographers of the Penguin World NGO, working to address conservation issues in our oceans, using penguins as ambassadors. As part of the photography team he will be doing assignments do document the magical world of penguins. Visit the Penguin World website to make a donation.\n\nBeing a conservationist by heart Roy has also been selected to be a photographer in some of the greatest conservation photography projects in the world, the Wild Wonders of China and Photographers Against Wildlife Crime. He did an assignment with the VD of the Wild Wonders of China, Staffan Widstrand, to Dehong in Yunnan in April\/May 2017, and has been delivering images and stories to the upcoming book on wildlife crime.\n\nBesides his carer as a photographer Roy is partner and professional photographic host in WildPhoto Travel. He will be doing assignments around the world to destinations ranging from the Arctic to the Antarctic, also visiting destinations in Africa and the Galapagos Island. The company office is in Longyearbyen, Svalbard, where WildPhoto also have opened the northernmost fine-art gallery in the world.\n\n\nFor me nature photography is not all about pleasing my own need to create. Of course being happy with a picture is very important, but very often there is a story behind it that needs to be told. What separates a good image from the rest is when this story is being told to the viewer. If I succeed in telling the story I will be happy. A really good image needs to tell a story, and at best create a response from the receiver. If the image is living through the receiver, and not forgotten, I have really taken a good picture. I am always aware of the message sent through my photography, and consider my camera a very powerful weapon if used correctly. One picture tells more than a thousand words.\n\n\n2 Comments on “About\n\n  1. Hej\n    Kommer till Svalbard i augusti 2017 och söker upp ditt galleri.\n    Hoppas att vi ses då.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9714244008,
        "format_confidence":0.9915795326
    },
    {
        "url":"https:\/\/www.dirklambrechts.com\/about\/",
        "text":"skip to Main Content\n\nArtistic Statement\n\nIn his search for the purest expression, the Belgian photographer Dirk Lambrechts (° 1962) explores the limits of a formal simplification of an image through a slow work of introspection.\n\nDirk Lambrechts’s photos are a reflection of art history and a personal reflection inspired by the currents that flowed through it. An important aspect of Dirk Lambrechts’ work is his quest for simplicity. This leads him to dive more and more into the main spirit of his images.\n\nThis result is conceivable according to him only if the realisation of a series is preceded by a long maturation. Between the birth of an idea and the first shot, the photographer takes the time to think, observe and conduct research to define the most important points of his project.\n\nThis meticulous work is prolonged during the execution by a critical analysis of his first tests that he renews until obtaining the desired result.\n\nFaced with what our eyes see, from time to time our brain chooses to retain only a part of reality. We discover lost details that I focus on, to the point of understanding the essence of their beauty.\n\nFrom this reality, graphic images of great purity are born\n\n\ninstagram \/ facebook\n\nBack To Top",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9952552319,
        "format_confidence":0.9810298681
    },
    {
        "url":"http:\/\/www.davidbrinley.com\/about",
        "text":"Welcome to DavidBrinley.com!\n\nDavid M. Brinley is an award winning artist and illustrator sought out by leading publications such as TIME magazine, Rolling Stone, The Village Voice, Newsweek (US and International), Entertainment Weekly, Sports Illustrated, GQ (US and London), SPIN, the Washington Post and the Los Angeles and New York Times magazines. David’s work has been published for conceptual covers, portraits, editorial spreads and spot illustrations for most major publications in the US and abroad. His solutions bring a unique visual perspective to complicated concepts or subjects that are difficult to describe textually.  As an artist member of the Society of Illustrators NYC since 2004, David has participated as an exhibitor and juror for annual exhibitions and has collaborated with some of the best creative directors, art directors and designers in the field.  His characteristic work for the Grammy award winning Swedish rock band GHOST can also be seen on posters, albums, and merchandising worldwide.\n\nDavid's personal, editorial and portrait work has been exhibited regularly in industry annuals including American Illustration (18 career images), Communication Arts, The Society of Illustrators New York, SILA Los Angeles and 3 x 3.   \n\nA graduate with distinction from Art Center College of Design and Hartford Art School’s prestigious MFA Illustration program (led by the late Murray Tinkelman), David is an Associate Professor of Art and Design at the University of Delaware.  He was awarded a Delaware Division of the Arts Individual Artists Fellowship jury award in the Visual Arts for Painting: Established category in 2012. \n\nDavid has exhibited personal works nationally from New York to Los Angeles at the Society of Illustrators NYC, Gallery Nucleus, Creative Arts Center in Burbank, La Luz De Jesus Annual Juried Group Show, Mendenhall Sobieski Gallery as well as Robert Berman Gallery in Los Angeles.  Recent illustrations were selected and published in Creative Quarterly 100 best Annual, American Illustration 32 & 34, Communication Arts Illustration Annual 54, Communication Art Photography Annual 56, SILA 51, 3x3 #10 #11 #12, Creative Quarterly #40, and Society of Illustrators 57 Annuals. \n\nDavid is represented by Gerald & Cullen Rapp|Art Artist Representatives NYC.\n\n\n\n\nALL content & images are © 2017 David M. Brinley\n\nALL images are for viewing purposes only",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9945608974,
        "format_confidence":0.9924829602
    },
    {
        "url":"https:\/\/www.apidesign.com\/our-team\/todd-bevis\/",
        "text":"Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium natus error sit omnis iste natus error sit voluptatem accusantium.\n\n@2018. Select Theme All Rights Reserved.\n\n\nTodd Bevis\n\n\nWith over 20 years of industry experience, Todd is responsible for the design and project management for architectural projects of all sizes. He has had a wide range of experience managing projects in the retail, corporate, scientific and high tech sectors. He has designed small spaces and large spaces including a facility in excess of 100,000 square feet. Todd has managed projects located across North America including Alaska, Hawaii and Canada; as well as commercial projects in the Pacific Rim. He lends his skills to all phases of architectural planning from conceptual design through construction administration and quality control. In addition to managing projects, Todd is CAD manager for AP+I and is responsible for training all new employees on drawing and documentation standards. Todd has also taught design courses for local area universities and colleges.\n\nJoined AP+I in 2007.\n\n< our team",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.7976704836,
        "format_confidence":0.9682796001
    },
    {
        "url":"http:\/\/rimawiartgallery.com\/?page_id=11909",
        "text":"Armand Tatossian\n\nArmand Tatossian was elected in 1973 as the youngest member to date of the Royal Canadian Academy (R.C.A) which was an amazing accomplishment for a young artist. He has since become a professor of Art at Concordia University and Loyola College in Montreal. He paints with equal dexterity landscapes, still life, street scenes as well as portraits. Daring, sensitive and beautifully painted, his paintings are always bold and fresh.",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9954791069,
        "format_confidence":0.836109817
    },
    {
        "url":"http:\/\/www.ephotozine.com\/user\/bhnelson321-144040\/p-1",
        "text":"Login or Join Now\n\nUpload your photos, chat, win prizes and much more\n\nRemember Me\n\nCan't Access your Account?\n\nNew to ePHOTOzine? Join ePHOTOzine for free!\n\nJoin Now\n\nJoin ePHOTOzine, the friendliest photography community.\n\nUpload photos, chat with photographers, win prizes and much more for free!\n\nConnect to User\n\n\nbhnelson321 | Send a Private Message\n\nNo welcome message entered\n\nbhnelson321's Portfolio\n\nNo photos\n\nYou have gone past the last page of photos\n\nRelated Tags\n\nFilter By Tag:",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.7400159836,
        "format_confidence":0.5670396686
    },
    {
        "url":"https:\/\/www.artfulhome.com\/servlet\/Guild\/EArtist?id=7682&s=0&int_source=inactive_item",
        "text":"\n\nCharles McBride White\n\n\"I'm driven by an urge to create my own ideas in three dimensions.\"\n\nCharles McBride White uses the natural elements of metal and water to create architectural and organic forms, fusing these elements with equal balance to create melodic sculptural fountains. Most of White's sculptures are welded metal constructions comprised of hundreds of parts and actions. Using his knowledge of flowing water, White controls the splash and creates soothing sounds, which range from a bubbling brook to soft metallic tinkling to a spring rain.\n\nFountains often require several prototypes to perfect the design, with the desired water effect frequently dictating the shape of the sculpture. Charles White began designing with water in 1980 and it is a main concentration in his work today.\n\n  • Artwork\n  • Artist Videos",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9955997467,
        "format_confidence":0.614792645
    },
    {
        "url":"https:\/\/www.spoonflower.com\/profiles\/helena_tiainen?shop_selection=tag&sub_action=shop&tag=orange%20and%20green",
        "text":"Skip to the main content\n15% off Petal Signature Cotton\n\nHelena Tiainen\n\nBerkeley California USA\n\nI am a multi media artist and designer. You can currently find my art and designs offered on home decor and personal items and apparel at Redbubble and and on Zazzle and on fabrics and wallpaper and gift wrap here at Spoonflower and Roostery.",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.8857300282,
        "format_confidence":0.9745317101
    },
    {
        "url":"https:\/\/www.theguardian.com\/profile\/nici-cumpston",
        "text":"Nici Cumpston\n\nNici Cumpston is artistic director of Adelaide's 2015 Aboriginal and Torres Strait Islander visual arts festival. At the Art Gallery of South Australia she has worked closely with Tjala Arts on exhibitions including Desert Country, Heartland: Contemporary Art From South Australia and the 2014 Adelaide Biennial of Australian Art.",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9930058718,
        "format_confidence":0.9855109453
    },
    {
        "url":"http:\/\/www.swashbucklestudio.com\/",
        "text":"Latest Artwork\n\n\nThe Left Hand Way illustration by Dominick Saponaro Dragons of Dorcastle illustration by Dominick Saponaro\n\n\nLatest News\n\nAbout the Artist\n\nSwashbuckle Dom by Dominick Saponaro\n\nDominick Saponaro is an award-winning artist from Philadelphia, PA working in the illustration field for over ten years.  His work has been featured in Spectrum, Expose, ImagineFX, and showcased in numerous galleries and illustration shows.  Some clients include publishers of books, video games, and magazines such as Simon & Schuster, Tor Books, Harper Collins, Audible, The Science Fiction Book Club, Applibot, & Solaris Books.\n\n© 2014 Dominick Saponaro.  All rights reserved.",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9927848577,
        "format_confidence":0.9326670766
    },
    {
        "url":"https:\/\/playfulstitching.wordpress.com\/about-the-artist\/",
        "text":"About the Artist\n\nSince I was a young girl, I have been sewing and creating.  Over the years, I have made just about everything that can be made from fabric from slipcovers and shoes to dolls and wall art.  After stumbling upon a book by Miriam Gourley, I was intrigued by the tiny, individual fingers that I saw and was determined to try.  One doll became many dolls.  Soon I was drawing my own patterns and designing my own dolls.  Dolls became my passion.  My professional training as an occupational therapist has given me background information on human anatomy and how the body moves which has directly influenced my art.\n\nI live in Baton Rouge, Louisiana with my husband in our almost empty nest.  We have three children, two of whom have embarked on their careers and the third who is still in college.  That leaves Venus the cat to cause trouble at home.\n\n\n14 Responses to About the Artist\n\n  1. helen says:\n\n    I have had such fun looking at your beautiful embroidery faces, thankyou!!!!\n\n    • Patti says:\n\n      I have so admired your work. I’m not exactly a doll person but your color and expression in these dolls has caught my eye. It is your craftsmanship that really caught my eye… Your banners too…wow! Do you ever sell your work or work on commission for the larger banners?\n\n      • Thank you. I do sell my dolls and banners. All the banners that are on my blog have been commissioned by different churches. For the banners, I do work with the church on the design requirements.\n\n  2. Sue Ormond says:\n\n    Do you sell the patterns for your advent candles?\n\n  3. Sister Susan says:\n\n    Love the dresses,etc. your students made. They look darling. Way to go!\n    Your sister Susan\n\n  4. Pame' Rose Bates says:\n\n    Lovely dolls, great example of how a cloth doll can come alive.\n\n  5. Ellen says:\n\n    Hello, I found your blog through the Style to Stash blog, and I just wanted to tell you that I’ve added yours to my blog roll so I can follow what you’re doing. I’m intrigued with your creativity.\n\n  6. Sandy says:\n\n    Your dolls are beautiful…I wish you did sell your patterns, I would definitely be a customer!\n\n  7. Jana Foley says:\n\n    I am on session at a Presbyterian Church in Iowa. We are looking for three large banners for our gym. We want the three to symbolize love, grow and serve. We have some ideas, but no sewing ability. Do you make them to sell?\n\n  8. Stephanie Witzel says:\n\n    I would love to talk about some Lenten banner ideas to buy.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.8791741133,
        "format_confidence":0.9553799033
    }
]