[
    {
        "url":"http:\/\/www.jaycooke.biz\/index.html",
        "text":"Since 1978 my personal commitment has remained…\n\n“Service for the good of all concerned.”\n\nCall me anytime @ (530) 413-8881 to set up a free mortgage evaluation and a suitable recommendation. We are committed to providing a timely 'Deal or No Deal' determination on each loan request submitted to us for evaluation. We look forward to putting our expertise to work for you!\n\nThank you! Jay Cooke\n\n\nMy online Resume: LinkedIn.com\n\n\nAvailable from 9a.m. to 9p.m. everyday.(PST)\n\nP.O. Box 358, Magalia CA 95954\n\nLicensed by the California Department of Real Estate, License # 00635095\n\nJayCooke.BIZ Over 30 years as a licensed REAL ESTATE FINANCE EXPERT counseling Borrowers, Financial Professionals and Realtors on their transactions.\n\nOur select team is focused, diligent and very experienced. Our expertise includes residential, investment and reverse mortgages. We add depth to each transaction that few can match.\n\nI am also co-founder and president of AEon Financial Center, LLC we offer: transaction management, coaching, technical and leadership training, research and consulting services for financial experts.\n\nSpecialties I have been a student of real estate and finance since 1976. It is paramount that my clients are well informed. I have a wealth of knowledge and still find each transaction fascinating. My success is measured by exceeding your expectations. I have a wealth of knowledge and love researching mortgage issues.\n\nMy personal motto has always been.\nProviding service for the good of all concerned.\n\n   Real Estate Finance Expert   \n\nBroker Associate, Bankers Mortgage Banking industry September 1999 – 2010 Residential Real Estate Finance.\n\nI joined Bankers Mortgage in 1999 working from home in Magalia for eight years, maintaining our internet presence and support services to our team of experts. My continual study of financial products enables solutions for challenging transactions. It is paramount that my clients are well informed. My success is measured by exceeding your expectations-Jay\n\nLicensed California Real Estate Broker #00635095, www.JayCooke.biz Real Estate industry, March 1978 – Present I have continually provided brokerage services to individual clients since 1978. I have been the primary broker on over 1,000 escrows. I have also supervised the closing of over 2,500 escrows.\n\n www.JayCooke.biz your real estate and finance expert.",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.9347760081,
        "format_confidence":0.9642708898
    },
    {
        "url":"http:\/\/tresamigasllc.com\/ziad-alaywan.php",
        "text":"Ziad Alaywan\n\nZiad Alaywan is the Chief Operating Officer of Tres Amigas. Additionally, Mr. Alaywan serves as the Chief Executive Officer for ZGlobal Inc. an engineering firm that was formed in early 2005 after working for almost a decade with the California Independent System Operator (CAISO), the control center responsible for ensuring a reliable power system for the state's 33 million residents. In 1996, prior to the formation of the CAISO, Mr. Alaywan worked for the CAISO trustees and led the start-up effort of the new organization, focusing on the development and implementation of the bidding, scheduling, pricing and settlements systems. He was one of the first employees hired by the CAISO in May of 1997, where he was instrumental in the start-up of the pioneering organization with responsibilities included hiring staff, negotiating multi-million dollar contracts, and managing several hundred million dollar projects with multiple vendors and utilities in governmental and stakeholder environments. Mr. Alaywan successfully implemented the CAISO markets and operating systems within one year, as was his charge.\n\nMr. Alaywan worked his way up to Director of Market Operations and Managing Director of Engineering and Operations Market Operations at the CAISO. His achievements at the CAISO included leading the start-up of grid operations and the redesign of the new market structure following the 2000-2001 power crisis.\n\nPrevious to his work at the CAISO, Mr. Alaywan was employed by Pacific Gas & Electric, the largest utility in California with over 23,000 MW of demand. Mr. Alaywan held the posts of Plant Engineer, Senior Operations Engineer, Transmission Planner and Manager of Real-Time Grid Operation from 1988 to 1990, Mr. Alaywan was lead engineer in implementing a new energy management system and a SCADA system for PG&E.\n\nFrom 1990-1996, Mr. Alaywan supervised the real-time operations of PG&E generation, transmission, and scheduling in the Energy Control Center located in San Francisco.\n\nMr. Alaywan holds bachelors and masters degrees in Electrical Engineering from Montana State University. In 2002, he completed the Executive Management Program at the Haas School of Business, University of California at Berkeley. Mr. Alaywan has written over 50 publications on a variety of subjects from electricity market design to implementation and operation of the electric grid. He has given numerous testimonies at FERC, the California State legislation, the California State Senate and the CFTC. Mr. Alaywan is a certified Professional Engineer in the State of California and is a Senior IEEE member.",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.5530636311,
        "format_confidence":0.9676633477
    },
    {
        "url":"https:\/\/p72.vc\/team\/chris-jackson\/",
        "text":"Point72 Ventures\n\nChris Jackson\n\n\nStamford \/ New York\n\nChris Jackson is the Chief Operating Officer for Point72 Private Investments, the holding company of Point72 Ventures. He is focused on improving the group’s financial and operational infrastructure, which includes financial and strategic planning, valuations, reporting, and internal policies and procedures. \n\nPrior to his role with Point72 Private Investments, Chris was the Executive Officer for Point72’s Market Intelligence and Point72 Ventures teams for two years. Prior to that, he was an Executive Officer for the Firm’s Long\/Short Equities business and the Head of Finance Analytics for Point72.  \n\nEarlier in his career, Chris was a manager at Ernst & Young Consulting and worked on their Credit Risk and Capital Management team. There, he focused on helping bulge bracket investment banks navigate post-financial crisis regulatory reform.  \n\nWe have a massive opportunity here to shape and create.\n\nWe are surrounded by extremely talented forward-thinkers, and our job is to help our teams and our founders grow the next great company. We have an incredible mix of talent and resources. That’s exciting. \n\nI believe in transparency.\n\nEncouraging directness and for people to share opinions – especially contrarian ones – allows for progress to be achieved much faster, especially in a growing organization. \n\nSmall talk cheat sheet:\n\nSports analytics, Mets baseball, golf, sci-fi movies, appetizers. \n\nI’m a little competitive.\n\nI played a lot of team sports growing up, which helped awaken my competitive drive. I want my team to win. My job is to put our organization in the position to do so every day; it’s what is constantly on my mind.",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.9542767406,
        "format_confidence":0.9876382351
    },
    {
        "url":"http:\/\/www.wvon.com\/about-us\/melody-spann-cooper\/",
        "text":"Taste Leaderboard\nCommentators Leaderboard\n\nMelody Spann Cooper\n\nMelody color pic 2Melody Spann Cooper is Chairman of Midway Broadcasting Corporation, the parent company of WVON and WRLL Radio Stations in Chicago. As Chairman of Midway Broadcasting Corporation, she joined an elite list of America’s female broadcast owners after purchasing the company’s controlling interest in 1999.\n\nMidway Broadcasting properties include WVON 1690AM, the oldest Black-oriented radio station in Chicago. With its urban talk format, the station is lauded as a leading source of information and community empowerment.  In 2007, Spann Cooper spearheaded the corporation’s expansion with the development of WRLL 1450AM, Chicago’s Home for Hispanic Independent Broadcasters. WRLL is committed to preserving the authentic voice and culture of Chicago’s growing Latino target market.\n\nSpann Cooper’s other professional affiliations include:  Commissioner of the Illinois Racing Board; Board Member of Chicago’s tourism board, Choose Chicago; Trustee of the Museum of Science & Industry; Member of the African-American Legacy of the Chicago Community Trust; The Executive Committee of the Business Leadership Council; Board Member of The National Association of Black Owned Broadcasters, and an advisory board member of the School of Communications at Loyola University of Chicago.\n\nHer accomplishments in broadcast media have been recognized by numerous organizations that have highlighted her achievements in leadership and business including Crain’s Chicago Business; The Chicago Sun-Times; The Minority Supplier Development Council, The Women’s Business Development Corporation; and The Community Media Workshop.\n\nSpann Cooper holds a Bachelors of Science Degree in Criminal Justice from Loyola University of Chicago.  She is married, and is the daughter of legendary radio personality Pervis Spann “The Blues Man.”\n\n\nGet Social With Us",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.5611706376,
        "format_confidence":0.9812995791
    },
    {
        "url":"http:\/\/losspreventionmedia.com\/author\/richardmellor",
        "text":"About the Author\n\nRichard Mellor\n\nRichard Mellor retired as senior adviser of asset protection to the National Retail Federation in July of 2014. Prior to that role Mellor held the position of vice president of loss prevention for the NRF, from November 2011 thru December 2013. In his retirement, he provides retail consultant expertise to SheerID, a service provider for omnichannel eligibility verification, specializing in fraud protection. Prior to joining the NRF, Mellor served as a retail loss prevention executive with a number of companies such as Helzberg Diamonds, The Bon Ton, Macy’s, Woodward & Lothrop, John Wanamaker and Strawbridge & Clothier. In 2005, he was awarded NRF’s Silver Plaque, in recognition of his visionary leadership and influence on the retail LP community. In 2015, Mellor was inducted into the Ring of Excellence for the loss prevention profession. The honor signifies a career achievement of outstanding leadership and distinguished accomplishments that have helped to shape the loss prevention industry.\n\nArticles by Richard Mellor",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.828445971,
        "format_confidence":0.9892130494
    },
    {
        "url":"https:\/\/cranmore.co\/chase-young\/",
        "text":"Chase Young\n\nExecutive Vice President & Head of Cranmore US\n\nChase Young has extensive and broad insurance consulting experience, including leading large scale due diligence M&A reviews, M&A integration or divesture projects, MGA\/TPA due diligence and onboarding, and litigation management projects for clients. Chase has also conducted and led a number of audits and inspections both inside and outside the US across a range of P&C, A&H, and Life products with varying review aims and technical focuses. Chase’s more recent focus has been on providing executive level leadership on a $6B+ claims portfolio with responsibility for nationwide technical results as well as direct management of claim’s shared service functions (litigation management, subrogation, SIU, QA, lien, and data & analytics).\n\nJob Summary\n\nChase joined Cranmore after receiving his bachelor's degree in economics (magna cum laude) from the University of South Florida in 2010. His initial focus within the group was on reinsurance reviews, then focusing on M&A and commutation valuations, before moving to an executive level claims role along with day to day responsibility for managing Cranmore’s consulting projects.",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.8253741264,
        "format_confidence":0.9843720794
    },
    {
        "url":"https:\/\/searchengineland.com\/author\/stephanie-levonne",
        "text":"Stephanie LeVonne\n\nStephanie LeVonne is an SEO Analyst at Elite SEM, a performance-driven digital marketing agency specializing in SEM & SEO. As a creative digital marketer, Stephanie enjoys helping clients realize their full potential by bridging the gap between their content\/PR initiatives and SEO.\n\nA comprehensive guide to SSL certificates\n\nNeed to secure your site, but not sure where to start? Check out columnist Stephanie LeVonne's helpful guide to SSL certificates and get...",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.6297108531,
        "format_confidence":0.9402948022
    },
    {
        "url":"http:\/\/www.npbizsolutions.com\/about",
        "text":"About Linda\n\nI ride a Harley Davidson. How can I, a motorcycle enthusiast, help you to grow your business?\n\n1. Preparing for a Ride Before I hop on my bike and hit the road, I have to determine what clothing to wear and what to pack by looking at the big picture and what my main objectives are for the ride. A little advance preparation goes a long way to ensure that I get the highest level of safety and enjoyment from the ride.\n\nPreparation is important for your business too and I will ensure that all the services and programs in your business are ready to go forward with the same level of detailed planning, preparation and implementation so that you can enjoy your ride.\n\n2. Charting the Course Going the distance involves planning, and for longer rides it involved driving the route by automobile first. The trip is mapped out, the rest \/gas stops are scheduled, and I plan my ride accordingly to make sure I hit the targeted stops along the way.\n\nI will manage your projects with the same attention to details by defining the objectives, identifying milestones (rest\/gas stops) and then navigating the project so that it stays on course\n\n3. Group Riding Traveling on the road with a group of motorcyclists involves regular communication from the Lead Rider. This allows everyone in the group to have the greatest road experience by providing clear directions, identifying the ride objectives and expectations. It is also the Lead Rider who makes sure that members of the group don’t get lost, reminds individual members that they are riding with a group, and keeps maximum safety in mind.\n\nI will make sure that everyone on your team is working together as a cohesive group so that they are always up to date, communicating regularly, and staying on track.\n\n4. Maintenance – A motorcycle is a finely tuned machine designed for maximum performance and equipped for the ride you want, whether it is for cruising or racing. Keeping the engine, tires, lubrication, brakes, etc. well maintained is imperative.\n\nYour business is a finely tuned machine as well. I will provide regular maintenance through in-depth analysis of systems and procedures, automation, and strategic planning. As the top mechanic in your business I will make sure that your business is tuned regularly so that you are getting the greatest profitability, revenue, and mileage out of your investment.\n\nWhether you are cruising along or moving full throttle to your next venture, I will take the curves with you, watch for bumps in the road, maneuver you through the chaos, and most of all, enjoy the ride with you.\n\nFor more about how I can help you Send me an Email!\n\nMore Linda facts:\n\n  • I worked in a large retail franchise corporation for 20 years before I became an OBM – How’s that for stamina?\n  • I have worked in Training and Development, Strategy, and Operations – Loved every minute.\n  • I play Piano, dabbled in classic guitar, and I play the bongos and the Djembe – Music is my soul.\n  • I have my certificates in Journalism and in Alternative Dispute Resolution – Did I mention my right brain???\n  • I have two kids whom I have parented by myself. – They are my life’s work.\n  • I learned to downhill ski, got my certification in SCUBA, and learned to ride a motorcycle  – All after my 40th birthday!\n  • I am taking an Introductory Motorcycle Maintenance Course –  Continuously learning all the time…redundant but true.",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.6216008663,
        "format_confidence":0.9817311764
    },
    {
        "url":"http:\/\/carissareiniger.com\/",
        "text":"Carissa Reiniger is a proud Canadian and New Yorker.   Born and raised in the prairies of Canada and found her second home when relocating toNew York in 2010.  Carissa lived in Toronto for 6 years in between and has been granted numerous opportunities to spend time in other countries and build some roots in other places in the world- most recently, Melbourne, Australia!\n\nWhile building and running Silver Lining and advocating for small business is a huge part Carissa’s life (which you will read all about in just a second) there is much more to her story.\n\nKnowledge of the small business sector comes natural to Ms. Reiniger – but she is also well versed in making big choices, trying and failing, fighting anxiety, believing in something bigger and people.  Carissa was home-schooled from grades one to nine after struggling in kindergarten with reading and a lot of anxiety.  She finally went back to school in grade 10 and experienced a radical shift from anxiety to accomplishment.\n\nA graduate of the University of Alberta and was almost a theatre major, Carissa finally realizes why her gut pushed her to pursue Psychology instead.  Realizing quickly that being in school for 9 years in order to get my PhD was not going to work, Carissa  spent less time worried about grades and more time fixating about the rest of life.  During  her 4 years at the University she volunteered, had 4 jobs (at the same time!), ran summer camps, took big groups to Mexico to build houses, traveled and lived a lot of life.\n\nShortly after her last days at Alberta University Carissa moved to Toronto literally within 24 hours of her last exam and landed a job at a big advertising agency in Business Development.  With that being said, she quickly realized that working in a big company wasn’t her niche, so she quit – and started Silver Lining…..\n\n\nCarissa Reiniger was 22 when she started Silver Lining.  Her motivation to start Silver Lining  was because of the big conundrum in her surrounding world.  With ties to various corporate people that have sacrificed their passion to make money and small business owners who have sacrificed money to pursue their passion, Carissa decided it was time to make money AND do what she loved (whiles helping others do so).   Silver Lining  developed with that mission at hand; Carissa Reiniger began with interviewing 400 small business owners to figure out why it is so hard to grow a small business, built the SLAP (Silver Lining Action Plan) methodology in response, and has spent the last decade building a company that helps small business owners grow.\n\nSilver Lining has worked with over 10,000 small businesses in 9 countries around the world and continues to provide them with tactful ingredients in order to help them succeed.  This was achieved by completely changing their business model three times in those ten years to find a way that would allow them to help others fully while being sustainable.  While enduring big wins and big failures, Silver Lining continues to fip the funnel with continuos learning.\n\nIn addition to Silver Lining Carissa serves as an advisor, investor and board member of numerous other businesses. She wrote her first book in 2008 called Stories From Our Black Books and ended up turning it into a company that included a play version of the book. These plays were also produces by Carrisa Reiniger herself and will be in production across Canada (more coming on that project soon!).\n\nSmall Biz Expert\n\nCarissa actively writes, speaks and advises on how to grow a small businesses and on issues related to small business. She is an extremely strong advocate of getting corporations and governments to think differently about how they work with small businesses. In addition to all of the Partnerships and Projects that Carissa Reinger continues to work on, she has put together two major movements, The Coalition Committed to Growing Small Business and Thank You Small Business.\n\n\n\nCarissa has spoken at hundreds of events throughout her career.  Whether she is training small business owners on how to grow their businesses, speaking at events about the opportunity, responsibility and privilege of being a small business owner or speaking on a larger scale about the importance of small business to the economy, Carissa has spoken to tens of thousands of people and is always looking for new places to spread the message that small business is BIG and you can create the reality you want.\n\nSustainable Health Sustainable Wealth \n\nInc’s GrowCo Conference\n\nThank You Small Business 10 City Tour\n\n\nReleased in 2008, this book captures lessons from Reiniger’s own growth journey as well the interviews she did with 100 additional business owners who built their businesses past 1M in revenue.\n\nReleased in 2010, this book teaches business owners how to build simple systems to get their head in the game and manage their overwhelming to do lists so that they always do what they say they will- including growing their businesses!\n\nReleased in 2013, this book tells us that we CAN change the economy one small business at a time and inspired the global movement that is on a mission to do exactly that.\n\n\n\nCarissa started Thank You Small Business – a global movement in support of small businesses.  In partnership with companies like Citrix, American Airlines, Nespresso, OnDeck (and more) TYSB has given free support – and thanks – to over 25,000 small business owners around the world.  TYSB is far from done and this movement will continue to tell the message that small business is BIG.\n\nCarissa’s passion for small business is just a piece of her larger determination to let people know that they CAN create the realities they want.  Life doesn’t have to be as it is – if you have a dream and are willing to work hard, you can create the life you want.   Her Creating Reality Project is a source of lessons and actual help for any person who is brave enough to have a big dream.\n\n\n4 + 12 =",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.9579882622,
        "format_confidence":0.9874382615
    },
    {
        "url":"https:\/\/walesdtp.ac.uk\/profile\/jackson-timothy\/",
        "text":"Jackson, Tim\n\nTimothy Jackson\nStart date:\nOctober 2013\nResearch Topic:\nEnding “Too Big To Fail” in the Banking Sector\nResearch pathway:\nResearch Supervisor:\nDr Vo Phuong Mai Le\nSupervising school:\nCardiff Business School,\nPrimary funding source:\nESRC Studentship\n\nI am adapting the paper by Gertler, Kiyotaki and Queralto to include a default risk by banks, which is currently subsidized by the central bank’s lender of last resort policy so as to prevent bank runs as modelled by Diamond-Dybvig.\n\nI intend to show that equity funding increases welfare as compared to this current deposit insurance regime.",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.6371914744,
        "format_confidence":0.9530472159
    },
    {
        "url":"https:\/\/www.moneytips.com\/financial-advisors\/elijah-beauchemin",
        "text":"Elijah Beauchemin\n\nFinancial Adviser at Edward Jones in Alpine, CA\n\n\n1730 Alpine Blvd Suite 107\nSte 107\nCA 91901\n\nIs this your business profile?\n\nClaim your FREE Moneytips professional profile today.\n\nAre you a Financial Professional?\n\n  • Enjoy a FREE profile plus basic interaction with financial consumers.\n  • Our PRO+ profiles get added visibility and premium promotion across all MoneyTips Channels.\n  • Choose the membership that's right for you...\nAsk Elijah Beauchemin\nPlease note that this question will be referred to Elijah Beauchemin, but will be visible to the entire MoneyTips community as a standard Q&A question.\nCharacters remaining: 140\nAsking as: $ss.eas.userParams.displayName\nLog in or sign up with email\nBy submitting you agree to our Terms of Service",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.9952970147,
        "format_confidence":0.9046242833
    },
    {
        "url":"http:\/\/www.fiso.vwl.uni-kiel.de\/de\/copy_of_prof-sebastian-koehne\/forschung",
        "text":"Professur für Finanzwissenschaft und Sozialpolitik\n\n\n\nPublications in Refereed Journals\n\nKoehne, Sebastian.  \"On the taxation of durable goods.\" International Economic Review 59.2 (2018): forthcoming.\n\nAbraham, Arpad, Sebastian Koehne, and Nicola Pavoni.  \"Optimal income taxation when asset taxation is limited.\" Journal of Public Economics 136 (2016): 14-29.\n\nKoehne, Sebastian, and Moritz Kuhn. \"Should unemployment insurance be asset tested?.\" Review of Economic Dynamics 18.3 (2015): 575-592.\n\nAbraham, Arpad, Sebastian Koehne, and Nicola Pavoni. \"On the first-order approach in principal agent models with hidden borrowing and lending.\" Journal of Economic Theory 146.4 (2011): 1331-1361.\n\nOptimal taxation in a habit formation economy, Journal of Public Economics, 2015, Vol. 122, pp. 31-39, with Moritz Kuhn, Online Appendix, Working Paper\n\n\nOther Publications\n\nKoehne, Sebastian. \"Optimal taxation in practice: Lessons for the Swedish tax system.\" Report to Riksrevisionen (Swedish National Audit Office), 2017.\n\n\nWorking Papers\n\nKoehne, Sebastian and Dominik Sachs. \"Pareto-efficient tax breaks.\" CESifo Working Paper No. 6147.\n\nKoehne, Sebastian, and Moritz Kuhn. \"Distributional consequences of medical progress.\"\n\nBold, Tessa, Tobias Broer, and Sebastian Koehne. \"Break-up of unions: Risk sharing in dynamic groups.\"",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.8853139281,
        "format_confidence":0.7988783717
    },
    {
        "url":"https:\/\/www.wesnic.com\/team\/stacy-long\/",
        "text":"Stacy Long\n\nPurchasing Coordinator\n\nStacy’s title says “purchasing”, but it should also say “partnering” because strong relationships with vendors and service providers are crucial to long-term success with all our clients.\n\nStacy brings 15 years of accounting and purchasing expertise to Wesnic along with a sharp eye for details. She has developed processes that track every project in minute detail. This enables her to advise clients on unanswered questions or changes. It also allows her to manage manufacturers to keep them on schedule.\n\nAfter closing out the spreadsheets, Stacy spends much of her time studying Interior Design Technology. When she isn’t studying, Stacy enjoys traveling, spending time with her family, and relaxing by the pool under the Florida sun.",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.7586671114,
        "format_confidence":0.9746024609
    },
    {
        "url":"http:\/\/chaptersfinancial.com\/meet-the-team\/julia-duffy",
        "text":"Julia Duffy\n\nPA to the Directors\n\nPortrait julia duffy website\n\nJulia was delighted to join Chapters Financial in September 2015 on a part time basis and comes to us from a diverse PA \/ working background. She spent several years as a Medical Secretary, in specialities ranging from Neurosurgery to Paediatrics, and in more recent years supporting a University senior team. These two posts were themselves punctuated by a very interesting nine years as a Community Mediator.\n\nJulia's hobbies include singing in two choirs, art, and an expanding family ensure she remains busy.",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.7296566963,
        "format_confidence":0.9600151777
    },
    {
        "url":"https:\/\/deansguide.wordpress.com\/about\/",
        "text":"Who is Dean Guadagni?\n\nDean Guadagni, San Francisco native, established DeansGuide as a business, digital  self-help guide aimed at helping people step into the new social evolution.\n\nDean Guadagni is Inner Architect’s chief communications strategist with 20+ years of business development, sales management, and national account management experience. Dean is the author of a nationally recognized self-help business guide whose articles have been published by Reuters.com, Nielsen.com, FoxBusiness.com, Ziff Davis Enterprise’s “Microsoft Watch”, Computer Shopper, and the Chicago Sun-Times. Prior to joining Inner Architect, Dean worked with management consulting firm Domus Consulting Group and social media thought leader Patrick Kitano, whose mission was to help real estate brokerages and affiliates develop technology marketing strategies in real estate.\n\nDean is a frequent public speaker and workshop facilitator on social media strategies, blogging, and networking. He is a graduate of San Francisco State University with a BA degree in Speech Communications.\n\n\n\n5 thoughts on “Who is Dean Guadagni?\n\n  1. Pingback: December 15, 2007 Link it up! « 1031 Like-Kind Exchange Blog\n\n  2. Dean you are right, blogging is a vital tool in today’s business environment. The blogging technology is moving ahead with lightning speed and many companies are just not able to keep pace with developments – which means they are losing out. I think your idea of providing consultancy to companies who haven’t got time to get with “The blog thang” is a great idea!\n\n  3. Dean,\n\n    Great to meet you. My wife and I spent 4 years in SF while she was completing her medical residence at UCSF. We loved it. I was in real estate there, first in commercial downtown, then in multifamily management and leasing. Lets talk somet time,\n\n\n  4. Pingback: December 14, 2007 Link it up! | 1031 Exchange Coordinators\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.8285804987,
        "format_confidence":0.9817994237
    },
    {
        "url":"http:\/\/palfi.net\/calvano.php",
        "text":"Contact  |  Site Map  |  Search   \nCommercial Real Estate Lending Partners\n\nJames F. Calvano\n\nJames F. Calvano is a principal and chairman of Palisades Financial. In this capacity, he is responsible for the oversight of the firm’s day-to-day activities as well as the firm’s strategic planning, marketing, advertising and human resource functions.\n\nMr. Calvano has over 45 years of senior leadership experience with several Fortune 500 corporations.\n\nThroughout Mr. Calvano’s career, he has served  as  vice   president  and   general\n\nmanager of Olivetti Corporation of America; president and chief executive officer of Avis Inc.; vice chairman of American Express Travel Related Services; president and chief operating officer of Commercial Credit; president and CEO of Carlson Travel Co.: president and COO of Western Union\/New Valley Corporation; executive vice president of Primerica Corporation; executive vice president of marketing at Travelers Group; executive vice president and chief administrative officer of Travelers Inc.; and chairman and CEO of NYSE listed MoneyGram Payment Systems Inc.\n\nHe received his Bachelor’s degree from the University of Chicago and completed the Advance Management Program at Harvard Business School. He and his wife reside in Englewood, N.J.\n\nRecent Transactions\nClick for Larger View\nA $30,000,000 First Mortgage loan on an existing condominium project and adjacent development site in Jersey City, NJ.\nPO Box 995 · Tenafly, NJ 07670 · 201-894-8833 · Fax 201-894-8833 · inquiries:",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.9892135262,
        "format_confidence":0.9464264512
    },
    {
        "url":"https:\/\/www.pathofthefreelancer.com\/directory\/marketing\/consulting\/item\/len-wikberg-iv?category_id=7",
        "text":"Freelancers Thrive Together. Buy On Amazon\n\n  • #ForFreelancers\n\nLen Wikberg IV\n\nGraphic Designer - Marketing Strategist\n\n5.0\/5 rating (3 votes)\nPurpose\/why?: Reflect purpose through marketing. Vision\/where?: Purpose inspires intentionality. Mission\/how?: Finding needs and resolving gaps.\nI believe that marketing should be a reflection of a business's\/organization's purpose. By finding needs and resolving gaps I help reflect purpose to inspire intentional actions from both internal efforts and external effects.\n\n\n  • Phone: 770.294.1699\n  • E-Mail: This email address is being protected from spambots. You need JavaScript enabled to view it.\n\nLeave a comment\n\nPlease login to leave a comment. Optional login below.\n\nPath Of The Freelancer\n  • #ForFreelancers\n\nFeatured Tool\n\n  • Harpoon\n\n    Meet Harpoon, a financial planning, time-tracking, billing, and budgeting for freelancers.\n\n(Affiliate Link)",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.9601306915,
        "format_confidence":0.7476828098
    },
    {
        "url":"http:\/\/makeyourmarkconsultants.com\/speaker\/dr-ricket-allen\/",
        "text":"0 items £0.00 0\n\nRegister Form\n\nPlease fill up the form below:\n\nDr. Ricket Allen\n\nDr. Ricket Allen\n\nSenior General Manager, Group Human Resources And Facilitators Division\n\nDr. Rickert Allen is currently the Senior General Manager, Group Human Resources and Facilities Division. Mr. Allen joined National Commercial Bank (NCB) in January 1, 2002 as Senior Assistant General Manager, HR and was promoted to General Manager and subsequently promoted to his current post. He holds a Doctorate in Business Administration (DBA) from the Mona School of Business and Management (MSBM).\nAs the Senior General Manager, his core mandates are the development and direction of strategies for the effective and efficient management of the human capital of the NCB Group in keeping with the organisation’s strategic direction. He was also charged with the establishment and maintenance of a Talent Portfolio Framework to facilitate talent acquisition, engagement, development, deployment, rotation and workforce planning and to position the HR function of NCB Group as a strategic driver to create a work environment conducive to high levels of employee productivity, engagement and customer service excellence.\nHe also has overall responsibility for the Facilities provisioning for the Group and is a member of the Compensation Committee of NCB Insurance Company Limited and NCB Capital Markets Limited.",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.5343359113,
        "format_confidence":0.8776170611
    },
    {
        "url":"https:\/\/www.levo.com\/martin-foster-93b309fd-6df4-42de-871d-611527f6e381",
        "text":"Close Close Preview\n\nYour amazing online presence is right this way.\n\nCreate your profile\nCapture who you are, what you do, and where you're going. All in one place.\n\nMartin Foster\n\nMartin Foster\n\n\nParamount Insurance Agency, LLC\n\nParamount Insurance is an insurance agency that’s provide commercial, business, home and auto insurance services and works with over 20 companies to get the best auto insurance prices for our clients in Springfield, VA and MD.",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.9971645474,
        "format_confidence":0.8281367421
    },
    {
        "url":"https:\/\/www.shelterinsurance.com\/CA\/agent\/acarrie",
        "text":"Abby Carrie | Vincennes, IN | Auto, Home, Life Insurance | Shelter Insurance®\n\nAbby Carrie\n\nProudly serving Vincennes, Indiana and surrounding areas.\n\nProduct Offerings\n\nStates Licensed\n\nIllinois, Indiana\n\nOffice Hours\n\n\n9:00 a.m. - 4:00 p.m.\n\n\n9:00 a.m. - 4:00 p.m.\n\n\n9:00 a.m. - 4:00 p.m.\n\n\n9:00 a.m. - 4:00 p.m.\n\n\n9:00 a.m. - 4:00 p.m.\nEvenings and weekends by appointment\n\nAbout Me\n\nAs your Shelter agent, my job is to help you find the types of coverage you need to protect what matters most to you-your family, your home, your vehicles and more. I look forward to helping you get the right coverage at the right price and providing the outstanding service you expect.\n\nProfessional Achievements\n\n  • Bachelor of Science in Psychology\n    Indiana University\/Purdue University at Indianapolis\n\nAgent may not be licensed to sell all insurance products in all states.\n\nContact Abby Carrie\n\nPrivacy and Security: Protecting your privacy is important to Shelter Insurance®. Please do not enter personal sensitive data such as Social Security number, bank account numbers or credit\/debit card information.\n\nYour email address will be used to send you\n\nWe respect your privacy. We won't share your e-mail address with other companies without your consent.\n\nFor more information, review our privacy policy.\n\n\nThank you for contacting Abby Carrie\n\nA copy of your message has been sent to\n\nYou will be contacted soon.",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.9975684285,
        "format_confidence":0.9522725344
    }
]