[
    {
        "url":"https:\/\/www.iherb.com\/r\/healthy-origins-white-chia-flour-12-oz-340-g\/11103\/?p=1",
        "text":"Added to Cart\nCart Total:\nCustomers Also Bought:\n24\/7 Help\n\niHerb Customer Reviews\n\n1-10 of 17 total\nSort By\nSearch Reviews\n\nNutrient and fiber rich super food\n\nPosted by iHerb Customer on Oct 23, 2008 | Verified Purchase\n\nI began with the maximum dosage of 4 tbs per day, putting it on cereal, blending it with my post-workout drink, etc. In about three days I noticed a definite improvement in the quality of my sleep. Also if you are looking for something loaded with fiber that doesn't have the consistency of wood pulp give this a try. When mixed with milk or juice the chia flour takes on an almost creamy consistency. I highly recommend it.\n\nThanks for your feedback!\n\nvery good\n\nPosted by iHerb Customer on May 11, 2008 | Verified Purchase\n\nI wanted to add to my daily fiber and saw that chia was also high in Omegas. I mix it in a drink with lots of other healthy stuff and like the taste. The texture took a little getting use to but now I'm fine with it.\n\nThanks for your feedback!\n\nProbably a good food but does have a taste...\n\nPosted by iHerb Customer on Aug 05, 2008 | Verified Purchase\n\nPart of the blurb was that chia was universally usable in any recipe since it had a neutral tastt and texture, but it doesnt, it is slightly chewy and tastes a little like flax...I suppose the omega three part of it. However it can blend into smoothies and baked goods.\n\nThanks for your feedback!\n\nLove it.\n\nPosted by iHerb Customer on Jun 04, 2008 | Verified Purchase\n\nReally delicious. And that matters if you are thinking of drinking it frequently. I need a very high protein diet (blood sugar issues etc) but don't want to rely on any one source. So each morning I vary my protein shake. Every third day is my favourite when I have hazelnut milk and 5 tsp of this lovely chia seed. Worth noting, by the way, that Salba - sold by Iherb for more than twice the price of this Chia seed - is just 100% Chia seeds! And not even pre-ground. The ground seeds are fresh - no ranicd oil tastes which can be risk with pre-ground omega 3 seeds - and dislove moderately in nut\/rice\/soya milk. I do add a bit of stevia for sweetness. But the chia has a decent taste and is somewhat sweet and nutty. Certainly nicer than soya protein powder or rice protein powder. In addition, it has tons of excellent fiber and my body thanks me for that a few hours later!!! No bloating either. Only gripe: the label is inaccurate, also the iherb listings. Chia has a lot more protein than is listed here. 5 heap tsp is about 20 -22g. Same as a good sized steak! Oh, and lots of amazing healthy oils thrown in for free. Great price, great product, entirely natural.\n\nThanks for your feedback!\n\nvery delicious\n\nPosted by iHerb Customer on Nov 14, 2008 | Verified Purchase\n\ni use this in bread baking. it adds a nice chewy texture and nutrition.\n\nThanks for your feedback!\n\nGreat product!\n\nPosted by iHerb Customer on Feb 10, 2015 | Verified Purchase\n\nI'm vegetarian and this is a great source of omegas for me! The taste is mild and you can add it to your breakfast smoothie, yogurt or almost anything! Better than the seeds because with them you might have problems with them to digest properly... :)\n\nThanks for your feedback!\n\nLovely & Light\n\nPosted by iHerb Customer on Apr 22, 2014 | Verified Purchase\n\nLovely & light, fluffy chia. I add it to breads, baking etc\n\nThanks for your feedback!\n\nHealthy Origins, White Chia Flour, 12 oz (340 g)\n\nPosted by iHerb Customer on Jul 16, 2013 | Verified Purchase\n\nlike this product, but as I began to use it I understood that I like whole seeds too. So no need to buy it as flour\n\nThanks for your feedback!\n\nNew to Chia\n\nPosted by iHerb Customer on Jan 27, 2013 | Verified Purchase\n\nJust caught on to the value of Chia. This is a great way to add it to your diet. Works in many recipes without effecting taste.\n\nThanks for your feedback!\n\nWhite Chia Flour\n\nPosted by iHerb Customer on Aug 22, 2011 | Verified Purchase\n\nA good substitute in recipes for chia seeds\n\nThanks for your feedback!\n\n1-10 of 17 total\n\n1 2",
        "topic_id":10,
        "format_id":23,
        "topic_confidence":0.7045907378,
        "format_confidence":0.9499060512,
        "weight":0.0066699679
    },
    {
        "url":"http:\/\/www.eastbayexpress.com\/oakland\/CommentArchives?feature=stories&gpt=1&gpt=1&gpt=1&sortType=rating&narrowByDate=Last%207%20Days&section=1063828",
        "text":"Narrow Search\n\nComment Archives: stories: Food & Drink: Last 7 Days\n\nRe: “OUSD Aims to Put Its Money Where Its Values Are\n\nLooking at the picture accompaning this article. Food is all one bland color, everything looks fried, no salad. Is this what they are serving at Oakland High?? Who plans the menus? What is their background?? That is the person we should know about. Sounds like too many government, business and union folks involved.…\n\nPosted by Carolyn Burd on 10\/27\/2016 at 8:20 AM\n\nRe: “Cinco TacoBar in San Leandro Redefines the Strip Mall Taqueria\n\nMaybe you mean the food is actually \"bad\"? Because Chipotle (despite its teething problems) is known for it's food being actually \"good\" - organic etc.\n\nPosted by PJ Lenny on 10\/22\/2016 at 3:32 PM\n\nMost Popular Stories\n\n© 2016 East Bay Express    All Rights Reserved\nPowered by Foundation",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.9882571101,
        "format_confidence":0.9742882252,
        "weight":0.0073538726
    },
    {
        "url":"http:\/\/thegreatbritishblogger.blogspot.com\/2010\/10\/victoria-sandwich.html",
        "text":"Thursday, 21 October 2010\n\nVictoria Sandwich\n\nThe Victoria Sandwich is an icon of British baking and has been doing the rounds at the likes of picnics, fetes, parties and cricket teas since time dot. Moreover, it's not too hard to understand the reason for this: it requires little ingredients, is simple to make - especially when using an all-in-one recipe - and, of course, tastes fabulous.\n\nPresentation-wise, a Victoria Sandwich is filled with a jam filling and, for the more indulgent among us, an additional layer of whipped cream. Alternatively, as I know from many Birthday cakes my Mother made for me when growing up, the Victoria Sandwich can provide the perfect basis for cakes with elaborate icings and decorations.\n\nThe following is a tried-and-tested recipe for those who fancy a spell in he kitchen.\n\n\n3 eggs\n\nSelf-raising flour\n\nCaster sugar\n\n\n\nWhipped cream (optional)\n\n\n1) Get out eggs, flour, sugar and butter well in advance of baking so everything is up to room temperature and the fat is nice and soft.\n\n2) Preheat oven to 200oC.\n\n3) Grease and base-line two 8in (20cm) round cake tins.\n\n4) Place eggs on scales and weigh out equivalent amounts of flour, sugar and butter.\n\n5) Cream the butter and sugar before adding the eggs one at a time and stirring in.\n\n6) Steadily add flour and fold it in so as much air as possible is incorporated.\n\n7) Turn out mixture into prepared tins dividing it equally.\n\n8) Place in the oven and bake for 20-25 mins or until it springs back to the touch or slightly shrinks back from the sides of the tin.\n\n9) Remove from oven and leave to cool a bit before turning out on to wire racks.\n\n10) Once cooled completely, add a layer of jam to one of the sponges. If you wish to add a layer of whipped cream, take the other sponge, invert it and spread with cream.\n\n11) Combine the two halves so the filling is sandwiched between the two sponges and finish by dusting the top of the cake with icing sugar.\n\nNo comments:\n\nPost a Comment",
        "topic_id":10,
        "format_id":22,
        "topic_confidence":0.9973457456,
        "format_confidence":0.8530117273,
        "weight":0.0222037076
    },
    {
        "url":"https:\/\/blog.wineonline.ca\/index.php\/2017\/04\/20\/online-white-wine-options-for-the-connoisseur-in-your-home\/",
        "text":"Online White Wine Options for the Connoisseur in Your Home\n\nDo you or someone in your home love white wine with dinner or as the ideal beverage to break out when company arrives? If so, it pays to buy white wine that has all the qualities needed to please you and your guests. One way of augmenting whatever is available at your LCBO in Bloordale Village is ordering online. Here are some options that are worth considering.\n\nSauvignon Blanc VQA by Henry Of Pelham 2015\n\n Do you fancy domestic wines? One that is sure to please is Sauvignon Blanc VQA by Henry Of Pelham 2015. Considered one of the more popular wines from the Niagara region, this wine is ideal for those days when you really want to relax and sip along. Keep a glass at hand while you enjoy a good book or when company drops by for a lively chat.\n\n The citrus taste combined with a bit of tart that rests easily on the tongue is sure to please. You’ll also notice hints of grass and hay flavor as part of the mix. With just the right amount of acidity to give the wine a reasonable amount of body, the smooth texture will go down easily.\n\n If this wine is not found at the LCBO in Elliot Lake, don’t despair. You can order it online for a modest price per bottle.\n\nCuvée Marie-Justine Rosé by Baudry-Dutour 2015\n\nFor those who love French white wines, it’s hard to go wrong with a bottle of Cuvée Marie-Justine Rosé by Baudry-Dutour 2015.  It pairs well with a wide range of foods, including fish, various white meats, soft cheeses, and all sorts of breads. Even if you are not in the mood for something to eat, the wine is refreshing enough all by itself.\n\nYou’ll note the rich fruity taste brings to mind visions of peaches along with other sweeter fruits. The bouquet will bring a smile to your lips the moment the bottle is uncorked. In terms of taste, it will linger on the tongue in a way that makes you want to enjoy every sip. \n\nYour connoisseur will also find that this wine is one of the more affordable wines on the market and has the texture and taste of something far more expensive.\n\nNua Brut by Nua N\/V\n\nDo you love Italian wines but find the LCBO in Bayview John in Markham doesn’t always have what you would like. You can order Nua Brut by Nua N\/V online with ease and have plenty on hand. This modestly priced wine offers a taste that brings to mind a number of red fruits. You’ll also detect hints of hazelnuts and honey in the bouquet and taste. Many people delight in the bubbly texture of this wine and love the way it goes down so easily. You’ll find that it’s a great choice for a quiet afternoon at home or to serve along with breads, soft cheeses, cured meats, and any type of white meat or fish.\n\nKeep your wine cellar stocked with the best white wines by ordering online today. You’ll find the selections are varied, the prices reasonable, and the delivery times convenient.\n\nShare this post:\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.99727422,
        "format_confidence":0.7461457253,
        "weight":0.0062655939
    },
    {
        "url":"http:\/\/www.cookingwithlucas.com\/2015\/03\/pollo-alla-cacciatora.html",
        "text":"Cooking classes in Vicenza\n\nDear friends! This blog is under re-construction! Soon you will have access to all the recipes for free anywhere and anytime! :)\n\nRecent posts\n\nPollo alla Cacciatora\n\nSix pieces of chicken tight\n3 carrots cut in big cubes\n1 onion cut in big cubes\n1 celery stick in big cubes\n6 cloves of garlic, minced\n3 bay leafs\n1 rosemary stick\n1 cup black pitted olives\n1 cup red wine\n1 cup cherry tomatoes\nOlive Oil\nSalt & Pepper\nPepperoncino (optional)\n\nIn a big sauce pan, sear the chicken with olive oil. Reserve the chicken and cook the carrots, onion, garlic and celery in high heat. When the vegetables are brown add the chicken and the wine. Let cook in high heat for about five minutes and then add the tomatoes, olives and the herbs. Add salt & pepper and slow cook until the sauce is thick.\nServe with baked potatoes or polenta!",
        "topic_id":10,
        "format_id":22,
        "topic_confidence":0.9973478317,
        "format_confidence":0.9574018717,
        "weight":0.0222037541
    },
    {
        "url":"https:\/\/www.kxxv.com\/open\/bushs-chicken-strives-for-the-best-and-easiest-drive-thru-experience-during-hard-times",
        "text":"We're Open\n\n\nBush's Chicken strives for the best and easiest drive-thru experience for their customers\n\nPosted at 11:05 AM, May 19, 2020\nand last updated 2020-05-19 19:57:05-04\n\nWACO, TX — Bush's Chicken started as an idea decades ago.\n\nIn 1996, Keith Bush founded their first restaurant right outside Waco.\n\n\"This is where we live and Waco is the best market for chicken,\" Bush said.\n\nHe's continued to love his business, chicken and employee, but most importantly the customers.\n\nBush has been an advocate for supporting the community and giving back.\n\nHe decided to franchise his business so many more could support this same idea.\n\n\"They [franchised owners] pay back into the community I mean most of our owners put back at least 25% of their profit into the community that they're in,\" Bush said\n\nAlthough times haven't been the easiest, they're grateful for the immaculate drive-thru experience they had before the pandemic hit Central Texas.\n\nAnnette Elliott, a manager in franchise development, has worked with each store to make sure they're doing okay.\n\nThe trend she sees that's being hit the most is product shortages.\n\n\"The biggest things is our products, we've had shortages in certain and had to pivot to a different product and make some changes as those changes are given to us,\" Elliott said.\n\nWe've all had to make changes, but one thing that hasn't changed is you won't be waiting long for your chicken with their multi-lined drive-thru.\n\n\"We have 3,4, 10 people out on drive-thru now so we're waiting on 10 times as many people an hour,\" Bush said.\n\nTender Tuesday is their biggest day, for a great price you can get 16 tenders, 4 rolls and a family size gravy.\n\nTo celebrate their many years, and to honor Bush's late wife, they have created a new sauce called Bush Baby sauce.\n\nIt's no extra cost to you, but sure to make your chicken even better.\n\n\"We named it after my wife, the nickname I gave her was Bush Baby, so that's why we named the sauce that,\" Bush said.\n\nFor more updates on restaurants follow Bush's Chicken on their Facebook page. You can also find more information and a restaurant closest to you on their website.",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9801136851,
        "format_confidence":0.9800748825,
        "weight":0.0043348785
    },
    {
        "url":"http:\/\/sdusd-newsfeed.blogspot.com\/2014\/05\/peewee-avocados-from-escondidos-stehly.html",
        "text":"Friday, May 9, 2014\n\nPeewee Avocados from Escondido's Stehly Farms is 'Harvest of the Month'\n\nOrganic Peewee Avocados are on San Diego Unified cafeteria salad bars as the May Harvest of the Month item on our salad bars. Stehly Farms Organics, located in Valley Center is supplying the delicious fruit. Watch video»Sehly Farms Organics",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.995864749,
        "format_confidence":0.7223854065,
        "weight":0.0416753189
    },
    {
        "url":"http:\/\/eatingisthehardpart.blogspot.com\/2009_10_01_archive.html",
        "text":"Friday, October 30, 2009\n\nno knead bread - revisted\n\nI haven't talked about no-knead bread in a while, so I figured it was time to revisit this tasty treat. For those who don't think bread making is within their abilities, I can't stress how wrong you are. I'd be more than willing to believe you can't draw, before I believe you couldn't bake bread.\n\nA very simple process, you combine 3 cups of flour with 1 1\/2 cups of water, 1\/4 tsp of instant yeast, and 3\/4 tablespoon of kosher salt. You stir this concoction together until everything is combined, before covering the bowl and letting it rest overnight. Just use plastic cling film to cover the bowl, and by overnight I mean 12-18 hours. Be prepared for the amazing yeast to do it's thing, because soon enough that shaggy dough will look like this!\n\nPull the dough out from your container, and give it a few folds. At this point, I always stick mine in a parchment lined pot, and sprinkle on a topping. Everything from whole sesame seeds, crushed sesame seeds, poppy seeds, cornmeal, and even flour. Cover again for 2 hours.\n\nBake the bread in a covered, 450 degree oven proof container for 30 minutes. Remove the lid and continue baking for another 20 minutes. Remove and cool for about an hour before you attack it with your bread knife. See, simple wasn't it...and oh so delicious!\n\nRead More......\n\nThursday, October 29, 2009\n\nopm asian bistro and lounge - edmonton, ab\n\nopm asian bistro and lounge\n1820 99 St NW\n\nAfter two trips to my local immunization center, and spending what seemed like an entire day in line, I was finally ready to take a H1N1 vaccination in the arm. After wards, with some in the group feeling a little worse off, we headed in search of food. A quick discussion took place before OPM was suggested and we soon jumped in our cars and headed south.\n\nSituated, in the middle of South Edmonton Common, OPM falls between an Earls and Montana's. So while it has the Asian cuisine on lock-down among it's immediate neighbours, you can easily walk a few blocks and find everything from sushi (Mikado) to steaks (The Keg) to family (Ricky's) dinning. With an upscale interior, OPM definitely gives off a trendy Asian personality. This is not your parent's Chinese take-out joint, if that makes sense. The slogan, Fresh Dining From Ancient Places, along with the name, give you a clue to the cuisine, while the menu confirms the dishes come from China, Thailand, and Japan.\n\nWith only one person at the table drinking beer, OPM's house offering China White (dark wheat ale), it was a quick round of waters while we looked over the menu. Regarding the beer menu, I was really happy to see 3 local offerings. 2 from Amber's brewing and 1 from Alley Kat. With not a lot of local brews available, OPM gets a thumbs up for including these choices along side it's regulars like Kokanee and Keith's.\n\nThe dishes will arrive to your table when they are cooked, which means you may have some down time between plates. First to the table was Lemon Scallops & Prawns. Apparently wok fired with vegetables in a tangy citrus sauce, this dish tasted like lemon pie filling. That's right, a few bites of this and I found it over whelming sweet and lemony. All I needed was a dollop of meringue. Terrible dish.\n\nThe remaining two dishes arrived together (7 or 8 minutes after the first), OPM Spicy Chicken and Coconut Yellow Curry Prawns. First up the spicy chicken, which is billed as the hottest dish on the menu. Unfortunately, it didn't live up to the hype. Sure there was some heat trapped inside the red chilies, but the chicken itself seemed to have a sweet (brown sugar?) BBQ sauce flavour. The chicken was juicy and the mixed vegetables were solid, so the dish as a whole was decent enough.\n\nThe curry prawns came swimming in enough sauce to drown a gnome. The shrimp were cooked nicely and the dish worked well. Probably my favorite of the three, it didn't have any heat but was well balanced with 'Thai' flavours. Good thing a few bowls of plain rice were delivered to the table or we would have needed straws to fully utilize the sauce.\n\nBased on one previous visit, and the above three dishes, I don't think I'll go out of my way to come back. Nothing jumped out at anyone of us in the group, yet talking with my father, who eats here regularly, it's the appetizers that shine. Oddly enough his favorite (yam fries and rock shrimp) were not on the menu. At least our hunger cravings were curbed after the long day in line, and we were able to relax and enjoy the company.\n\nRead More......\n\nWednesday, October 28, 2009\n\nthe week that was and is - october 27th 2009\n\nHowdy everybody! Get up to anything exciting this week? The biggest adventure of the week for myself was getting my H1N1 vaccination. After stopping by twice on Monday, I finally decided to bite the bullet and stick it out. Probably 3 hours in total, the lineups were crazy with hundreds and hundreds of people. Is this what standing in line at Disney Land is like?\n\n  • Hopefully you are following along with the east coast food tour, care of the crew at foodosophy. Our country is so big, that at times, it's easy to forget how different dining can be. Plus, lobster at McDonald's is just plain rad.\n  • With pumpkin carving just around the corner, why not consider adding pumpkin to your meals. Closet Cooking has a list of 10 delicious sounding recipes to try.\n  • Rats fed unlimited junk food show behaviors similar to those addicted to heroin. \"This is the most complete evidence to date that suggests obesity and drug addiction have common neurobiological underpinnings\"\n  • It must be McDonald's week in the news, because I found that some regions are getting the McRib back. Never a fan, I'm surprised at the almost cult-like following of this offering.\n  • With over 70 percent of it's 70,000 plus work force overweight, Mexico City is cracking down and putting some officers on a diet.\n  • \"There shall be no cupcakes. No chocolate cake and no carrot cake. According to New York City’s latest regulations, not even zucchini bread makes the cut.In an effort to limit how much sugar and fat students put in their bellies at school, the Education Department has effectively banned most bake sales, the lucrative if not quite healthy fund-raising tool for generations of teams and clubs.\" As a baker, this makes me sad, but I understand their reasoning.\n\n  • I dined at Ric's Grill this past Saturday. Unfortunately, a last minute change of drivers meant I left my camera in my car and didn't get any photo's. It's been a long time since I've visited a Ric's Grill, and I must say it wasn't as impressive as I wanted it to be. Service was bland, and my attempts at interacting with the staff seemed to be fluffed away. The bread basket was nothing special, just your average warm white bread (we didn't accept any offers for more). As the only person (out of 4) to not order a beef plate, I was disappointed to find my spinach salmon salad arrived with an overcooked piece of fish. And as someone who orders dressing on the side, I couldn't help but wonder how they would have tossed the delicate greens because the dressing had the consistency of paste. The starter salads, Greek and Cesar, were good and arrived on gargantuan plates (any reason for this). The steaks were deemed a success, as were the garlic mash potatoes. The seasonal vegetables seemed a little off, with everyone commenting on the very sub par piece of corn on the cob. The only dessert ordered was banana chocolate cheesecake which my fellow diners felt had a fake banana flavour. With our dishes bringing the bill close to 200 bones, it was a nice treat, but not great enough to bring me back any time soon.\n  • I've been stopping by Transcend Coffee more than usual lately, and I'm not being seduced by the customer service skills these days. I realize they offer a premium product, but on my last visit, I overheard a customer (and the barista) basically talking smack about two americano's (my order). It's one thing to live in the upper coffee echelon, but without a turnaround in attitude I'll stick with my friendly, and local, Starbucks.\n  • Last but certainly not least. Culina Highlands, has been labeled by enRoute Magazine as one of the top 10 new restaurants in Canada. Congrats.\n\nRead More......\n\nTuesday, October 27, 2009\n\nchocolate chip squash bread\n\nFinally, I can clean out my containers of squash puree. With just under 15 ounces left, the amount found in a store bough container, I decided to try yet another quick bread. This time, I included chocolate chips for that extra bit of gooey goodness.\n\nThe end result was good. Surprisingly, even with a cup and a half of sugar, it wasn't extremely sweet. Better than a recent store bought sample, I thought it also had quite the rustic look for a quick bread. If I baked this again, I would leave out the chips and maybe add nuts instead.\n\nThe List:\n15ozs pureed pumpkin\n1 1\/2 cup dark brown sugar\n1\/2 cup butter (room temp)\n3 eggs\n3 cups all-purpose unbleached flour\n2 tablespoons baking powder\n1 teaspoon ground cinnamon\n1\/2 teaspoon salt\n1\/2 teaspoon ground nutmeg\n2 cups chocolate chips\n\nCream the butter and sugar together before adding in the rest of the wet ingredients. Sift the dry ingredients together and mix until you see little specks of flour left. Remember, this is quick bread, so we don't to over work the batter. Finally fold in the chips and scoop everything into a 9x5 inch loaf pan. Bake in a 350 degree oven for about an hour, or until a tooth pick is clean when inserted.\n\nRead More......\n\nMonday, October 26, 2009\n\npumpkin milkshake\n\nOK, so not exactly pumpkin, this milkshake helped to use up yet another portion of my huge supply of squash puree. So I guess you could call it a squash milkshake, but that isn't nearly as sexy and it might deter some folks. Don't let it though, stay the course!\n\nI picked up the inspiration for this treat over at Closet Cooking where a pumpkin milkshake wa... (truncated)",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9970453382,
        "format_confidence":0.9298793674,
        "weight":0.0417247246
    }
]