[
    {
        "url":"https:\/\/strangerworlds.com\/2020\/01\/08\/vonneguts-slaughterhouse-five-set-for-graphic-novel-translation-in-2020\/",
        "text":"Vonnegut’s Slaughterhouse-Five, set for graphic novel translation in 2020\n\nPublisher BOOM! Studios recently announced a brand new graphic novel adaptation for Kurt Vonnegut’s American classic novel, Slaughterhouse-Five. The acclaimed anti-war novel interpretation will be full color, and set for September 2020, under its Archaia imprint.\n\nThis work will be a first in graphic novel for the work, and done by Eisner Award-winning writer Ryan North (How to Invent Everything: A Survival Guide for the Stranded Time Traveler) and Eisner Award-nominated artist Albert Monteys (Universe!) with color assistance by Ricard Zaplana, available.\n\nSlaughterhouse-Five, also known as The Children’s Crusade: A Duty-Dance with Death was first published in 1969, and written by Kurt Vonnegut. The book follows the life of war vet Billy Pilgrim, from his early years to his time as an American soldier and chaplain’s assistant during World War II, to his later years. There is some abstract science fiction involved as Billy time travels throughout. Much of the story focuses on his capture by the German Army and his survival of the Allied firebombing of Dresden as a prisoner-of-war. This reflects a personal experience by the author, having lived through that.\n\nSlaughterhouse-Five would eventually receive worldwide attention, and very timely in a time of rising anti-war protests. It would be nominated for multiple awards, and adapted into multiple other entertainment formats, including film, theater, and a radio play. It would also end up challenged for censorship, and banned in places for its adult and “anti-Christian” content.\n\nRyan North is known for much current work, including Dinosaur Comics, the Eisner and Harvey Award-winning Adventure Time comic series, the bestselling anthology series Machine of Death and best-selling Eisner-Award winning Unbeatable Squirrel Girl comics published by Marvel. His latest book, How to Invent Everything, A Survival Guide for the Stranded Time Traveler is a humorous look at civilization, and worth checking out.\n\n“Like most people, Kurt Vonnegut has been one of my favourite writers since I first read his books decades ago, and it’s been such an honour—and challenge—to adapt his most famous work for a new medium. Slaughterhouse-Five is a deeply funny and deeply moving book, and my goal with this project was to keep all of that, while still making something that feels at home in this medium,” said writer Ryan North. “I picture it as a window into an alternate universe where Kurt (and Kilgore Trout) worked in comics instead of prose. Every medium can do things that others can’t, I’m beyond excited to share this new version of Slaughterhouse-Five with you very soon.”\n\nAlbert Monteys is a Spanish graphic novelist and illustrator, best known for his work in El Jueves, a weekly satirical magazine that he directed from 2006 until 2011. Monteys also created the series Carlitos Fax for the children’s magazine Mister K. In 2014, he founded a satirical monthly publication Orgullo y Satisfaccion (Pride and Satisfaction) with several other cartoonists, and began to publish a science fiction comic, ¡Universo! (Universe!) in Panel Syndicate, winning a 2017 Eisner Award nomination for Best Digital Comic.\n\n“What a challenge, what an opportunity! When I was presented with the chance to collaborate in the graphic novel adaptation of Slaughterhouse-Five my first reaction was ‘this is one of my favorite books and it can’t be adapted.’ That was until I read Ryan North’s script, nodding enthusiastically at every great idea, every moving moment, every scene that made me want to grab my pencil right away.” said artist Albert Monteys in a recent press release from BOOM! “A good adaptation shines new light on the original, I hope we managed to do just that. I think we did, somewhat, in the telegraphic schizophrenic manner of tales of the planet Tralfamadore—which is what comics are, after all.”\n\nSlaughterhouse- Five will be available in print form, for sale in September 2020 at local comic book shops, and direct from Boom Studios webstore. Digital copies can be purchased from popular content providers, including comiXology, iBooks, Google Play, and Madefire.\n\nIn the meantime, here is 7-page preview, courtesy of BOOM Studios for its graphic novel release…\n\nAbout StrangerWorlds Team (367 Articles)\nHopping across worlds, dedicated in seeking interesting creative science fiction and fantasy arts in all forms, reporting back at StrangerWorlds.com.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\n%d bloggers like this:",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.6341755986,
        "format_confidence":0.5378139019
    },
    {
        "url":"http:\/\/www.thebookseller.com\/news\/john-murray-steps-non-fiction-output",
        "text":"John Murray steps up non-fiction output\n\nJohn Murray steps up non-fiction output\n\nJohn Murray is planning to expand its non-fiction publishing output and has appointed Georgina Laycock to the role of publisher.\n\nLaycock joins from Penguin Press where she worked on titles including Pop Goes the Weasel and Atlas of Remote Islands.\n\nShe will be working on the commissioning team alongside Kate Parkin, Eleanor Birne, who will return from maternity leave in early 2013, and managing director Roland Philipps.\n\nOn growing the non-fiction list, Philipps said the Hachette imprint would be looking to publish 12 to 14 non-fiction titles a year, particularly focusing on books with the potential to capture sales in growing international markets. He said: \"We did cut back our non-fiction radically over the last five years-then we were doing 20-odd titles a year, and now that is down to about six to eight titles a year.\n\n\"We are now beginning to feel that is too few and we want to do more and particularly more with international sales potential, both in rights and copies, but particularly copies as we have such a strong network of publishers, and some markets are growing, rather than the UK market.\"",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.5476612449,
        "format_confidence":0.9883546829
    },
    {
        "url":"http:\/\/www.oregonlive.com\/books\/index.ssf\/2011\/01\/vote_here_for_your_favorite_or.html",
        "text":"Remember to vote for your favorite Oregon Book Award finalist\n\nJeff Baker | The Oregonian\/OregonLive By Jeff Baker | The Oregonian\/OregonLive The Oregonian\nEmail the author | Follow on Twitter\non January 25, 2011 at 8:03 PM, updated March 15, 2011 at 1:36 PM\n\nThe Oregonian and Literary Arts invite readers to choose their favorite book among the finalists for the 2010\/11 Oregon Book Awards. The book with the most votes will receive a special reader's choice award at the ceremony April 25. The list of finalists is deep and interesting, and the ballot is easy to use. Voting ends at 5 p.m. April 18, and the ceremony is April 25.",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.9919267893,
        "format_confidence":0.5148317218
    },
    {
        "url":"http:\/\/lubbockonline.com\/stories\/98\/082598\/LA0608.shtml",
        "text":"Arts & Entertainment - Lubbock Online.com Scribner to publish remaining Hemingway book\n\nPublished: Tuesday, August 25, 1998\n\n\n\n\ne.com\/entertainment\/index.shtml@Top\" border=0 align=center>\n\ncellpadding=\"0\" cellspacing=\"0\" width=\"100%\">\n\n\n\nalt=\"entertainment.jpg (12766 bytes)\" WIDTH=\"343\" HEIGHT=\"74\">\n\ncolor=\"#FFFFFF\" size=\"2\">Back to Arts & Entertainment Digest\n\nTuesday, August 25, 1998 Last modified at 12:23 a.m. on Tuesday, August 25, 1998\n\nScribner to publish remaining Hemingway book\n\nYORK (AP) - For a quarter century, copies of Ernest Hemingway's last unpublished book, a fictionalized account of his 1953 safari to Africa, sat under seal in two libraries, read only by his relatives, publishers and a few scholars.\n\nNow, \"True at First Light,\" edited by the late author's 70year-old son Patrick, is ready for publication.\n\n\"This is it,\" publisher Charles Scribner III said Monday. \"This is the last full-length book he left behind.\"\n\nScribner's family imprint, which published Hemingway when he was alive and is now part of Simon & Schuster, plans to publish the book next summer, in time for the July 21 centennial of Hemingway's birth.\n\nThe manuscript describes leopard and lion hunts, a tribal uprising and the author's efforts to live among the Wakamba people of east Africa. Among its maybe-they're-true, maybethey're-not tales is an account of the married Hemingway's nuptials to an 18-year-old African woman.\n\nPatrick Hemingway, who was with his father and stepmother on the safari, has said he does not believe Hemingway was involved with the woman, but cautioned that he might not have been privy to such knowledge.\n\n\"There's always going to be that lingering element of ambiguity, and I think Hemingway would have absolutely adored the joke,\" Scribner laughed. \"Hemingway loved tall stories. Who knows?\"\n\nScribner said it would be unfair to compare the incomplete, posthumously edited work to Hemingway greats like \"A Farewell to Arms\" or \"The Sun Also Rises.\"\n\nPatrick Hemingway pared the 850-page \"True at First Light\" manuscript by about half, and took the title from a line in the text. Scribner said the editor tried to stay as close as possible to his Nobel Prize-winning father's original intentions.\n\n\"In Africa a thing is true at first light and a lie by noon and you have no more respect for it than for the lovely, perfect weed-fringed lake you see across the sun-baked salt plain,\" one passage reads.\n\nScribner praised the \"fictional memoir\" as a \"rich, multifaceted work.\"\n\n\"This has the romance of Africa, ... (it) brings in reminiscences of Paris, of other writers, of relationships between husband and wife, of religion, of western civilization juxtaposed with African tribalism.\"\n\nSusan Beegel, editor of the semi-annual scholarly journal the Hemingway Review, said even the unedited version was far more readable than \"The Garden of Eden\" and \"Islands in the Stream,\" two Hemingway novels published since the author's 1961 suicide.\n\n\"It's much closer to a finished product,\" she said. \"It should be a much cleaner, easier read and ... less confusing for people.\"\n\nHemingway began work on the manuscript in 1954, when he returned from Africa to his home in Cuba. He put it aside two years later when he was interrupted by the filming of \"The Old Man and the Sea,\" Beegel said.\n\nPoor health and the demands of celebrity kept him from completing the work before he killed himself in July 1961.\n\nHemingway's widow, Mary, went to Havana to retrieve the papers later that year, after President Kennedy helped her get permission for the trip. In return for Kennedy's assistance, Mrs. Hemingway deeded her late husband's papers to the John F. Kennedy Library in the 1970s, said Stephen Plotkin, the collection's curator.\n\nThe family kept the manuscript sealed because they planned to publish it someday. Some scholars read another copy that had been deposited at Princeton University, but that was eventually closed too.\n\n\n© 2017. All Rights Reserved.  | Contact Us",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.977157414,
        "format_confidence":0.9974706173
    },
    {
        "url":"https:\/\/thegeorgiaway.com\/project\/mitchell-inks-three-book-deal\/",
        "text":"Mitchell Inks Three-Book Deal\n\nMitchell Inks Three-Book Deal\n\nUGA Sports Communications\n\nJune 29, 2017\n\nATHENS, Ga. – Fresh off of a Super Bowl Championship, former Georgia Bulldog wide receiver Malcolm Mitchell continued his work off the field by signing a three-book deal with Scholastic, a children’s book publisher.\n\nThe deal features a newly illustrated edition of his self-published, “The Magician’s Hat”, with a release date of May 2018, followed by two original works.\n\nMitchell released “The Magician’s Hat” prior to his senior year at Georgia in 2015 and has proceeded to be an advocate for children’s literacy since getting drafted last year by the New England Patriots. The Valdosta, Ga. native is the Patriots “Summer Reading Ambassador,” encouraging young students to read as much as possible during the summer months. In addition, he has hosted reading rallies all across the New England area.\n\nRead With Malcolm is a youth literacy initiative founded by Mitchell in 2015 with the aim to introduce book ownership to students in households where reading is not a priority and to improve literacy in schools with below grade-level reading skills. In the last few years, Mitchell has received numerous awards off the field including the 2016 Georgia Writer’s Association Children’s Author of the Year honor, an American’s Promise Alliance Hero Award, a National Haier Ultimate Achievement Award, an Atlanta Sports Council Community Service Award and more.\n\nIn his rookie season with the Patriots, the fourth-round pick logged 401 receiving yards on 32 receptions and four touchdowns. During Super Bowl LI, Mitchell snagged six catches for 70 yards in New England’s 34-28 come-from-behind win over the Atlanta Falcons to seal the organization’s fifth championship.\n\n\nPositive SSL",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.5903545618,
        "format_confidence":0.6632830501
    },
    {
        "url":"https:\/\/www.henleystandard.co.uk\/news\/literature\/1446\/Author-bidding-to-become-romantic-novelist.html",
        "text":"Sunday, 07 August 2022\n\nAuthor bidding to become romantic novelist of the year\n\nAuthor bidding to become romantic novelist of the year\nAN author from Watlington has been shortlisted for an award.\n\nLiz Harris’ latest book A Bargain Struck has been nominated in the historic romantic novel category of the 2014 Romantic Novelists’ Association Awards.\n\nMrs Harris, who has been writing for 10 years, said: “I am absolutely thrilled but really quite stunned and very excited. I am just so happy that the people who read the book took my characters to their hearts.”\n\nShe is one of six nominees in the category. The winner will be announced by Darcey Bussell at an awards ceremony at the Gladstone Library in London and their book will then be in the running to be named romantic novel of the year. The overall winner receives £5,000. Mrs Harris, 61, said: “I do not expect to win but to be shortlisted with such excellent authors really feels like an achievement.”\n\nA Bargain Struck tells the tale of Connor Maguire and Ellen O’Sullivan who marry in Wyoming in 1887 after Connor posts an advert for a wife.\n\nMore News:\n\nPOLL: Have your say",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.9907654524,
        "format_confidence":0.9973374009
    },
    {
        "url":"http:\/\/www.vanityfair.com\/news\/2012\/11\/Paula-Broadwells-Latest-and-Next-Move",
        "text":"Paula Broadwell’s Latest, and Next, Move\n\nSo, memoirist-slash-mistress Paula Broadwell finally returned home from Washington, D.C., to North Carolina. There’s a truly devastating, Onion-y photo accompanying the NBC News story about her homecoming that shows her husband futzing with a leaking grocery bag on the family driveway. The caption: “Paula Broadwell’s husband, Scott, drops a grocery bag while unloading their car at their Charlotte home, on Sunday, Nov. 18.” Is there a more economical description of utter abject misery?\n\nAnonymous Broadwell pals, suddenly soooo full of opinions and advice, are supplying various news outlets with insight into the beleaguered biographer’s current priorities. According to Reuters, she’s “devastated” and “deeply regrets the damage that’s been done to her family and everyone else’s, and she is trying to repair that and move forward.” Our advice: append a regret-themed author’s note to the David Petraeus biography and cash in. “Why I Regret My Decision a Lot and Just Want to Move On Already: a New Prologue by Paula Broadwell, Who, You’ll Recall, Slept with Petraeus, the Guy in This Book.” Penguin Press, are you listening?",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.737385273,
        "format_confidence":0.5066840649
    },
    {
        "url":"http:\/\/newsfeed.time.com\/2013\/08\/28\/dictionary-adds-badassery-selfie-and-twerk\/?iid=nf-article-trend-now",
        "text":"Dictionary Adds ‘Badassery’, ‘Selfie’ and ‘Twerk’\n\nNew entries emphasizes our gadget-loving lives and the modern tendency to abbrev like cray\n\n  • Share\n  • Read Later\n\nMiley Cyrus and Robin Thicke perform \"Blurred Lines\" during the 2013 MTV Video Music Awards in New York August 25, 2013.\n\nToday, Oxford Dictionaries Online announced the latest batch of words that are being invited off the street and into their database. The 65 terms and definitions added to their reference this quarter cover everything from resurgent ’80s fashion to gadgets to questionable dance moves.\n\nIn line with other updates in recent years, many of the new entries have evolved from our technology-obsessed lives, like click and collectdigital detoxemojisupercut and phabletOthers are condensed forms of words and phrases, like srsly, as well as apolsBYODFOMOgrats and vom. And another set may speak to the growing influence of Hispanic culture on the English language, from ese (a term used to address a man) to carnitas (a shredded pork dish).\n\nHere is a selection of other new additions with cross-references provided by NewsFeed. Like it or not, these words are symbols of culture as we know it in 2013:\n\nbadassery (n.): behavior, characteristics, or actions regarded as intimidatingly tough or impressive. See: Seal Team 6; people saving other people from sharks; most things done by Samuel L. Jackson\n\nbuzzworthy (adj.): likely to arouse the interest and attention of the public. See: a notorious dictator resigning; Obama being awarded the Nobel Peace Prize; Kate Middleton wearing a hat of any kind\n\nfood baby (n.): a protruding stomach caused by eating a large quantity of food and supposedly resembling that of a woman in the early stages of pregnancy. See: most Americans on the fourth Thursday in November; unfortunate situations in which a woman is mistakenly assumed to be with child\n\njorts (n.): demin shorts. See: the 1980s; country-music fans; those afflicted by “never nude” syndrome\n\nomnishambles (n.): a situation that has been comprehensively mismanaged, characterized by a string of blunders and miscalculations. See: Richard Nixon circa 1974; Bill Clinton circa 1998; Charlie Sheen circa 2011\n\nselfie (n.): a photograph that one has taken of oneself, typically one taken with a smartphone or webcam and uploaded to a social media website. See: Anthony Weiner circa 2013\n\ntwerk (v.): to dance to popular music in a sexually provocative manner involving thrusting hip movements and a low, squatting stance See: things you do at da club; Miley Cyrus’ recent performance at the MTV Video Music Awards\n\nIt’s important to note ODO is not the same as the Oxford English Dictionary, though they are part of the same family. Oxford’s online reference is more adaptable, a little faster and a little looser with the words that they include. After all, their mandate is to focus on current English and modern meanings. The OED is more of a stickler, primarily a historical record that is slower to adopt words and typically requires more established usage. That’s part of the reason, for example, that the OED was just adding tweet in 2013, while ODO is today including TL;DRan abbrev that may say more about these fragmented, hurried times than any other entry in the bunch.\n\nThis is an edition of Wednesday Words, a weekly feature on language. For the previous post, click here.",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.9217239618,
        "format_confidence":0.8207626343
    },
    {
        "url":"https:\/\/www.thefussylibrarian.com\/newswire\/for-readers\/2020\/03\/10\/recently-recovered-15th-century-manuscript-is-headed-to-auction",
        "text":"Posted on 03\/10\/2020 at 10:30 AM by Sadye Scott-Hainchek\n\nA rare and extremely old manuscript by a beloved Persian poet will head to auction.\n\nThe gold-illuminated Divan of Hafez, dated to 1462, had disappeared from a book dealer’s collection and was only just recovered late last year.\n\nThe Guardian reports that the dealer’s heirs plan to put the manuscript on the auction block on April 1, with an estimated sale price of £80,000 to £120,000 (about $104,150 to $156,200).\n\nIt’s one of the earliest copies of the Divan — whose author, Hafez, died in 1390 — and is adorned with gold and calligraphy.\n\nYou can admire the Divan in the Guardian.\n\nRelated posts\n\nCategories: Today in Books\n\nThere are no comments yet.\nAdd Comment\n\n* Indicates a required field",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.9425492287,
        "format_confidence":0.9659491777
    },
    {
        "url":"http:\/\/economists-pick-research.hktdc.com\/business-news\/article\/Hong-Kong-Means-Business\/Reading-the-World-What-on-Earth-is-Love\/hkti\/en\/1\/1X000000\/1X0AEHOX.htm",
        "text":"\nSave As PDF Print this page\n\nReading the World: What on Earth is Love?\n\nEileen Chang\n\nThe 29th edition of the Hong Kong Book Fair, which opens next Wednesday, celebrates not only a love of books, but also romantic literature – with the tag line “Reading the World: What on Earth is Love?’\n\nHong Kong’s own history of romance literature will be on display during the fair with a special exhibition titled “Love between the lines”. Rare collections, including out-of-print novels and manuscripts, from 10 Hong Kong romance writers will be showcased at the fair’s Art Gallery. A series of seminars will complement the exhibition, including an event featuring Roland Soong, the estate executor for renowned novelist Eileen Chang (photo above), and literary critic Tom Fung who will discuss the author’s works.\n\nAnother event on romance literature focuses on Baroque-era love poetry and prose from the Spanish-speaking world.\n\n“Love and romance are universal topics,” said Diana Coronado, a Hong Kong-based Mexican author who is helping to organise the event. “Love, the Spanish knew well, was not always sweetness and light. The ‘Siglo de Oro’, or the Century of Gold, gave the world not just Don Quixote but also Don Juan.”  The Century of Gold refers to the period of Spanish literature extending from the early 16th century to the late 17th century, generally considered the high point in Spain's literary history.\n\nNashua Gallagher\n\nThe event will also feature local poet Nashua Gallagher, who recently published her first book of poetry All the Words a Stage with local publisher Chameleon Press. Ms Gallagher, who grew up attending the Book Fair as a student, said she is delighted to be participating in this year’s fair.\n\n“I’m one of three readers who will read [out] translations of some Baroque-era love poetry,” said Ms Gallagher. “The Silver Way, a trading route discovered between Spanish America and China, has always been such an important trade partner. With trade, you get all sorts of unintentional interactions like the arts, and it’s putting the spotlight on some of the things that come out of the Spanish-speaking world.”\n\nMs Corondao agreed. “The incomparable accomplishments of writers and artists of the ‘Siglo de Oro’ were gilded in no small part by gold from Spain’s territories in the New World. It was also Spanish America – though it’s silver rather than its gold – which from 1565 on tied the Spanish-speaking world to Asia. The flowering of Spanish arts and letters was paralleled by the tremendous growth of commerce along the ‘ruta de la plata’ or [the] ‘Silver Way’.”\n\nInternational Writers\n\nThe Hong Kong Book Fair will also spotlight international authors at various seminars, including one that will be moderated by Ms Gallagher and featuring Singaporean author Balli Kauer Jaswal, whose latest novel, Erotic Stories for Punjab Widows, was recently selected for actress Reese Witherspoon’s book club.\n\n“Reese Witherspoon's selection was a huge surprise! I was thrilled. I've been a fan of her book club for a while now, so I'm so happy to be in such great company with other female authors.” Ms Jaswal said.\n\nMs Jaswal has published three novels and is currently working on a fourth titled The Unlikely Adventures of the Shergill Sisters, about three British-Indian sisters who travel to India to honour their late mother’s wish. Having been to Hong Kong once before, Ms Jaswal is looking forward to participating in the Book Fair for the first time.\n\n“I'll be discussing rebellious women in South Asian fiction, and how they are portrayed in immigrant narratives,” she said. “I'll be examining how female characters resist conforming to traditional roles as sisters, daughters and wives, and how the feminine identity is defined with more nuance with the emergence of a range of women's voices in South Asian diaspora literature.”\n\nSharing Stories\n\nBalli Kaur Jaswal\n\nAnother author to be featured at this year’s Book Fair is Sharlene Teo, who won the inaugural Deborah Rogers Writer’s Award for her debut novel Ponti. She is currently completing a PhD in Creative and Critical Writing at the University of East Anglia, where she received the Booker Prize Foundation Scholarship and the David TK Wong Creative Writing award. At the fair, she will be discussing her book Ponti with Hong Kong writer Chip Tsao.\n\n“I'll be talking about my novel Ponti and themes around it, including movies and filmmaking, film influences, Malay and Southeast Asian myths that influenced the story,” Ms Teo said.\n\nSharlene Teo\n\nMs Teo first came up with the idea for her novel from a dream about a woman climbing out of a tree, with the writing process taking four years. For aspiring local writers, Ms Teo offered this advice: “Keep reading and keep trying, the most important thing is to read widely and hold ideas for stories in your head and turn them over and over every day.”\n\nWhile Ms Teo has previously been to Hong Kong, this will be her first time participating in the Book Fair. “I have heard that it is spectacular and buzzing and I'm so honoured and excited to be a part of it this year!”\n\nApart from featuring authors from both Hong Kong and around the world, the fair will present numerous other highlights, including an international publishing forum featuring leaders from the publishing industry, a number of children’s events and an International Cultural Village exhibiting books and cultural products from different parts of the globe. More than 300 cultural events will be held across the city during the week-long exhibition, which will welcome a record number of 680 exhibitors from 37 different countries and regions.\n\nRelated Links\na Dash of Nash\nBalli Kauer Jaswal\nDiana Coronado\nHong Kong Book Fair \n\nContent provided by Hong Kong Trade Development Council\nComments (0)\nShows local time in Hong Kong (GMT+8 hours)\n\nHKTDC welcomes your views. Please stay on topic and be respectful of other readers.\nReview our Comment Policy\n\n*Add a comment (up to 5,000 characters)",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.9617826939,
        "format_confidence":0.9606391191
    },
    {
        "url":"http:\/\/www.dallasnews.com\/lifestyles\/books\/20110505-author-larry-mcmurtry-marries-ken-keseys-widow.ece",
        "text":"Arts & Life Books\n\n\nAuthor Larry McMurtry marries Ken Kesey’s widow\n\nWhen it comes to Texas literature, no one comes closer to royalty than Larry McMurtry. And on the day the world was watching Will and Kate’s very public royal spectacle in London, McMurtry was quietly tying the knot here in Texas, with the widow of a fellow literary king.\n\nMost people who live in McMurtry’s hometown of Archer City — which inspired his novel and subsequent movie, The Last Picture Show — won’t say anything on the record, but word is that the couple got married in a civil ceremony and that the no-longer-lonesome doves have left the area to enjoy their honeymoon.\n\nSo who’s the lucky woman?\n\nAccording to Karren Winter, the county clerk in Archer County, the bride is Norma Faye Kesey. She is the widow of Ken Kesey, author of One Flew Over the Cuckoo’s Nest and other books. He died in 2001 at 66.\n\nThe bride is 76. McMurtry is 74. Winter confirmed that the couple married in Archer City on April 29.\n\nWinter says that like most folks in Archer City (pop., 1,791), she knows the McMurtry family and thus knew that “Faye,” as they call her, was Kesey’s widow. Public records agree.\n\n“They’re truly happy, they’re very sweet,” Winter said Thursday. “It was really good to see Larry look so happy. They were just the sweetest couple coming in to get their marriage license.”\n\nMcMurtry and Ken Kesey had connections beyond Jack Nicholson, who starred in movie versions of their novels (Cuckoo’s Nest for Kesey, Terms of Endearment for McMurtry). As young writers, they became friends at Stanford University when they were co-recipients of a fellowship that allowed them to study under the great Wallace Stegner. McMurtry emerged from the program to produce his debut novel, Horseman, Pass By, which was published in 1961 and became the movie Hud, starring Paul Newman. He would later win the Pulitzer Prize for his novel Lonesome Dove.\n\nKesey debuted in 1962 with Cuckoo’s Nest. He became a counterculture icon and the main character in Tom Wolfe’s The Electric Kool-Aid Acid Test — in which McMurtry and “Faye” are each mentioned frequently. According to published accounts, she was Kesey’s high-school sweetheart, with whom he eloped in 1956. Wolfe describes her as having “long, sorrel-brown hair and is one of the prettiest, most beatific-looking women I ever saw.”\n\nMcMurtry had married once before, in the 1950s.\n\nCalls to McMurtry’s friends, family members and writing partner Diana Ossana, with whom he shares an Oscar for the Brokeback Mountain screenplay, were either not returned or answered with polite no-comments.\n\neditor picks\n\nWhat do you think of comments on Take our survey!\nTo learn more about how we can provide a better experience in our comment threads, we're asking interested commenters and readers to complete a survey about your experience on\n\nTo participate in the survey, click here.\nTo post a comment, log into your chosen social network and then add your comment below. Your comments are subject to our Terms of Service and the privacy policy and terms of service of your social network. If you do not want to comment with a social network, please consider writing a letter to the editor.\n\nCopyright 2011 The Dallas Morning News. All rights reserve. This material may not be published, broadcast, rewritten or redistributed.",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.6540497541,
        "format_confidence":0.9846314788
    },
    {
        "url":"http:\/\/www.animenewsnetwork.com\/news\/2007-05-10\/viz-goes-beyond-manga-with-fiction-non-fiction-books",
        "text":"Viz Goes Beyond Manga with Fiction, Non-Fiction Books\n\nposted on 2007-05-10 06:53 EDT\nThis year's books include inspirations for Letters from Iwo Jima, Brave Story, Shana\n\nICv2 reports on Viz Media's non-manga offerings for the rest of year as the publisher expands further into fields with tie-ins to manga, anime, and live-action films. Tadamichi Kuribayashi's Picture Letters From the Commander-in-Chief, the real-life inspiration for Clint Eastwood's Letters From Iwo Jima, will ship in June. Miyuki Miyabe's Brave Story novel also inspired a movie (from GONZO) as well as a manga series before its July release in North America. July's Ghost in the Shell 2: Innocence is the reverse, being Masaki Yamada's novelization based on Mamoru Oshii's movie sequel.\n\nAs previously announced, one novel, one Anime Profiles book, one color Movie Ani-Manga, and twelve manga volumes for Naruto will flood stores by year's end. The first of 16 Shana of the Blazing Eyes light novels that inspired the anime and manga series will publish in October. Viz is then selling US$9.99 reissues of Be With You, Kamikaze Girls, and Socrates in Love in November.\n\ndiscuss this in the forum (10 posts) |\nbookmark\/share with:\n\nNews homepage \/ archives",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.5668295622,
        "format_confidence":0.9947262406
    },
    {
        "url":"https:\/\/www.boothbayregister.com\/article\/return-moose-river-author-appear-sherman-s\/107080",
        "text":"‘Return to Moose River’ author to appear at Sherman’s\n\nWed, 09\/05\/2018 - 10:00am\n\n    Author and Registered Maine Guide Earl Brechlin will be signing copies of his new collection of evocative and heartfelt essays about Maine’s iconic landscapes, the power of family and the search for meaning and renewal in the embrace of wilderness, during appearances at Sherman’s Bookstores in Damariscotta and Boothbay Harbor on Saturday, Sept. 15. He will be in Damariscotta from 10 a.m. until noon and in Boothbay Harbor from 1-3 p.m.\n\n    “Return to Moose River, In Search of the Spirit of the Great North Woods,” released this summer by Down East Books, a division of Rowan and Littlefield, includes more than a dozen narrative non-fiction essays chronicling adventures across the breadth of Maine, from the iconic Moose River, to the top of Mount Katahdin in Baxter State Park, Telos, to the Appalachian Trails’ 100-Mile Wilderness, and Moosehead Lake, to the majestic St. Croix River on the border with New Brunswick. White-water canoeing, backpacking and snowmobiling adventures are all included.\n\n    The essays in “Return to Moose River,” chronicle the semi-annual expeditions by a ragtag group of friends and family, that became known as the Moose River Camping Club, over more than three decades.\n\n    The very first “Moose” trip in 1986 was on the Moose River. It ended with a pledge to return there every ten years.\n\n    The first essay takes place ten years after that inaugural trip, after sons joined the group, and beards became tinged with gray. The last essay is ten years after that, when the group returns once again, this time bearing the ashes of the author’s twin brother who had passed away tragically on a river trip the year before.\n\n    Each essay focuses on the featured area’s natural and human history. For Brechlin, it is the spirits of those who have traveled Maine’s woods and waters before, as much as anything, that give these areas special significance.\n\n    “We’ve done such a great job of conserving land and water in Maine but we haven’t done as well preserving the human history and legends that populate these places,” Brechlin explains. “Whether it’s the native Americans, early settlers, explorers, loggers or others, you can’t separate the people from the land or the land from the people and we need to do more to celebrate that,” he adds.\n\n    Brechlin is the author of more than a dozen books including “The Adventure Guide to Maine,” hiking, and paddling guides to Acadia National Park, and numerous volumes using antique postcards to share the history of Maine and New England. A former Maine Journalist of the Year, he worked for nearly 40 years in the state’s newspaper industry and was the founding editor of the Mount Desert Islander. He is a regular columnist for “Islandport Magazine” and his work has appeared in the Boston Globe, “Newsweek,” “Down East Magazine,” The New York Times, “Chevy Outdoors,” and the Maine Sportsman.\n\n    A graduate of the University of Maine Forestry School, Brechlin’s family roots include Maine author Ruth Moore and lighthouse heroine Abbie Burgess. For several years, he operated a small independent bookstore in Bar Harbor featuring Maine authors and illustrators and writers who worked here.\n\n    “Return to Moose River is being celebrated by noted writers and pillars of Maine’s outdoor community.\n\n    “If you are looking for authentic Maine, it lives in the heart and soul of Earl Brechlin and spills forth in this book, \"Return to Moose River,” says retired Baxter State Park Superintendent Jensen Bissell. “Using his canoe as a needle and the rivers of Maine as thread, Brechlin weaves a beautiful tapestry of the Pine Tree State. I thought I knew Maine's Northwoods, but I learned a few things from Return to Moose River - what a great read! It makes me want to grab my paddle and get out on the water!”\n\n    “Along with celebrating the grandeur and resilience of Maine’s Great North Woods, ‘Return to Moose River,’ explores an unbreakable bond between brothers, the triumph of love over tragedy, and the power of a timeless landscape to inspire and heal the human spirit,” says Christina Baker Kline, #1 New York Times bestselling author of “Orphan Train” and “A Piece of the World.”\n\n    Environmentalist and filmmaker Susan Cohn Rockefeller says, “Return to Moose River” is a must read for anyone who loves Maine. Through it, Brechlin is a new and exciting voice for American landscape literature.\n\n    To find out more, visit the “Return to Moose River” Facebook page or go to www.earlbrechlin.com.",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.654722631,
        "format_confidence":0.7245980501
    },
    {
        "url":"http:\/\/www.theguardian.com\/books\/2012\/apr\/12\/salman-rushdie-reveals-fatwa-memoir",
        "text":"Salman Rushdie reveals details of fatwa memoir\n\nJoseph Anton – the pseudonym adopted by the novelist while in hiding from death threats over The Satanic Verses – will be published in September\nSalman Rushdie\nSalman Rushdie holding a The Satanic Verses soon after its publication. Photograph: Graham Turner for the Guardian Graham Turner\/Guardian\n\nSalman Rushdie is drawing the title of his new memoir from the alias he was forced to adopt during the decade he spent in hiding, Joseph Anton.\n\nAfter the Iranian leader Ayatollah Khomeini issued a fatwa against Rushdie on 14 February 1989, sentencing him to death because his novel The Satanic Verses was accused of being \"against Islam, the Prophet and the Qu'ran\", the author went underground, living under police protection for almost 10 years. Asked to choose an alias for police to call him by, Rushdie plucked a name from the combination of the first names of two writers he loved: Joseph Conrad and Anton Chekhov.\n\n\"I made it the title of the book because it always felt very strange to be asked to give up my name, I was always uncomfortable about it, and I thought it might help dramatise, for the reader, the deep strangeness and discomfort of those years,\" said Rushdie.\n\nJoseph Anton, out on 18 September, will tell of the years the author spent in hiding. \"He talks about the sometimes grim, sometimes comic realities of living with armed policemen, and of the close bonds he formed with his protectors; of his struggle for support and understanding from governments, intelligence chiefs, publishers, journalists, and fellow writers; and of how he regained his freedom,\" said his publisher Random House. \"How do a writer and his family live with the threat of murder for over nine years? How does he go on working? How does he fall in and out of love? How does despair shape his thoughts and actions, how and why does he stumble, how does he learn to fight back?\"\n\nFour years ago Rushdie received an apology in the high court from the author and publisher of a book about the time he spent under police protection, for false claims including that the author was locked in a room by his protection officers, with whom his relationship was claimed to be unfriendly. He has since been working with archivists at Emory University in Atlanta, where a collection of his papers is housed, to tell the story himself.\n\nHis publisher called Joseph Anton a book of \"exceptional frankness and honesty, compelling, provocative, moving, and of vital importance. Because what happened to Salman Rushdie was the first act of a drama that is still unfolding somewhere in the world every day.\"",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.9809969664,
        "format_confidence":0.9878738523
    },
    {
        "url":"http:\/\/www.myrtlebeachonline.com\/2014\/05\/20\/4237931\/first-book-horry-county-makes.html?sp=\/99\/158\/",
        "text":"First Book — Horry County makes needed grants to Freedom Readers, Kids Hope, two schools\n\nMay 20, 2014 \n\nMcKayla Dingess, 8 (center) embraces her new copy of \"Diary of a Wimpy Kid\" as she and friends enjoy cookies and lemonade following a storytelling session in the adjacent classroom. First Book of Horry County recently awarded the Boys and Girls Club a grant of $1,271 to provide the children in the program with new books of their own. Photo by Matt Silfer for The Sun News.\n\n\n  • How to help\n\n    First Book — Horry County is seeking a sponsor for its Fall Author’s Luncheon featuring television journalist Cokie Roberts. The Oct. 25 event is at Prestwick Country Club. To make reservations for the luncheon or for more information about sponsoring the event contact First Book-Horry County:\n\n    Phone | 843-349-2087 (Mona Prufer, chairwoman); 843-333-4056 (Margene Willis, grants coordinator)\n\n    email | horrycounty_sc@firstbook.org\n\n    Mail | Checks payable to First Book-Horry County\n\n    460 H Myrtle Greens Drive\n\n    Conway SC 29526\n\n    Contributions to First Book may be made online at www.firstbook.org\/horrycountysc\n\nMargene Willis of First Book — Horry County remembers receiving a Little Golden book from the rural mail carrier on her parents’ farm in eastern Kansas. “My parents were very poor. When I turned 3, I got a Golden book from the mail carrier, Mr. Gleason. His wife was the second grade teacher. They had no children ... the books were their way of giving back to the community.”\n\nWillis doesn’t know if the Gleasons of Alta Vista, Kan., gave books to all 3-year olds, or perhaps to those who might otherwise not have a book. She tells the story by way of explaining why “This is really a passion for me.”\n\nFirst Book — Horry County in the past several months has awarded $22,300 to schools and organizations such as Freedom Readers and Kids Hope USA, a St. Stephens Episcopal Church mentoring program at Loris Elementary School. Freedom Readers is an after-school reading program. The two nonprofits received the most recent grants, totaling $8,300, as did Green Sea Floyds and South Conway Elementary schools. Other 2013-14 grants were to Horry County First Steps and Homewood (Conway) and Socastee schools.\n\nFirst Book is a national program with about 170 advisory boards such as First Book — Horry County, the only one in South Carolina, Willis says. Since 2000, the Horry organization has awarded more than $116,000 in grants that have helped more than 5,800 children. Schools receiving grants are Title I schools, meaning they have a high population of children from families below the poverty line. Two-thirds of Horry County Schools children are from such families. Schools and organizations apply for the grants.\n\nOnce awarded a grant, recipients access an Online account on First Book’s Marketplace ( www.fbmarketplace.org ). The average price of a children’s book on Marketplace is $2.50, so the $22,300 in 2013-14 grants buys 8,900 books. Nationally, First Book has pushed publishers of childrens books for low-cost books, Willis says, and for greater cultural diversity in children’s books.\n\nThe books must go home with the children, so they can share with siblings and parents. Children receive a bookplate for their names.\n\nFirst Book — Horry County raises money through Author Luncheons, held two or three times a year. “Our signature event,” chairwoman Mona Prufer says of the luncheons. The upcoming event on Oct. 25 at Prestwick Country Club, will feature national television personality Cokie Roberts, author of “Founding Mothers,” now in a children’s edition. An April 19 luncheon featured Charleston author Batt Humphries.\n\n“We would love a sponsor” to underwrite the upcoming Fall Author’s Luncheon, Prufer says. Having a sponsor underwrite the cost of the meal means ticket sale revenue goes to First Book. Prufer notes that “97 percent of everything raised goes to the community.”\n\n“Books, reading, literacy are what we’re all about.”\n\nMyrtle Beach Sun News is pleased to provide this opportunity to share information, experiences and observations about what's in the news. Some of the comments may be reprinted elsewhere in the site or in the newspaper. We encourage lively, open debate on the issues of the day, and ask that you refrain from profanity, hate speech, personal comments and remarks that are off point. Thank you for taking the time to offer your thoughts.\n\nCommenting FAQs | Terms of Service",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.9053996205,
        "format_confidence":0.9878413081
    },
    {
        "url":"http:\/\/www.columbiavalleypioneer.com\/?p=9171",
        "text":"|  Your source for news and events in the Columbia Valley\n\n Posted in    |  on April 26th, 2013  |  by\n\nLocal author pens World War II novel\n\nBy Greg Amos\nPioneer Staff\n\n\nPerspective is key to a new World War II novel that’s recently landed a significant publishing contract for one Invermere author.\n\nBird’s Eye View is about a young Canadian woman working for a weekly newspaper when World War II breaks out. She joins the British Women’s Air Force and becomes an interpreter of aerial photographs, searching for bomb targets on the continent by scrutinizing the photos through a pair of stereo glasses.\n\n“History books are generally written by men, so I thought it was important to tell the story of World War II through the eyes of a woman,” explained author and former Pioneer publisher Elinor Florence, who found inspiration to write the novel from of an old black and white photo in a magazine of a woman in a British Air Force uniform bent over a set of aerial photographs.\n\n“There was no other way to find out what the Germans were up to except for spying on them from the sky,” she said. Through a linear series of photos taken by spy planes, the photo interpreters — both men and women — were able to use stereo viewing glasses to see a three-dimensional view from an airplane’s perspective.\n\nMs. Florence, who owned and published The Pioneer from 2004 to 2010, will see her first novel published by Toronto’s Dundurn Press in Fall 2014.\n\n“Unlike newspapers, the book publishing industry moves very slowly,” she said. Prior to a release of wartime records by British Intelligence in 1995, there were only “some very sketchy accounts of women in this role,” said Ms. Florence, who began writing the book in 1997.\n\n“I finished the first draft in 2000, although I was busy working and raising four children,” Ms. Florence said. “Like many first novels, it ended up in a shoebox. But last year I pulled it out again, revised it and sent it off.”\n\nGiven time to re-read the draft over the winter, Ms. Florence opted to change her protagonist’s view from third-person to first-person, bringing readers inside the mind of the young Women’s Air Force member.\n\n“I decided it was better in first person; I think that was a big improvement,” she said.\n\nDuring her background research, she interviewed several area residents, including bomber pilot Ed Kluczny. Others have since passed away – pilots Leo Richer, Arthur Bradford, Duncan McIntosh and Art Wilks; and women’s air force veterans Lou Marr and Nancy Tegart.\n\n“My whole family was very involved in the war effort,” she said. “My father, who died in 2003, served in the Royal Canadian Air Force; and my mother June Florence, who lives here in Invermere, volunteered on the home front,” she said.\n\nThis is Ms. Florence’s first foray into fiction, after a journalism career that started at her hometown newspaper in North Battleford, then went on to the Western Producer in Saskatoon, the Red Deer Advocate, the Winnipeg Sun and the Vancouver Province (as it was then called) before moving to Invermere with her family in 1996. She was a regular writer for Reader’s Digest from 1997 to 2004.\n\nThe Pioneer will follow up with a future article to inform readers when the book will become available. Those wishing to reach Ms. Florence in the meantime can email her at elinor1@telus.net .\n\n2 Responses to Local author pens World War II novel\n\n  1. April Sorensne says:\n\n    CONGRATS Elinor on the book!!!! Sure miss working with you at the Pioneer! Best of luck on your new ventures.\n\n  2. Lesley Starnes says:\n\n    Congratulations Elinor, we thought perhaps you had retired after you sold the Pioneer, but like many of us you still have projects!!! We will be looking forward to reading your book here in southwestern Ontario. We miss Invermere still and all of wonderful and amazingly artistic people in this small mountain paradise.\n\n    Lesley & Nick\n    retired (Blue Rooster Pottery)\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nPlease note: All comments are moderated during regular working hours, your comment will appear once it has been approved. We reserve the right to publish any online comment in the regular newspaper in a section called \"Words from the Web\". Questions? Call the office at 250-341-6299.",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.8779762983,
        "format_confidence":0.9566771984
    },
    {
        "url":"http:\/\/www.mlive.com\/kentwood\/index.ssf\/2013\/09\/local_poets_getting_together_f.html",
        "text":"Local poets getting together for 'Fall Into Poetry' event at Kentwood Library\n\nSheila McGrath | By Sheila McGrath | Advance Newspapers\nEmail the author\non September 20, 2013 at 12:53 PM, updated September 20, 2013 at 12:59 PM\nFall Into Poetry.jpg'Song of the Owashtanong: Grand Rapids Poetry in the 21st Century' was published in April. Contributors to the anthology will read some of their works on Sept. 29 at the Kentwood KDL branch.\nGrand Rapids poet laureate David Cope will be one of a dozen local poets sharing their work during an afternoon of poetry at the Kentwood (Richard L. Root) branch library.\n\nThe reading, “Fall Into Poetry,” will be held at 2 p.m. on Sunday, Sept. 29.\n\nThe poets are all contributors to Song of the Owashtanong: Grand Rapids Poetry in the 21st Century, an anthology that brings together 16 of the area’s most accomplished poets.\n\nCope and several of the other contributors, including Todd Kaneko, Barbara Saunier, Kim Wyngarden, Patricia Clark, Rod Torreson, Eric Greinke, Linda Nemec Foster, G.F. Korreck, Robert Vandermolen, Miriam Pederson, and David Landrum, will be on hand to share two or three of their poems and meet with members of the community.\n\nGreg Lewis, teen paraprofessional at the Kentwood branch of Kent District Library, organized the event after attending a reading for Song of the Owashtanong when it was first published this spring.\n\n“I was taken aback by this magical evening, and I wanted to bring it out to the suburbs,” Lewis said.\n\nThe poetry in the collection ranges from very deep and insightful poems to humorous works, Lewis said.\n\n“It’s just a beautiful art medium, but it’s also very casual and laid back and approachable,” he said. “Whether you’re avidly into poetry or not really familiar with it, it’s a great starting point to hear some poetry read.”\n\nCope, who has been the poet laureate of Grand Rapids since 2011 and has published several books of poetry, said public readings give the larger community an opportunity to see and hear the poets in their midst.\n\n“Poems should always be read aloud, in order to fully experience the musical syllables in the line and their relation to the sense and movement of the poem,” he said.  \n\n“Poetry is an art of eloquence with words and compassionate attentiveness to the world around us,” he said. “Local poets give eloquent voice to the depths of experience to be found in a community, giving perspective on that experience.”\n\nThe event is being sponsored by the Friends of the Kentwood Library. Copies of the book will be sold at the program for $10, and proceeds from sales of the anthology will go to help replenish the Grand Rapids poet laureate fund, helping to ensure that there will be future laureates after Cope’s term expires in 2014.",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.9665401578,
        "format_confidence":0.9971778393
    },
    {
        "url":"https:\/\/nypost.com\/2011\/08\/04\/tattoo-series-wont-go-4th\/",
        "text":"‘Tattoo’ series won’t go 4th\n\nLONDON — The partner of Stieg Larsson, author of the “The Girl with the Dragon Tattoo” and its two sequels, yesterday dismissed rumors that he wrote a fourth novel in the mystery-thriller series before his death in 2004.\n\nThe Swede had written “the beginning of a fourth novel” in the internationally best-selling “Millennium” series, but it was not enough to form a new book, Eva Gabrielsson told BBC Radio.\n\nNever miss a story\n\nGet our top stories delivered to your inbox\n\nBy clicking above you agree to our Terms of Use and Privacy Policy.\n\n\nThanks for subscribing!\n\nDon't miss out on our other great newsletters",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.8682872057,
        "format_confidence":0.8979036212
    },
    {
        "url":"http:\/\/io9.gizmodo.com\/5933457\/a-brand-new-science-fiction-bookstore-in-brooklyn----with-a-mission-to-save-classic-books",
        "text":"There aren't as many science fiction specialty bookstores are there used to be, thanks to the onslaught of Borders and Amazon — so it's great news to hear of a brand new SF store opening in Brooklyn. Singularity & Co. is having its opening party tonight, and should be open for business soon.\n\nIn addition to being a new place for you to go buy books and share your love of speculative fiction, Singularity & Co. is also on a mission to help save classics of the genre. The bookstore has launched the \"Save the Sci Fi\" project, which aims to bring one cult science fiction novel back into print every month, and also publish that novel online for free as an ebook. That project has already raised $52,000 on Kickstarter. (We covered this project before.)\n\nAs the Guardian's Damien Walter points out, this isn't the only new project that aims to bring classic SF texts back from \"out of print\" limbo — SF publisher Gollancz has also launched the \"Gateway SF\" project, aimed at reissuing some great older novels as ebooks.",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.9215195179,
        "format_confidence":0.9905372262
    },
    {
        "url":"https:\/\/readtolearn.webnode.gr\/news\/poem-and-prose-telling-contest-in-lagymanyosi-bardos\/",
        "text":"Poem and Prose Telling Contest in Lagymanyosi Bardos\n\n19\/02\/2014 22:05\n\nOne week after the István Fekete Fine Reading Contest Lagymanyosi Bardos organized a Poem and Prose Telling Contest also for the schools of their district in two groups: fifth and sixth graders.\n\nThere were 37 pupils participating and the jury consisted of young actors, teachers and consultants. The contest was very difficult. In the Prose category Lagymanyosi Bardos came second loosing to the winner only by one point.",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.8069775105,
        "format_confidence":0.9348419309
    }
]