[
    {
        "url":"http:\/\/collectionsearch.nma.gov.au\/object\/138547?object=40972&solrsort=score%20desc&search=savage%20shovel&f%5B0%5D=obj_type%3ACarvings",
        "text":"Menu toggle\n\nNational Museum of Australia\n\nWhere our stories come alive\n\nCollection Explorer\n\n\n\nObject information\n\nPhysical description\n\nA painted, timber carving of a human figure, \"Awelye\". The body is painted black with a grey abdomen and yellow, brown and white stripes on the legs, arms and chest. An inscription on the square, flat base of the carving reads \"Ada Panunga \/ Nov '96 \/ 33-1196 \/ 500\".\n\nStatement of significance\n\nThis collection consists of three sculptures made during the 1990s by artists at the Ngkawenyerre camp in the Utopia homelands, NT. They are in good condition, similar in size and made of synthetic polymer paint on wood. One figure, by an unknown artist, is possibly a youth painted up before becoming a man, [65.0 x 15.0 x 11.0 cm]. The other two figures, one by Ada Panunga [45.5 x 15.0 x 15.0 cm] and the other by Lucky Kngwarreye Morton [67.0 x 15.5 x 16.0 cm] are decorated with 'Awelye', significant ceremonial designs the women paint on their breasts. The associated ceremonies are an integral part of community life and the 'Awelye' is performed by women to ensure the fertility of the land, health, happiness and social harmony.\n\nThe people of Utopia have a strong tradition of carving and their work is well represented in Australian museum collections. The craft is practised by both men and women. These three sculptures, collected in the1990s, are seminal works representing a significant departure from traditional forms and methods of carving. They are significant as examples illustrating the introduction of modern tools and use of acrylic paint to decorate sculptures. The sculptures also provide a new vehicle for the recording of traditional ceremonial designs such as 'Awelye'.\n\nObject information\n\nBack to top",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9561160207,
        "format_confidence":0.7404681444
    },
    {
        "url":"https:\/\/www.inyourpocket.com\/zurich\/museum-fur-gestaltung-toni-areal_158024v",
        "text":"Museum für Gestaltung - Toni-Areal\n\n  Pfingstweidstrasse 96     01 Apr 2019\nThe collection of Zurich’s design museum Museum für Gestaltung comprises more than half a million objects relating to poster and object design as well as applied art and graphics and is of international renown. The museum runs two locations and has regularly changing temporary exhibitions on both locations (click here for current exhibitons), often with works from its collection. This location is in the onetime dairy factory of Toni-Areal, which also accommodates the Zurich University of the Arts. Guided tours take you deep into its archives (daily at 12:00, in German). Tour numbers are limited, register on its website. The other location is on Ausstellungsstrasse close to the main station and is in a listed building, an outstanding example of Swiss architecture that has just been renovated. \n\nTram stop\n\n\n\n\nOpen 10:00 - 17:00. Closed Mon, Wed 10:00 - 20:00.\n\nPrice\/Additional Info\n\nAdmission 12\/8Sfr, daypass for both locations 15\/10Sfr.\n\nEvents at this venue\n\nOpen 10:00 - 17:00. Closed Mon, Wed 10:00 - 20:00.\nThe Curatorial Project: UNLABEL – Fashion Beyond Categorization\nJun 28 - May 30 2021\nDesign Laboratory: Materials and Technology\nOpen 10:00 - 17:00. Closed Mon, Wed 10:00 - 20:00.\nBally - Swiss Shoes Since 1851\n\n\nConnect via social media\ngoogle sign in button\nLeave a comment using your email This e-mail address is not valid\nPlease enter your name*\n\nPlease share your location\n\nEnter your message*\nPut our app in your pocket\nThis site uses cookies. By continuing to browse the site, you are agreeing to our use of cookies. Find out more here. AGREE",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9378851652,
        "format_confidence":0.5507001281
    },
    {
        "url":"https:\/\/www.simonphipps.co.uk\/case-studies\/national-theatre\/",
        "text":"Artboard 1\n: 01 \/ 09\n  • National Theatre\n  • Denys Lasdun\n  • South Bank, London\n  • 1969-76\nNational Theatre\nDenys Lasdun\nSouth Bank, London\n\nTheatre complex, 1969-76 by Sir Denys Lasdun. Reinforced concrete, flat roofs. Square building, with lower 895-seat Lyttelton auditorium in line with and first floor 1165-seat Olivier auditorium at a forty-five degree angle to the main facades. These two linked at the level of the river embankment by paired foyers the full height of the building, with exhibition spaces and restuarants on several layers leading on to outside walkways. Projecting flytowers to the two main auditoria interupt this sequence of horizontal forms. Workshops, rehearsal spaces and dressing rooms to rear, with separate entrance and foyer to 400-seater studio space, the Cottesloe theatre. Metal windows and doors. Interiors with original furnishings to foyer areas and auditoria.\n\nThe National Theatre is a major public building of the post-war period by one of its leading architects, and reflects new ideas in theatre design.\n\nSource: Architectural Review, January 1977\nListed: Grade II*",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9903848171,
        "format_confidence":0.8495158553
    },
    {
        "url":"https:\/\/www.sangath.org\/projects\/kamala-house-ahmedabad\/",
        "text":"Kamala House\n\nAhmedabad, India\n\nYear: 1959\n\n\nThe architect's search for identity culminated in the story of \"four columns and a staircase\" in a brick kiln. This became the basis for the design of his family home.\n\nThe economical house uses local brick as basic material for construction and has proper orientation for climate control. Cross grid of the square plan is supported by four square columns with load bearing brick-walls and brick cavity-walls on the periphery. Dynamic square volumes within the cross plan change spaces into living, dining and bedroom which open to the garden as places of views and ventilation.\n\nDuring the evening, opening major spaces towards the rear garden transforms the house into a pavilion in a garden setting. The tiny scale of less than two stories gives the house a unique character.",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9895781875,
        "format_confidence":0.8907496333
    },
    {
        "url":"https:\/\/www.tate.org.uk\/art\/artists\/adrian-wiszniewski-2158",
        "text":"Adrian Wiszniewski\n\nborn 1958\n\nAdrian Wiszniewski, ‘Kasmin and Kappo’ 1985\nKasmin and Kappo 1985\n© Adrian Wiszniewski\nLicense this image\n\n\nAdrian Wiszniewski (born 1958) is a Scottish artist and one of the members of the New Glasgow Boys a group of artists who emerged from Glasgow School of Art and led the resurgence of scottish figurative painting in the late 20th century. Other members of this group included the late Steven Campbell, who was a close friend of Adrian, Peter Howson and Ken Currie. Under the tutelage of artists like Alexander Moffat in the 1980s the four later went on the attain national and international status.\n\nThis biography is from Wikipedia under an Attribution-ShareAlike Creative Commons License. Spotted a problem? Let us know.\n\nRead full Wikipedia entry\n\n\nYou might like",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9956429005,
        "format_confidence":0.9608547688
    },
    {
        "url":"https:\/\/www.britannica.com\/biography\/Pan-Tianshou",
        "text":"Pan Tianshou\n\nChinese artist\nAlternative Title: P’an T’ien-shou\nPan Tianshou\nChinese artist\nAlso known as\n  • P’an T’ien-shou\n\nMarch 14, 1897\n\nNinghai, China\n\n\nSeptember 5, 1971 (aged 74)\n\nHangzhou, China\n\nView Biographies Related To Categories Dates\n\nPan Tianshou, Wade-Giles romanization P’an T’ien-shou (born March 14, 1897, Ninghai, Zhejiang province, China—died September 5, 1971, Hangzhou), Chinese painter, art educator, and art theorist who was one of the most important traditional Chinese painters of the 20th century.\n\nPan learned literature, painting, and calligraphy as a child in a private school in his village. At 19 his knowledge of Chinese painting was formed when he enrolled at Zhejiang Provincial Teachers’ College in Hangzhou, where he studied with the famous scholars and painters Jing Hengyi and Li Shutong. Like most students of the time, Pan participated in student parades and shared the revolutionary spirit of the May Fourth Movement in 1919.\n\nPan began his career teaching Chinese painting in 1923, when he moved to Shanghai to accept an assignment. In that same year, he met the 80-year-old master of the Shanghai school, Wu Changshuo, and the two painters became intimate friends. They often discussed painting and calligraphy and Wu gave the younger artist continuous support and encouragement. Pan’s style during this period can be traced back to a variety of Chinese masters, including the Ma-Xia tradition of Southern Song, the Wu and Zhe schools of the Ming dynasty, and the Qing master Bada Shanren.\n\nIn 1928 he left Shanghai for Hangzhou to teach at the newly established Hangzhou National Art College. Throughout subsequent decades he would devote himself to teaching at a series of art schools and associations, including the Zhejian Academy of Fine Arts.\n\nUnder the pressure of tremendous Western influences on Chinese painting development, Pan was concerned about the conflicts and interchanges between foreign and traditional elements in Chinese painting. To this end, in 1932 he and his friends set up a traditional Chinese painting society, Bai she (“White Society”), which aimed to develop Chinese painting in the reforming spirit of the Eight Eccentrics of Yangzhou of the Qing dynasty. He argued that Chinese and Western art were derived from two totally different perspectives and therefore should remain distinct; any compromise between the two would weaken each tradition’s unique nature. In his own teaching, he included Chinese traditions of calligraphy, seal carving, and literature. After 1949, art academies of the new China adopted the style of Socialist Realism, and Pan’s insistence on the traditional inheritance became unpopular.\n\nPan’s style took shape in the 1940s and gained full maturity in the mid-1950s. He successfully integrated the traditional subjects of flower-and-bird painting and landscape. Like Wu Changshuo, he applied the aesthetics of calligraphy and seal carving to his painting; but, unlike Wu, he adopted and advanced the forcefulness and heaviness of the Zhe school. His compositions were often dynamic, seeming to balance extreme opposing forces and thus evoking a feeling of danger. His brush was powerful and expressive, inducing a sense of thrill in the viewer.\n\nIn 1962 Pan held an individual exhibition at the newly founded Chinese Art Museum in Beijing, exhibiting 90 works of painting, seal carving, and calligraphy. Soon after the start of the Cultural Revolution in 1965, however, Pan began to be persecuted, and continued to be until his death in 1971.\n\nLearn More in these related articles:\n\nWu Changshuo\nSeptember 12, 1844 Anji county, Zhejiang, China November 6, 1927 Shanghai Chinese seal carver, painter, and calligrapher who was prominent in the early 20th century. ...\nRead This Article\nEight Eccentrics of Yangzhou\nChinese painters who worked in the area of Yangzhou, in Jiangsu province, during the Qianlong era (1735–96) of the Qing dynasty. The group includes Jin Nong, Huang Shen, Gao Xiang, Li Fangying, Li Sh...\nRead This Article\nin art\nArt, a visual object or experience consciously created through an expression of skill or imagination.\nRead This Article\nin Chinese painting\nOne of the major art forms produced in China over the centuries. The other arts of China are treated in separate articles. These include Chinese calligraphy, which in China is...\nRead This Article\nin China\nGeographical and historical treatment of China, including maps and statistics as well as a survey of its people, economy, and government.\nRead This Article\nin Hangzhou\nCity and capital of Zhejiang sheng (province), China. The city is located in the northern part of the province on the north bank of the Qiantang River estuary at the head of Hangzhou...\nRead This Article\nin education\nDiscipline that is concerned with methods of teaching and learning in schools or school-like environments as opposed to various nonformal and informal means of socialization (e.g.,...\nRead This Article\nin painting\nThe expression of ideas and emotions, with the creation of certain aesthetic qualities, in a two-dimensional visual language. The elements of this language—its shapes, lines, colours,...\nRead This Article\n\nKeep Exploring Britannica\n\nExterior of the Forbidden City. The Palace of Heavenly Purity. Imperial palace complex, Beijing (Peking), China during Ming and Qing dynasties. Now known as the Palace Museum, north of Tiananmen Square. UNESCO World Heritage site.\nExploring China: Fact or Fiction?\nTake this Geography True or False Quiz at Encyclopedia Britannica to test your knowledge of China and Chinese culture.\nTake this Quiz\nElvis Presley, c. 1955.\nElvis Presley\nAmerican popular singer widely known as the “King of Rock and Roll” and one of rock music’s dominant performers from the mid-1950s until his death. Presley grew up dirt-poor in Tupelo, moved to Memphis...\nRead this Article\nClint Eastwood, 2008.\nClint Eastwood\nAmerican motion-picture actor who emerged as one of the most popular Hollywood stars in the 1970s and went on to become a prolific and respected director-producer. Early life and career Growing up during...\nRead this Article\nRaphael (Raffaello Sanzio), 1483-1520. The vision of the prophet Ezekiel, 1518. Wood, 40 x 30 cm. Inv 174. Galleria Palatina, Palazzo Pitti, Florence, Italy\n13 Artists Who Died Untimely Deaths\nSome of the most innovative artists of the Western world were only around for a decade or two during which they managed to make waves and leave an indelible imprint on the history of art. Spanning 600...\nRead this List\nTerraced rice paddies in Vietnam.\nDestination Asia: Fact or Fiction?\nTake this Geography True or False Quiz at Encyclopedia Britannica to test your knowledge of Indonesia, Singapore, and other Asian countries.\nTake this Quiz\nSelf-portrait, red chalk drawing by Leonardo da Vinci, c. 1512–15; in the Royal Library, Turin, Italy.\nLeonardo da Vinci\nItalian “Leonardo from Vinci” Italian painter, draftsman, sculptor, architect, and engineer whose genius, perhaps more than that of any other figure, epitomized the Renaissance humanist ideal. His Last...\nRead this Article\nThe Adoration of the Shepherds, tempera on canvas by Andrea Mantegna, shortly after 1450; in the Metropolitan Museum of Art, New York City.\nThis or That? Painter vs. Architect\nTake this arts This or That quiz at Encyclopedia Britannica to test your knowledge of painters and architects.\nTake this Quiz\nColorful abstract painting. Contemporary painting. Not a Jackson Pollock. Hompepage blog 2009, arts and entertainment, history and society\n7 Tongue-Twisting Painting Techniques\nOver the centuries, artists have devised strategies to breathe life and realism into their works of art. What appear to be seamless representations of the real...\nRead this List\nOrson Welles, c. 1942.\nOrson Welles\nAmerican motion-picture actor, director, producer, and writer. His innovative narrative techniques and use of photography, dramatic lighting, and music to further the dramatic line and to create mood...\nRead this Article\nPetrarch, engraving.\nFrench “Rebirth” period in European civilization immediately following the Middle Ages and conventionally held to have been characterized by a surge of interest in Classical scholarship and values. The...\nRead this Article\nSteven Spielberg, 2013.\nSteven Spielberg\nAmerican motion-picture director and producer whose diverse films—which ranged from science-fiction fare, including such classics as Close Encounters of the Third Kind (1977) and E.T.: The Extra-Terrestrial...\nRead this Article\nMembers of the public view artwork by Damien Hirst entitled: The Physical Impossibility of Death in the Mind of Someone Living - in the Tate Modern art gallery on April 2, 2012 in London, England. (see notes) (1991) Tiger shark, glass, steel\nVile or Visionary?: 11 Art Controversies of the Last Four Centuries\nSome artists just can’t help but court controversy. Over the last four centuries, many artists have pushed the boundaries of tradition with radical painting techniques, shocking content, or, in some cases,...\nRead this List\nPan Tianshou\n  • MLA\n  • APA\n  • Harvard\n  • Chicago\nYou have successfully emailed this.\nError when sending the email. Try again later.\nEdit Mode\nPan Tianshou\nChinese artist\nTips For Editing\n\nWe welcome suggested improvements to any of our articles. You can make it easier for us to review and, hopefully, publish your contribution by keeping a few points in mind.\n\n  1. Encyclopædia Britannica articles are written in a neutral objective tone for a general audience.\n  2. You may find it helpful to search within the site to see how similar or related subjects are covered.\n  3. Any text you add should be original, not copied from other sources.\n  4. At the bottom of the article, feel free to list any sources that support your changes, so that we can fully understand their context. (Internet URLs are the best.)\n\nYour contribution may be further edited by our staff, and its publication is subject to our fi... (truncated)",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9718890786,
        "format_confidence":0.9817723036
    },
    {
        "url":"http:\/\/the-artists.org\/artist\/Gunta-Stolzl",
        "text":"Gunta Stolzl | the artist\n\nThe artist Gunta Stolzl\nBorn March 5 1897, Munich, Germany.\nDied April 22 1983, Zurich, Switzerland.\nStyle and technique of the artist: Design, Bauhaus,\n\nGunta Stolzl artworks on eBay\nOriginal artworks, prints, exhibition posters, monographs, books, collectibles.\n\nBiography and art, auction, artworks, interview, statement, website:\n\n\nThe Bauhaus Weaving Workshop has only lately been given its due acclaim. It is true that it was represented in all the major Bauhaus shows - as far back as 1938, the year the exhibition Bauhaus 1919-1928 was held at the Museum of Modern Art in New York . Not until 1976, and again in 1987 did the Bauhaus Archive in Berlin organize exhibitions, devoted foremost to the work of the textile artist Gunta Stölzl, while comprising an overview of other Bauhaus weavers, students and their work...\n\n\n1919: Begins her studies at the Bauhaus Weimar. Attends Johannes Itten\u0092s classes and in 1921 the first class given by Paul Klee. 1922: attends course in dyeing techniques in Krefeld and establishes dyeing facilities at the Bauhaus. Her abstract works on paper show the influence of Paul Klee and Wassily Kandinsky. They anticipate the boldly colourful abstract wall hangings and blankets produced from 1923 onwards. 1923: passes journeyman\u0092s examination as a weaver. 1924: assists Johannes Itten to establish the \u0093Ontos Weaving Workshops\u0094 near Zurich. Attends weave and fiber technology courses in Krefeld...\n\nSchlitzgobelin Rot-Grün",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9956604838,
        "format_confidence":0.8646370173
    },
    {
        "url":"http:\/\/www.apartmenttherapy.com\/design-dictionary-toile-177193",
        "text":"Design Dictionary: Toile\n\nDesign Dictionary: Toile\n\nCarolyn Purnell\nSep 20, 2012\n\nIn today's parlance, toile, which is shorthand for \"toile de Jouy\" (pronounced \"twal-da-'zhwee\") generally refers to a finely detailed, scenic or storylike pattern printed in a single color. Its themes often revolve around pastoral life, recreation, and the pleasures of the seasons.\n\nAt its inception in the eighteenth century, the term referred simply to the cloth made at the royal manufactory in Jouy-de-Josas, in France, which was established in 1760 by Christophe-Philippe Oberkampf in order to make printed cotton cloths that could compete with the influx of imported Indian chintzes. The factory began making block prints, like the one you see in Image 3, moved to printing with the use of copper plates in the 1770s, and then switched to printing with copper rollers in 1797 (as in Image 4).\n\nToile was a great medium for storytelling, and the fabrics depicted a wide array of themes and tales, ranging from representations of texts like La Fontaine's fables to depictions of Chinese life, as imagined by the French (chinoiserie was another eighteenth-century fad). Pastoral themes were among the most common, fitting in with the claims of Enlightenment thinkers like Jean-Jacques Rousseau who idealized country life and argued that it was purer and more wholesome. This fascination even spread to the court, and Marie-Antoinette was known to be taken both with rural life and with the Jouy textiles that depicted it.\n\nWhile the process of making toiles is less laborious today (and thankfully skips the step of soaking them in a mixture of cow dung and water to remove excess color), they remain popular, versatile fabrics. Simultaneously elegant and casual, they fit well with a variety of decor styles, from traditional French countryside to eclectic, funky, and modern (as in Image 6). A number of artists have even made use of toile's storytelling capabilities to make cultural critiques or to subtly incorporate new, modern, or fantastic imagined scenes (Image 7).\n\nFor more in-depth information about toile, check out:\nToile: Explained and Explored\nClassic Wallpaper Pattern: Toiles de Jouy\nToile de Jouy in 3D! Folly by Beth Katleman\nToile Goes Street: Brookly Toile Wallpaper by Beastie Boy Mike D\n\"Historically Inaccurate\" Toile by Richard Saja\n\n(Images: 1 and 3. Judith Straethen, 2. Musée de la Toile de Jouy, 4 and 5. Topics of Capricorn, 6. Matthew Williams via Apartment Therapy, 7. Richard Saja)\n\nCreated with Sketch.",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9435032606,
        "format_confidence":0.9405534267
    }
]