[
    {
        "url":"http:\/\/alumni.samford.edu\/s\/1575\/gid2_alumni\/index.aspx?gid=2&pgid=586",
        "text":"Samford Homecoming\nFrequently Asked Questions\n\nWhy do I need to register for Homecoming?\nYour registration for Homecoming helps us to be better prepared for the number of people we will have on campus over the weekend.  By registering, you will receive some Samford Homecoming swag and your official Homecoming nametag for the weekend.\n\nWhat hotel should we use?\nHampton Inn Mountain Brook , Courtyard Marriott off Lakeshore, SpringHills Suites Birmingham Colonnade and The Westin downtown are Samford's host hotels.  Many other hotels are available in the area as well.\n\nWhere will we sit at the football game on Saturday afternoon?\nThe football tickets you purchase for Homecoming are reserved seating on the west side.  You will be able to choose where and with whom you would like to sit with to cheer on the Bulldogs!\n\nI just registered for Homecoming online.  How do I know that it worked?\nAs soon as you register and successfully complete the payment section, you will receive an email notification.\n\nWhere should I park?  Is parking free?\n\nParking is free on campus.  There are a variety of places to park.  The South Stadium Lot and the Wright Center Commuter Lot will be your best options over Homecoming Weekend. \n\nWho should I contact if I have questions about Homecoming?\nContact Molly McGuire in the Office of Alumni Programs with your questions regarding Homecoming.  Molly can be reached at msmcguir@samford.edu or (205) 726-4315.\n\nWhen I purchase tickets online, will I receive them in the mail prior to Homecoming?\nNo, tickets will not be mailed.  All tickets can be picked up during Check-In in the Howard Room (University Center, near the Hub and Public Safety) on Friday, November 6 (3:00 - 6:00 p.m.) or Saturday, November 7 (9:30 a.m. - 12:00 p.m.)\n\nWhat should I wear?\n\nCheck the local weather report for the weekend before heading to Birmingham\/campus.  This will help with determining what is best to wear throughout the weekend. Casual attire is appropriate and comfortable shoes are strongly encouraged.\n\nWhat if I need to cancel my registration?\nWe will adhere to the following refund policy:  Cancelled registrations prior to October 1: 100% refund.  Cancelled registrations between October 1 and October 31: 50% refund.  Cancelled registrations November 1 or later: ZERO ($0) refund.\n\nWhat methods of payments are accepted for registration?\nFor online registration, we can accept Via and MasterCard (American Express will not be accepted).  If you are mailing in a reunion invitation registration card, you can submit a check or cash for payment along with the Homecoming registration card.  If you choose to register in person during Homecoming, we can accept cash, check, or credit.\n\nWhere is the Homecoming check-in located?\nHomecoming check-in is located in the Howard Room (inside University Center, near the Hub and Public Safety).  We will have signs around campus directing you to check-in.\n\nHelp! I can't remember if I registered for Homecoming and I can't find my confirmation e-mail.  What should I do?\nNot a problem.  Contact Molly McGuire at msmcguir@samford.edu.  Molly can look up your registration by last name to confirm your registration and resend your confirmation e-mail.",
        "topic_id":7,
        "format_id":5,
        "topic_confidence":0.9501540661,
        "format_confidence":0.9777556658
    },
    {
        "url":"http:\/\/www.takeninhand.com\/how.do.i.know.whether.taken.in.hand.is.right.for.me",
        "text":"How do I know whether Taken In Hand is right for me?\n\nHow do I know whether Taken In Hand is right for me?\n\nA Taken In Hand relationship is a fully-committed wholehearted sexually exclusive marriage in which, to the delight of both spouses, the man actively controls the woman. The degree of control and the way the husband retains control vary from Taken In Hand couple to Taken In Hand couple, but in all cases both husband and wife actively want the husband to have the upper hand. No matter how strong, tough and forceful a Taken In Hand wife may be, and no matter how hard she might try to take control in their marriage, she would be aghast if her husband were to let her get the upper hand. Likewise, no matter how loving, kind and considerate the husband may be, he prefers to keep his wife firmly in hand.\n\nThe husband in the relationship has a lot of power over his wife by virtue of his position at the one who is in charge. Being a good person, he wants to do no harm, so he takes care to put his wife and the relationship first.\n\nDo you really want this kind of relationship? If you don't, it is not right for you.\n\nDoes your spouse want this kind of relationship? If not, then unless he or she changes his or her mind (and that often does happen) it is not right for you.\n\nDoes it sound like a burden or a duty to you or to your spouse? Then it is not right for you.\n\nAre you a person who takes responsibility for your own actions, or are you a person who blames others for your problems? If you are hypercritical, angry, hyperemotional, spiteful, grudge-bearing, vengeful, defensive or tend to place blame or feel victimised, Taken In Hand is not right for you. It requires a certain maturity, kindheartedness, and the ability to forgive and let past problems go. Whether you are a man or a woman, you need to be actively aware that you are a fallible human being, and that all human beings are fallible including your spouse. It is essential that you understand that there will be mistakes, and that that does not mean that your spouse is a bad person. If either you do not or your spouse does not meet these criteria, Taken In Hand is not right for you.\n\nDo you and your spouse each have the ability to trust the other and be vulnerable with each other, or is one or other of you a bit paranoid or distrustful? If you are the man, do you feel absolutely sure that your wife would never under any circumstances violate your trust in her by, for example, accusing you of abuse? If you are the woman, do you feel safe with your husband? Are you absolutely sure that he would never intentionally injure you or abuse you in any way? Do you each feel sure of the good character of the other? This is really very important.\n\nHow do you and your spouse each and jointly handle change? Change is stressful, even good changes. Changing your relationship in this way is a big change in most cases, and there can be all sorts of unintended consequences and unexpected events and emotions. If one or both of you is not good at handling change, Taken In Hand may not be right for you.\n\nHow have the two of you handled disagreements or incompatibilities in the past? Have you more often than not managed to handle difficulties well? Have you generally turned towards each other or have you been unable to adapt to each other? In moving your relationship in a Taken In Hand direction, you are likely to find that you will each have a different idea of what you want, and the two of you need to be able to create a path that you both like, rather than sticking rigidly to your first idea of how to proceed, otherwise Taken In Hand is not for you.\n\nWhether you are the man or the woman in a potential Taken In Hand relationship, if to you Taken In Hand feels like a burden, it is not for you. It needs to be something you positively want, something that you think will give you pleasure and joy and passion and peace. There must be something in it for you as well as for your spouse.\n\nSee also:\nAn overview of Taken In Hand\nCould this kind of relationship be for you?\nDo you have a commanding presence?\nCan you be in charge without turning into her mother?\nConsent makes all the difference in the world\nThe importance of conquest\nA woman must know that her man cares\nConsent, control, connection\nBarbie is the doll, Ken is just an accessory.\nThe resistant woman\nEquality isn't all it's cracked up to be\n\nprevious | FAQ index | next\n\nTaken In Hand Tour start | next\n\n[This is an answer to a frequently-asked question: this page is part of the FAQ. Please try to ensure that your post is answering the question or discussing the above post. The question is: How do I know whether Taken In Hand is right for me?]\n\n\nIs Taken in Hand Right for You?\n\nMy answer to this question would be, if you are in frequent power struggles, spend hours out of weekends in a silent treatment with the man you absolutely adore, find yourself swearing at your man, and wishing you could just get along, Taken in Hand may be what you are looking for.\n\nIf you wonder why there is a constant feeling that something is wrong or once again you have made another mistake, maybe it is your relationship roles. Perhaps having your man in charge and making the calls in your home life would make you feel cared for and secure. Especially if you admire strong men who can take charge.\n\nMaybe you would like to feel more feminine and appreciate his masculinity more. Maybe you don't care about his feminine side and whether or not it surfaces.\n\nMaybe you are a competent capable intelligent woman but you want to be Taken in Hand and you want a dominant man in your life.\n\nAsk yourself some of these questions without worrying if it is politically correct. Give yourself an honest answer about what would really make you happy and if Taken In Hand would make you happy this may be the relationship style for you.",
        "topic_id":7,
        "format_id":5,
        "topic_confidence":0.9926196933,
        "format_confidence":0.8573261499
    },
    {
        "url":"http:\/\/dateknight.co.nz\/General\/FAQs.aspx",
        "text":"Date Knight\nYou are being viewed by\n    Skip Navigation LinksDefault > General Help > Frequently Asked Questions\n\n    Frequently Asked Questions\n\n      FAQs by section\n    If we get a question that is often asked, we add it here so that others can quickly find a solution if they have the same problem\n\n\n    • How can I see who has viewed my profile? Answer\n    • How do I Disable \/ Enable my advert? Answer\n\n\n    • I am getting nuisance messages from a member, what can I do? Answer\n    • Moira has a question Answer\n    • Moiras question22 Answer\n    • Who is Moira Answer\n\n\n    • How do I add photos? Answer\n    • How do I attach photos to messages? Answer\n    • When I look at my profile, why can't I see all of my photos? Answer\n\n\n    • Does my bum look big in this..? Answer\n    • How can I contact the site administration? Answer\n    • I have a suggestion to improve the site, how do I do this? Answer\n\n\n    We are very sorry to hear that you have a complaint, please use this link and give us concise relevant information so that we may swiftly deal with it. Members are advised that abuse will not be tolerated. Complain\n\n\n    We are always looking for ways to improve our service and welcome your suggestions. Please use this link to give us the details. Suggestion\n\n    Contacting Us\n\n    We are happy to hear from you but hope you will understand that we are unable to answer all contacts due to work loads. In addition, premium members will always be our highest priority. Contact Us\n\n    Reciprocal Sites - Free Dating Sites for Singles",
        "topic_id":7,
        "format_id":5,
        "topic_confidence":0.9197720289,
        "format_confidence":0.9789530039
    },
    {
        "url":"http:\/\/www.mainstreetforumnc.org\/faqabout-us\/subscribe-to-follow-our-blogs\/",
        "text":"Subscribe to Follow Our Blogs\n\nWelcome to Main Street Forum NC. If you find our blogs interesting and would like to follow them, please click the profile link below. You will be able to subscribe to the specific blogs (topics) and authors you would like to follow. As a subscriber, you will be notified by email of new posts to those blogs or by those authors.\n\nLeave a Reply",
        "topic_id":7,
        "format_id":5,
        "topic_confidence":0.7227643132,
        "format_confidence":0.749473989
    },
    {
        "url":"http:\/\/www.deyuanhuanyi.com\/useful-links\/faqs",
        "text":"﻿ FAQ's - Driven Woman\n\nDriven Woman FAQ\n\nStill not sure? Maybe we can answer your questions below:\n\nI’m not sure it’s right for me\nIf you like the idea but are not quite sure, then we suggest you sign up for 6 months and give it a try. There’s no risk. If you feel it’s not for you after couple of sessions (up to three), we will refund you the remaining membership fee.\n\nSounds great, but I don’t have enough time\nMost members say doing this process actually creates more time for you. This happens because you are forced to monthly evaluate your priorities and focus on things that will have a bigger impact on your success, finances and\/or happiness. We regularly do time management related exercises in the groups and getting more out of your day is a constant topic we discuss and practice.\n\nIdeally we all dream about and work towards working less and earning more! Filling up your day with things to do is not difficult, what requires focus is to do things that actually matter\n\nI'm looking for a group to help me progress in my business and don't want to be distracted from my important entrepreneurial goals\nDrivenWoman member meetings help you work on your life so that you make your life work for you. Success in business is very often linked to our mindset. And many of our members can contest that when they start focusing regularly on their mindset and are challenged by the other members in the monthly group meetings, they start to experience positive shifts in their business goals.\n\nHere are a few examples of members who’ve experienced positive change in their business goals as Driven Women members\n\nIt’s a lot of money to spend on myself, I’m not sure it’s worth it\nOur members sometimes compare it to their monthly gym membership in terms of cost. But more importantly, have you made the change you want to see in your life already?\n\nIf not, then maybe the DrivenWoman network and structured approach will work for you. We know that when you pay, you pay attention and take action. Free groups are great for motivation and inspiration but do little to move you towards your goals consistently. Networking is wonderful for meeting like-minded women and building relationships and friendships, but often these become a business card swopathon.\n\nWhen you join Driven Woman you will start taking active steps and moving forwards to achieve what you want. It’s about being ready to accept that we have to step outside of our comfort zone and that can be painful. Together we can help each other to overcome it. Instead of feeling isolated and frustrated we keep moving forward, encouraging each other, and slowly, step-by-step, our life starts to turn around.\n\nI’m not sure I can make it every month – can I still join when possible?\nThe meetings act as a commitment point for you to become more efficient and make progress. You have an appointment with yourself and you won’t be skipping it! People tell us they are not simply executing their to-do list anymore. But it only works if everyone in the group is committed (We do understand there may be occasions when something urgent\/important comes up).\n\nYour membership is for the time duration you selected rather than the number of sessions and if you do miss a session, you are not entitled to a refund or able to attend another session. However there is no risk, if you feel it’s not for you after a couple of sessions (up to three), we will refund you the remaining membership fee.\n\nHow many people in each group?\nThere are a maximum of 15 people (including the group leaders) in each group. We split up into 2 or 3 smaller groups for the exercises so that everyone has plenty of time to participate comfortably.\n\nHow much is it to join?\nYou can join for a minimum of 6 months and pay in 6 or 12 month instalments. Prices vary per country and you can see the price here. The fee covers the attendance to the Monthly Members’ Meetings and 25% discount on other DrivenWoman events. Click here to find the price of your local group.\n\nWhen and where are the meetings?\nYou can find all the group details here.\n\nHow long is each session?\nMeetings last 2 hours each. We ask that you arrive 15 minutes before the official kick off time so you can informally network and settle for a prompt start.\n\nYes, I’m ready to join, what do I do next?\nClick here to find your nearest group and sign up!",
        "topic_id":7,
        "format_id":5,
        "topic_confidence":0.5375832319,
        "format_confidence":0.977976501
    },
    {
        "url":"http:\/\/www.greatofficiants.com\/ceremony-traditions-and-faq\/questions-to-ask-your-officiant",
        "text":"Fun & Romantic Ceremonies\n\nMobile Marriage Licenses\n\nWedding Chapel\n\nBeach Weddings\n\n\n\nIn Southern California\n\nQuestions to ask your Wedding Officiant\n\n\n    Notable Review\n    RoseA.: \"I appreciate that Alan and his staff were easy-going and thoughtful on one hand, but professional and responsive to questions, on the other. Thank you, Alan, for making our wedding ceremony as special as it was.\"\n  • source: THE KNOT\n\n\nThere are some Very Important Questions to ask when Choosing an Officiant.\n\nWatch the video and read the Q&A Below.\n\n\n\n1.              Can you customize the ceremony?\n\nWe customize every ceremony to reflect each couples personal values and beliefs.\n\n\n2.              Does the Officiant have sample wording\/ceremonies\/readings to show you?\n\nWe have a large selection of ceremony samples and ideas on our website.\n\n\n3.              Do you require Counseling?\n\nNo! Counseling should be done by a licensed professional not an Officiant. If you really feel you need counseling see a licensed therapist. Some Clergy are trained to do this but the majority of Professional Officiants are not. If you want results stick to a professional.\n\n\n4.              Is your Officiant known and respected in the Wedding industry.\n\nWe have won top awards from The Knot and Wedding Wire and have 100’s of reviews. We are on the Preferred Vendor List at many Venues. Very active in several wedding related professional organizations.\n\n\n5.              Do you have back up in case you are sick?\n\nWe have many Officiants on our team so you will never have to worry.\n\n\n6.              Will you marry us if we are of different faiths or if we have been divorced?\n\nWe honor all couples regardless of their faith or marital history.\n\n\n7.              Would you allow another Officiant to take part in the ceremony?\n\nWe are honored by all who want to take part in the ceremony.\n\n\n8.              Can we choose special readings or music?\n\nIt is Your Wedding. It can have whatever you want in it. We have tools to help you.\n\n\n9.               Will you give a sermon during the ceremony?\n\nNO! A wedding is no place for a sermon, it is a place to celebrate love.\n\n\n10.             Do you issue the Marriage License?\n\nAs long as your ceremony is happening in California, we offer confidential marriage licenses. See our Marriage License page.\n\n\n11.             Will you participate in the rehearsal?\n\nYes we will be happy to guide you through the whole process. Just ask.\n\n\n12.             Would you like to come to the wedding reception with your spouse?\n\nWe thank you, but as much as we would love to attend your reception, we typically have other events to attend to.\n\n\n13.             Are there any restrictions as to our attire, or our bridal party's attire?\n\nThere are no restrictions. Let us know the style and we can try to match.\n\n\n14.             Is flash photography allowed during the ceremony?\n\nWe absolutely want your photographer to capture your special day, and will do what’s necessary to ensure they get the perfect shot!\n\n\n15.             Will you wear a mic if the videographer requires one to capture the ceremony?\n\nWe will do whatever it takes to ensure your video is absolutely perfect, including wearing a microphone.\n\n\n16.             Can we choose one of your Great Officiants to perform Our Wedding?\n\nYES!!! YES!!! YES!!!\n\nQuick Contact Form\n\nFill out this form to get more information\non how we can make your wedding amazing.\nFor a more in depth inquiry fill out the\nAvailability Request Form\nBoth of your Names(*)\nInvalid Input\nBest Phone Number(*)\nInvalid Input\nInvalid email address.\nWedding Date(*)\nInvalid Input\nWedding Time(*)\nInvalid Input\nLocation or Venue Name(*)\nInvalid Input\nInvalid Input\n\nEvent Information\nGive Us Details\nInvalid Input\n\nProve that you're human\nInvalid Input",
        "topic_id":7,
        "format_id":5,
        "topic_confidence":0.7986335754,
        "format_confidence":0.9356158376
    },
    {
        "url":"http:\/\/birthmothersjourney.com\/faq",
        "text":"What do I do first?\n\nCall us at 207-467-8110 or text us at 207-310-8834. You can also fill out the online contact form or send an email . We will speak with you and outline steps to begin the adoption process. Everything we discuss is private. We will help you decide if adoption is the right choice for you and your baby.\n\nWhere are you located?\n\nAcadia Adoption Center is a Licensed Adoption Agency that works with expectant parents from all over the United States, and our office is located in the beautiful state of Maine. We work with a network of social workers, lawyers, hospitals, and other professionals all over the country who help facilitate the entire adoption process.\n\nDoes anyone have to know about my pregnancy?\n\nOnly if you choose to tell them. Any information that you share with us is kept completely confidential.\n\nWhat about the birth father?\n\nThe birth father can be as involved in the adoption process as you would like him to be. An attorney will be provided – at no cost to you – to discuss his rights and options.\n\nI’m worried about money. Can you help?\n\nYes, we can offer financial support and help towards some of your pregnancy-related living expenses such as rent, food, transportation, and maternity clothing, if needed.\n\nWhen can I speak to someone at your office?\n\nYou can reach us any time – day or evening – at 207-467-8110. You can also send us a text message: 207-310-8834 or email us: .\n\nCan I get counseling?\n\nYes, you will have access to counseling at no cost to you. We will work with you during the entire process of your adoption plan, to guide and support you with all of your questions and expectations..\n\nWhat if I need to move?\n\nIf your current living situation is not working out for you, we can assist you when you relocate with rent, utilities, and travel costs.\n\nCan I choose my adoptive parents?\n\nYes! You choose the family that fits the hopes and dreams you imagine for your child. Adoption has changed in so many amazing ways. Your child will know about you and the sacrifices you made in choosing adoption. You will have updates and pictures for the next 18 years, if and when you choose.\n\nWhat happens after I have chosen my family?\n\nOnce you are matched with a family, you can continue to keep in touch with our office and with the adopting parents if you want to. Your case manager will also be available to help you with your adoption plan. It’s important that you feel well and strong, so you’ll take care of yourself by seeing your doctor regularly. As your delivery date approaches, you’ll meet with an attorney or social worker to go over the paperwork you will sign when the baby is born.\n\nWhat happens at the hospital?\n\nWhen you go into labor, you will call your case manager and your adoptive family. Your adoptive family will come to the hospital to meet you. If you need a ride to the hospital, we can make prior arrangements for you. After the baby is born, you will most likely remain in the hospital for 12-24 hours. The hospital social worker will meet with you to sign the birth certificate and any hospital forms. If you don’t have a ride home, we’ll arrange it. The baby will go home with the adopting parents right from the hospital.\n\nOther questions?\n\nPlease call us now at 207-467-8110, or send us a message.",
        "topic_id":7,
        "format_id":5,
        "topic_confidence":0.9611820579,
        "format_confidence":0.976714015
    },
    {
        "url":"http:\/\/www.vaangels.com\/faq\/calgary-va-angels-forum\/",
        "text":"• Date: Wednesday August 9, 2017\n  • Forum: 3:30 pm to 7:00 pm Networking: 3:30-4:00 pm Program Start: 4:00 pm\n  • Location: The Ranchmen’s Club :: 710-13th Avenue Calgary SW\n  • Parking: 13th Ave entrance to underground complementary parking on first two levels, first come first serve, otherwise street parking available\n  • Distance:: Airport to Forum Location: 20 km\n  • Attire: Business Formal – Suit recommended but not required (see Ranchmen’s policy below)\n  • AV: screen, projector and laptop provided:: load presentation on forum laptop between 3:30-4:00 pm; bring personal laptop as backup. If using a MAC, please bring an adapter for the projector\n  • Average number of members in attendance: 30\n  • Hotel Options*:: Near Venue: use link to take advantage of Ranchmen`s special guest rates http:\/\/theranchmensclub.memberstatements.com\/tour\/tours.cfm?TourID=66273 Near Airport: Ramada Plaza Calgary Airport Hotel and Conference Centre, Lakeview Signature Inn Calgary Airport, Best Western Plus Port O’Call Hotel, Radisson Hotel & Conference Centre Calgary Airport\n  • Chapter President: Randy Thompson, CEO and Founder\n  • General Manager: Hannah Cree || Email: calgary@vaangels.com\nCALGARY: Ranchmen’s Member and Guest Policies:\nDress code\nNot permitted are jeans (except during stampede), warm-up suits, sweatshirts, athletic shoes, t-shirts, tank tops, flip flops, apparel with slogans & commercial messages. Inappropriate attire may result in refusal of entry into the building. Hosts of private functions are required to inform all attendees of this dress code. Business casual (optional jacket & tie) is allowed in all private function rooms. Jacket (tie optional) is required for the a.e. cross dining room. Outerwear including coats, hats, scarves and gloves must be left in the lobby cloakroom.\nAppropriate use of electronic devices\nmembers and guests alike are asked to mute cellphones and other electronic devices while in the club. Cellphones may be used in the telephone rooms on each floor, which also has a telephone suitable for local calls. With the exception of the a. E. Cross dining room, discreet use of smartphones and tablets is allowed for text messaging, reading and emailing. Laptop computers may be used in the business centre and private meeting rooms.",
        "topic_id":7,
        "format_id":5,
        "topic_confidence":0.8737056851,
        "format_confidence":0.9288685322
    }
]