[
    {
        "url":"http:\/\/www.movin1057.com\/general\/",
        "text":"The following official general contest rules have been designed in an effort to increase opportunities for more listeners to participate in Alaska Integrated Media Inc. contests and promotions.  \n\nThese rules apply to KNIK, KZND, KMVN, and KOAN all on air and website contests and promotions. Specific rules and promotions may have additional and\/or substitute rules.  If so, those rules may be picked up at the Alaska Integrated Media Inc. Office, 4700 Business Park Boulevard Building E Suite 44, Anchorage, during regular business hours, Monday through Friday, 8am – 5pm.\n\nAny individual may be awarded a maximum of one prize valued at less than $100 per 30 days from the radio station. No more than two winners per household per radio station in this prize value range per contest. Alaska Integrated Media Inc reserves the right to exclude any individual from winning any prize and reserves the right to ban individuals who do not follow the guidelines of the contest(s).\n\nIf any individual is awarded a prize valued at $100 or more, that individual and all members of the individual’s household are disqualified from being awarded subsequent prizes valued at $100 or more from that same radio station during the next 30 days.\n\nEach contest will specify an appropriate qualify to win age. All prizes must be picked up at the Alaska Integrated Media Office, 4700 Business Park Boulevard Building E Suite 44, Anchorage.  Prizes must be picked up within 30 working days by the person who was awarded the prize. ALL WINNERS MUST PROVIDE A PICUTRE I.D. AND CURRENT MAILING ADDRESS. IF THE PRIZE IS OVER $200, SOCIAL SECURITY CARD IS NECESSARY TO CLAIM THE PRIZE.  Winners will be solely responsible for any and all taxes incurred- local, state, and federal- when accepting a prize.\n\nAll participating sponsor’s of the specific contest or promotion and their advertising agencies, and employees of other radio and TV stations and members of their immediate families are not eligible to win. All winners must grant Alaska Integrated Media exclusive permission to use their names, photographs, voices and likeness and waive any claim to royalty, right or remuneration for such use.\n\nStations are not responsible for issues regarding telephones and cellular phones, including hang-ups and disconnection during the course of conducting on-air contests as well as Internet outages and other circumstances out of the stations control that would limit the ability to win.\n\nAlaska Integrated Media reserves the right to modify or replace these rules at any time without notice. Verification that these rules are currently in force is the sole responsibility of the individual listener. Verification may be accomplished by calling the Alaska Integrated Media office at 522-1018.\n\nThere shall be no liability Alaska Integrated Media, or its employees, for any prize entry, decision, or damages that may result from the winning or use of the prize, or which is deemed irregular in any manner. Decisions of the representatives of Alaska Integrated Media, as designed by Alaska Integrated Media, are final regarding all contest issues.\n\nOne entry per person per day per contest. Alaska Integrated Media reserves the right to restrict entry to certain days and\/or hours. Details on entry times and deadlines may be obtained by calling Alaska Integrated Media between 8 am and 5 pm Monday – Friday.\n\nIf contest involves travel and\/or lodging, winner understands that they are responsible for all costs and incidentals such as, but not limited to, airport\/hotel transfers, long distance, and meals.",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.8312084675,
        "format_confidence":0.9819099307
    },
    {
        "url":"http:\/\/miss-ireland.ie\/about-us\/rules-of-eligibility\/",
        "text":"Rules Of Eligibility\n\nPlease read the below to ensure you understand the rules of eligibility for entry to Miss Ireland 2017\n\n\n  1. The entrant shall have attained the age of 17 years on or before the 1st  of April 2017 and shall not have attained the age of 28 years on Dec 31st 2017\n  2. Has never been through a marriage ceremony, valid or invalid, whether Civil, Religious or Tribal which is recognized as a ceremony in any part of the world.\n  3. Has never given birth to a child.\n  4. Usually used the prefix “Miss” or equivalent before her name.\n  5. Shall be of good character and possession of charm, poise, personality and have beauty of face and figure.\n  6. Shall be a person whose background is not likely to bring into disrepute the Miss Ireland Contest, Miss World Contest, its titles or its organizers.\n  7. The entrant shall be a person born in or is a naturalized citizen of Ireland\n  8. Holds an Irish passport\n  9. Shall not have participated in any International Beauty contest in 2016\n  10. Undertakes to sign the Miss Ireland contract if elected Miss Ireland 2017\n  11. If the entrant is registered with a model  \/ booking agency and should she win the Miss Ireland 2017 title she will come under Management of the Miss Ireland office and agrees to be placed with an agency \/ booking agency of their choice.",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.5265123248,
        "format_confidence":0.8942484856
    },
    {
        "url":"http:\/\/finisterrafilmfestival.pt\/index.php\/2018-edition-en\/regulation-en.html",
        "text":"finisterra logo\n\nRegulation 2018\n\nArticle 1 | Organization\n\n  1. The Finisterra – Arrábida Film Art & Tourism Festival, hereinafter identified by Festival, is an annual event promoted by Arrábida Film Commission Association;\n  2. The organization of the festival is the responsibility of:\n    1. Carlos Sargedas Director;\n    2. Arrábida Film Commission;\n\n\nArticle 2 | Objectives\n\nThe Festival objectives are to reward films and audiovisual works that effectively promote tourism, in any of its multiple dimensions:\n\n  • To promote the implementation of good practices in tourism, according to the assumptions of social responsibility and sustainable development;\n  • Encourage young people to engage in directing and producing travel movies.\n\n\nArticle 3 | Movies Genres\n\nThe Festival accepts, selects and shows audiovisual productions of eight genres:\n\n  • Advertising Movies, lasting up to 3 minutes;\n  • Dissemination \/ Promotion Movies, lasting up to 15 minutes;\n  • Documentaries ou report movies lasting up to 70 minutes;\n  • Short Documentaries, up to 20 minutes;\n  • Timelapses;\n  • Drone films;\n  • Music Tourism films;\n  • Video blogger\/vlogger and youtubers Tourism Films, up to 20 minutes;\n  • Santiago Cities Tourism Films.\n\n\nArticle 4 | Access Conditions\n\nMay participate in the Festival movies that meet the following requirements:\n\n  • Must be produced less than three years;\n  • Must contain English or Portuguese subtitles.\n\n\nArticle 5 | Movies application\n\n  1. Entries must be submitted online, until March 11, 2018, on the Filmfreeway site\n  2. If the candidate has doubts about whether the film meets the criteria for entry, the applicant should make a provisional registration by sending the film and making the online application. If the opinion of the Executive Committee is favorable, the candidate must make the final registration\n  3. The participants will be notified when upon acceptance of their registration.\n\n\nArticle 6 | Authorial Rights\n\nEach participant is responsible for the content of his work and for eventual authorial rights problems. The participant is the holder of all rights regarding the use of his work, according to the liability to third parties. The executive committee has the right to reject films whose content or technical quality, does not satisfy the requirements for the Festival.\n\n\nArticle 7 | Pre Selection\n\n  • A selection committee (appointed previously by the executive committee, and composed of experts in the fields of audiovisual arts and tourism), will make a preliminary evaluation of the films in the competition.\n  • The selection committee may propose that certain films be presented extra contest.\n\n\nArticle 8 | Jury\n\n  • The jury, appointed by the organizing committee is made up of some of these elements: film and television directors, tourism experts, film critics, journalists, film producers and higher education teachers of related scientific areas.\n  • The jury will evaluate the materials selected by the selection committee with full independence, and whose decisions are final.\n  • The jury as a whole or each of its elements has no responsibility for prizes that can be assigned by the executive committee. If it sees fit, the jury may award prizes \"ex aequo\".\n\n\nArticle 9 | Evaluation Criteria\n\n  1. The films pre-judged favorably by the selection committee will then be assessed by the jury based on the following criteria:\n    1. Visual Quality (including photography and editing)\n    2. Sound Quality (including music and sound)\n    3. Value of Information\n    4. Concept\n    5. Creativity and Innovation\n  2. The score in each of the five criteria mentioned above will vary between a minimum of 1 point and a maximum of 10 points: Poor (1 and 2), Enough (3 and 4), Good (5 and 6), Very Good (7 and 8) Excellent (9 and 10).\n  3. The scores will not be disclosed. Only the three highest scores films in each category will be released.\n\n\nArticle 10 | Appointments and Awards by Category\n\n  1. The five highest rated films in each category make up the Festival shortlist (nominations);\n  2. Depending on the number of films entered in each of the themes categories, the following prizes will be awarded:\n    1. 1st, 2nd and 3rd Prizes, if the minimum of films entered is more than eight films;\n    2. 1st and 2nd Prizes, if the minimum for films entered is between 5 and 7;\n    3. 1st Prize, if the number of films entered is 3 or 4;\n  3. No prize will be awarded if the number of applicants is 1 or 2.\n\n\nArticle 11 | Grand Prize\n\nThe Arrábida Grand Prize will be awarded to the film that the jury considers to be the best among all the movies that integrate the Festival nominations (shortlist), regardless of the specific category that competes.\n\n\nArticle 12 | Artistic Prizes\n\n  1. The jury also distinguishes with a trophy, the movies that stand out in the following technical and artistic categories:\n    • Best Photography;\n    • Best Music \/ Soundtrack;\n    • Best Script \/ Screenplay;\n    • Best Creativity \/ Innovation;\n    • Best Visual Effects and Post - Production\n  2. Will also be awarded with a trophy, the best films from each genre - \"Thematic\" Categories:\n    • Religious Tourism Films\n    • Mountain Tourism Films\n    • Beach & Sea Films\n    • Travel Tourism Films\n    • Destinations Tourism Films\n    • Diving Tourism Films\n    • Nature and Wildlife Tourism Films\n    • Places in History Tourism Films\n    • Human Life Tourism Films\n    • Golf Tourism Films\n    • Hospitality Tourism Films\n    • Wines Tourism Films\n    • Sports Tourism Films\n    • Animation Tourism Films\n    • Events Tourism Films\n    • Business Tourism Films\n    • Tourism of The Sea Films\n  3. Also as an incentive, encourage participation and filmmaking to students from schools Cinema, Tourism, Technology and Audiovisuals will be awarded a Diploma with the top 3 of all films regardless of the specific category it competes.\n\n\nArticle 13 | Special Awards of the Organization\n\nIn addition to the jury’s awards, the Executive Committee and the Festival Directors may decide to award films, personalities and organizations for their contribution in promoting tourism.\n\n\nArticle 14 | Participation Certificates\n\nThe Executive Committee, awards a participation certificate to all the movies enrolled in the Festival.\n\n\nArticle 15 | Cession of broadcasting rights\n\nBy signing the entry form, the applicant authorizes the display of his film for promotional purposes and the public exhibition during the Festival:\n\n  • On the website of the Festival;\n  • In academic events, universities or colleges, for dissemination of the Festival and \/ or training of students;\n  • In any event the Festival is held, where participants or winners are cited.\n  • On \"CINETURISMO\" TV Program of the Festival on Sporting TV (National TV)\n\n\nArticle 16 | Exclusive rights of the Executive Committee\n\n  • The Executive Committee decides on the date and Festival Schedule, including the films exhibition sequence.\n  • The Executive Committee also decides the exclusion of films, where it considers justified, and acts on any other issues not included in this regulation, but related to the organization of the Festival.\n\n\nArticle 17 | Additional Information\n\nTo clarify any questions or additional information, contact the Executive Committee by e-mail: This email address is being protected from spambots. You need JavaScript enabled to view it.  or phone 00 351 938 857 701.\n\n\nArticle 18 | Acceptance of regulations\n\nParticipation in the Festival is dependent upon acceptance of this regulation.",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.5976373553,
        "format_confidence":0.9741441011
    },
    {
        "url":"http:\/\/www.courierpress.com\/about-us\/contests\/liverpool-legends-concert-sweepstakes",
        "text":"Liverpool Legends Concert Sweepstakes\n\n\n\n\nThe Liverpool Legends Concert Sweepstakes begins on July 17, 2014 at 8:00 a.m. CT and ends on August 22 at 12PM CT. The time shall be determined by Sponsor’s timekeeping systems. Sponsor shall have the sole discretion in determining the timeliness of any action or inaction related to this Contest. All times mentioned in these Official Rules are Central Time unless expressly noted otherwise.\n\nOpen only to legal U.S. residents who are 18 years of age or older as of date of entry and reside in Indiana, Kentucky & Illinois in the following counties Daviess, Dubois, Gibson, Knox, Martin, Perry, Pike, Posey, Spencer or Vanderburgh, Warrick, Crittenden, Daviess, Henderson, Hopkins, Lyon, Union, Webster, Clay, Crawford, Edwards, Gallatin, Hamilton, Lawrence, Richland, Saline, Wabash, Wayne, or White.  Void wherever prohibited by law. Employees of Scripps Media, Inc. d\/b\/a The Evansville Courier & Press, their respective affiliates, subsidiaries, advertising and promotion agencies, prize suppliers, including any vendors providing services in connection with this Sweepstakes (collectively, the “Sponsor Affiliates”) and the immediate family members (spouse, mother, father, in-laws, grandmother, grandfather, brother, sister, children and grandchildren) and\/or those living in the same household of Sponsor or Sponsor Affiliates are not eligible. By participating, entrants agree to be bound by the Official Rules and the decisions of Sponsor. \n\n\n Beginning 7\/17\/2014 through 8\/22\/2014 look for the Sweepstakes Official Entry form printed in the Courier and Press each day during the Entry Period.  Complete the Entry form and hand deliver, or mail your entry in a hand-addressed, business-size envelope (#10) with first-class postage, to: The Courier & Press Office, 300 E. Walnut St. Evansville, IN 47713.  Entries must be received by 11:59 AM CT on 7\/9\/2012. Limit one entry per envelope. Official Entry forms will also be available at The Courier & Press Office.  Limit one Entry form per person.\n\nLimit one entry per person and per household address.  No mechanically reproduced entries of any kind permitted. Illegible and incomplete entries are void. Sponsor is not responsible for lost, late, mutilated, postage due, misdirected entries or entries not received. In the event of a dispute over who submitted an online entry, the entry will be deemed to have been submitted by the authorized account holder of the e-mail account identified on the online entry form. The authorized account holder is deemed to be the natural person who is assigned to an e-mail address by an Internet access provider, service provider, or online organization responsible for assigning e-mail addresses for the domain associated with the submitted e-mail address.  Entries become the property of Sponsor and will not be returned.\n\n\nWINNER SELECTION:   Winner(s) will be selected by random drawing on or about\n\nAugust 22, 2014 at 12p.m. from all eligible entries received.  Decisions of Sponsor are final on all matters. Winner will be notified by email only using the information provided in the entry and will have (2) business days to respond. If there is no timely response an alternate potential prize winner may be selected. Limit one prize per person\/household address. Odds of winning will depend upon the number of eligible entries received.\n\n\nPRIZE(S): (8) Eight Prizes – each winner receives (2 Two tickets to see Liverpool Legends on August 30, 2014 at AIS Diamond Auditorium (ARV $60\/set).  Sponsor:  Evansville Courier Company, Inc., 300 E. Walnut St. Evansville, IN 47713. Prizes consist of only those items specifically listed as part of the prize. No substitution or transfer\/assignment of prize by winners permitted. Subject to all terms, conditions and restrictions on face of tickets or imposed by issuer. If by reason of printing or other error, more prizes are claimed than the number of prizes set forth in these Official Rules, a random drawing will be held to award the advertised number of prizes in the relevant category.  Under no circumstances will more than the advertised number of prizes be awarded.   Winner must pick up his or her prize at the Courier & Press Office, 300 E. Walnut St. Evansville, IN 47713 M-F between 9AM – 5PM no later than 8\/28\/2014. Federal, state, and local taxes on prizes, if any, and any other costs, fees and expenses not listed above as specifically included as part of the prize are the sole responsibility of winner. ALL TAXES ARE THE SOLE RESPONSIBILITY OF THE WINNER. An IRS form 1099 and other tax-related forms and documents may be issued by Sponsor if required by law.\n\nWINNER NOTIFICATION AND RELEASES: On or around August 22, 2014, Sponsor shall notify the potential winner(s). The potential prize winner(s) will be contacted via telephone or email. If a potential winner does not respond after the first attempted contact from Sponsor within 48 hours he or she will be disqualified and the prize awarded to an alternate winner as determined by random draw from the remaining eligible entries. The potential prize winner(s) may be asked to provide confirmation that he or she is the owner of the relevant email address. Each potential winner may be required, in Sponsor’s sole discretion, to complete and return an Affidavit of Eligibility, a scan or photo of legal ID, Release of Liability and\/or, if legally permissible, a Publicity Release and also to have any companion(s) that will participate in the prize activities, if applicable, return the same documentation before claiming the prize or being allowed to participate in any prize activities. If any of the potential winner or the companion(s), if applicable, is under the age of majority in his or her state of residence, then the parent or legal guardian of the minor potential winner or companion(s) must sign and return all required forms. All forms must be postmarked within 10 days of the date on notification materials if return is requested via mail or forms must be completed before receipt of any prize if prizes are picked up in person. Noncompliance within this time period and\/or return of any prize\/prize notification as undeliverable may result in disqualification and an alternate potential winner may be randomly selected from all remaining eligible entries. Sponsor reserves the right to substitute any prize with prize of equal or greater value in its sole discretion. Acceptance of any prize constitutes permission to the Sponsor to use winners’ name, voice, statements, image and likeness for purposes of advertising and trade, in any medium, without further compensation, unless prohibited by law.\n\nPUBLICITY AND MARKETING:  Submission of an entry in the sweepstakes constitutes permission to the Sponsor to use entrant’s name, identity, title, likeness, distinctive appearance, physical likeness, image, portrait, picture, photograph (whether still or moving), screen persona, voice, vocal style, statements, gesture, mannerism, personality, performance characteristic, biographical data, signature, social media handles and identities, and any other indicia or imitation of identity or likeness for purposes of advertising and trade, in any medium, without further notice, approval, or compensation, unless prohibited by law. Submission of contact information in connection with this sweepstakes (whether or not required), including without limitation mailing address, phone number, and email address, during entry constitutes permission for Sponsor to use entrant’s personal information for purposes of administration of the Contest and for Sponsor to add entrant to Sponsor’s customer database and to contact entrant in the future for promotional and other reasons. You may opt-out of receiving such communications as set forth in Sponsor’s Privacy Policy as provided within any such marketing materials. You understand that you are providing your information to Sponsor and the information you provide will only be used in accordance with Sponsor’s Privacy Policy.\n\nLIABILITY RELEASE & INDEMNIFICATION: By entering this Sweepstakes, you agree to release, discharge and hold harmless Sponsor, Sponsor Affiliates and their respective directors, officers, employees, agents and assigns (the “Released Parties”) from any claims, losses, and damages arising out of, or relating to, your participation in this Sweepstakes or any Sweepstakes-related activities (including, without limitation, any event attended as part of a prize) and the acceptance and use, misuse, or possession of any prize awarded hereunder (including, without limitation, any misrepresentation made by the entrant in connection with the Sweepstakes; any non-compliance by the entrant with these Official Rules; claims brought by persons or entities other than the parties to these Official Rules arising from or related to the entrant’s involvement with the Sweepstakes; acceptance, possession, misuse or use of any prize or participation in any Sweepstakes-related activity or participation in this Contest; any malfunction, error or other problem arising in connection with the collection, processing, or retention of entry information; or any typographical or other error in the printing, offering or announcement of any prize or winner). The foregoing includes, without limitation, any claim for personal injury, property loss or damage, or death arising in any way in connection with the Sweepstakes.\n\nOTHER TERMS:  Sponsor not responsible for any typographical or other error in the printing, the offering or the announcement of any prize or in the administration of the promotion, whether caused by computer, technical or human error. Sponsor is not responsible for late, lost, damaged, incomplete, illegible, faulty, or incorrect transmissions, incorrect announcements of any kind, technical hardware or software failures of any kind, any damage to any person's computer related to or resulting from participating in the online portion... (truncated)",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.9351183176,
        "format_confidence":0.9770826101
    },
    {
        "url":"http:\/\/www.djsjungleadventure.co.uk\/rules\/",
        "text":"DJ’s Jungle Adventure Rules\n\n\n  • Parents or guardians must remain in the building at all times.\n  • Members of staff monitor the use of the equipment.   Staff are not provided to supervise your children using the facilities.\n  • For hygiene reasons socks MUST be worn at times by everyone – available to purchase.\n  • No food, including sweets, or drinks are to be taken onto the play equipment.\n  • Only food and drink purchased at DJ’s Jungle Cafe can be consumed on the premises.\n  • Paid sessions are for 2 hours.  At full capacity, sessions may be limited to this time, but generally you may stay as long as you like.\n  • Smoking is not permitted anywhere in the building or immediately outside the entrance.\n  • Personal items must be left with parents or guardians.  DJ’s Jungle Adventure does not accept liability for theft.\n  • DJ’s Jungle Adventure Management reserves the right to alter times, prices, menu’s and equipment without prior notification.\n  • Management reserve the right to refuse entry.\n  • Any child that has been sick\/has diarrhea on the premises will not be allowed back on the equipment.\n  • Birthday cakes cannot be brought onto the premises unless a party has been booked with DJ’s.\n  • Please ensure children play in the age-appropriate area and children may be asked to leave because of unruly behaviour.  No throwing or removal of balls\/bricks from the play area.\n  • Refunds will not be given.\n\n\n\nTake the kids to St Albans Indoor Play Centre and enjoy the maximum fun, minimum stress!! Free and EASY parking.\n\n\nOpen 7 days a week from 10-6.00, DJ’s Jungle Adventure is ideal for Kid’s parties or just a great place to burn off your child’s excess energy in a safe clean and fun environment.",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.7236222029,
        "format_confidence":0.9410746694
    },
    {
        "url":"http:\/\/www.naadmarathi.com\/disclaimer\/",
        "text":"Naad Marathi is the Maharashtra’s Best Online promoter for underground & renowned Deejays. Naad Marathi  provides a platform for (Deejays\/Remixers\/Producers) to showcase their talent to reach masses across the internet.\n\nAll the audio\/visual content on the Naad Marathi is meant for promotional purpose. The original copyright(s) is (are) solely owned by the companies\/original-artist(s)\/record-label(s). Naad Marathi  do not wish to make any commercial use of the audio or video published on the website. All the contents are intended to showcase the creativity of the artist involved and is strictly done for promotional purpose\n\nDownload Links\n\nNaad Marathi contains links to third party websites & is not responsible for the privacy policies and\/or practices on other sites.\n\nCopyright Content Infringement\/Removal\n\nIf there is any copyright infringement or the original owner wish to remove any specific copyrighted content from the website, kindly mail us at  (abhishekyeola29@gmail.com)\n\nCopyright © 2019  NaadMarathi",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.8269995451,
        "format_confidence":0.9861424565
    },
    {
        "url":"http:\/\/www.heart.co.uk\/eastanglia\/terms-conditions\/noels-movie-moment-tcs-on-heart-east-anglia\/",
        "text":"Heart East Anglia Noel's Movie Moment\n\nRead the full terms and conditions for the radio competition Noel's Movie Moment on Heart East Anglia.\n\nNoel's Movie Moment\n\n\n  1. The following rules (“Specific Rules”) together with the general competition terms and conditions (which can be found at Heart.co.uk)  (the “Competition Terms and Conditions”) of Global (as defined in the Competition Terms and Conditions) apply to ‘Noel's Movie Moment’ radio competition (the “Competition\") which will run from Friday May 6th 2016 until further notice on Heart East Anglia. \n\n  2. Anyone who enters the Competition (an “Entrant”) will be deemed to have read and accepted the Specific Rules and Competition Terms and Conditions and will be bound by them.\n\nDetails of the Competition:\n\n  1. The listener will be invited by the presenter on air to send a text message with the word “MOVIE” to 82122 (the “Text Message Line”). Text messages will be charged at standard network rates. Lines will open for 2 minutes. A listener will be selected at random to appear on the show and tell Noel which Movie his Movie Moment is based on. The presenter on air will announce when the text lines will open and close.\n\nAll Entrants selected to play on air will be required to talk to the presenter(s) and the conversation may be recorded and played on-air. If the caller fails to answer a return call from Heart\/Global, is driving at the time of the call and is unable to pull over, cannot continue the call for any reason or the phone line is not of a suitable quality for broadcast (at the discretion of the producer) the call may be terminated and another Entrant selected at random\n\n\nOver 18’s only, Entry is restricted to one entry per person; duplicate entries will be removed.\n\n Prize: (From Friday September 23rd 2016)\n\n  • 4 tickets to Cineworld Ipswich or Bury St Edmunds\n\nPeaky Blinders Series 4\n\nThis Exciting Teaser Is Making Us So Excited For Series 4 Of Peaky Blinders\n\nAnt McPartlin and Lisa Armstrong\n\nAnt McPartlin's Wife Is Still Devastated He 'Put Her Through Hell'\n\nContestant Ridiculed For Answer On The Chase\n\nThe Chase Viewers Have Ridiculed A Poor Contestant For This Silly Answer\n\nSigourney Weaver to star in Doc Martin\n\nThis Alien Star Has Just Landed A 'Massive' Role In Doc Martin!",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.9935244322,
        "format_confidence":0.9524049759
    },
    {
        "url":"http:\/\/ridownjuan.com\/disclaimer\/",
        "text":"We do not host any videos on Ridownjuan.com itself. Ridownjuan.com is absolutely legal and contains only links to other third party websites like Youtube, Uptobox, Mediafire, Google, Picasaweb, Dailymotion, Openload, VK.com and many more which actually host videos. Ridownjuan.com is not responsible for the compliance, copyright, legality, decency, or any other aspect of the content of other linked sites. If you have any legal issues please contact the appropriate media file owners or linked hosting websites. Ridownjuan.com only and only provides links to third party video hosting sites which videos are uploaded by third party users. Ridownjuan.com in no way affiliated with them nor intend to do that.\n\nBe Sociable, Share!\n(Visited 10 times, 1 visits today)",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.6616912484,
        "format_confidence":0.9835302234
    },
    {
        "url":"http:\/\/cryhavoccompany.org\/royaltyfree\/termsofuse\/outoftune.html",
        "text":"Act Your Age\n\nOut of Tune can be performed ROYALTY FREE. All theaters\/producers must obtain permission to perform the play by sending a request to\n\nTerms of Use\n\nBy downloading this script, you agree to notify CRY HAVOC of any production of the play by emailing, to credit the playwright (Jenny Kirlin) in all promotional material and programs, and to include the following text in all promotional materials and programs:\n\n\"Out of Tune was developed with The CRY HAVOC Company (\"\n\n\n\nReturn to the Royalty-Free One-Acts Collection\n\n\nThese terms and conditions are subject to change at any time.",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.7579630017,
        "format_confidence":0.9872818589
    },
    {
        "url":"http:\/\/www.mcall.com\/topic\/wphl-sherlock-contest-rules,0,7995949,print.story",
        "text":"Staff reporter\n\n\n\n1. TO ENTER: The Sweepstakes is open only to legal citizens of the United States who are legal residents of PA, NJ and DE, and who are 18 years of age or older as of December 2, 2011. NO PURCHASE NECESSARY. Sweepstakes begins Friday, December 2, 2011 and ends on Friday, December 9, 2011 at 8:59AM EST (the \"Sweepstakes Period.\") To enter, \"Like\" Eye Open on Facebook and click on the \"Contests\" tab. Complete the on-line entry form, including your name, address, age, telephone number, cell phone number and email address. On-line entries generated by a script, macro or other automated means shall be disqualified. On-line entrants must use their own name. Entries containing technical or electronic reproductions, entries containing attached files are not eligible and will be rejected. Entries must be received by 8:59AM EST on Friday, December 9, 2011.\n\n(a) Sponsors are not responsible for lost, incomplete, damaged, illegible, late, or misdirected entries, or for errors in mechanical transmission, technical difficulties, faulty internet or cellular service connections, unavailability of servers, inability to transmit, or any other technical malfunctions.\n\n2. SELECTION OF WINNERS: Daily Online Entries will be combined into a single entry pool for the Sweepstakes. Ten (10) finalists will be selected at random from among all eligible entries received over the course of the Sweepstakes Period (for a total of ten (10) finalists) and will be tentatively declared winners, subject to eligibility verification and compliance with these rules. All winners will be notified via telephone or email on or about Friday, December 9, 2011 and must acknowledge notification on\/or before 12PM NOON EST on Monday, December 12, 2011, by calling (215) 883-3350. Due to the immediacy of this event, failure to respond by 12:00PM NOON EST on Monday, December 12, 2011 of the first notification attempt will result in disqualification and an alternate winner will be selected at random from among remaining eligible entries. Sponsors will be the sole and final judge of eligibility, winner verification and all other matters connected with the Sweepstakes. If a winner cannot be reached upon the first of the first notification attempt, fails to respond, declines the prize, or is deemed ineligible, he\/she will be disqualified and Sponsors may choose an alternate winner. Odds of winning depend on the number of eligible entries received.\n\n\nGrand Prize: Subject to eligibility verification, ten (10) finalists will receive a total of two (2) tickets to see Sherlock Holmes : A Game of Shadows on Monday, Decenber 12, 2011 at 7:30 PM at the Ritz East Cinema, 125 S 2nd Street, Philadelphia, Pa 19106. Approximate retail value of prize: $25.00\n\n(a) Other than the elements of the prizes specifically described in these rules, the winner shall be responsible for all other expenses and arrangements connected with the use and redemption of a Finalist Prize and the Grand Prize, including, but not limited to, sightseeing, other entertainment, gratuities and all other incidental expenses incurred by the Winner and his\/her travel companion(s) (if any).\n\n4. PRIZE RESTRICTIONS: Prizes are non-transferable, non-negotiable and (except as provided by their terms) not redeemable for cash, credit or merchandise. If any prize becomes unavailable for any reason, Sponsor reserves the right to substitute a prize of comparable value. Sweepstakes winners must claim their prizes by 5:00PM on Monday, December 12, 2011 or as directed by Sponsors. Returned or unclaimed prizes will be forfeited and no alternate winners will be selected. Winners are solely responsible for all taxes and fees associated with prize receipt and\/or use. Prize Winners will be contacted via telephone by a representative from PHL17 and must claim prize in person at PHL17. Winner must present valid government issued proof of identification. Only one Prize will be awarded per person and per household.\n\n5. CONDITIONS & RESTRICTIONS. Entrants agree Sponsors have the sole right to decide all matters and disputes arising from this Sweepstakes and that their decision is final and binding. Except where prohibited by law, entrants 18 years of age and older agree to allow use of their name, voice, photograph, likeness and any information provided on entry form, in any medium of communication, including print, Internet, radio and\/or television and for any purpose, including advertising, promotional or other purposes, by Sponsors and\/or its affiliates, without additional compensation. Winners by acceptance of their prize, agree to release, indemnify and hold harmless Sponsors, their respective parent companies and affiliates, and each of their employees, representatives, contractors, sponsors and advertisers, from any and all liability, loss, damage, costs or claims related to any allegation regarding the award of, the receipt of, or the use of their prize. Sponsors are not responsible for personal injury of any prize winner incurred in connection with the use of a Prize. Winners may be required to execute an affidavit of eligibility and release of liability prior to receiving a Prize. Winners assume all applicable tax liability for their prize.\n\n6. ELIGIBILITY: Sweepstakes is not open to employees of Sponsor or their immediate family members, or to employees or immediate family of any of Sponsors' affiliated companies, licensees, advertising or promotional agencies. Any member of a household that has been awarded a prize in any other contest or sweepstakes offered by PHL17 in the thirty days prior to the commencement of this Sweepstakes is ineligible.\n\n7. SPONSORS: Sweepstakes is sponsored by WPHL (TV) 5001 Wynnefield Ave., Philadelphia, PA 19131. Void where prohibited or restricted.\n\n8. INTERNET: If for any reason, the Internet-related portion of this Sweepstakes is not capable of running as planned, including infection by computer virus, tampering, fraud, technical failure, or any other cause which corrupts or threatens the administration, security or integrity of the Sweepstakes, Sponsors reserve the right, in their sole discretion, to terminate or suspend the Sweepstakes or any portion of the Sweepstakes. ANY ATTEMPT TO DAMAGE OR UNDERMINE THE FAIR AND LEGITIMATE OPERATION OF THIS SWEEPSTAKES WILL RESULT IN DISQUALIFICATION FROM THE SWEEPSTAKES. Sweepstakes rules shall be governed and enforced pursuant to Pennsylvania law, excluding choice of law provisions.\n\n9. The Official Rules are available at PHL17.com. For a copy of the Official Rules or a Winners List, send a self addressed stamped envelope to: PHL17 \"Sherlock Holmes\" Sweepstakes, 5001 Wynnefield Ave, Philadelphia, PA 19131. Requests must be received by December 19, 2011.",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.9639343619,
        "format_confidence":0.9845885634
    },
    {
        "url":"http:\/\/events.r20.constantcontact.com\/register\/event?oeidk=a07efnqa9m14cb22f0a&llr=ihiepyoab",
        "text":"Saturday, September 1, 2018 at 1:00 PM EDT\nThursday, November 1, 2018 at 12:00 AM EDT\n\nAdd to Calendar \n\n\nCreative Works Farm \n107 Creative Works Lane\nWaynesboro, VA 22980\n\nDriving Directions \n\n\nKelly Truxell \nCreative Works Farm Inc.\/Camp LIGHT \n\nTwizted Halloween Raffle \n\nGet a chance to win tickets to area haunts and other events, or the grand prize: Four (4) one day parkhopper passes to Walt Disney World! Tickets are $10 each, or 5 for $25. We will do drawings throughout the month of October, with the grand prize drawing being held on Thursday Nov 1st, 2018. Tickets on sale through October 31st at 11:59pm. (see more details in official rules)  All proceeds from the raffle benefit Camp LIGHT, a summer camp for children with special needs and at risk youth.  Your $10 ticket purchase will pay for a camp tee and water bottle for a camper; $25 ticket purchase will pay for meals and snacks for a camper for a week!  Your support makes a difference--thank you! To learn more about Camp LIGHT, visit www.campLIGHT.org \n\nOfficial Rules\n\nTwizted Halloween Raffle\n\n        Prizes: tickets to local haunts and other events (values varied from $30-$60 per prize)\n\nBusinesses include:  Darkwood Manor Haunted Attraction, Fear Forest, Madame Redrum’s Nine Gates of Doom, Red Vein Haunted House, Crack the Code Escape Room, Lexington Ghost Tour, Dinosaur Kingdom 2, Cville Escape Room\n\nGrand prize:  Four (4) Disney one-day parkhopper passes ($700 value)\n\nNo cash or other prize substitution permitted except at Sponsor's discretion. The prize is nontransferable. Any and all prize related expenses, including without limitation any and all federal, state, and\/or local taxes shall be the sole responsibility of the winner.\n\nHow to enter: You may enter the Raffle with purchase of a ticket for the Twizted Halloween Raffle.  Tickets can be purchased as one (1) for $10 or five (5) for $25. \n\nTerms and Conditions\n1. By purchasing a Raffle ticket, you fully and unconditionally agree to and accept these Official Rules. Entries are to include (legibly) name, phone number and E-mail address. Personal information will be used solely by Creative Works Farm\/Twizted Creationz and not sold or exchanged with any outside companies.\n\n2. Raffle ticket purchases are limited to the United States and District of Columbia and is void where prohibited. All federal, state and local laws and regulations apply. Subject to any governmental approval that may be required, Sponsor reserves the right to, without prior notice and at any time, terminate the Raffle, in whole or in part, or modify Raffle in any way, should any factor interfere with its proper conduct as contemplated by these Official Rules. Tickets can be purchased from Saturday September 1, 2018 through 11:59pm on Wednesday October 31, 2018.  Tickets to haunts and other events will be drawn between Oct 1 and 14, 2018, and must be used during the 2018 season of the business.  The grand prize tickets to Disney World will be drawn on November 1st, 2018, and winner will be notified within 7 days.\n\n3. Eligibility. Must be at least [18 years] old to enter. Board members of Creative Works Farm\/Camp LIGHT, and their children, parents, spouse, and members of their household are ineligible to participate. Raffle is open only to legal residents of the United States.\n\n4. Selection of winners. Winners will be determined by random drawing from all eligible tickets purchased. Drawings will be held as soon as is commercially reasonable. Winners must agree to the use of their names, voices, and\/or likeness for the purpose of advertising, trade, or promotion without further compensation, unless prohibited by law.\n\n5. Notification of winners. Raffle winner will be notified by phone or e-mail. A phone call will be made to the winner within one week after the drawing. All decisions are final and binding. If winner cannot be reached via phone, or number be returned to the Sponsor as invalid, an attempt by email will be made. Winners must contact the Sponsor within 5 calendar days from the date the notification is sent by Sponsor to claim their prize. Failure to contact Sponsor within that 5 day period will result in immediate disqualification of the selected entrant and a new winner will be selected. No exceptions will be made to this rule. Sponsor is not responsible for and shall not be liable for late, lost, misdirected, or unsuccessful efforts to notify winners.\n\n6. Odds of winning. The odds of winning any drawing will be determined by the number of eligible entries received.\n\n7. Other conditions. Sponsor, its agents and representatives, its parent companies, affiliates, subsidiaries, advertising, promotion and fulfillment agencies and legal advisors are not responsible for and will not be liable for (I) late, lost, damaged, misdirected, incomplete, unintelligible or postage due entries; (II) telephone, electronic, hardware or software program, network, Internet or computer malfunctions, failures or difficulties of any kind; (III) failed, incomplete, garbled or delayed computer transmissions; (IV) any condition caused by events beyond the control of Sponsor that may cause Raffle to be disrupted or corrupted; (V) any injuries losses or damages of any kind arising in connection with or as a result of the Raffle, or from participation in the Raffle; or (VI) any printing or typographical error in any material associated with the Sweepstakes.\n\n8. Indemnification. You agree to release and hold Sponsor, its employees, officers, directors, shareholders, agents, representatives, parent companies, affiliates, subsidiaries, advertising, promotion and fulfillment agencies, and legal advisors, harmless from any and all losses, damages, rights, claims and actions of any kind in connection with the Raffle, including without limitation, personal injury, death and property damage, and claims based on publicity rights, defamation or invasion of privacy.\n\n9. Choice of law. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of you and Sponsor in connection with the raffle, will be governed by, and construed in accordance with, the substantive laws of Virginia.",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.6122862101,
        "format_confidence":0.6959385276
    },
    {
        "url":"http:\/\/www.film-news.co.uk\/news\/UK\/32059\/Read",
        "text":"Film News Competition Terms and Conditions:\n\n• Entry is free.\n• Multiple entries on the same platform will not be validated. Only one entry will be validated from each entry mechanism: Email, Twitter and Facebook.\n• Only entries that are made and received by the Promoter during the open dates will be eligible for entry. Entries received outside these dates and times will not be eligible for the prize draw.\n• The winner of the prize draw will be randomly drawn from all eligible entries.\n• If we are unable to contact the winner or the winner fails to respond to the Promoter, a new winner will be randomly drawn and notified.\n• Prizes will only be delivered to an address in the United Kingdom (including Northern Ireland). Delivery times will be specified by the Promoter and delivery will be free of charge.\n• By entering the prize draw you agree to the publication of the winner's name and Twitter handle on, and other Network Sites in all media formats (Twitter & Facebook), without any fee being payable to you. This may include photography of you and the prizes.\n• Personal Data shall not be used for any purposes other than those expressly authorised above.\n• Prizes cannot be exchanged, refunded or transferred. No cash alternative is available.\n• Prizes are awarded subject to availability. If due to circumstances beyond the reasonable control of the Promoter, a prize has to be changed at any time, the Promoter reserves the right to provide an alternative prize similar in quality and value. The Promoter will not be liable for any cancellations, alterations or modifications to the prize draw or the prize for any reason which falls outside its reasonable control.\n• The Promoter will not be liable for or accept any responsibility for any failure by the winner or any entrant to comply with these terms and conditions.\n• The Promoter reserves the right to disqualify without notice any entries that it believes are fraudulent.\n• The Promoter's decision is final and no correspondence will be entered into.\n• The Promoter reserves the right to change these terms and conditions at any time.\n• Entry into the prize draw will be taken as acceptance of these terms and conditions.\n\nPromoter: Music News Ltd, 27 Lothair Road South, London N4 1EN",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.8461306095,
        "format_confidence":0.9895188212
    },
    {
        "url":"https:\/\/bremenblues.de\/event-rules",
        "text":"Event Rules\n\nWe believe in humour and the power of not taking oneself too seriously. Stormy Weather Exchange is intended to be a place where you can get rid of all your daily hassles for a weekend to unwind in an adult environment where you can see and participate in something real.\n\nIn order to make this happen, however, we have a small list of expectations. To put it simply, by attending Stormy Weather Exchange, you agree to always show respect for everyone on-site.\n\nThis environment is for everyone regardless of gender\/gender identity, race, sexual orientation, disability, physical appearance, religion, or whatever. We do not tolerate harassment of any kind. If you harass someone, you may be asked to leave; you may be kicked out for life. It is at our discretion so just don’t do it.\n\nIn keeping with the above, don’t use misogynist, homophobic, transphobic, ableist, or racist language. It’s not only wrong, but it’s also embarrassing and in poor form.\n\nTo be super-duper clear: No forms of harassment will be tolerated, which can include offensive verbal comments, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of workshops or other events, inappropriate physical contact, and unwelcome sexual attention, whether in person or online. Anyone engaging in this type of behaviour will be warned and\/or ejected from the event without a refund at the organizer’s discretion.\n\nWithin the scope of these caveats, we would like you to do your thing. Should you have any harassment-related complaints, please bring your concerns to any member of the Stormy Weather Exchange staff. We will treat these issues with the strictest confidentiality. Your courage in coming forward can keep incidents from being repeated.\n\nWe would like all our participants to feel comfortable and safe, so we can truly share our enthusiasm for the world of Blues. Let us be considerate and kind, so we can all enjoy ourselves at Stormy Weather Exchange.\n\nIt is possible that some part of the program can not be realized (teachers, musicians, or DJs can get sick or suffer from travel problems). A change of the program is no reason for cancelling your registration. No matter what happens, we will do our best to give you a great experience.\n\nWe love to share the Stormy Weather experience with the Blues community, including sharing pictures and videos of the event. Of course, we will do our best to show everyone at their best (you can always get in touch with us or our photographers if you wish to have any picture or video removed) – and it’s to your advantage, too: you and everyone else will get nice memories of all the people you trained and danced with. So, by registering you:\n\n  • agree to be photographed by our official photographer(s) and other participants during the whole event you registered for (that can be group or individual pictures)\n  • agree that videos might be taken by our official photographer(s) and other participants during the whole event your registered for and you will be seen on them\n  • agree that we store pictures and videos on computers, hard discs, and servers owned or used by the organizers of the event\n  • agree that we store and publish pictures and videos via servers of social network companies, such as Facebook, Instagram, and Google,\n  • agree that you have granted us permission to use photographs and videos of participants for publicity purposes and marketing (including flyers and posts on our website, FB page, and Instagram feed),\n  • know that you can always withdraw from this agreement in written form; we will do our best to delete certain pictures or videos, but if you withdraw after publishing or printing we will only be able to delete on our own pages and stop future usage.",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.8469074965,
        "format_confidence":0.980691433
    },
    {
        "url":"http:\/\/www.bbcbham.org\/history\/constitution",
        "text":"History‎ > ‎\n\n\nAttention: This is the original Constitution with amendments from the 90's.  The Constitution is out of date and needs amendments or a redraft.  The posting of this Constitution is currently only for referential purposes.\n\nWe the members of the Birmingham Blue Box companions do ratify this Constitution and By-laws on this date Saturday, September the 8th, 1990.\n\nArticle I.    Name\n\nThe name of this organization shall be The Alabama Doctor Who Fan Club, hereafter known as the Club.\n\nArticle II.    Purposes\n\n1.  To encourage goodwill among people with similar interests.\n2.  To promote interest in and enhance knowledge of Doctor Who and related subjects.\n3.  To provide a forum to foster discussion.\n\nArticle III.    Membership\n\nSection 1.    Membership\n\nThere shall be two kinds of membership, local and by mail.\n\n(a) Local - requires the member to pay annual dues and attend as many meetings as possible.\n(b) Membership by Mail - requires the member to pay annual dues and will receive the newsletter in the mail.  Member may also attend meetings if possible.\n\nSection 2.    Dues\n\nAnnual dues shall be $10 for local members and $15 for membership by mail.  These amounts may be changed by a majority vote of the membership at large.\n\nSection 3.    Termination\n\nA member whose dues remain unpaid two months after the due date will be dropped from the membership.\n\nArticle IV.    Officers\n\nSection 1.    There shall be the following elected officers:\n\n(a) The President shall: reside at all general and special meetings of the Club; appoint the Department heads; and have other powers as provided by the By-laws; be considered a member of all committees; appoint committee heads as necessary.\n\n(b) The Vice-President shall: perform the duties of an absent President; oversee the duties of all Department heads; and perform other duties as are assigned by the President.\n\n(c) The Secretary\/Treasurer shall: take minutes at Club and special meetings; have charge of all the funds of the Club; take dues from members; prepare a budget and make a yearly financial accounting to the membership which shall be published annually in the newsletter; and carry out other duties as assigned by the By-laws.\n\nArticle V.    Meetings\n\nSection 1.    Club Meetings\n\nClub meetings shall be held once a month.  Meeting times and places shall be voted on by membership.  All final policies will be decided by a quorum of the membership present which shall not be less than one third of the local membership or ten members, whichever is less.\n\nSection 2.    Special Club Meetings\n\nSpecial Club meetings may be called by the President or upon the President's receipt of a written request signed by at least ten members of good standing.  Notice will be given by phone or mail or in the newsletter.  See Section 1 for quorum.\n\nSection 3.    Occurrence\n\nOfficer's meetings will be held bi-monthly.  Time, date and location to be decided by the President with the approval of the Officers.\n\nSection 4.    Additional Meetings\n\nAdditional Officer's meetings may be called by any of the Officers with the approval of the other Officers.\n\nSection 5.    Fiscal Year\n\nThe Club's Fiscal year shall begin on September 1 and end on August 31.\n\nArticle VI.    Elections\n\nSection 1.    Candidacy\n\nAll candidates for elected office shall meet the following requirements:\n\n(a)  Candidates musts be at least 18 years of age.\n\n(b)  Candidates must have been an active member for a period of at least six months.\n\nSection 2.    Nomination\n\nCandidates for office shall be nominated by secret ballot and must receive at least 3 nominations from the membership resent to be considered a valid candidate.\n\nSection 3.    Election\n\nElections shall be held every year at the September meeting.  Nomination of the candidates will be held at the August meeting.\n\nSection 4.    Voting\n\nVoting shall be done by secret ballot.  Absentee ballots will be accepted, however, they must be received no later than two days prior to the election meeting.\n\nSection 5.    Active\n\nOfficers shall take office at the next meeting following the election.\n\nArticle VII.    Discipline\n\nSection 1.    Notice\n\nCharges of working against the purposes of the Club and\/or injuring the reputation or standing of the member may be filed in a written statement signed by three members in good standing and brought to the attention of the Officers.\n\nSection 2.    Hearing\n\nThe accused member shall be notified of the action by the President and shall have the privilege of being present at a special meeting of the Officers and two members at large where the charges shall be considered.\n\nSection 3.    Verdict\n\nThe member may be suspended and\/or expelled by the majority of the members at the special meeting.  The member has the right to appeal to the membership at large.  A two thirds majority vote by the entire local membership can reverse the decision.\n\nArticle VIII.    Amendments\n\nThe By-laws may be amended by an affirmative vote of two thirds of the members present at the meeting which an amendment is considered.  Copies of the proposed amendments shall be given to the members in the newsletter one month prior to the meeting.\n\nArticle IX.    Dissolution\n\nShould the Club be dissolved, after all obligations have been satisfied the remaining monies shall be divided among the members as fairly as possible.\n\nAmendments to the Constitution and By-laws\n\nAmmendment One\n\nDues - Annual dues shall be $12 for all incumbent local and mail members.  New members will pay a rate of $1 per month for each month they are a member until the end of the year.  All annual dues will come due after the December meeting.\n(August 1992)\n\nAmmendment Two\n\nSection 1.  Nominations\n\nNominations for officers shall be held verbally rather than by secret ballot.\n(August 1992)\n\nAmendment Three\n\nSection 1.  Secretary\/Treasurer Office\n\nThe Secretary\/Treasurer office shall be split into two separate offices.\n\n(a) The duties of the Secretary are:  to take minutes at the Club and special meetings; maintain correspondence with members by mail; and carry out all other duties as provided by the By-laws.\n\n(b) The duties of the Treasurer are: to have charge of all the funds of the Club; take dues from members; prepare a budget and make a yearly accounting to the membership which shall be published annually in the newsletter; and carry out other duties as provided by the By-laws.\n(August 1992)\n\nAmendment Four\n\nSection 1.  Secretary\/Treasurer Office\n\nThe Secretary and Treasurer offices shall be rejoined into a single office.\n\n(a) The duties of the Secretary\/Treasurer are the amalgamation of the duties for the two offices as in Section 1 of Amendment Two.\n\n(August 1993)\n\nAmendment Five : Committees\n\nSection 1.    Eligibility\n\nAll members of committees shall be members in good standing. Heads of committees shall be a member in good standing for a period not less than six months.\n\nSection 2.    Duties of Committees\n\nDuties of committees shall be assigned by the President. Carrying out the duties shall be the responsibility of the head of such committee.\n\nSection 3.    Heads of Committees\n\nHeads of committees shall have the following abilities in performing the duties assigned by the President: to appoint a deputy and\/or members to the committee to perform duties as needed; to dismiss a deputy or members of the committee when the member is no longer able to perform the duty to which s\/he has been appointed, or when the committee's function and\/or direction has changed sufficiently that different abilities are needed to perform the function of the committee.\n(June 1999)",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.603964746,
        "format_confidence":0.9364152551
    },
    {
        "url":"https:\/\/www.jandkpresent.com\/policy\/",
        "text":"Tickets are available here on our site. Just click on the TICKETS button next to the show you wish to attend and follow the prompts. We accept all major credit cards for online ticket sales.\n\nBox Office\n\nTickets are available in advance at All That Music & Craze Yogurt Locations. Please check event flyer for additional Box Office locations.\n\nAge Policy\n\nPlease check event flyer & venue info for Age Policy. As not all events are the all ages. Contact for further questions.\nState issued ID is required of all guests, regardless of your age.\n\nSold Out Shows\n\nTo ensure that you are guaranteed entry to the show, we recommend that you purchase your tickets in advance. Once a show is sold out, we can’t do anything to help you, other than allow access to one individual each time one leaves. This scenario is avoidable by buying in advance.\n\nGeneral Policies\n\nNo refunds on your tickets.\nNo smoking in the venue. There is generally a designated area for smokers.\nAbsolutely no fighting, stealing, or being rude to guests or staff!\n\nIf you have any questions about tickets, please contact us at",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.9663143754,
        "format_confidence":0.7936876416
    },
    {
        "url":"https:\/\/blogs.britannica.com\/full-contest-rules-for-the-1968-film-series\/",
        "text":"Full Contest Rules for the 1968 Film Series\n\n\nOfficial Rules: No purchase necessary. Must be 18 years or older. The winner will be determined on or about October 3, 2008, from all eligible entries received by October 3, 2008. Odds of winning are based on the total number of eligible entries received.\n\nPrizes: The winner—meaning the first reader to guess the Number 1 film on Raymond Benson’s list of the top 10 films of 1968—will receive an autographed copy of Benson’s A Hard Day’s Death.  Submissions are made as submitted comments after Benson’s blog posts, and only one submitted film guess per reader will be allowed after each of Benson’s posts.  All submitted comments are time-stamped.\n\nEligibility: Open to legal residents of the 50 United States and the District of Columbia who are 18 years of age.  Void where prohibited by law.\n\nPrize Winner Notification: Winner will be notified and may be required to provide proof that he\/she is the authorized account holder of the e-mail address associated with the winning entry within seven (7) days. Winner may be advised by e-mail, by Federal Express or certified mail and provided an affidavit of eligibility and a liability\/publicity release, which must be completed and returned within fourteen (14) days of the receipt of the prize notification forms (first attempted delivery) unless another return date is indicated.  If prize notification letter is returned as refused or undeliverable, the corresponding prize will be forfeited and awarded to an alternate winner. Failure to comply with any of the above will result in disqualification and selection of an alternate winner.\n\nMiscellaneous: All federal, state, and local laws and regulations apply. Entries become the sole property of the Sponsor and will not be returned. Sponsor reserves the right, at its sole discretion to disqualify any individual it finds to be tampering with the entry process or the operation of the drawing. Any use of robotic, automatic, programmed or like entry methods will void all such entries by such methods. Sponsor reserves the right to disqualify consumers who violate any of the Official Rules or attempt to interfere with the promotion in any manner. Any attempt by an entrant to deliberately damage the promotion web site or undermine the legitimate operation of the drawing may be in violation of criminal and civil laws and should such an attempt be made, Sponsor reserves the right to seek remedies and damages (including attorney’s fees) from any such entrant to the fullest extent of the law, including criminal prosecution. Entries will be deemed made by the authorized account holder of the e-mail address submitted at time of entry. The authorized account holder is the natural person who is assigned to the e-mail address by an internet access provider, on-line service provider, or other organization that is responsible for assigning e-mail addresses. Sponsor is not responsible for any error, omission, interruption, deletion, defect or delay of any type in operations or transmission, or for theft or destruction or unauthorized access to or alterations of entry materials, or for technical, network, telephone, computer, hardware or software malfunctions of any kind, or inaccurate, misrouted, garbled transmissions of, or failure of Sponsor to receive entry information for any reason. Sponsor reserves the right, in its sole discretion, to amend, cancel, or suspend this drawing at any time without notice if any factor interferes with this drawing as contemplated by these Official Rules including but not limited to a virus, bugs or other causes beyond the reasonable control of the Sponsor corrupting the administration, security or proper operation of the drawing. By participating, entrants agree to be bound by these Official Rules and the decision of the Sponsor and waive any right to claim ambiguity in the drawing or Official Rules. By accepting the prize in this drawing, the winner agrees to discharge, indemnify, and agree to hold harmless Encyclopædia Britannica, Inc., its parent company, affiliates, subsidiaries, agencies and the respective officers, directors, agents, representatives, employees, successors, agents, and assigns of all of the above from any and all claims, demands, actions, losses, damages, costs and expenses (including but not limited to reasonable attorney’s fees and expenses) which the winner, their executors, successors in interest, administrators, and assigns may now have or in the future have or acquire on account of any injury, loss, disability, death or other physical, mental or financial damage of whatever kind or nature arising in whole or in part from or in connection with the possession, use, misuse or acceptance of a prize. All federal, state, and local taxes on prize are the sole responsibility of the winner. Prize must be accepted as awarded. No transfer of prize permitted. No prize substitutions except by sponsor, who may substitute a prize of equal or greater value if the advertised prize becomes unavailable.\n\nAcceptance of prize constitutes permission to use winner’s name and\/or likeness for advertising\/trade purposes worldwide, without additional compensation, except where prohibited. For the winner’s name, available after October 3, 2008, send a self-addressed stamped envelope to: Encyclopædia Britannica, Inc., 1968 Blog Prize Winner, 331 N. LaSalle Street, Chicago, IL 60654-2682.\n\nSponsor: Encyclopædia Britannica, Inc.\n\nBritannica Blog Categories\nBritannica on Twitter\nSelect Britannica Videos",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.9554365873,
        "format_confidence":0.9724584222
    },
    {
        "url":"https:\/\/jaipurliteraturefestival.org\/registration\/terms-and-conditions",
        "text":"\n  • Children under the age of 12 years may entry on the basis of their parents’\/guardians’ registration.\n  • A person can register online by filling and submitting the online registration form or you may choose to register on the ground.\n  • The festival access tag must be collected from the registration counter upon arrival at the festival.\n  • Registration, purchase of ticket or possession of pass is required for all attendees to enter the festival.\n  • Each registration\/ticket\/pass is valid for one person only and is non-transferable, unless specified otherwise.\n  • The Festival reserves the right to prohibit entry of any person to an event\/the venue, or expel any person from an event\/the venue based on behaviour deemed inappropriate by the festival staff and\/or its agents and others working under its authority.\n  • No person shall have unrestricted access to all areas of the venue.\n  • Depending on the number of people at the venue and its capacity, the festival will at its discretion without prior intimation open or close all registrations for on the spot registrants.\n\n\nEveryone is required to carry:\n\n  • A valid photo identification of themselves (photocopies will be accepted)\n  • Ticket, Pass or a printed copy of their registration or the registration code.\n  • Absence of any required documents can result in entry being refused.\n\nCollection of Access Tag:\n\n  • Upon arrival at the festival venue, all persons (online\/on ground registrants) must collect their Festival Access Tag from the relevant Registration Counters.\n  • If you register online, you will receive an email and\/or SMS with a unique festival code. To procure your unique festival access tag, you will have to present this code, email or SMS along with a valid photo ID card at the relevant Registration Counter.\n  • The access tag must be worn for the duration of the festival. Your unique Festival Access Tag may be collected from the festival hub – Diggi Palace.\n    21-23 January 2018, 10am to 6pm | 24 – 29 January 2018, 8am to 6pm\nPlease Note: Should you damage or misplace the tag, the registration process would need to be redone and a penalty fee of INR 300 will be charged for replacing the tag.\n\nCancellation & Refund Policy:\n\n  • Tickets once sold will not be cancelled, exchanged or refunded.\n  • Paid registrations are non refundable and non transferable.\n  • Should an event be cancelled by the organizers, the money will be refunded in 10 working days.\n\n\n  • The Festival reserves the right to change the program at any time. Every effort will be made to ensure a program of equivalent standard.\n\n\n  • Everyone is expected to behave in a dignified and orderly fashion.\n  • No one is allowed to defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others.\n  • No one is allowed to publish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, infringing, obscene, indecent or unlawful topic, name, material or information.\n  • Promotional materials may not be distributed at the event unless previously approved by the festival. Anyone violating this policy will be asked to leave the event.\n  • You shall be liable for payment of damages caused by you to the festival property.\n  • You shall be responsible for your belongings.\n  • You are not allowed to use, consume and carry alcohol, tobacco products, narcotic substances on the festival premises.\n  • You are not allowed to carry weapons, arms, hazardous substances on the festival premises.\n\nFestival’s Privacy Policy\n\n  • The festival is concerned with the protection of your privacy. We collect and store your personal information for security reasons.\n  • These Terms and Conditions are liable to be changed at any time at the sole discretion of the organizers.\n\nTypes of Registrations\n\nGeneral Registration:\n\n  • Access to the Festival Hub and all session venues, food courts, merchandise stalls, Festival Book Store and art installation spaces\n  • Online General Registrations until 23 January 2018 are Free\n  • On ground \/ On the spot registrations: 24-29 January 2018, 8am to 6pm: Registration charge of INR 250 (Inclusive of taxes) per person will be applicable.\n\nFestival Delegate Registration:\n\n  • Registering as a Festival Delegate comes with several benefits but please note:\n  • A Festival Delegate is not a Festival Speaker.\n  • There are no seat reservations for Festival Delegates at any session.\n  • Delegate status does not guarantee access to sessions. All entry is on a first-come basis dependant on venue capacity.\n  • Festival Delegate badges are non transferable and non refundable.\n\nDelegate Privileges:\n\n  • An access badge that enables entry to the Festival Hub- Diggi Palace and the Music Hub – Hotel Clarks Amer. Entry and seating at session venues is on a first-come basis.\n  • A Festival tote bag with the Festival Brochure and Programme.\n  • Lunch at the Festival Hub in the exclusive Author & Delegate Area located adjacent to the Front Lawns (25 – 29 January 2018).\n  • Dinner at the Music Hub – Hotel Clarks Amer at the Author & Delegate Area, an exclusive section located by the pool tucked away from the Main Stage. (25 – 28 January 2018).\n  • Access to the Delegate Lounge for those wanting to grab a complimentary refreshment or take a break from the crowds.\n  • On 26, 27, 28 January, 2.30pm onwards, The Baithak will be exclusively accessible to Delegates only to leisurely enjoy the special sessions.\n  • Free entry to all concerts at the Music Stage – Hotel Clarks Amer. (25 – 28 January 2018)\n  • Access to Under the Stars at Hawa Mahal. Attend an evening celebrating the heritage and richness of Indian culture at the iconic Hawa Mahal on 26 January. (*Subject to Change)\n  • Access to the Majestic Evening at Amber Fort. Savour an evening of performances by maestros at the glorious Amber Fort on 28 January. (*Subject to Change)\n  • A special cocktail evening will be hosted exclusively for the festival delegates on 27 January. (*Subject to Change) at the Delegates Lounge.\n\nThe Festival Delegate Package (per person)\n\n  • 1 day: INR 6000\n  • 2 days: INR 11,000\n  • 3 days: INR 15,000\n  • 4 days: INR 20,000\n  • 5 days: INR 22,000\n  • 29 January 2018 (only): INR 3000\n(The above prices include GST – Goods & Services Tax refers to tax collected by the Government of India from service providers for providing certain services.)\n\nAt special delegate rates you can also avail the following:\n\n  • Book your shuttle transport or hire a car at your own disposal.\n  • Book a hotel at special festival rates. Choose from a variety of heritage, luxury, business and budget options.\n\n\n  • Press registration is exclusively for media persons officially representing print and electronic media houses. Personnel can submit the online form should they wish to become Festival Accredited Press. Our Public Relations team will correspond directly with you once the request is received.\n\n\n  • Schools can bring batches of their students accompanied by teachers on 25th, 26th, 29th January 2018. All students and schools must pre register online for free, to ensure that you do not have to stand in long lines when you come to the venue. On ground registration will cost Rs 300 per person. On 27th & 28th January we will not be allowing school groups. Individual students with their guardians may attend independently with family and friends.\nPlease Note: All students must carry their school ID cards for security reasons.",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.5687281489,
        "format_confidence":0.9147592187
    },
    {
        "url":"https:\/\/www.shakykneesfestival.com\/shakythanks-giveaway-rules\/",
        "text":"2015 ShakyThanks Giveaway Official Sweepstakes Rules\n\n*Updated 11\/16\/15\n\n\nShaky Festivals Holdings, LLC (the “Sponsor”) is sponsoring the Shaky Thanks Giveaway (the “Sweepstakes”) in conjunction with the 2016 Shaky Knees Music Festival scheduled to be held on May 13-15, 2016 at Centennial Olympic Park & International Plaza in Atlanta, Georgia and the 2016 Shaky Beats Music Festival scheduled to be held on May 20-22, 2016 at Centennial Olympic Park in Atlantla, GA (individually the “Festival” and collectively the “Festivals”).\n\nParticipation in the Sweepstakes is subject to the following official Sweepstakes rules (the “Rules”):\n\n\nThis Sweepstakes begins on Monday, November 16, 2015 at 11:00 AM ET and ends on Friday, November, 20 2015 at 12:00 PM ET.\n\n\nNo purchase or other consideration is necessary to enter or win. To enter, the participant must be a legal U.S. resident living in the forty-eight (48) contiguous United States and Washington DC at the time of entry. Void in Alaska, Hawaii, New York, Rhode Island, Puerto Rico, Guam and in all other territories where restricted or prohibited by law. Participant must also be 18 years of age or older. Questions about eligibility will be determined by documentary evidence (either a valid driver’s license, state ID card, or U.S. passport). No more than one entry per email account will be eligible. No employee or immediate family member of Sponsor is eligible to enter the Sweepstakes. All applicable federal, state, and local rules apply. Participants are required to provide truthful information to Sponsor and Sponsor may use discretion to disqualify and\/or remove participants if it is believed a participant is acting fraudulently. Any automated receipt confirming delivery does not constitute proof of actual receipt of an entry by Sponsor. Sponsor is not responsible for lost, late, incomplete, invalid, unintelligible, or misdirected registrations, which will be disqualified. Limit one (1) entry per email account during Sweepstakes Dates. Other restrictions may apply.\n\n\nVisit www.shakykneesfestival.com\/win\/shakythanks-giveaway and successfully enter your email address. Entering an email address is solely for the purpose of entering the Sweepstakes and for winner notification. Participant’s email will not be added to any mailing list unless Participant has affirmatively agreed to be added by checking the box to have Participant’s email address added to any such mailing list.\n\n\nThere will be TWO lucky prize winners to receive the following (collectively referred to as the “Prize”):\n\n  • Two (2) VIP Passes to the 2016 Shaky Knees Music Festival\n  • Two (2) VIP Passes to the 2016 Shaky Beats Music Festival\n  • Total Approximate Retail Value of the Prize: $2,550\n\nTickets valid only on the date(s) printed on the tickets. All other expenses relating to the Prize not specified are the sole responsibility of the winner. No cash equivalent is available, tickets are non-transferable, nor will tickets be replaced if lost or stolen. Winners must redeem the Prize during the 2016 Festival dates (May 13-15, 2016 and May 20-22, 2016) or forfeit all rights to the Prize. No substitution or transfer of Prize is permitted except as provided in these Rules. No more than the total number of Prize(s) specified in these Rules will be awarded. The total number of Prize[s] awarded is 2. Tickets will be placed at the Guest List at Will Call at the Festival Fest Box Office under the winner’s Passes and merchandise credit will be at will call. Flight, hotel, and transportation arrangements are not the responsibility of Sponsor.\n\n\nPrize winners will be chosen at random at the conclusion of the Sweepstakes. Winners will be notified no later than November 20, 2015 at 11:59 PM ET via email. In the event of a dispute as to the identity of a participant, the authorized account holder of the email address will be deemed to be the participant. Sponsor may request any potential winner to provide proof that such person is the winner.\n\n\nThe Prize is awarded as is. Participant acknowledges that the Sponsor has not made, nor is in any manner responsible or liable for, any warranties, representations, or guarantees. Sponsor disclaims any and all warranties, express or implied, in fact or in law, whether now or hereafter enacted concerning any Prize, including implied warranties of quality, merchantability, or fitness for a particular purpose as may be separately provided to participant by law. If due to circumstances beyond the control of Sponsor, the Prize-related Festival is delayed, rescheduled, postponed, or cancelled, Sponsor reserves the right, but not the obligation, to cancel, terminate, suspend, or modify the Sweepstakes and is not required to award a substitute Prize. Lost or stolen Prizes will not be replaced.\n\n\nOdds of being selected as a Prize winner depend on the total number of entries received. The winners will be chosen by random selection at the conclusion of the Sweepstakes period on the Sponsor’s discretion.\n\n\nBy participating, each participant agrees: (a) to these Rules and the decisions of Sponsor, which are final in all respects as related to the Sweepstakes; (b) the participant is at least 18 years or older; (c) the participant has not engaged in any fraudulent activity in participating in the Sweepstakes; (d) the Prize winner will be responsible for any taxes assessed on their winnings by any federal, state, local, or governmental agency; and (e) to execute and\/or submit any necessary and applicable documentation in connection with the Prize. Sponsor will notify the Internal Revenue Service of all winnings to the extent required by law. PARTICIPANT ACKNOWLEDGES THAT THE RULES ARE SUBJECT TO CHANGE AND MODIFICATION BY SPONSOR AT ANY TIME.\n\n\nParticipation in the Sweepstakes and\/or acceptance of the Prize constitutes participant’s and\/or winner’s agreement to release, discharge, and hold harmless Sponsor, and their respective officers, directors, members, mangers, agents, affiliated entities, and employees (collectively the “Sponsor Released Parties”) from and against any and all claims, or liability arising directly or indirectly from the Prize and participation in the Sweepstakes, including, personal injury, death, or damage to or loss of property, which may occur in connection with the participation in the Sweepstakes, acceptance and\/or use or misuse of the Prize. Sponsor is not liable for any entries that are either misdirected or incomplete, is not liable for any losses due to electronic or computer malfunction, and is not responsible for any injuries or losses (1) occurring during or caused by participation in the Sweepstakes, or (2) caused by any Prize awarded. Participation in the Sweepstakes constitutes winner’s consent to Sponsor’s and its agents’ use of winner’s name, creative word, likeness, photograph, voice, opinions and\/or hometown and state for promotional purposes in any media, worldwide, without further payment or consideration.\n\n\nSponsor is not responsible: (1) for any incorrect or inaccurate information, whether caused by participants, printing errors or by any of the equipment or programming associated with or utilized in the Sweepstakes; (2) for technical and\/or communications malfunctions, errors or failures of any kind; (3) for unauthorized human intervention in any part of the Sweepstakes; and\/or (4) for technical or human error which may occur in the administration of the Sweepstakes or the processing of entries. Sponsor reserves the right to cancel, modify, or suspend the Sweepstakes or any portion thereof should virus, bugs, or other causes beyond the Sponsor’s control corrupt the administration or security of the Sweepstakes. Internet entry must be made by the participant only at the authorized website indicated in the Sweepstakes at www.shakykneesfestival.com\/win\/shakythanks-giveaway. Entries may not be made by any other individual or any entity, and\/or originating at any other Internet website or e-mail address. Any winner who enters by any means of the methods described above will be disqualified and an alternate winner will be selected. Sponsor reserves the right in its sole discretion to disqualify any entry at any time if Sponsor determines that the entrant has not complied with these Rules.\n\n\nExcept where prohibited by law, by entering the Sweepstakes, each participant agrees that: (1) any and all disputes, claims, and causes of action (collectively “Claims”) arising out of the Sweepstakes or any Prize(s) will be resolved individually, without resort to any form of class action; (2) any Claims will be resolved exclusively by the federal courts located in Travis County, Texas; (3) any and all judgments and awards related to the Claims will be limited to actual out-of-pocket costs incurred and in no event will such costs include attorneys’ fees; and (4) no punitive, incidental, special, consequential, or other damages (including lost profits) (collectively “Special Damages”) will be awarded. Sponsor’s failure to enforce any term of these Rules shall not constitute a waiver of that provision. Each participant waives all rights to claim Special Damages and all rights to have such damages multiplied or increased. All Claims, issues, and questions related to the construction, validity, interpretation, and enforceability of these Rules, or the right and obligations of participant and Sponsor in connection with this Sweepstakes, will be governed by the laws of the State of Texas, without regards to conflict of laws.\n\n\nPersonal information collected from participants during the Sweepstakes is subject to Sponsor’s privacy policy available here, and except as otherwise provide in these Rules, is treated in accordance with the terms of that policy. Participant may elect to provide information to Facebook, Twitter, or another social media platform and information provided to those third parties by participant is subject to the privacy policies of such third parties. Th... (truncated)",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.9434248209,
        "format_confidence":0.9878232479
    },
    {
        "url":"http:\/\/www.mensfitness.com\/life\/entertainment\/fittest-movie-ever?page=2",
        "text":"Click Here for Official Rules [pagebreak]\n\n\n1. How To Enter: Beginning at 12:01 a.m. (EST) on September 3, 2008, visit www.mensfitness.com\/win and follow the Lost Boys DVD Sweepstakes entry directions. Each entry must contain answer(s) to the questions posed to qualify for the drawing. All entries must be received no later than 11:59 p.m. (EST) on October 1, 2008. Only one internet entry per person and per e-mail address, per day will be accepted. Subsequent entries on a single day will be disqualified. Subsequent attempts made by the same individual to submit multiple internet entries on a single day by using multiple e-mail addresses or otherwise will be disqualified. In the event of a dispute over the identity of an online entrant, entry will be deemed submitted by the authorized account holder of the e-mail address associated with the entry. Authorized account holder is defined as the person assigned to an e-mail address by an Internet access provider, on-line service provider or other organization responsible for assigning e-mail addresses. All materials submitted become the property of American Mrdie Inc. (\"Sponsor\") and will not be returned.\n\n2. Winner Selection \/ Random Drawing: Winners will be selected in a random drawing to be held on or about October 8, 2008 from among all eligible entries that are complete. The random drawing will be conducted by representatives from Sponsor whose decisions are final and binding in all respects relating to this Sweepstakes. Odds of winning a Prize depend upon the total number of eligible entries received. Winners will be notified by telephone on or before October 15, 2008.\n\n3. Prizes: One (1) winner will each receive a copy of a DVD listed in the survey. Approximate retail value of the prize is $29.99. Sponsor reserves the right to substitute prize of greater or equal value.\n\n4. Sweepstakes is open only to legal residents of the fifty (50) United States and the District of Columbia, 18 years or older. Employees of American Media, Inc., their affiliates, subsidiaries, advertising or promotion agencies, and their immediate family members and\/or those living in the same household of each are not eligible. Void in Puerto Rico, Canada, and where prohibited or restricted by law. No substitution or transfer of Prize is permitted. All federal, state and local taxes and any expenses relating to the acceptance and use of a Prize are the sole responsibility of each Winner. All federal, state and local laws apply.\n\n5. Potential Winners must submit an Affidavit of Eligibility \/ Release of Liability \/ Prize Acceptance Form within seven (7) business days of attempted notification. If any Prize or affidavit or release is returned to Sponsor as undeliverable or if Sponsor does not receive a response from any potential Winner within seven (7) business days of attempted notification, such Winner may be disqualified and such Prize will be awarded to an alternate Winner. Non-compliance shall result in disqualification and award of Prize to an alternate Winner. By accepting Prize, Winners consent that Sponsor may use the Winners' names, photographs, or other likenesses, the Winners' hometown and biographical information, statements concerning the contest entry, or Sponsors' products without compensation for purposes of advertising, promotion, and merchandising, and grant all rights to edit or modify and to publish and copyright it. Winners must also make themselves available to travel at Sponsor's expense for promotional purposes. By accepting Prize, Winners agree to hold Sponsor, its respective directors, officers, employees, and assigns, harmless against any and all claims and liability arising out of Prize. Winners assume all liability for any injury or damage caused, or claimed to be caused, by participating in this Sweepstakes. By participating in this Sweepstakes, entrants agree to abide by and be bound by these Official Rules, and understand that the Sweepstakes results are final in all respects. By participating in this Sweepstakes, entrants agree to hold Sponsor, its respective directors, officers, employees, and assigns, harmless against any and all claims and liability arising out of Prize. Entrant is responsible for all online charges incurred by Internet Service Provider.\n\n6. Neither Sponsor, any telephone network, nor service providers are responsible for incorrect or inaccurate transcription of entry information, or for any human error, technical malfunctions, lost\/delayed data transmission, omission, interruption, deletion, defect, line failures or any telephone network, computer equipment, software, inability to access any Web site or on-line service, or any other error or malfunction, or late, lost, illegible, incomplete damaged, postage-due, mutilated or misdirected entries or entries not properly forwarded to Sponsor. Entry materials that have been tampered with or altered are void. If the judges determine, in their sole discretion, that there is any suspected or actual electronic tampering with the Sweepstakes or if technical difficulties compromise the integrity of the Sweepstakes, the judges reserve the right to void the entries at issue and conduct a random drawing to award the Prize using all eligible entries received as of the termination date. If the Sweepstakes is terminated due to tampering or technical difficulties prior to its expiration date, notice will be posted at www.mensfitness.com. Any attempt to deliberately damage the content or operation of this Sweepstakes is unlawful and subject to legal action.\n\nNOTE: Internet entry must be made by the entrant, only at the authorized website address of www.mensfitness.com. Entries made by any other individual or entity and\/or originating at any other Internet website or e-mail address, including but not limited to commercial contest subscription notification and\/or entering service sites, will be declared invalid and as such ruled ineligible for this contest.\n\n7. Opt-In: Any information entrants provide to the Sponsor will be used to communicate with entrant in relation to these Sweepstakes. Sponsor may also share this information with third parties who are participating in this program. Sponsor or third parties may contact entrants at a future date about services the Sponsor believes entrants will find of interest.\n\n8. This Sweepstakes is sponsored by American Media, Inc., 1000 American Media Way, Boca Raton, FL 33464.\n\nBack to Sweepstakes",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.9078298211,
        "format_confidence":0.9737478495
    },
    {
        "url":"https:\/\/www.coastella.co.nz\/terms-conditions",
        "text":"\n\n\nCoastella\/Terms & Conditions\n\nTerms & Conditions\n\n  • Gates for the festival open at 1:00pm\n  • The festival closes at 9:00pm, and will be followed by a separately-ticketed indoor R18 after-party (9:00pm – 11:30pm)\n  • There will be gate sales if tickets are still available\n  • Coastella will not permit the entry of attendees who break the following conditions of entry, and will eject those who break these rules at their discretion without warning, with no refunds provided. Items deemed to be in violation of these conditions of entry will be confiscated and not returned\n  • No outside food or drink is to brought into the festival, with the exception of packed lunches for children – bags will be searched\n  • No use of illicit drugs or illegal substances\n  • Organisers reserve the right to photograph or film at the event, they also obtain the right to use photography during and following the event for press and social media\n  • Musician line up may be subject to change\n  • The organiser will not be held liable for any damages, injuries or loss held during the festival, if the ticket holder is deemed negligent or unforeseen actions of other festival-goers. Admission is at the festivalgoers own risk\n  • Supervised Event – All under 18’s must be accompanied by their own parent or legal guardian\n  • Wristbands are provided to all festival-goers, and must be worn at all times. ID must be presented to security to obtain an R18 wristband – Accepted ID is current NZ Drivers License, Passport or current HANZ 18+ card\n  • Alcohol is not allowed to be brought into the venue – there will be bag checks at the door\n  • Non- and low-alcoholic drinks will be available for purchase\n  • Behaviour – All festival goers must act in an orderly manner. Intoxicated persons will be refused entry. Excessive alcohol consumption will not be tolerated. Security and staff may refuse entry or evict any persons that are behaving in a disorderly or inappropriate manner.\n  • The festival will be a family friendly atmosphere:  no attempt to bring into the venue any of the following items (but not limited to), Illicit Drugs or illegal substances, Fireworks, Weapons, Gang patches or affiliated clothing, Lasers, Any forms of glass, including glass containers and\/or drinking vessels, BBQs, Material to construct fires or weapons or Other dangerous items.\n  • No pets are permitted within festival grounds\n  • People are be encouraged to prepare their transport options prior to the event, including purchasing a bus transfer with ticket or ensuring there is a sober driver in the group\n  • A taxi ramp will be onsite, and people are encouraged to share taxis home",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.981125474,
        "format_confidence":0.9884849787
    }
]