[
    {
        "url":"http:\/\/sla.ckers.org\/forum\/read.php?17,26434,26434",
        "text":"Paid Advertising\nsla.ckers.org is\nha.ckers sla.cking\nEver wanted to work as a \"chief hacker\" \"security evangelist\"? This is a place to post jobs or ask for work. Over time as I hear about job offers, we can consolidate them into this board. \nGo to Topic: PreviousNext\nGo to: Forum ListMessage ListNew TopicSearchLog In\nLooking for contract jobs\/freelancing\nPosted by: ducer\nDate: February 03, 2009 05:25AM\n\nI'm specialised in penetration testing and vulnerability researching\/reverse engineering. Got 3+ years as full-time pentester and more then 6 years as independent security consultant\/researcher. I'm looking for some additional projects or some interesting position where I can work from home. If you're interested PM me here or catch me on MSN: ducerh8@hotmail.com\n\nOptions: ReplyQuote\nRe: Looking for contract jobs\/freelancing\nPosted by: jlw\nDate: January 14, 2010 03:08AM\n\ndo u have experience on ddos testing service?\n\nOptions: ReplyQuote\n\nSorry, only registered users may post in this forum.",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9792863727,
        "format_confidence":0.9816869497
    },
    {
        "url":"https:\/\/www.timworstall.com\/2017\/11\/anyone-any-experience-with-essay-writing-services\/",
        "text":"Anyone any experience with essay writing services?\n\nCasting around for some work. One obvious possibility is the various essay writing services out there. I should be able to turn out an econ essay after all.\n\nAnyone got any experience as a writer of them? As a supplier to these companies? Any suggestions and all that?\n\nI have something of a feeling that this is generally being done by Third World types and the rates of pay reflect that but who knows, maybe that’s not true?\n\n19 thoughts on “Anyone any experience with essay writing services?”\n\n  1. One obvious destination of your writing skills is to cast your bread on the waters of e-reader publishing, such as Amazon Kindle. All you need is an MS Word document and a cover image, register, upload your stuff, choose a published price, and Bob’s your proverbial relative.\n\n    I suggest a theme for your first novelette: a fat, lefty-lauded, twat who knows feck-all about anything, whose pronouncements are pounced on by other twats as genius, but which inevitably contain schoolboy fallacies.\n\n    Oh, and he’s got an inferiority complex because he’s only got a tiny dick.\n\n  2. Bloke in Germany in Hong Kong\n\n    You seem determined to earn as little as possible from it.\n\n    Because most audiences are small you have to have a speciality that keeps the group of suppliers small to earn a living, and customers who give a shit about quality. General writing to a low standard for an audience of 1 is therefore a bad move.\n\n  3. BiG does have a point.You have the writing talent so worth looking for a wider field to exploit it.\n    Agrees with my philosophy. Look for what people want. Actually LOOK & actually WANT. Not try & flog what’s easy for the flogger. Then work out a way to supply.\n\n    I suffered watching Shades of Grey, last night. I think it may have been in Spanish. (Watched as in sat in the same room & occasionally made random comments to give the illusion of being awake) But there seems to be an inexhaustible female demand for S&M novels.\n\n  4. Um, you have made me think. I could start an essay with something like “When I asked Ralph Miliband if he knew a good pub on Fleet Street…..” or “Monty wanted to know where the tanks were, so I told him they were stuck on a hill in The Teutoberger…..” and then go on to the economic implications.\n\n  5. BiS\n\n    Tele5. My wife watched it too. I read a book and grunted from time to time. She thought it wasn’t THAT bad. Me, it was worse than I expected and my expectations were already rock bottom. Vacuous was the word that came to mind, as it does (to paraphrase the Mogg).\n\n    Soft porn for women. Still as you say. There is obviously a market (all female this one) and it seems to be a big one.\n\n    Needs satisfying (the market I mean).\n\n  6. Out of interest, bb, your’s get frisky. Mine did. Maybe the benefits of Tim moving into the market would be more nooky & better control of the household finances.\n\n  7. I’ve not come across these services before. Isn’t it cheating?\n\n    I looked up a UK service which charges £122 per 1,000 words for its “2:2” service, delivered within 7 days. There’s also the 2:1 (£138) or the 1st (£275).\n\n    On that basis the rate for the writers must be pretty poxy, even at ‘1st’ level.\n\n    They claim not to reuse essays but presumably recycling content (at least partially) is the best way to generate a profit.\n\n    I wonder how they do it? It occurs to me that the most profitable method for something like this would be to pay an Indian postgrad tuppence to do each one, then pay a native English speaker to quickly edit and sharpen up the prose.\n\n    I think I’d have a go at the spanky porn first…\n\n  8. They will recycle essays, randomly inserting from a range of quotes \/ paraphrases.\n    The lecturers get their own back by doing minor changes to essay questions each year. So what would get you an A2 one year with a particular essay will get you a E16 the following year as its not answering the question.\n\n  9. The other issue with any sort of re-used content is that the widespread use of software like Turnitin which looks for plagiarism or copying: sell the same chunks of boilerplate a couple of times and it’ll start setting off the warning flags.\n\n    Besides, in some fields essay-writing has been automated for decades:-\n\n  10. A year or so ago I got an email from one of these sites asking me to sign up as a writer. I thought: may as well, I can turn down stuff if I’m busy or not interested.\n    So I invested 30 minutes in typing up details. Subsequently never heard a squeek. You can’t speculatively send them stuff as you don’t knopw what stuff is needed. Whether you can make money from these things will depend on exactly which services you sign up with, and how much they bother to ask you for stuff. It’s the classic neoliberal precarious zero hours exploitation, initt. 🙂\n\n  11. Essay writing services, Tim? If it became common knowledge that you were facilitating cheating, your reputation would be seriously damaged. And the Tuber would gloat. So don’t do it.\n\n  12. @Tim Worstall. This sounds desperate. I prefer your other idea (new site with advertising). You could perhaps tag on a paid for ‘subscribe to ‘my essays” section which offers answers on the type of questions commonly dealt with on Economics degree courses within that. Depends on how distasteful you might find having to argue both the left and right perspective rather than just demolishing the former.\n\n  13. An after thought…I hear from a friend of a friend that there are mega-bucks to be made from re-writing doctoral theses in good English for Gulf state students at Cambridge.\n\n    The science was there, just not the English. Supervisor tells student to improve English: student hires help, as his government pays….Not sure how you tap into such networks, but you are talking (I believe) £5000 for 25 hrs editing (£200 hr).\n\n    Once, I had a contact at a German university. She paid me £30 to correct her tenses and vocabulary in papers to be published in Enhlish language journals. It took me 30 minutes a paper at most.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.8510492444,
        "format_confidence":0.8826640844
    },
    {
        "url":"https:\/\/forum.powerscore.com\/viewtopic.php?t=10649&start=10",
        "text":"LSAT and Law School Admissions Forum\n\nGet expert LSAT preparation and law school admissions advice from PowerScore Test Preparation.\n\nUser avatar\n  • Posts: 25\n  • Joined: Feb 15, 2021\nI've read through this thread and I'm still confused about how B is correct. I chose A, but didn't feel good about any of the answers. I thought that B was incorrect because the author of passage A provided that these flat tax systems are inherently less complex, making tax avoidance significantly more difficult. They even reference the flat tax system in Estonia, where there are \"no schedule of rates, no deductions.\" I ruled out B based on this information in the text, as I thought the simplistic nature of the flat tax system would get rid of the loopholes and special deductions referenced in B and would have an easy retort to the author of A had they responded with B. Why is B correct over A?\n Adam Tyson\nPowerScore Staff\n  • PowerScore Staff\n  • Posts: 3875\n  • Joined: Apr 14, 2011\nThe focus of the question stem has the answer for you, gingerale. We aren't looking to respond to the entire argument presented by Author A, but only to the last argument she made, which basically boiled down to \"high earners are paying the same as lower earners anyway, so progressive taxes don't really work and we should switch to a flaw tax.\" Author B's response could be what answer B says, that the problem isn't that the tax is progressive, but just that it has too many loopholes. Don't scrap the progressive tax and switch to a flat tax, but just fix the loopholes!\n\nGet the most out of your LSAT Prep Plus subscription.\n\nAnalyze and track your performance with our Testing and Analytics Package.",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.8442203403,
        "format_confidence":0.9460904002
    },
    {
        "url":"http:\/\/forum.eslgo.com\/viewtopic.php?f=53&t=13723&p=28877&sid=3c7869f13e46bd1edf227a51fda6e795",
        "text":"online conversation during class\n\nTalk about your experiences in school and\/or the education system in your country.\nPost Reply\nPosts: 28\nJoined: Fri Mar 18, 2011 2:54 am\n\nonline conversation during class\n\nPost by elevenoclock_kyungAOh » Wed Jun 15, 2011 4:47 pm\n\nAccording to the article on NY Times, “Speaking up in class, Silently, Using the Tools of Social Media”, Twitter and some other backchannels are being used by about 2 percent of teachers and professors in America and nearly 50% of them think that this technology would positively affect students’ learning. I am also in favour of using the online conversation during the class. I believe the social media interaction will increase students’ participation because they can feel comfortable to speak up when they type something down instead of having class discussion.\n\nJames Trotta\nSite Admin\nPosts: 1140\nJoined: Fri Jun 18, 2004 10:08 am\nLocation: South Korea\n\nRe: online conversation during class\n\nPost by James Trotta » Thu Jul 07, 2011 3:18 pm\n\nI know some professors use social media to get their students interacting with people from different cultures. I see the advantages of Facebook and message boards like this one but I don't get Twitter.\n\nPosts: 228\nJoined: Sat Nov 27, 2010 8:30 am\n\nRe: online conversation during class\n\nPost by boxcar » Tue Jul 12, 2011 4:55 pm\n\nTwitter is handy because the information shared there is in micro chunks. I don;t know if it's the times we live in but personally my brain processes these micro chunks of information much easier than reading a full novel. Short attention span maybe? lol\n\nPost Reply",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9852666855,
        "format_confidence":0.9887868762
    },
    {
        "url":"http:\/\/mrswilliamsonskinders.blogspot.com\/2012\/01\/snowy-day.html",
        "text":"Thursday, January 19\n\nThe snowy day\n\nDuring reader's workshop we used the book The Snowy Day to respond to literature. Here are some of the activities we did. We made text-to-self connections. They drew Peter in the snow and then they drew themselves in the snow. They loved this activity. You can find this in my Wintery Fun Unit on TPT.\n\nThe next day we made a story map. As I mapped out the story on our large story map, they got their clip boards and made their own story map along with me.\n\nThe story map is in my wintery fun unit.\n\nAnother day we sequenced Peter's snowy day and used the story map to retell the story. We first did it together so I could model what I expected them to do. Then, they got to make their own story map.\n\nThe title was downloaded from Kinder Gals.\n\nWe are about to start my penguin unit. I love reading Tacky the Penguin with my kids. Here is a Tacky tree map for you. Click to download.\n\n\n\nFreckleteacher said...\n\nI really like your ideas for The Snowy Day! Thank you for sharing. I will check-out your unit!\n\nKelly B aka Queen Bee! said...\n\nI love your story map headers. What font did you do them with? I'd love to do some for my classroom! Thanks!\n\nBusy Bees said...\n\nLove The Snowy Day ideas! Just read it the other day and the kids love that book. Thanks for sharing!\n\nlaughinbrunette (Jennifer) said...\n\nLove the Snowy Day...and these are some great ideas! Thanks for the Tacky freebie! =)\nFirst Grade Blue SKies\n\nSarah said...\n\nVery cute blog..glad I stumbled across you! (new follower) Come stop by for some math ideas and centers :)\n\nMrs. Cupcake said...\n\nI love your story map! I need to make myself one :) TY for the freebie!\n\nA Cupcake for the Teacher\n\nShannon said...\n\nSo excited to find your Snowy Day ideas!! I bought a class set of Snowy Day books from Scholastic last year and haven't used them with my class yet!! Score!! I will definitely check out your unit on TPT!!\n\nRandi said...\n\nI just found your adorable blog and I'm your newest follower! I love what I am seeing. The fun and learning is so clear. Thanks for sharing your journey in the classroom!\n\nI have a super cute Groundhog & Hibernation Freebie on my blog right now if you have time for a visit!\n\nRandi @ Teach It With Class\nMy TPT Store\nMy Facebook Page\n\nWolfelicious said...\n\nLove your ideas for The Snowy Day!\n\n\nMrs. Crowder said...\n\nI think I was your first purchaser of this awesome packet and I have used Every piece of it! Thanks for sharing!\n\n\nLee Ann said...\n\nThanks for the wonderful ideas for The Snowy Day. It will be perfect for my Title I kinder kiddos when we go back to school since we have a few inches of snow! Did you complete the illustrated story map first, and then the kids copied it? That's a cute idea. I only have 25 min. with my groups so I need to have a quick project; thinking the kids could complete theirs with me as I do it.\n\nMaro's kindergarten said...\n\nHi! I'm stopping by to let you know that I loved yourworksheet and I featured it on my Snowy Day unit round-up! Come by to see the post here: I would love your feedback!\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9954875112,
        "format_confidence":0.830153048
    },
    {
        "url":"http:\/\/forum.izenbridge.com\/viewtopic.php?f=10&t=1244&p=4347",
        "text":"lesson learned\n\nExclusive forum for iZenBirdge PMP® clients\nPosts: 41\nJoined: Wed Apr 09, 2014 2:59 pm\n\nlesson learned\n\nPostby kripakrish Fri Aug 15, 2014 9:41 am\n\nThanks to almighty and my dear husband,kids for all the support.\nI am a mom with 2 small kids so take my ll with a grain of salt.\nI started preparation about 3 months back.\nI started with izenbridge for 35 pdus,the videos were a good intro and luckily no audit.Then started with RITA ,then a round of PMBOK .I had a vague idea .Next round of RITA and pmbok made things fall in perspective.PMZILLA itto document was a great help.\nWeekends I would study for 3 hrs initially and daily whenver I had time at work.Once the exam dates were finalised I studied everyday for approx 2-3 hrs and weekends for 5 hrs.I did not skip anyu ourings or parties though :).\n\nI also did Pmstudy chapterwise questions,izenbridge knowledgearea questions,pmstudy free mock,izenbridge full mock,oliver lehmann,scordo 5 chapters questions.I referred pmzilla to clarify concepts.\nLast 2 days I used rajesh nair notes and formula cheatsheet an dgave sepcial emphasis for initiaing and closing.\nI used ever note for aggregating all my notes .It was great to sync notes and access them anywhere and everywhere.\nI carefully made note of all wrong questions and learnt from them.\nAbout the exam\n\n1. Noise cancelling headphone were great.\n2. Time was exact as I took 3 breaks a I needed them to clear my head :)\n3. Tuckman ladder ,quality,risk,contract types were major parts of the exam.\n4.Exam was nothing majorly complicated.Be clear with basics.\n5.I did not memorise itto.itto max there were 5 questions.\n\nP.S I had masala tea in thermos .So whenver I took a break I had few sips of it to help me think clearly :)\n\nAll the best to all...\nSuper Member\nSuper Member\nPosts: 502\nJoined: Wed Dec 11, 2013 10:25 am\n\nRe: lesson learned\n\nPostby namita Fri Aug 15, 2014 4:59 pm\n\nThanks for sharing. I am sure it will help for many future aspirants\n\nHappy Independence Day to all Indians\nPosts: 168\nJoined: Fri Aug 15, 2014 3:02 pm\n\nRe: lesson learned\n\nPostby umeshbww Fri Aug 15, 2014 9:15 pm\n\nCongrats Kripa :P\n\n\"5.I did not memorise itto.itto max there were 5 questions.\"\nI have downloaded ITTO (from my current understanding it is list of 47 process according to knowledge area,phase with input\/technique\/output.\n\nWhat you mean by ITTO (5 questions max)? Can you please give example :)\nGOAL : PMP Certified by 24th Sept 2014 -- ACCOMPLISHED\nUser avatar\nSite Admin\nSite Admin\nPosts: 3113\nJoined: Sat Dec 07, 2013 10:37 pm\n\nRe: lesson learned\n\nPostby saket Sat Aug 16, 2014 1:41 am\n\nCongratulation !! and stay connected\nExplore our online PMP Program , it makes PMP Easy :-) http:\/\/goo.gl\/ZmD3xF\n\nImage Image Image Image\n\nReturn to “PMP® Queries and Tips”\n\nWho is online\n\nUsers browsing this forum: No registered users and 4 guests",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9813911915,
        "format_confidence":0.9915893674
    },
    {
        "url":"https:\/\/forums.multilingualchildren.org\/post\/learning-a-language-you-spoke-as-a-child-3581729",
        "text":"\n\n |  Latest Topics\n\n  Author   Comment  \nReply with quote  #1 \nI have a desire to raise my child bilingual but I am not.  Growing up as a child in Thailand Greece and Italy my parents told me I spoke all three languages fluently.  Since moving back to the states in the 3rd grade I learned a bit of spanish( we moved to Miami) but have never seemed to master it as a true bilingual person.  Is it easier to learn the languages I spoke as a child or is it something that you lose because you stop using it?  They say once you learn how to ride a bike you alway know.  What about languages? Do the connections in the brain that are made stay there or are they lost?\n\n\n\nMelbourne Florida\nReply with quote  #2 \nIt is easier if you heard the language(s) as a child.  I heard a lot of Dutch as a child (I don't think I ever spoke it), but I've been studying it and sometimes I'll come across a word.... I don't know why I would ever have learned it.... but my brain feels like \"aha.. that's it.. why does that sound so right.. I think I've heard that before!\"  The different word order of sentences isn't an obstacle either.... it sounds sensible to my ears just as English does.  And I think the most important advantage of hearing that language as a baby.... when I say anything in Dutch, other Dutch people say I said that well... they rarely rarely correct my pronunciation because it sounds Dutch.  When I try to say something in German to my husband, I have to try and try again and again and he still says it doesn't sound quite right... but I don't hear why!  He says I sound like a Dutch person trying to speak German.  You have a huge huge advantage because you heard (and even spoke!) those languages in your first few years.\n\nI highly highly recommend the book \"How to Learn Any Language\" by Barry Farber if you are interested in 're'-learning your childhood languages (or any foreign language).  He is a polyglot (25? languages?!) with a very practicle, efficient, and effective method.  If you aren't interested in learning another language, you will be after you read the book.  There's a website with the same title too....\nPrevious Topic | Next Topic\n\nQuick Navigation:\n\nEasily create a Forum Website with Website Toolbox.",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9094253182,
        "format_confidence":0.9885462523
    },
    {
        "url":"http:\/\/allnurses.com\/washington-nursing\/nurse-in-the-372356-page4.html",
        "text":"Nurse in the philippines,but have to moved in seattle - page 4\n\nhi everyone!:spin: i just wanna ask some questions with u guys out there. im a registered nurse in the philippines and soon as i finished and passed the local board exam there,me and my family... Read More\n\n  1. by   kornsyrup\n    Hello guys. I thank God for having sent me to this forum. I hope that this would be a big help for me.I need help with my NCLEX application. I just moved here in California as an immigrant two weeks ago. I originally plan to take the NCLEX RN here in California but it had concurrency issue and it states that theoretical study and clinicals should be taken at the same time. That cases for OB should be taken and completed only during the course of time that the OB concept is being studied. Same is through with MS. my question is do they have the same concurrency issue with the board of nursing there in Washington? I am thinking of transferring there at Washington to have my NCLEX because I really don,t have the chance of taking it here in california. Thank you very much!\n  2. by   kornsyrup\n    I am from SLU too, batch 2011. Are we of the same batch?\n  3. by   steppybay\n    To most PH recent grads, here's some update on states like in CA with the concurrency issue as a reason for denial of your application:\n\n    There's more information in the World Nursing then click on Nurse Registration.\n  4. by   mayang143\n    Hi iilenjolll I just want to know what requirements or what steps. You've done as of now coz like u I'm also a bsn graduate and no local license in the Philippines. Thanks\n  5. by   mayang143\n    Hi reyallanbonus I read ru post and like u I would like to know the right answer if they're requiring the local license,too",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.7751042843,
        "format_confidence":0.9764599204
    },
    {
        "url":"https:\/\/www.internations.org\/kuala-lumpur-expats\/forum\/looking-for-a-job-in-sales-business-development-1421273",
        "text":"Join now\nLog in Join\n\nLooking for a Job in sales, business development (Kuala Lumpur)\n\nHi Guys\n\nMy friend is currently in Malaysia she looking for a job in customer service , sales and business development\n\nshe is a British citizen with over 7 years work experience she currently working in Kuala Lumpur and she also has a work permit.\n\nshes not familiar with internations that why shes asked me to help.\n\nMy dear friends if you know of anything do let me know so I can forward her the information.\n\n\n\nKuala Lumpur Forum",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9910823107,
        "format_confidence":0.9331573844
    },
    {
        "url":"http:\/\/nanopolitan.blogspot.com\/2009\/11\/horror-stories-from-iim-shillong.html",
        "text":"Thursday, November 12, 2009\n\nHorror stories from IIM-Shillong\n\nRashmi Bansal has a story in JAM about how this brand new institution under the IIM banner is being undermined from the top. The troubles appear to start almost right from the appointment of a non-academic as Director.\n\n[ Aside: Just the other day, I linked to the first chapter (pdf) of Amanda Goodall's Socrates in the Boardroom: Why Research Universities Should be Led by Top Scholars. While academics are no angels, appointing a bureaucrat \/ businessman as the first director of an academic institution is pretty atrocious. ]\n\nBack to IIM-Shillong. Here's some background on Director Ashoke Kumar Datta:\n\nDutta's profile includes 40 years of erratic corporate experience and does not list any academic credentials. Directors and faculty at IIMs are generally required to have a PhD in their subject.\n\nMr Dutta's biodata lists his qualification as PGDM from IIM Calcutta and 2 years on the doctoral program of Case Western University between 1971-73 (he left without receiving the degree).\n\nAt the time of his appointment Mr Ashoke Dutta was already past the age of 60, a fact which should have disqualified him from what is meant to be a five year term.\n\nAnd here's a partial list of some of the shady things that an academic institution would be ashamed to put on its website:\n\na) Daily faculty meeting for 1 hour between 9 and 10 am with no specific agenda\n\nb) Administrative staff being invited to attend faculty meetings where they have no locus standi\n\nc) Administrative staff interrupting lectures on minor pretexts.\n\nd) Officer on Special Duty (Finance) sending emails questioning professors on issues related to CAT interview selections\n\ne) Professors being humiliated in faculty meetings, intimidated verbally and through memos; and being told by the director \"you are welcome to leave\" if they raised their voice on any issue, including issues like CPF (contributory provident fund) not being provided by IIM Shillong, as per prevailing laws of the land.\n\nThere's a lot more in that report, and all pretty shocking. Go read the whole thing.\n\n\n  1. Anonymous said...\n\n    But is IIM Shillong (or any other IIM for that matter) an academic institution?\n\n  2. Anonymous said...\n\n    This is not really very surprising.\n    At least the point (e) is pretty common in one iit. There the director sends humiliating e-mail to faculty member (with copy to all faculty members). They also try to deny some part of CPF to the people who left before 7 years of service. Verbal abuse is also common.\n\n    The bottom line is in Indian system, institute heads do have a lot of power. Often they have strong political connection. Individuals just can't fight against them.\n\n  3. pradeepkumar said...\n\n    Anonymous must spell out the name IIT directors, who do all sort of these things. Sine he or she is hiding identity, it shouldnt be a problem to do so. At least in IIT Bombay such things are not happening. Generalization is not always good.\n\n  4. Anonymous said...\n\n    In IIT too!!! I believe the IIT Director has a PhD degree and must be a faculty at some point of time to understand things better than IIM Shillong Director.\n\n    Power corrupts....It corrupts even more in Indian system which lacks accountability.\n\n  5. Anonymous said...\n\n    I agree with Pradeepkumar. This would help lot of potential faculty who wants to join that IIT.\n\n  6. Anonymous said...\n\n    IIT Madras is (like IITB) good. No such practices.\n\n  7. Anonymous said...\n\n    True Story is here\n\n  8. Anonymous said...\n\n    Anonymous@Nov 12,7:38pm\n\n    If you can not give the director or institute name, Please give us some hint. Is it a new IIT? Where is the IIT located... North, South, East or West ?\n\n  9. Anonymous said...\n\n    My guess: It is IIT Kgp\/IITD\/IITR.\n\n  10. Ankur Kulkarni said...\n\n    @Anonymous above: This is ridiculous. If anonymous(Nov 12,7:38PM) was simply loose talking, you have out done him by gossiping.\n\n  11. Anonymous said...\n\n    Sorry Ankur, you are right. I should not have made a guess. That leads to undesired gossip.\n\n  12. Anonymous said...\n\n    These are questions outside the scope of this ARTICLE\n\n    Dear IIX Faculty,\n\n    I will be obliged if you answer a few questions of mine\n\n    1. How long does it it take the IIX to issue the offer letter (hard copy and soft copy) after the selection committee interview.\n\n    2. How long does a candidate get to accept the offer.\n\n    3. Does the offer letter contain information about the startup money, teaching load, travel funds and lab space. If not then how are those commitments usually made? verbal or in writing?\n\n\n  13. Anonymous said...\n\n    Dear Anon 7:52PM\n\n    1 You should get a hard copy in a month or so. A soft is also sent by some IITs.\n\n    2. Depends on the IIT. They say anywhere between two weeks to 6 weeks.\n\n    3. Offer letter has the position you are selected to, you basic salary, a bunch of rules related to government job. Start up should be standard for everyone at each IIT.\n    Verbal promises are made with regards to lab space. Travel money is standard. Teaching load is standard for each dept. You should talk to the HOD to know the real load.\n\n    hope this helps.\n\n\n  14. Anonymous said...\n\n    Thanks K.\n    For foreign candidates I guess this time can be more than 1 month due to the postal delay.\n\n  15. Abi said...\n\n    Just to add to what K said: You may also get an alert from the Department Chairman as and when he\/she is sure that the appointment is *really* through.\n\n    Each institute has a standard start-up grant, but has a provision for offering a bigger grant -- if you can convince them that the extra money is something that should come from the Institute right now, rather than from a funding agency N years from now.\n\n    After you accept the offer, you will have to commit to joining your job by a certain date (which may also be mentioned in the offer letter), which could be about 6 months to a year from the offer date. Check with your Department Chairman.\n\n  16. Anonymous said...\n\n    Dear Abi and others,\n\n    Things may vary a lot among even iitx. When I join IIT Guwahati 4-5 years back that time there was no start-up grant for each faculty. Rather HOD used to give the money from the money dept. had (which was not same for each faculty member). Now, they have changed for the better and give start-up grant for each faculty member.\n\n    My point is it is hard to generalize everything. Do you people really know that all new iits give individual start-up grant?\n\n    One caution to the person who asked this question - never ever believe verbal assurance. Ask for a signed letter.",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9941337705,
        "format_confidence":0.8590735197
    },
    {
        "url":"https:\/\/www.internations.org\/london-expats\/forum\/recent-graduate-seeking-job-for-september-2012-594321",
        "text":"Join now\nLog in Join\n\nRecent graduate seeking job for September 2012 (London)\n\nHi there,\n\nI am seeking work\/ traineeship\/ internship in project management, marketing or international relations, starting in September Protected content London.\n\nI have graduated with a bachelor degree in political science and have achieved the first year of a two-year master degree in international relations in the University of Brussels. Thereafter, I accomplished a master degree in European studies at King’s College London, in which I essentially focused on the foreign policy of the European Union.\n\nI am a travel addict, attentive to current affairs and the media. I am also a volunteer for the Red Cross in Belgium and I intend to volunteer in Cambodia\/India for the next 3 months. I essentially aspire to a career in international relations for the protection of human rights, so working for an NGO would be great.\n\nI speak French and English fluently. I am diligent for work and eager to learn, as well as enthusiastic and flexible. In addition, I am proficient in research, organization and computer literate. Ultimately, I am a rather independent and ambitious individual, yet very capable of team working.\n\nPs: I am eligible to work in the UK.\nPs again: I have already applied for jobs advertised on 'w4mp'\n\nIf you heard of something interesting for me or had questions, I would be happy to speak with you, thank you.\n\nProtected content\n\nLondon Forum",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9967595935,
        "format_confidence":0.9419631958
    },
    {
        "url":"http:\/\/www.getty.edu\/education\/teacherartexchange\/archive\/Apr98\/0206.html",
        "text":"\n\nLesson Plans\n\nRe: Meaningful Art Games handouts\n\n[ Thread ][ Subject ][ Author ][ Date ]\nFran Marze (\nMon, 6 Apr 1998 21:04:50 -0400 (EDT)\n\nCould you send meaningful art games handouts to someone who can't go to\nthese conventions because she has a invalid husband? If they are for\nsecondary students, that is. Thanks\n\nOn Mon, 6 Apr 1998, PGStephens wrote:\n\n> To all who attended the Meaningful Art Games presentation Friday at the NAEA\n> conference:\n> It was only after returning home from the Chicago conference that we have had\n> a moment to look over the list of those art educators who attended our\n> Meaningful Art Games presentation. Our apologies to those of you who did not\n> receive handouts at the actual presentation, but these handouts (along with a\n> copy of our recent newsletter) should be sent to you soon. The attendance was\n> many times more than we ever anticipated. We have about seven pages of names\n> and addresses, so this could take more than a few days. It has been a real\n> treat to look over the list and see many of our ArtsEdNet Talk participants\n> were in attendance. Thank you all for being there! Let us know how the games\n> work in your classroom.\n> Pam & Nancy",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9103788733,
        "format_confidence":0.9821743965
    },
    {
        "url":"http:\/\/boards.fool.com\/cracking-the-interview-code-30184822.aspx?sort=whole",
        "text":"No. of Recommendations: 1\nEvery time I go into an interview, I figure out one more thing that I should have done, sigh! I'm hoping I didn't screw up too badly this time around but not holding my breath. Since I have so much of it still going around in my head, I'm guessing it would help if I share it here.\n\nI've learned that going into an interview is like selling your services. Unfortunately, I'm not a seller. I even have a hard time \"selling\" my work to my boss when evaluation time rolls around. So, I was thinking of the time we were soliciting quotes for building a patio in our house. The highest bid won the business because: they worked with us to figure out what we needed, they proposed several solutions that would meet our needs, and they showed us what they have done and could be done in our property.\n\nI also remember one of the contractors that I talked to. He listened to our needs, told us he could do the job and gave us the quote. He didn't discuss different alternatives, didn't show us what he has done or explain how he came up with the estimate. Unfortunately, I have had interviews go like that. I missed all the opportunities to tell the hiring manager why I was perfect for the job.\n\nWith that in mind, I set out to prepare for this last interview. For the \"tell me about yourself\" question I talked about how my experience meets their requirements. I even went out and told them exactly that in the interview. In the past I have thought that by listing my accomplishments I would imply that there is a match. I decided I needed to explicitly say it for them to know it.\n\nOn the flip side, I missed the opportunity to explain how I am \"uniquely\" qualified for the position. I recognized this opportunity after the fact since it came in by them pointing out the gap that I may have in my experience. Now that I think about it I also got asked why I wanted to move from hardware to software. The truth of the matter is that everyone has a gap unless they were the ones doing the exact same job in the exact same company before. So, I need to shift away from focusing in the deficiency, figure out how I would cover the gap, and explain how my past experience can help in covering the gap much better than anyone else. I need to remember that what they are really asking is how they can justify to their upper management hiring someone outside of their group to do the job. I hate those missed opportunities!\n\n- zol\nPrint the post Back To Top\nNo. of Recommendations: 1\nI hate those missed opportunities!\n\nYou might send a thank-you email to the interviewer and add the sales pitch you think you should've given. Not too long and wordy, mind, make a brisk point or two. You might also mention how much you'd enjoy working for him\/her or with their team or customers\/suppliers, whatever is most appropriate.\n\nWhenever I interviewed for professional jobs, I sent a thank-you note (later a thank-you email) and reiterated my good fit with their needs. It didn't always work, but usually. One hiring manager thought I wasn't a good fit for the job, but hung onto my info and contacted me 6 months later when she was staffing up a new department. I was her first hire there!\n\nBefore getting professional jobs, I was always offered positions on the spot. When someone articulate, upbeat, nicely groomed and dressed goes after a low-end job, they usually blow away the competition. At least that worked for me in decades past.\n\nEasy for me to pontificate now that I'm retired...I doubt I'd fare so well in today's job market.\n\nWhile prepping for teaching a class this fall in user interface design (DH is a college computer science instructor), a few minutes ago my husband found a book of mine on that subject that I used in that job referenced above. heh.\nPrint the post Back To Top\nNo. of Recommendations: 1\nI'm going to second alstro's advice. If you can send a follow-up email, it will give you a chance to not only thank them for their time, but also to emphasize any points you want to make about why you're a good fit for the position. Possibly even why the gap could work to their advantage.\n\nI landed the job I have now a little over 4 years ago. At an appreciation dinner in April, I had the opportunity to talk about all the changes our office had been through in the past 18 months. My former boss was in attendance. I pointed out how excited I had been to get the job and mentioned that I had even sent a follow-up email to him expanding on why I was the right person for it. He smiled at me from the audience and said \"And that's what put you over the top\"\n\nPrint the post Back To Top",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9189190269,
        "format_confidence":0.9852502942
    },
    {
        "url":"http:\/\/allnurses.com\/texas-nursing\/el-centro-northlake-838538.html",
        "text":"El Centro\/ Northlake Nursing Spring 2014\n\n  1. 0\n    Hello all! I'm new here and have not seen a post for El Centro spring 2014. I was originally planning to apply for fall 2014, however I just heard that the point system and prerequisites have been revised! Now I will be able to apply for this spring! I don't know if I will get in, but its worth a shot! Anyone else applying for spring 2014?\n  2. Get our hottest nursing topics delivered to your inbox.\n\n  3. 54,464 Visits\n    Find Similar Topics\n  4. 337 Comments so far...\n\n  5. 0\n    I am planning to apply for spring 2014 as well. I spoke to the director and she said the prereqs are now A&P I, Eng and Psych. Do you have any idea what the point system is?\n  6. 0\n    I'm also preparing to apply for Spring 2014. I emailed the administrator who's responsible for uploading the new packets and information sessions and they told me that they hope to have everything uploaded within the next 2 weeks. So hopefully they will be available sooner than later! I'm too anxious to see the new point system!\n  7. 0\n    My hubby is taking classes at north lake right now, so he was able to bring the paper home or me! He is also applying for spring 2014! I can email it to y'all if you would like...\n\n    My email is jeter.kirsten@yahoo.com\n\n    It's a 40 point system now.. I am taking A&P in July and will have my prereqs. I'm not sure I will get in because before my hesi I will only have 16 points :\/ so that means the HIGHEST I could have is a 28 with the hesi.. I think it's worth a shot though!\n  8. 0\n    When I say paper I mean the paper that has the new point system on it\n  9. 0\n    Yes, I would really appreciate it if you emailed it to me (ashleyking1221@yahoo.com). I think you should definitely apply, you never know!!!!\n  10. 0\n    Thanks! I will apply! My husband is also applying an will have either 22 or 24 (can't remember what he said) before his hesi! Lol\n  11. 0\n    OMG!!! I just emailed you! (kthrower84@gmail.com) thank thank you so much!!!! Would love to see the point system!\n  12. 0\n    Can someone please email me the new point system. I may be able to make it also I was going to wait one more semmester!!! trinigyalf@hotmail.com\n  13. 0\n    Thank Thank you!!! as far as support courses I'm taking Micro in fall and Im done..Hesi next month and then 4classes for additional points...if Hesi goes well guessing 26 or 27 points in all. I hope all goes well, cause my brain cant take anymore changes I have some classes that will eventually mean nothing...",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.8638964295,
        "format_confidence":0.9959533215
    },
    {
        "url":"http:\/\/www.pianoworld.com\/forum\/ubbthreads.php\/ubb\/printthread\/Board\/2\/main\/30617\/type\/thread.html",
        "text":"Musical Devices.....\n\nPosted by: C H O P I N\n\nMusical Devices..... - 12\/07\/07 01:33 PM\n\nPart of my music course requires me (and the others who took music) to sit an exam that tests our listening abilities. This is my weakest area, I usualy only get around 60 - 70 %, which is ok, but not fantastic, so I would like to push myself further in order to acheive better grades. Although our teacher tells us about different musical devices, he doesn't really explain what they do in the music.\nThe hardest part of the exam is when a piece of music is played and we have to pick out the musical devices used in the piece and then explain what \"atmosphere\" it gives the music and how. Picking out the devices isn't too bad but trying to put what it does for the music is quite difficult (for me). I was wondering if there were any general patterns for certain devices used in music that provide the listener with an inflicted atmosphere. For example:\n\n1.) A pedal is a sustained or repeated note in the bass (usualy), an inverted pedal is a sustained or repeated note higher up on the grand staff. But how does a pedal inflict a mood? does a pedal allways create tension?\n\n2.) Imitation is where a phrase is repeated with a small variation to make it more interesting than the first (original) time. How can a repeated phrase inflict a certain atmosphere or feeling?\n\n3.) Sequencing is similar to imitation except the phrase is repeated at a different pitch.\n\nThats a handful of musical devices I can think of, but trying to explain WHAT the acheive in the music is very hard... any tips?\n\nIn the exam they played the theme from harry potter, and asked what musical devices made it sound \"magical\"... I wasn't really sure how to approach the question... I mean what does make it sound magical and mysterious?\n\nAny advice on handeling questions like this would be GREATLY appreciated...\n\nThanks all,\n\nPosted by: Morodiene\n\nRe: Musical Devices..... - 12\/07\/07 02:34 PM\n\nInteresting question, but wow, most of this stuff is just intuitive, and so I never sat down and pinpointed what it does, so here goes:\n\n1) Pedal doesn't always create tension. It can also be very calming, like a drone. It would have to depend upon the context in which it is used. For example, if you have a piece that has harmonic motion to it and all of a sudden you have a pedal, then it will create tension until that harmony changes. However, if a piece begins with this, it will most likely set up a drone-like effect, making it seem very calm and unmoving.\n\n2) Imitation\/repetition in this case is not assigned to any particular feeling. Repetition is found in nature and so we repeat because it gives clarity to what is being said (whatever feeling that may be). The human brain is designed to pick up on patterns, so this device makes it interesting for the listener as well. But clarity and interest in and of themselves are not feelings. They are just a qualities.\n\n3) Same as above. The more variation in a repetition, the more interest it gives the listener, like a puzzle to figure out the pattern.\n\nAs far as what musical devices make the harry potter theme sound magical (without having heard it recently), my guess would be the harmonic structure (use of secondary chords), instrumentation, and allusions to pieces we already associate with \"magical\".\nPosted by: C H O P I N\n\nRe: Musical Devices..... - 12\/07\/07 04:02 PM\n\nThanks Morodiene, the questions we get are suprisingly difficult, and hitting exatly what the examiners want as answers seems to be very hard indeed. They also played us the james bond theme (about 5 times) and we had to fill in a table. One side of the table said \"musical devices used\" the other said \"the atmosphere it creates\".... I lost count of how many times I repeated myself, saying \"so and so made the music exciting\"\nPosted by: Morodiene\n\nRe: Musical Devices..... - 12\/08\/07 10:10 AM\n\nIf this is not a composition class, I can hardly see the point. There is a difference between recognizing something that needs to sound a certain way, and saying what the outcome is of that particular device. Even in composition, I don't teach it in this manner, however.\n\nAre they expecting that each \"musical device\" has one affect it produces? Or do they think that there might be several outcomes depending on the listener and the context in which the device is used?\nPosted by: Gyro\n\nRe: Musical Devices..... - 12\/08\/07 10:57 AM\n\nYou're having trouble on the second part\nbecause you're taking it too seriously\nand thinking that there actually some real\nsignificance to it. There is none.\nThis is just typical academic bull___\nand has no real-world meaning. The way\nto get good grades is to simply parrot\nback what the teacher wants you to say.\nTrying to strain yourself, looking for\na meaningful answer, is useless, because\nthere is no meaningful answer except\nwhat the teacher wants to hear--from your\nlectures, class discussions, textbook, etc., you\nneed to figure out what kind of answers\nthe teacher wants, and then simply give him\nthese kinds of answers, even if they\nmight seem completely stupid.\nPosted by: pianojerome\n\nRe: Musical Devices..... - 12\/08\/07 11:16 AM\n\n\nWhy would professors teach this \"typical academic bull____\" if it doesn't make any sense, if it isn't meaningful, and if it is just \"completely stupid\"? How would they even come up with it in the first place, if it didn't make some meaningful sense to them?\nPosted by: C H O P I N\n\nRe: Musical Devices..... - 12\/08\/07 03:41 PM\n\nAlthough Gyro's post may seem \"out of the box\" it does seem to have a ring of truth... Firstly Let me answer Morodiene. GCSE music consists of a group of kids (some with musical backgounds and a handful with none). To get the GCSE in music we have to compose a piece of music (25%) perform a solo piece and an ensemble piece (25%) then work at an \"integrated assignment\" which is a mixture of all 3 skills, which is also worth 25%. Finally we have the listening paper. Also 25%.\n\nSo to answer your question, nope it's not a composition class, I wish it was! By the looks of things the examiners seem to want a musical device that does one thing... There doesn't seem to be any prizes for your own opinions, and how it makes you feel (because the papers are marked from example answers!!!!) In that respect Gyro's point appears to be right, tell them what they want to hear. But what DO they want to hear?\n\nSeems rediculous to me.\n\nPosted by: keyboardklutz\n\nRe: Musical Devices..... - 12\/09\/07 02:23 AM\n\nI've just started a GCSE music class. I taught OCR for about 10 years but haven't taught any since the boards rewrote their syllabi (about 4 or 5 years ago).\n\nMuch of education is as Gyro paints it - the marking is done by independents who are paid by the script. I've heard some subjects are so hard up for markers they're offering it to undergraduates. So yes, find what they want to hear. The questions you posted do seem a bit daft but they're not difficult as long as you have your list of devices and their affects in your head. Ask you teacher for a comprehensive list that you could commit to memory. Which board are you taking?\n\nOn a more positive note - that's easily done, the rest (learning about music) is a joy which enriches you.\nPosted by: C H O P I N\n\nRe: Musical Devices..... - 12\/09\/07 09:31 AM\n\nI believe I'm on AQA, not OCR (my ICT is OCR though) Finding what they want to hear is quite difficult sometimes, and I do need a comprehensive list like you suggested, wether or not my teacher has one or not, we'll see.\n\nIn the James Bond question, with the table, I listed imitation as a musical device, (the tune repeats a lot with different instruments and variations) but I was at a loss on how to explain \"what atmosphere\" it provides. I mean, surely I'd have to put something like: \"The phrase that is repeated gives an atmosphere of excitement throughout the piece\" ?\n\nThere was also alot of dissonance, Usualy dissonance is used to cause distress, or in this case it seemed to be used as a resolution to the piece's musical climaxes.\n\nFurthermore I ended up repeating my self alot ( especially in these paticular styled questions), the piece was exciting throughout, so what am I supposed to put under \"atmosphere\" when all of the devices appear to do simillar things?\n\n\nPosted by: keyboardklutz\n\nRe: Musical Devices..... - 12\/09\/07 10:01 AM\n\nIf you can find any youtube or other links with exactly the music your describing I can answer some questions.\n\nWith the James Bond, off the top of my head, the initial low chromatic ostinato intro gives an expectant spooky atmosphere - something slithering? sliding?. The second note in the theme forms a tritone (devil's interval) with the accompaniment. The theme itself is stepwise in the minor giving the effect of someone creeping up on you\/him. The key, because of the chromatic movement, is not very clear. Again indicating a dangerous\/insecure atmosphere.\n\nYou should also be able to write like this about your own compositions. Also, get yourself a long list of suitable conjunctions.\nPosted by: John Citron\n\nRe: Musical Devices..... - 12\/09\/07 12:57 PM\n\nThis sounds more like a music philosophy class than a practical music class.\n\nBut I think I know what your instructor is looking for. Music is made up of different textures. By adding and subracting and controlling these textures in different ways through rhythm, tempo, and dynamics, music can represent different moods.\n\nA good example would be the use of repeated strings in a disonant key to represent tension. Dissonance alone creates tension, but by repeating this with stringed instruments, the tension can build up more. Think \"Jaws\" or some other scary movie where the strings are used like this.\n\nMusical textures can also be used to represent other devices such as bells and tambourines when they are not available on the piano, for example. Mozart does this in his Rondo a la Turca with the arpeggiated bass line and grace notes. These represent th... (truncated)",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.5297827721,
        "format_confidence":0.9745498896
    },
    {
        "url":"http:\/\/owlthingsfirst.blogspot.com\/2012\/08\/back-to-school-linky-party.html",
        "text":"Tuesday, August 14, 2012\n\nBack to School Linky Party\n\nBack to School Jitters Linky Party\n\nThis linky party really caught my eye. I LOVE Lego guys! I get those little mystery packs and get them when ever I see them on sale. I have a nice little collection and use them for different things during the year. You'll have to wait and see.  You can come back every day until I finally post some of my Lego guy activities!\n\nDo you have any back to school jitters? I know that once the calendar said August, time started flying. I have just gotten used to getting up a couple of hours before my kids, having a cup of coffee, surfing through blogs and now vacation is basically over. I do have the jitters. I always do. What if I forget how to teach? What if I can't find my way to school? What if I can't remember what the first day of school is? YIKES!!\n\nWhat I need is a party. I'm going to the party Ms. Jessica is hosting. She has really good snacks and rules. Hop on over and check out this party. It's a BYOB! Grab your beverage and link up!\n\nOne more day to enter my give away! Few have entered many will win!!\n\n\n  1. I am the worst at just setting things down.. I have another goal for the year!!\n\n  2. I'm terrible about setting things down...my students are always my helpers to find things! LOL I'm a new follower!\n\n    Craft of Teaching\n\n  3. I bribe my kiddos to help me find things I have left somewhere.\n\n    Chickadee Jubilee\n\n  4. I love this linky too--although I haven't done it yet--but it did get my mind spinning about using lego minifigures with literature--you will just have to keep reading my blog to see what I come up with! I don't even know how to spell embarrassed.\n\n  5. Ms. Jessica's linky has been fun! It brought me to your blog as a new follower! Did you get one of those super cool pencil sharpeners that everybody is talking about? I tried to get one and they are all sold out right now. Big bummer! I had to settle for one that I bought from Staples. Sure hopes it works! I have a new blog and would love for you to stop by and become a follower! Have a great school year!\n\n    An Apple a Day in First Grade\n\n  6. Oooh, your last one's good. I need to remember that too:)\n\n    Grade ONEderful\n    Ruby Slippers\n\n  7. i LOVE your advice! I read an article one that said \"it'll take you five seconds to put it away now, but five minutes later\" (because at that point you'll have a whole pile to put away!) I need to be sure to do that as well!\n\n    Thanks for linking up!\n\n    A Turn to Learn\n\n  8. Thanks for the peptalk on staying organized! Have a great school year! I'm new to teacher blogging, stop by and say hi! :) http:\/\/bloomingin1st.blogspot.com\n\n\nPlease give me a hoot!",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.8657363057,
        "format_confidence":0.7670365572
    },
    {
        "url":"http:\/\/www.facultyfocus.com\/articles\/faculty-development\/characteristics-of-good-teachers\/",
        "text":"March 2nd, 2010\n\nCharacteristics of Good Teachers\n\n\nOccasionally we need a reminder like this: based on a thorough literature review, Paul Ramsden, a noted researcher on teaching and learning, along with several co-authors offered this description of good teachers.\n\n· Good teachers are also good learners; for example, they learn through their own reading, by participating in a variety of professional-development activities, by listening to their students, by sharing ideas with their colleagues, and by reflecting on classroom interactions and students’ achievements. Good teaching is therefore dynamic, reflective, and constantly evolving.\n\n· Good teachers display enthusiasm for their subject and a desire to share it with their students.\n\n· Good teachers know how to modify their teaching strategies according to the particular students, subject matter, and learning environment.\n\n· Good teachers encourage learning for understanding and are concerned with developing their students’ critical-thinking skills, problem-solving skills, and problem-approach behaviors.\n\n· Good teachers demonstrate an ability to transform and extend knowledge, rather than merely transmitting it; they draw on their knowledge of their subject, their knowledge of their learners, and their general pedagogical knowledge to transform the concepts of the discipline into terms that are understandable to their students.\n\n· Good teachers set clear goals, use valid and appropriate assessment methods, and provide high-quality feedback to their students.\n\n· Good teachers show respect for their students; they are interested in both their professional and their personal growth, encourage their independence, and sustain high expectations of them.\n\nThe description sets the bar high. But it so ably captures the essence of what we should aspire to be and do for our students.\n\nReference, Ramsden, P. D., Margetson, E. M. and Clarke, S. Recognizing and Rewarding Good Teaching. Canberra: Australian Government Printing Services, 1995.\n\n  • Teachers are learners. From my Christian education learning, I discovered that the Hebrew words for teach and learn are the same. So… teachers are intense learners.\n\n    Great characteristic list of teachers.\n\n  • Great post! These are things I am always striving to do!\n\n  • Sebastian Tharakan\n\n    This reminds me of a quotation of Literature Nobel Laureate: Rabindranath Tagore, who reminds us that a teacher should always be a student; always willing to learn and re-learn in his quotation which runs thus: \"“A teacher can never truly teach unless he is still learning himself. A lamp can never light another lamp unless it continues to burn its own flame. The teacher who has come to the end of his subject, who has no living traffic with knowledge, but merely repeats his lesson to his students can only load their minds not quicken them.” Dedicated teachers teach not just because it is their job; but more because, teaching is their passion, and it is this passion that impels them to constantly strive towards improvement and excellence.\n\n  • 1. Educators must think Teachering is \"Fun\".\n    2. Must be of th type who sees the glass is half full. Must possess a positive mental attitude.\n    3. Must always been looking for that approach that opens the door to learning…it might be taking something that is occuring in the news that has public attention and tailoring it into the topic of the day.\n    4. Must not let the administrators get in the path of being honest with the student(s).\n    5. Must always speak the truth! Once credibilty is lost…it is lost!\n\n  • All fine and good, but administrators don't get that. I still see good teachers leaving because administrators put up all kinds of roadblocks to progress. Case in point, Building Information Modeling to hand drafting and 2D CADD. Guess who wins, not the future for students. Moving the old goats is more difficult than moving a mountain.\n\n    I disagree with the glass half full comment, understanding that it maybe the glass is to large or that the fluid is to small should also be evaluated.\n\n  • I like to tell students, “All you need to get a good grade in this class is motivation. The bad news, my friends, is that if you don’t have it you may not even pass.” The same is true for college instructors. All you need to succeed is motivation. Motivation to become a subject matter expert. Motivation to put in the time to prepare. Motivation to develop your skills as an instructor. Motivation to care about your students’ success. The bad news, my friends, is that if you don’t have it you may not even pass.\n\n  • Most of all, a good teacher should WANT to be a teacher. As a professional who always try to improve his\/her status in order to be a better teacher hour by hour, day by day.\n\n  • G.Deepika\n\n    a good answer",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9974882603,
        "format_confidence":0.8373870254
    },
    {
        "url":"http:\/\/www.lawschooldiscussion.org\/index.php?action=profile;area=showposts;u=7544",
        "text":"Law School Discussion\n\nShow Posts\n\nThis section allows you to view all posts made by this member. Note that you can only see posts made in areas you currently have access to.\n\nMessages - yuplawyup\n\nPages: [1] 2\nCurrent Law Students \/ Re: Dogs\n« on: April 01, 2005, 09:31:29 AM »\nRecently (about a month ago) I got a black lab mix from the animal shelter.  Now, he's 14 weeks old, and continues to be a handful.  I'm extremely worried about taking care of him and balancing law school because he needs so much attention.  I've found that in the month I've had him - I haven't been able to do everything that I've wanted to do - workout, read in peace, etc.  I'm just hoping that he'll calm down in the next few months - even though I doubt that.  Also, I've signed him up for puppy classes starting next Saturday - to get the biting, chewing, and barking under control.  Has anyone here had a puppy when starting law school?  Any suggestions?\n\n\nChoosing the Right Law School \/ Re: Go to Central or wait a year?\n« on: May 11, 2005, 09:05:24 AM »\nIf you do go to Central one perk about it is that you can take as many classes as you would like at Carolina and\/or Duke.  Central and Carolina have some sort of partnership going on - so that's a nice advantage.  A friend of mine just graduated from NCCU law and she loved it - and she did take advantage of going to both Carolina and Duke.  Good luck with your decision!\n\nI recently heard that I was on the waitlist as well, but I haven't heard anything good or bad yet.  I hope that helps.  Good luck!\n\nChoosing the Right Law School \/ Re: Loyola Los Angeles\n« on: May 09, 2005, 09:08:18 AM »\nYeah, I'm still waiting to hear from Loyola - I've been complete since January - and still nothing.  The waiting continues . . .\n\nChoosing the Right Law School \/ Re: Emory Housing\n« on: April 13, 2005, 01:36:58 PM »\nWhen I went down to visit Emory - they told us that over half of the law students choose to live in Briarcliff Apartments - so you might want to check there. \n\nSame here.  I haven't heard a word from St. Johns and my app was complete in January. \n\nAcceptances, Denials, and Waitlists \/ Re: Letter from Lewis and Clark\n« on: April 04, 2005, 09:42:49 AM »\nCongrats everyone! \n\nI just got a letter from Lewis and Clark telling me that they cannot offer me a spot right now, but they will re-evaluate my app in a few weeks.  I don't really understand what this is - is this similar to a wait list?  Are my chances of getting in pretty good? \n\nanyone heard from brooklyn, ny law, st. johns, uc davis, loyola recently?  these are all pending - and I was just curious if they've sent out a round of letters yet.\n\nAcceptances, Denials, and Waitlists \/ Re: Denied by Loyola LA?\n« on: March 28, 2005, 02:43:31 PM »\nI still haven't heard anything from Loyola LA - and when I try to use the status checker it gives an error reading.  I guess I'm just going to continue to wait. ;)\n\nGo for the summer program at Loyola.  It couldn't hurt, and since you're planning on attending law school in the fall quiting your job shouldn't be that huge of a deal since you probably were going to quit anyway--it's just a little sooner than expected.\n\nIs it possible for you to do the program as well as pay a seat deposit else where?  this way you'd still have options if it didn't work out this summer...\n\ngood luck with the other schools.  i'm still waiting myself\n\nPages: [1] 2",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9698346257,
        "format_confidence":0.9826572537
    },
    {
        "url":"https:\/\/dfc-org-production.force.com\/forums\/?id=906F00000008tLnIAI",
        "text":"+ Start a Discussion\n\nexperience apex force.com developers available USD 20 \/hr\n\n\n\nWe are small team of apex developers looking for offshore\/remote force.com job.\n\n\nOur experienced developers of Force.com are advanced developers and have implemented a lot of API and Force.com development projects. Sound expertise with salesforce.com development using force.com sites, Apex, visualforce, web services, Triggers, Workflow, Templates, Reports, and Dashboard. We offer enterprise-quality services and solutions with low price USD 20\/hr. \n\nDrop an email on budi@aerje.com for a cost-free consultation. \n\n\n\n\n\n\nMy name is Mikhail Ivanov and I am from Belarus.\n\n\nI am a senior certified administrator and developer in Salesforce.com. I work in IT industry for already 8 years. I am looking for opportunities to work as an administrator and developer in projects on Force.com platform.\n\nMy experience in Salesforce.com is 2,5 years. I have the following certificates ‘Salesforce.com Certified Administrator’ and ‘Salesforce.com Certified Force.com Developer’. Also I am the #1 rank on oDesk Salesforce test (Please see it here http:\/\/www.odesk.com\/users\/Salesforce-com-ranked-oDesk-test-CRM-Certified-Professional_~~101ae687537ebfa4?sid=49002&recent=no&tot=32&pos=3#tests).\n\nAlso I have a wide experience and knowledge in websites development including ASP.NET 3.5, MVC, Web Services and integration with a lot of applications. I am able to make integrations of SalesForce.com with other applications using web services or other approaches.\n\nMy clients are from USA, Netherlands, Australia and Germany.\n\n\nMy rate is $20\/hour.\n\n\nIf I can provide you with any further information on my background and qualifications, please let me know.\n\n\nI look forward to hearing from you.\n\n\n\n\nMikhail Ivanov\n\nEmail: mikhail.ivanov@itasabc.com\n\nSkype: miha1982062",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.6356357336,
        "format_confidence":0.5195440054
    },
    {
        "url":"http:\/\/www.sorapedia.com\/2011\/09\/25\/sail-exam-mt-admin-technical-cutoff-answer-key-discussion.html",
        "text":"Home - Answer Key - SAIL Exam For MT (Admin) & Technical Cutoff, Answer key Discussion\n\nSAIL Exam For MT (Admin) & Technical Cutoff, Answer key Discussion\n\nSteel Authority Of India Limited (SAIL) exam for recruitment of Management Trainee in Admin & Technical was over today.As usual, SAIL has asked the question on previous pattern i.e. time consuming and lengthy. Question were rather average type but the time allotted for the exam were not justified with the length of questions.\n\nIn Aptitude section many question were tough and lengthy, lot of calculation and formula required for this section. Similarly General Awareness paper was covering the constitutional & Economics question which is not at all under  the pattern of SAIL. Both the section will have low cutoff as expected. \n\nAll the candidates may discuss their expected marks here and we will try to aggregate the expected cutoff marks based on the sampling method. This is totally based on the believe that a Candidate who attend the exam can tell better about his\/her performance. Answer key will be published based on the Memory later.\n\nWe request all the candidates of SAIL MT (EXAM) to share their expected marks so that we can calculate the expected cutoff and You can get more time for preparation of your interview.\n\nShare Your Thought\n\nIn Discussion\n\n\n  1. hi, i hv attempt 90 question in tech and 15 aptitude,12 english 13 g.k and 17 reasoning.may i dare for interview.\n\n  2. hi friends when sail management trainee technical interview will be declared.it is already more than one month over..pls reply friends\n\n  3. cut off mark for gk\/gs in sail written examination for sc candedat\n\n\nLeave a Reply",
        "topic_id":4,
        "format_id":4,
        "topic_confidence":0.9961232543,
        "format_confidence":0.9691156745
    }
]