[
    {
        "url":"https:\/\/www.buzzingtales.com\/2015\/12\/indian-property-show-at-dubai-inaugurated-by-arbaaz-khan\/",
        "text":"Indian Property Show at Dubai, inaugurated by Arbaaz Khan\n\nToday, on December 1st 2015, Indian Property Show, the popular exhibition of Indian properties, opened its doors to hundreds of buyers today.  Arbaaz Khan, the Bollywood actor and brand ambassador of the show inaugurated the event, in the presence of Indian developers and hundreds of visitors. The exhibition  is being held at Dubai World Trade Centre from December to 1st to 3rd between 11am to 8pm. During the three days, the expo will be hosting over 170 developers – including the cream of the Indian real estate, construction companies and banks exhibiting over 600 projects. Entry is free with provision for free parking.\n\nThe event is an ideal opportunity for expat Indians in the UAE to explore a variety of property exhibits from India and have one-on-one contact with developers. Moreover, visitors can attend educative seminars, survey finance sources, and avail attractive promotions, pre-launch offers, exclusive deals and lucrative discounts. Children, too, will find representation at a special art contest where they can win gold bars worth AED 44,000.\n\nReal estate is the safest investment instrument.Currently, non-resident Indians (NRIs) are extremely active in investing into Indian real estate. In fact, NRIs are among the top five investor communities in the country’s property sector. Apart from their natural affinity to India and the fact that NRIs see a higher intrinsic value on Indian real estate over property owned elsewhere, purchase decisions are also being spurred by the Indian rupee’s ongoing weakness against the US dollar.\n\n\n\nOver 170 exhibitors, including developers, construction companies and banks; more than 600 projects on display.\n\n· Fabulous bargains, deals, discounts and free air tickets for visitors; kids competition with winnings worth AED 44,000; Win An Apartment worth Rs 25 lacs.\n\n\n\n\nSunil Jaiswal, President of event organisers Sumansa Exhibitions said:\n“With rupee depreciation by 20 percent around US dollar – which translated into bigger remittance – this is a very good time specifically for NRIs to invest in Indian property. The other driving force is that real-estate is one of the fastest-growing sectors in India with positive prospects and with higher returns on property. Already, projects like 100 smart cities planned across India have captured NRIs’ eye and with the government easing FDI flow in such projects, the investment is expected to boost further.”\n\nIMG_8940“Measures such as easy payment plans offered by builders, more affordable, smaller units and more realty development in Tier II and III cities have been significant in improving the property market outlook. While the top tier cities continue to remain popular, NRIs are also showing increasing interest in cities like Pune, Chennai and Hyderabad, where they find higher chance of capital appreciation. Experts also predict that cities like Indore, Chandigarh, Jaipur, Kochi and Coimbatore will also be in focus next year.”\n\n“There are various forms of investment such as gold, fixed deposits, the equity market and bonds available, but real estate is the safest bet in the long run – and the most reliable investment instrument. Most of the properties built a few decades ago have easily yielded a return of 200-300%. No other investment tool can give comparable results”, said Ashwinder Raj Singh, CEO – Residential Services, JLL India.\n\nA plethora of choice:\n\nIMG_8935With over 170 exhibitors and more than 600 projects, visitors will have an ample opportunity to browse through the exhibits and to find property to suit their budget and preference. The property show is playing host to the best of Indian developers including Indiabulls, Bhartiya City, Lodha Group, Kanakia, Kalpataru, L&T, Ozone Group, Mantri Developers, Sobha Developers, Rachana Lifestyle, Godrej, Unique Group, JP Infra, Sheth Creators, Akar Realty, Sunteck India, Suvilas, Rajesh LifeSpaces, Saarthi Group, Jaypee Greens, ATS, Satya, Unnati fortune, Supertech, Risara and Antriksh besides other key exhibitors. They will be coming from popular destinations such as Delhi, Noida, Greater Noida, Gurgaon, Jaipur, Kolkata, Goa, Ahmedabad, Mumbai, Navi Mumbai, Pune, Chennai, Coimbatore, Hyderabad, Bengaluru, Mangalore and Kochi among many others.\nIMG_8941Learn more from informative seminars and sessions: Visitors at the show will be able to attend free and interactive seminars on all three days. This year’s highlight is the sessions on Property Taxation that will initiate attendees on the issues regarding property tax and the best ways to deal with them. Besides taxation, visitors can also attend sessions on topics such as Know Your City, NRI Guide to Property Investment in India, Vaastu, Taking Care of the Legal Angles and South India’s Residential Real Estate Hot Spots, among others. Experts belonging to legal, realty and financial background will help investors take informed decisions on the various aspects of property purchase. To help NRIs sell their existing property in India, the show is bringing in property brokers from across India who can work on getting a good deal for the sellers.\nDrawing contest for children: For the first time, children have become an integral part of the property show with an exclusive drawing contest. Children aged between 5-8 years, and 9-12 years can now participate in “Draw Your Dream Home” competition on all three days of the show from 12 noon to 3pm and 4pm to 7pm. Winners in each group will be awarded 100gms, 50gms, 20gms gold bars for the winner and the two runners up respectively.\n\nPromotional offers, deals and discounts: From Property Dhamaka offers including unbelievably low-interest loans and fabulous discounts to return tickets to India by Jet Airways, visitors at the realty expo will be experiencing far more than just a shopping trip. The event also offers visitors a fantastic chance to Win An Apartment worth Rs 25 lacs.\n\nIndiabulls and Bhartiya City are the Platinum Sponsors of the property show, while Jet Airways serves as the Official Airline Partner. Sony, Times Now and AajTak are the Official Television Partners with 89.1 Radio 4 as the Official Radio Partner and Etisalat as the Official Telecom Partner. The Remittance Partner is Wall Street Exchange and the Knowledge Partner for the exhibition is Jones Lang LaSalle India.\n\nFor more information and to pre-register for the event, log on to:\n\nMinakhee Mishra\n\nAn online publication on food, fashion, promotion\/events in Dubai, food, restaurants, book reviews, entertainment, health parenting, travel, well-being and myriad issues of life and living. Buzzingtales is about creating a buzz to help you get promoted and fishing out tales that are exciting and engaging.\n\nLeave a Reply\n\n%d bloggers like this:",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.6862052679,
        "format_confidence":0.7570702434
    },
    {
        "url":"http:\/\/www.am1280thepatriot.com\/news\/articles\/runaway-cats-wont-go-far-but-may-be-hard-to-find",
        "text":"Runaway cats won't go far but may be hard to find\n\nRunaway cats won't go far but may be hard to find\n\nLOS ANGELES (AP) — If a scared dog bolts from home, it's likely to run as fast and far as it can. But if a house cat panics, it's more likely to slink away and stop at the first good hiding place it finds.\n\nBecause the getaway is so different, the search has to be, too, said Nancy Peterson, cat programs manager for the Humane Society of the United States and a registered veterinarian technician.\n\nDon't run to a shelter or post signs right away, she said. Immediately after you notice your pet is missing, search your yard, contact neighbors and show a photo to mail carriers, delivery drivers and paperboys.\n\n\"Most cats that escape or leave home won't go more than five houses away, so you should go to neighbor homes and ask if you can check their backyards,\" she said. \"If the cat does get further, it's because a dog or another cat chased it. Unfortunately, the farther away it gets, the harder it is for it to get home.\"\n\nThe search for your feline friend tends to be tougher going than if you had lost a dog, experts say. Good Samaritans often come to the rescue of dog owners, picking up pooches and making a call to the owner or taking them to a shelter. But there is no cavalry for cats, and domestic ones are not easily caught — you can't just open a car door and coax it to hop in. But you can protect against the loss of your cat by microchipping it and strapping on an ID collar.\n\nEven long-lost cats can be found, a joy that Mickey and June Wilson experienced. When an 8,700-acre wildfire came close to their Santa Barbara, Calif., home in May 2009, the couple grabbed their cat Morris and evacuated.\n\nFor one night, they stayed in a motel in Buellton, about 45 miles northwest of Santa Barbara.\n\nWhen Mickey Wilson went to get luggage from the car, Morris, rambling freely in the second-story room, escaped. Wilson searched everywhere, following several tips, but came up empty-handed.\n\nHeartbroken, Wilson and his wife returned home the next day without Morris. Relatives went up a few times after that to look but could not find the cat.\n\nFour months later, Wilson got a call from a woman who found Morris behind a restaurant at a feral cat feeding station. The station is run by Catalyst for Cats, Inc., a group of volunteers trying to control the feral cat population in Santa Barbara County by trapping, sterilizing and returning and then feeding wild cats in the area.\n\n\"Owned, lost cats show up at feeding stations more often than one would imagine,\" said Marci Kladnik, a Catalyst for Cats volunteer and columnist for the Cat Writers' Association.\n\nMorris was in good shape except for the tip of his tail, which was broken.\n\n\"If he hadn't had a name tag on his collar, we would never have seen him again,\" said Wilson, a retired aircraft engineer.\n\nWilson had to put Morris down about six months ago because of bladder problems. \"He was a special cat,\" Wilson said. \"And we enjoyed him up to the very end.\"\n\nMorris' discovery shows even a long search isn't hopeless.\n\n\"Don't give up! Cats can return home months after being lost,\" Orange County Animal Control spokesman Ryan Drabek said. But he says that most of the cats the facility takes in each year are feral. Only a third of them are domesticated, he said.\n\nBut there's always hope if a cat has ID, said Dr. Karen \"Doc\" Halligan, author and chief veterinary officer of the Lucy Pet Foundation.\n\n\"Both my cats have breakaway collars, tags and microchips. That is something all cat owners need to do for their cats,\" she said.\n\nIf a lost cat doesn't find its own way home the first night, broaden the search. Start checking shelters, post fliers and sign up on all the lost-pet apps available online.\n\n\"Don't wait too long,\" said Peterson of the Humane Society. \"Cats are creatures of habit. If they disappear one night and don't reappear by the next, something is probably wrong.\"\n\nIf you find your cat, it will probably be skittish.\n\n\"For a cat, danger comes from above so don't stand over a cat. ... Talk to it gently. Pet it, pet it, pet it, pet it,\" said Kladnik, the author.\n\nAt home, \"the cat will be glad to get there. It might be a little needy and will purr and purr. Go back to your normal routine. That's what the cat wants,\" she said.",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.9455851316,
        "format_confidence":0.9446619153
    },
    {
        "url":"https:\/\/www.newsday.com\/classifieds\/real-estate\/centerport-home-sales-1.28378909",
        "text":"32° Good Morning\n32° Good Morning\nClassifiedsReal Estate\n\n$899,000 Centerport home belonged to sea captain, owner says\n\nThis 1860 Centerport home features waterfront views.\n\nThis 1860 Centerport home features waterfront views. Credit: Douglas Elliman Real Estate\n\nAn 1860 house in Centerport said by its owner to have once been owned by a sea captain is on the market for $899,000.\n\nThe original front of the house, which faces Centerport Harbor, became the back of the house when the road was moved to the opposite side of the home at the turn of the 20th century, says homeowner William Perks.\n\nThe Perks family, in addition to building an extension that added an attached garage and bedroom, enclosed the porch off what is now the rear of the home to create a 28-by-10.5-foot three-seasons room with water views. Below that is an open porch from which Perks says the family enjoys Fourth of July fireworks shows put on by the Crescent Beach Club in Bayville.\n\nThe two-bedroom, 2-1\/2-bathroom Colonial, represented by Tim Cavanagh of Douglas Elliman Real Estate, is on a .18-acre lot and includes 58 feet of waterfront. Along the bulkhead is a rock wall that Perks says his father, Oran, created from rocks he collected while traveling.    `\n\n“He took rocks from all over,” Perks says of his father, saying the roughly 25-foot-long wall includes finds from Arizona, Nova Scotia, his dad’s hometown in Illinois and many other locations.\n\nPerks’ parents, who he says purchased the house in the 1940s, converted the home’s original kitchen, now at the front of the house, into a parlor with a bow window. A bedroom off the formal dining room became the current kitchen, which includes stainless steel appliances. The main level also includes the living room, an office and a full bathroom.\n\nThe finished walkout basement, with exposed brick and wood, features a speakeasy-style bar, wood stove and full bathroom. The room, Perks says, was his father’s man cave.\n\nIn a story about the house in 1982, Newsday reported that Oran and Bernice — a descendant of the Townsend family, one of the founding families of Oyster Bay — paid $6,800 for the house and preserved the traditions of the Victorian home. “Scores of visitors inspected the Perks home on a recent tour of notable, vintage houses conducted by the Greenlawn-Centerport Historical Society,” the story said.              \n\n\nWe're revamping our Comments section. Learn more and share your input.\n\nMore news",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.9969866872,
        "format_confidence":0.8956030011
    },
    {
        "url":"http:\/\/www.businesstimes.com.sg\/real-estate\/foreign-buyers-driving-housing-boom-in-toronto",
        "text":"You are here\n\nForeign buyers driving housing boom in Toronto\n\nSaturday, May 23, 2015 - 05:50\n\n\nCANADA's reputation as a safe country to live and bank is luring buyers from abroad and driving the housing boom in Toronto.\n\nThe city of 2.8 million attracts about a quarter of the 250,000 immigrants who arrive in the nation each year. That's helping drive demand for new\n\nPowered by GET.comGetCom",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.83640939,
        "format_confidence":0.5342164636
    },
    {
        "url":"http:\/\/www.publishersweekly.com\/pw\/by-topic\/industry-news\/bookselling\/article\/56210-mcnally-jackson-to-open-store-with-objects-for-home-office.html",
        "text":"Not long after Sarah McNally opened McNally Jackson Books in the Nolita neighborhood of New York City in 2004, she began actively looking for a second location on the Upper West Side. But she soon became concerned that a second store across the city would take away too much time from her son, now age four, and her bookstore. Fast forward to 2012, and it was a vacant space around the corner from the bookstore found her. Now she is preparing to open McNally Jackson Store: Goods for the Study in mid-April on Mulberry Street just steps away from the bookstore entrance.\n\n“It’s going to be small. I thought I might do custom stationery,” says McNally, adding “we don’t do giftware. New Yorkers don’t want giftware.” Instead she is planning to expand on the mission of the bookstore “to do things about the life of the mind” by turning the 400 sq. ft. space into a place with beautiful vintage and new objects from around the world: desks, lamps, prints, and even rare books. Prices will range from $3 for a pencil to $3,000 for an imported desk.\n\n“There are so many beautiful things in the world,” says Jackson, who is importing desks from Scandinavia and chairs from Austria. She shopped for the store in Paris as well as in Mexico, when she attended the Guadalajara International Book Fair last fall. She’s also buying up prints, and doing it all in conjunction with the bookstore’s art and design buyer Sandeep Bhuller.\n\n“It’s going to be beautiful,” says Jackson, who describes it as “romantic in the same way as the bookstore. The aim of the bookstore has always been to make reading more alluring.” Unlike the bookstore, she sees Goods for the Study as having the potential for strong sales online. Goods for the Study will have its own Web site with a shopping cart, but McNally anticipates that its tumblr site will be ready sooner.\n\nIn order to make sure that everything in the new store is just right before it opens, Jackson has decided to forego a soft opening. She pushed the original opening date back two weeks from April 1 to give the Jielde lamps more time to arrive from France. As for the name, she credits her son with calling it the McNally Jackson Store.",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.565697372,
        "format_confidence":0.9579446316
    },
    {
        "url":"https:\/\/www.furniturenews.net\/news\/articles\/2017\/10\/1061564675-wesley-barrell-opens-new-showroom",
        "text":"Wesley-Barrell is opening its newest showroom on 26th of October, situated within a new luxury homewares destination at the famous Mailbox building in the centre of Birmingham. Backing onto the Gas Street canal basin, this unique, award-winning development promises to be a place to shop, eat and relax in style. \n\nWesley-Barrell has been making fine English upholstery in Oxfordshire since 1895 and with this brand new location, it now offer 14 showrooms across the UK. A new generation of management has embraced Wesley Barrell's traditional ethos in furniture design and will introduce some future classics to the business' existing upholstery collection. \n\nToday, Wesley Barrell offers handmade sofas, covered in the latest trending fabrics from some of the best fabric houses in the world, as well as its own collection of quality in-house fabrics. The company also has a large choice of cabinet furniture, fabric, paint and wallpaper which enables it to offer a more tailored and bespoke interior design experience. \n\nWith on-site 24-hour parking to help visitors explore this shopping experience, Wesley Barrell looks forward to welcoming visitors to its new showroom.",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.9684527516,
        "format_confidence":0.6712733507
    },
    {
        "url":"https:\/\/www.6sqft.com\/tag\/sendero-verde\/",
        "text":"Sendero Verde\n\naffordable housing, Green Design, Harlem, New Developments\n\nSendero Verde, Handel Architects, L+M Development, East Harlem affordable housing, passive house NYC\n\nRenderings via Handel Architects\n\nDespite Mayor de Blasio’s success meeting his affordable housing goals, East Harlem has fallen behind. As 6sqft recently reported, out of the 21,963 new units added in 2016,  just 249 were built in East Harlem, prompting the city to expedite the construction of 2,400 affordable units there over the next few years. A large chunk of this will come from Sendero Verde, a massive, mixed-use development that will bring 655 affordable rentals to the block bound by East 111th and 112th Streets and Park and Madison Avenues. Back in February, Jonathan Rose Companies and L+M Development Partners released a rendering from Handel Architects of the 751,000-square-foot project, but now CityRealty has uncovered an entire batch of drawings from the firm that detail how it will be the country’s largest passive house project and weave together the residences, a school, supermarket, and four community gardens, all surrounding a multi-layered courtyard.\n\nMore looks and details ahead\n\naffordable housing, Harlem, New Developments\n\nSendero Verde development, affordable housing, East Harlem\n\nA massive, mixed-use development is moving ahead in East Harlem, reports Politico, as the city has selected Jonathan Rose Companies to work with L+M Development Partners on the 751,000-square-foot project. Dubbed Sendero Verde (“green pathway”), the site is located on the block bound by East 111th and 112th Streets and Park and Madison Avenues, and it will create 655 affordable passive house apartments, as well as a YMCA, job training center, 85,000-square-foot DREAM charter school, space for the local non-profit Union Settlement, a grocery store, restaurant, and preventative health care facility run by Mount Sinai.\n\nAll the details ahead\n\n\nThank you, your sign-up request was successful!\nThis email address is already subscribed, thank you!\nPlease provide a valid email address.\nPlease complete the CAPTCHA.\nOops. Something went wrong. Please try again later.",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.7169267535,
        "format_confidence":0.7524530292
    },
    {
        "url":"http:\/\/www.perhamfocus.com\/content\/frazees-turkey-days-are-weekend-july-26-28",
        "text":"Weather Forecast\n\n\nFrazee’s Turkey Days are this weekend, July 26-28\n\nFrazee’s Second Annual Tractor Tracks will be held this Sunday, July 28, on the grounds between Endeavor Road and Main Avenue East.\n\nTurnout for this antique tractor collector’s show, being held the last day of Frazee’s Turkey Days celebration, is expected to grow by at least 40-50 percent over last year’s initial attempt, which drew 33 entrants.\n\nThat estimate could easily be even greater.\n\n“I think the numbers will be more like 60-75, maybe close to 100,” stated Roger Boe, one of the event organizers.\n\nLast year, many collectors also opted to drive their restored beauties in the Turkey Days parade. Most collectors are expected to show their rigs in the 2 p.m. parade again this year.\n\n“People are talking about the event based on the good reception Tractor Tracks had last year,” Boe said.\n\nEntrants have been asked to start registering at 8 a.m., with the process finishing at 9 a.m. There is no entry fee for collectors to enter their machines, nor is there any admission charge.\n\nThe show is sponsored by the Frazee Area Community Club.\n\nMore information can be found online at\n\nFor more information, call John Dermody at 218-849-7441.",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.9312227368,
        "format_confidence":0.9919207096
    },
    {
        "url":"https:\/\/www.sbs.com.au\/news\/busting-the-myths-about-bushfire-safe-homes",
        "text":"Busting the myths about bushfire-safe homes\n\nBushfire safe homes do not have to be hugely expensive or resemble concrete bunkers to survive. Source: AAP\n\nBushfire safe housing isn't all about concrete bunker homes and huge bills. Integrating bushfire proof materials into the design of a home can save money and protect the building.\n\nLiving in Australia’s beautiful, rugged bushland can be a doubled-edged sword.\n\nSo far this year more than 200 homes have been lost to bushfires, but there is a push towards making bushfire safe building practices more common, which could save homes in the future.\n\nArchitect and Queensland University of Technology consulting research architect Ian Weir told SBS there is a common misconception bushfire safe homes are very expensive to build.\n\nHe said many people also believe bushfire safe houses, which can be built to withstand six different bushfire attack levels, had to look like “concrete bunkers”.\n\nDr Weir said the first five levels of potential bushfire attack saw homes threatened by “primarily ember attack and in the mid-range at [both] radiant heat and ember attack”.\n\n“The sixth level has flame contact, ember attack and radiant heat, so you’re dealing with all three,” he said.\n\n“In the first five levels you’re still looking at a relatively conventional house,” Dr Weir said.\n\nOnly a house built to withstand the worst possible bushfire conditions might be comparable to a concrete bunker, Dr Weir said.\n\nThese six levels of potential bushfire threat to a home take into account the surrounding vegetation and landscape and how a fire may affect a property.\n\nThey are ranked on bushfire attack level (BAL) starting at level 1, low, and ranging through the next five levels of 12.5, 19, 29 and 40 to level six FZ (flame zone).\n\nDr Weir said ember attack was the main cause of home destruction during bushfires, with embers able to travel far ahead of the fire front.\n\n“In Yarloop most of the houses were lost through ember attacks and once one house caught fire the next caught fire and then you’ve got a town site fire,” he said.\n\nBushfires do not get hot enough to completely destroy a property, Dr Weir said, but structural fires do.\n\nEmbers work their way into cracks or gaps in a property or get under the eaves, starting a structural fire that can be very difficult to put out, he said.\n\nCSIRO bushfire urban design research leader Justin Leonard told SBS the best way to protect homes against embers was simple – use materials that don’t burn.\n\nHe said using a steel frame for the house was a good place to start, along with building materials like brick or rammed earth.\n\nDr Weir said it was often complying with energy regulations that cost home owners a lot of money, and many of the measures taken to keep a house energy efficient, like using rammed earth, would also keep it safe in a bushfire.\n\nHe said bushfire-proofing elements such as toughened glass, window mesh and window shutters could also fulfill everyday roles such as fly screens or shades.\n\n“Bushfire prone areas are often really hot in summer but quite cold in winter…and a lot of the things you need to make a house thermally comfortable are also bushfire proof,” Dr Weir said.\n\nBoth Mr Leonard and Dr Weir agreed retrofitting a conventional home to survive a bushfire could become expensive, however integrating protections into a home design could be relatively cost-effective.\n\nDr Weir said bushfire safe materials and measures would often cost no more than about 5 percent of the value of a house.\n\nOne of Dr Weir’s designs, known as the Kari Fire House, in Western Australia cost $500,000 to build and the fire safe measures, which included special glass, ember screens and a non-combustible verandah, cost just 2.6 per cent of the total cost, or about $13,000.\n\nBushfire Building Council of Australia chief executive Kate Cotter told SBS governments needed to be more proactive in encouraging and providing incentives for the construction of bushfire safe homes.\n\nShe said study needed to be done in places like Wye River in Victoria, where nearly 98 homes were lost last December, to see what conditions and construction allowed a house to survive a bushfire without the owner present.\n\n“There were new homes building to bushfire standards at Wye River that were destroyed,” Ms Cotter said.\n\n“We want to see what works when there’s no human interaction.”\n\nShe said there were cases of older, weatherboard homes that had been able to survive bushfires after they had been retrofitted with bushfire measures like sprinkler systems, while new homes next door had burned to the ground.\n\n“We need a whole new way of thinking [in relation to bushfire-safe construction],” Ms Cotter said.\n\nBut a big part of being bushfire ready came down to homeowners maintaining their homes and keeping them up to standard, Mr Leonard said.\n\n“The homeowner has to understand what a bushfire is and they have to understand how to maintain their house,” he said.\n\n“You need to close your windows [in a bushfire] and you should not park your caravan hard up against the side of your house.\n\n“It really comes down to the responsibility of that owner.\n\n“If you do it in the right way it is relatively cheap to build something [bushfire safe].”\n\nStay up to date with SBS NEWS\n\n  • App\n  • Subscribe\n  • Follow\n  • Listen\n  • Watch",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.8909541965,
        "format_confidence":0.9471492171
    },
    {
        "url":"https:\/\/kool1079.com\/dog-rescued-frozen-pond\/",
        "text":"Enter your number to get our free mobile app\n\nA weekend tragedy was averted when a firefighter came to the rescue of a dog trapped in an icy pond.\n\nThe heroic rescue happened Saturday afternoon at Sterne Park in Littleton. An adventurous dog wandered out onto the ice of a frozen pond and fell into the icy water, unable to get out.\n\nThere were some people on the shore who wisely chose not to attempt a rescue but called 911 for help. The emergency response came quickly from South Metro Fire Rescue. A firefighter, tethered safely to someone on shore, was able to maneuver across the ice and into the icy water and then help the dog get back on to the ice and back to safety.\n\nThe rescued dog was cold and tired, but otherwise seemed fine thanks to the efforts of those on the shore who called for help, and for the efforts of firefighters responding to the call. We are so glad this story has a happy ending.\n\n\nColorado Dog Hikes His Second 14er + The Pictures Are Amazing",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.6965883374,
        "format_confidence":0.9819238782
    },
    {
        "url":"http:\/\/www.furniture-magazine.com\/news\/article\/manchester-furniture-show-ready-welcome-dozen-new-exhibitors\/",
        "text":"Manchester Furniture Show ready to welcome a dozen new exhibitors\n\nPublished on : Monday, June 19, 2017\n\nManchesterTwelve young and emerging furniture companies will be part of the line-up when the doors to the 2017 Manchester Furniture Show open on 16th July. They are joined by newly signed, returning major, Lebus Upholstery.\n\nWith several new designs including the new Ashley corner sofa, upholstery giant Lebus are returning to the Main Hall. Also showing in the Main Hall will be CS Schmal and Hartmann Mobelwerke, they join fellow returning German exhibitors Rauch and Nolte. CS Schmal is bringing a selection of living and bedroom collections aimed at the UK market, while Hartmann focuses on sustainably made living and dining furniture.\n\nIn upholstery Mayson and Pearl are showing their Scandinavian inspired, but British designed sofas at Manchester for the first time. Joining them are Maymun who supply a wide variety of fabric and leather sofas. Bardi bring Tuscany to Manchester, adding to the Italian flavour alongside Mini Divani, and will show a generous selection of their individual leather sofas. Yeoman Upholstery will show a collection of traditional styles in classic fabrics.\n\nCabinet companies Loma Living and ASR Interiors are showing at Manchester after successful outings at the January Furniture Show this year. Loma Living supply living, dining, bedroom and kitchen furniture made to their own designs in the Far East and Europe. ASR Interiors specialise in high-gloss and mirrored cabinet furniture and upholstered beds. They will be joined by Honey B’s bedroom collections.\n\nYoung bed companies Divine Sleep and Deepsleep Beds, both Yorkshire mattress and bed manufacturers, will show at Manchester for the first time. Bringing the outside will be Charles Taylor, who also manufactures in the UK and will be showing a large selection of solid, outdoor furniture sets and chairs.\n\nShow Director Laraine Janes commented on the new signings saying, “We are excited about this year’s show and are delighted that so many new and young companies have chosen to exhibit at Manchester. The diversity of product will be greater than ever with the new signings adding more international flavour, highly contemporary style led designs and appealing classics.\n\nWe are also delighted that Lebus are showing at Manchester once again. They are a show favourite and we know they have some excellent new models to launch. We welcome all of the new and returning signings and have no doubt that the visiting buyers will be impressed by what the show has to offer this year.”\n\n\nTags: , , , , , , , , , , , , , , ,\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nFollow Us:-\n\nSubscribe Newsletter:\n\nSubscribe Our Newsletter!\n\n\n  • 18 WMF 2019\n  • 19 Furniture USA\n  • 20 furniture-global",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.9954822063,
        "format_confidence":0.9640706182
    },
    {
        "url":"https:\/\/www.henleystandard.co.uk\/news\/kidmore-end\/124972\/six-homes-to-replace-former-restaurant.html",
        "text":"Saturday, 20 August 2022\n\nSix homes to replace former restaurant\n\nSIX homes are to be built in Cane End on the site of a former restaurant.\n\nJPP Land, of Wargrave, has been granted permission to demolish the former Nakhon Thai on the A4074 Reading Road in Cane End.\n\nThe development will include four detached and two semi-detached houses all with vehicular access from the main road.\n\nThe developer said that despite the restaurant being marketed, no one had expressed an interest in taking it over.\n\nKidmore End Parish Council expressed no strong views on the application but did raise some concerns about parking and traffic speeds on the A4074.\n\nNeighbours supported redevelopment of the site but raised some concerns about visibility, the need for traffic-calming measures and some loss of privacy.\n\nThe restaurant closed in late 2016. It was originally a pub called the Fox Inn, run by Punch Taverns.\n\nIt then became a number of different restaurants, all of which were unsuccessful. Before becoming the Nakhon Thai, it was known as the Palm Tree, which served Indian food.\n\nThe 0.46 hectare site had been offered for sale at £750,000.\n\nSimon Kitson, planning officer at South Oxfordshire District Council, said: “Due to the scale of the site and the small size of Cane End, a successful business would arguably be heavily reliant on passing trade\/customers from outside the settlement and its intrinsic local value is questionable as there are no other mutually dependent businesses in the vicinity.\n\n“Given the generally broad support for redevelopment as expressed by the parish council and the local community, officers are satisfied that the existing business is unlikely to be fundamental to the quality and convenience of day-to-day life in the settlement.”\n\nMore News:\n\nCouncil trio\n\nTHREE new people have been elected to Goring ... [more]\n\n\nGenie appeal\n\nA DIGITAL community alert service for Goring is ... [more]\n\n\nInjured owl\n\nAN injured owl stranded in the middle of a road ... [more]\n\n\nPOLL: Have your say",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.8568567634,
        "format_confidence":0.9967826605
    },
    {
        "url":"http:\/\/www.malverngazette.co.uk\/news\/11066735.Family_heartbreak_over_missing_kitten_called_Simba\/?ref=var_0",
        "text":"Family heartbreak over missing kitten called Simba\n\nMalvern Gazette: (4507093) (4507093)\n\nA KITTEN has gone missing in St John's in Worcester, leaving the owner heartbroken.\n\nThe nine-month-old grey male kitten, called Simba, went missing on February 15 at about 6pm near the Portobello pub.The owner, Serina Baig, said: \"We are all so heartbroken and miss him very much, just hoping for him to come back.\" She can be contacted on 07462 373736 to discuss a reward.\n\n\nComments are closed on this article.\n\n\nAbout cookies\n\nWe want you to enjoy your visit to our website. That's why we use cookies to enhance your experience. By staying on our website you agree to our use of cookies. Find out more about the cookies we use.\n\nI agree",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.8390980959,
        "format_confidence":0.9959189296
    },
    {
        "url":"https:\/\/roundaboutmadison.com\/InsidePages\/ArchivedArticles\/2008\/0908Luke.html",
        "text":"Valuable finds? l\n\nAntiques appraiser Luke\nto appear at Lanier Mansion\n\nFundraising event includes\ndinner party on the lawn\n\nBy Kristi Whitehill\nContributing Writer\n\n(September 2008) – The second annual fundraising event for the Lanier Mansion State Historic Site on Sept. 5-6 will feature a lecture and appraisals offered by Tim Luke of HDTV’s “Cash in the Attic” show. Luke’s vast experience in the antique business includes public television’s “Antiques Roadshow” and serving as the director of the Collectibles Department for Christie’s Auction House in New York City, N.Y.\nLuke writes for several publications and has also written and edited more than a few books. He has appeared on “The Today Show,” “The View,” “Oprah,” “Good Morning America,” “CBS This Morning,” CNN, Lifetime Television, and the Discovery Channel. Luke resides in Florida, where he co-owns an auction and appraisal business, TreasureQuest Appraisal Group Inc.\n\nGerry Reilly, Tim Luke and Greg Strahm\n\nPhoto provided\n\nFrom left, Lanier Mansion curator\nGerry Reilly poses with Tim Luke\nand Greg Strahm, both of TreasureQuest Appraisal Group Inc. of Hobe Sound, Fla.,\npose at the 2007 Black and White Party.\n\nLuke will be at the wine-and-cheese reception in the Old Masonic Building on Friday, Sept. 5. The reception begins at 6:30 p.m. Following the wine-and-cheese event will be a presentation, “Turning Trash into Cash.” Luke will give advice on recognizing valuable items in our own attics, which is also great advice for garage sales and estate sales.\nAn example of the information given is advice on commemorative pieces. Luke advises to steer clear of most commemorative pieces.\n“They have no value because they can be reproduced and are not limited,” Luke said. “What makes pieces valuable are items such as a brick from the Berlin Wall because it is an original piece; it is real. All others are manufactured. Never collect for investment purchases.”\nHe also said that included in the presentation will be what people go through behind the scenes of his television shows.\nIncluded in the Friday night activities is an auction, hosted by Luke, of donated items from area businesses. The highlight of the auction is the opportunity to bid on a private in-home appraisal with Luke following Sunday. Tickets are $10 for the presentation and are on sale at the Lanier-Madison Visitors Center Gift Shop or at the door.\nThe appraisal day lasts from 10 a.m. to 4 p.m. Saturday, Sept. 6, at the Visitors Center, 601 W. First St. The appraisal fee is $10 per item or three items for $25 (excluding guns, knives, coins, stamps and fine jewelry), with a limit of four items per person. If the item is too large to haul in, a picture with the exact dimensions can be used. Waiting attendees will be able to watch videos of “Cash in the Attic.”\nLuke narrated stories of unusual items that the owners did not think were worth much.\n“What people think are not valuable are in fact valuable,” Luke said.\nWhile working on an estate action, he found a painting that was not even on the inventory. The owner had the bought the painting when the artist was little known, and the owner did not think much about the painting. He was just storing it in an upstairs closet. When the artist died, the price of the painting went up to $100,000.\nA set of six hard plastic Madison dolls that a woman was given by her father fetched $75,000. These dolls were called mystery portrait dolls and were the only known set of all six in one collection.\nA group of pottery jugs that Luke said “looked like a craft project gone wrong”\nbrought more than $10,000. The only reason the owner thought it might be worth something was because it was signed “Turner.”\nA steiff German Teddy Bear, which had belonged to the person’s mother, was in excellent condition from 1910-1915 and sold for $7,500.\nLast year in Madison after Luke had said that family Bibles are not worth much, a rare German church Bible was appraised at $7,000.\nNot only does Luke appraise the items, he also gives advice on where to sell them and offers places to get the best possible price. He can also put you in touch with a buyer.\nLuke warns that some treasure may have “much sentimental value more than monetary value.” However, if your item has value, Luke will disperse the “information to take it from the attic to the bank.”\nLater that Saturday, Luke will be a guest of the “Black and White Gala,” a fundraiser that will be held from 6 p.m. to 8 p.m. on the north lawn of the Lanier Mansion grounds. Fun, formal or crazy dress is the proper attire for the gala.\n“We want people to have fun so they are encouraged to wear any combination of black and white clothing,” said Gerry Reilly event organizer. “Some people tell me they will wear tuxes; others say they will wear T-shirts and jeans; and still others say they will create their own imaginative outfit.”\nA prize will be given for the most creative black and white outfit.\nThe admission of $30 per person includes substantial hors d’oeuvres and two complimentary drink tickets. A cash bar for beer and wine will also be available.\nEntertainment will be provided by the Jamey Aebersold Jazz Quartet from New Albany, Ind. They will play popular jazz favorites from the 20th century. Aebersold is an internationally known saxophonist and authority on jazz education and improvisation. Aebersold also plays the piano, bass and banjo.\n\n• Proceeds from the event benefit the Lanier Mansion Foundation. Tickets may be purchased in advance at the Visitors Center or by calling (812) 273-0556.\n\nBack to September 2008 Articles.\n\n\n\nCopyright 1999-2015, Kentuckiana Publishing, Inc.\n\nPick-Up Locations Subscribe Staff Advertise Contact Submit A Story Our Advertisers Columnists Archive Area Links Area Events Search our Site Home Monthly Articles Calendar of Events Kentucky Speedway Madison Chautauqua Madison Ribberfest Madison Regatta",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.8004530072,
        "format_confidence":0.9837183356
    },
    {
        "url":"http:\/\/homesmillbrae.com\/3637\/sale-fails-are-up-all-over-the-country-san-francisco-included\/",
        "text":"Sale fails are up all over the country, San Francisco included\n\n  • 82c14 g1 Sale fails are up all over the country, San Francisco included\n\n\n\nOn Jan 11, a new Trulia study examined the shadowy aspect of real estate sometimes called a “sale-fail,” when for-sale homes that fail to sell initially are placed placed back on the market later. Trulia’s main focus: those listings that return again to market after being listed as “pending” or “active contingent.” The study pulls national data from the 100 largest metro areas and shows this trend up everywhere, even right here at home.\n\nWhy sales fail\n\nGenerally, sales fail for these common reasons\n\n  • Buyer fails to obtain financing after entering contract\n  • Something comes up in the home inspection  that causes buyer or seller to balk over who will pay for\/how serious the a repair the issue in question (in SF, that could be foundation problems, roof leaks, termite infestations, or any number of issues)\n  • Sellers decides they can line up a better offer and tank the deal\n  • Bank appraisal comes in significantly below asking price; and either seller not willing to lower price or buyer not able to cover the gap out-of-pocket\n  • Seller simply decides not to sell, or buyer simply decides not to buy\n\nInteresting national results\n\nAccording to Trulia’s study, data show that deals to sell homes in the US are falling through at a faster rate than they were a year ago. Most at risk of all: agreements for starter homes. “The ‘sale fail’ phenomenon applies most commonly to starter homebuyers nationally, at a rate of 7.1percent of all listings in Q4 2016, up from 2.4 percent in Q4 2014,” says Trulia.\n\nWhen asked what might be causing this particular trend, Felipe Chacón, Housing Data Analyst at Trulia, told On the Block that “fail rates have been increasing nationally, as first time home buyers are increasingly getting back into the market and inventories continue to be squeezed.”\n\nTight inventories create a more pressured buying atmosphere that can lead to missteps on either the seller or buyers’ part during the process. Additionally, first time home buyers face an added level of lending scrutiny and come to the table with smaller down payments and less equity.\n\nInteresting local results\n\nSpecifically, in the San Francisco metro area, Trulia found that\n\n  • San Francisco has experienced an unusually high jump in sale fails, jumping from 3.8 percent of all listings to 5.0 percent within the past year.\n  • On a quarterly basis, the San Francisco market “a failed sale” rate in 5.3 percent of all unique listings in the most recent quarter of 2016.\n\nThe gallery above shows three local homes as examples of initial sale fails that came back on market to finally sell or are still now active (one, in fact, failed to sell three separate times over the course of three months).  That such a phenomenon exists, and that it’s actually increasing in frequency, might surprise some readers who know SF’s real estate reputation.\n\nAnna Marie Erwert writes from both the renter and new buyer perspective, having (finally) achieved both statuses. She focuses on national real estate trends, specializing in the San Francisco Bay Area and Pacific Northwest. Follow Anna on Twitter: @AnnaMarieErwert\n\n\nLet me know if this is so\n\nArticle source:\n\nThis entry was posted in SF Bay Area News and tagged . Bookmark the permalink.\n\nComments are closed.",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.9288650155,
        "format_confidence":0.8274053931
    },
    {
        "url":"http:\/\/www.chron.com\/business\/homefront-neighborhoods\/article\/Floodwaters-speed-evolution-of-Braes-Oaks-2073072.php",
        "text":"Nearly a year has passed since Tropical Storm Allison.\n\nSome residents have completely refurbished their flood-damaged 1950s ranch-style homes. Others have opted to tear down and rebuild grand custom homes with high elevations on their lots.\n\nStill others have moved out, unable or unwilling to take on debt to restore their homes. Particularly hard-hit were some of the older residents with paid-for homes that did not require flood insurance by a lender.\n\nAs Bill Blackwood puts it, the normal generational cycle of the neighborhood has been accelerated.\n\n\"What we would have seen over the next 10 years has been reduced to two,\" says Blackwood, president of the Braeswood Place Homeowners Association, of which Braes Oaks is a part. \"Sadly, we've seen people who were kind of the pillars of our community who have had to make the decision to leave for a variety of reasons.\"\n\nBraes Oaks is being revitalized as the trend to tear down and rebuild has been hastened by nature. With large lots and shady trees, minutes from the Texas Medical Center and Rice Village, the location is prime. Plans have been approved for over 20 new homes since the flood.\n\nNew houses are typically two-stories constructed with pier-and-beam foundations and containing 3,800 to 4,000 square feet, says Steve Anton of Hallmark Properties. They average around $630,000. Lot values, which dipped after the flood but are reviving, range from $195,00 to $215,000, Anton says.\n\nHome prices have been flat this spring, with the Sept. 11 attacks and downfall of Enron as contributing factors, Anton says. He expects a strong rebound in the next few years with all the improvements going on in the neighborhood.\n\nBraes Oaks, along with Braes Heights, Ayrshire and several other small subdivisions, make up Braeswood Place. More than 500 of the community's 2,200 homes took in water during Allison.\n\nSince the flood, the homeowners association has approved plans for 85 new homes and 14 additions. During the previous year, plans were approved for 39 new homes and 14 additions. The association reviews plans to make sure they comply with setback lines set forth in deed restrictions.\n\nSource: Crawford Realty Advisors prepared this analysis based on information compiled by the Houston Association of Realtors -",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.9770869613,
        "format_confidence":0.9779248238
    },
    {
        "url":"http:\/\/nypost.com\/2016\/01\/28\/lego-introduces-new-disabled-character\/",
        "text":"Lego introduces first-ever disabled figure\n\nLego built a new character into its lineup — releasing its first disabled figure following a social media campaign that asked the company to have more diverse options.\n\nA mini male figurine in a wheelchair accompanied by a helper dog was spotted at a London toy fair Thursday as part of Lego’s Fun in the Park set.\n\nThe move comes nearly a year after a petition called #ToyLikeMe that asked the company to include minifigures went viral — garnering more than 20,000 signatures.\n\n“We’ve got genuine tears of joy right now,” Rebecca Atkinson, who started the petition, wrote Tuesday, adding that the company “rocked our brick built world.”\n\nAbout a year ago, she wrote a lengthy post imploring Lego to be more inclusive.\n\n“Please, Lego, put some wheelchair vroom vroom into the toy box and help generations of kids, (both with and without disabilities), grow up with a more positive attitude to human difference,” she wrote.\n\nThe toy set, which includes 14 minifigures and one little baby as well as a carousel, picnic bench and lawn mower, is set to be released this summer.\n\nFiled under",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.9064234495,
        "format_confidence":0.9967110157
    },
    {
        "url":"http:\/\/money.cnn.com\/2011\/06\/01\/real_estate\/summer_clearance_sale\/index.htm?iid=HP_LN",
        "text":"Our Terms of Service and Privacy Policy have changed.\n\nBy continuing to use this site, you are agreeing to the new Privacy Policy and Terms of Service.\n\nHome clearance sale coming from 'desperate' sellers\n\nJune 1, 2011: 8:31 AM ET\n\nNEW YORK (CNNMoney) -- Home prices are already a third off their highs, but this summer could bring the real discounts.\n\nBuyers are still cautious, and anxious sellers will have to price aggressively to get them off the fence.\n\nThat could result in a \"summer clearance sale,\" predicts Pete Flint, CEO of Trulia, the real estate web site.\n\n\"We don't imagine a stampede of buyers, like outside of Macy's on Black Friday,\" he said. \"We see this more akin to January sales where retailers are trying to get rid of stock before it gets stale.\"\n\nSeveral factors, he said, will lead to blow-out prices:\n\nAccelerating price drops: Home prices have already reached their lowest level since the housing bubble burst, and are now at 2002 levels. Sellers will feel the pressure to make deals before their homes lose even more value.\n\nBloated inventory:\nThere are boatloads of homes on the market, more than eight months worth at the current rate of sales. Many are distressed properties -- short sales and bank repossessions. Such homes are selling at discounts up to 50%.\n\nTight credit:\nSome homebuyers still can't obtain mortgages, limiting demand.\n\nWhile the job picture has brightened, unemployment is still around 9%. People without jobs don't buy homes, obviously, but high unemployment also rattles working people. Lacking the confidence that their jobs are secure, they may not look to buy.\n\nThese forces could all come to a head this summer, according to Flint, because of the cyclical nature of homebuying. Buying takes off in spring as many young families hope to make their moves before the new school year.\n\n\"By the end of the homebuying season, sellers will become increasingly desperate,\" said Flint.\n\n10 Cities where houses are already dirt cheap\n\nAdding to already swollen inventories will be a flood of new distressed properties poised to hit the market.\n\n\"By the summer, most of the 'robo-signing' delays will be over and more distressed properties will be on the market,\" said Celia Chen of Moody's analytics.\n\nMany banks had slowed foreclosure proceedings until they made sure that paperwork was in order. That put hundreds of thousands of homes into foreclosure limbo: Borrowers were no longer making payments in many cases, but were allowed to remain living in the homes.\n\nThere's little urgency for buyers to act in this stagnant market because no one expects prices to turnaround, according to Ken Johnson, a real estate professor at Florida International University and co-author of a new study on whether it's better to buy or rent. Realizing that home prices will likely get even better, buyers can wait for even better deals.\n\n\"If people think we're at the bottom of the market, they'll act,\" he said.\n\nHousing markets: best recovery bets\n\nAll the experts, however, are telling buyers that prices will continue to erode all through 2011. Even after that, no one is predicting outsized price gains.\n\n\"There will be a lousy housing market for another year or two,\" said Michael Larson, a housing analyst for Weiss Research.\n\nEven if we're at or near the bottom, buyers are unlikely to see prices rise much if they wait.\n\n\"I myself continue to rent,\" said Johnson. \"I know that even if I don't buy for a year, it's no big deal. Who cares if I miss the bottom if prices only go up a couple of points or so?\" To top of page\n\nOvernight Avg Rate Latest Change Last Week\n30 yr fixed4.09%4.03%\n15 yr fixed3.25%3.18%\n5\/1 ARM3.42%3.29%\n30 yr refi4.12%4.07%\n15 yr refi3.29%3.19%\nRate data provided\nby Bankrate.com\nView rates in your area\nFind personalized rates:\nFind Homes for sale\n  • Property Type\n  • Find a home in:\n    New York | Atlanta | Chicago | Los Angeles\n    Washington D.C | Houston | Philadelphia | More options",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.8454633355,
        "format_confidence":0.993303597
    },
    {
        "url":"http:\/\/www.the-review.com\/ap%20washington\/2012\/09\/19\/us-housing-recovery-gains-momentum-in-august",
        "text":"US housing recovery gains momentum in August\n\n\nWASHINGTON (AP) -- A jump in sales of previously occupied homes and further gains in home construction suggest the U.S. housing recovery is gaining momentum.\n\nThe pair of reports Wednesday follows other signs of steady progress in the housing market after years of stagnation. New-home sales are up, builder confidence has reached its highest level in more than six years and increases in home prices appear to be sustainable.\n\nSales and construction rates are still below healthy levels, economists caution. But the improvement has been steady.\n\nAnd the broader economy is likely to benefit. When home prices rise, Americans typically feel wealthier and spend more -- a point Federal Reserve Chairman Ben Bernanke made last week after the Fed unveiled a plan to lower mortgage rates. Consumer spending drives 70 percent of the economic growth.\n\n\"We have a real housing recovery taking root, and that has positive implications for the broader economy,\" said Sal Guatieri, senior economist at BMO Capital Markets. \"If home prices continue to rise, so, too, will household wealth and consumer confidence.\"\n\nSales of previously occupied homes rose 7.8 percent in August from July to a seasonally adjusted annual rate of 4.82 million, the National Association of Realtors said Wednesday. That's the highest level since May 2010, when sales were aided by a federal home-buying tax credit.\n\nU.S. builders broke ground on 2.3 percent more homes and apartments in August than July. The Commerce Department said the annual rate of construction rose to a seasonally adjusted 750,000. The increase was driven the best rate of single-family home construction since April 2010.\n\nEven with the gains, the market has a long way back to full health. Sales of previously occupied homes remain below the more than 5.5 million that's consistent with a thriving market. In better economies, homebuilders start twice as many homes.\n\nStrict credit standards and bigger down payment requirements have made it harder for many first-time buyers -- who are critical to a housing rebound -- to qualify for mortgages. The number of first-time homebuyers made up just 31 percent of the market in August. In healthier markets, the percentage is more than 40 percent.\n\nFor those who can qualify, the market is tempting. Mortgage rates are just above record lows. Prices, on average, are much lower than they were six years ago.\n\nThe Fed plans to spend $40 billion a month to buy mortgage bonds for as long as it thinks necessary to make home buying more affordable. Bernanke said the Fed will keep buying the bonds until the job market improves \"substantially.\"\n\nMany buyers today are investors who see a great opportunity in the improving sales trends and rising prices.\n\nCount Chad Shade as one of them.\n\nShade, 27, a homeowner in Brea, Calif., wants to buy a condo for around $150,000 that he can turn into a rental property. He's made offers on as many as six homes in the last three months. But he lost out every time to a rival paying cash.\n\n\"They seem to be selling like hotcakes,\" he said. \"I just don't see prices going much lower. It seems the housing market is starting to trend upward, and I don't want to miss that train.\"\n\nOne challenge for buyers now is the limited number of homes on the market. There were 2.47 million homes available for sale in August, or 18 percent fewer than the same month in 2011.\n\nHomes are selling more quickly than a year ago. The median amount of time that a home spent on the market was 70 days in August, the Realtors' group said. A year ago, the median timeframe was 92 days a year ago.\n\nAnd the limited supply has helped lift home prices. The median home price in August was $187,400, according to the Realtors' group said. That's slightly lower than July but 9.5 percent higher than August 2011 -- the largest year-over-year price increase since January 2006.\n\nOther surveys have also shown sustainable gains in prices, albeit much smaller. Core Logic, a private real estate data provider, said home prices rose 3.8 percent in the 12 months ending in July. The Standard & Poor's\/Case-Shiller index said last month that home prices rose in June on a year-over-year basis, the first time in nearly two years.\n\nOne reason prices are rising is there have been fewer foreclosures and short sales. A short sale is when the seller owes more on the mortgage than the home is worth. Distressed properties made up just 22 percent of sales in August, down from 31 percent a year ago. Those sales occur at steep discounts, which drag down overall home prices.\n\nChris Jones, an economist with TD Economics, said more foreclosures and short sales are likely. But rising prices should make homeowners with stable properties more willing to put their houses on the market. That will likely offset the drag on prices.\n\n\"The market is picking up. There are a lot of non-distressed homes that are coming on the market,\" Jones said.\n\nIn the meantime, the lower supply of homes has boosted demand for new homes. That has made builders more confident in future sales.\n\nApplications for building permits, a good sign of future construction, dipped in August to an annual rate of 803,000. Still, that's down only slight from July when permits reached a four-year high of 811,000.\n\n\"Since builders are not taking out permits because it is fun to visit their local government office and pay fees, we can conclude that there should be a solid rise in construction in the months to come,\" said Joel Naroff, chief economist for Naroff Economics Advisors.\n\n\nAP Real Estate Writer Alex Veiga contributed from Los Angeles to this report.\n\nWant to leave your comments?\n\nSign in or Register to comment.",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.6216669083,
        "format_confidence":0.9964363575
    },
    {
        "url":"https:\/\/www.expressandstar.com\/news\/local-hubs\/sandwell\/great-barr\/2017\/08\/15\/couple-buy-house-but-cant-get-out-of-car-on-narrow-driveway-\/",
        "text":"Couple buy house but 'can't get out of car' on narrow driveway\n\nBy Andrew Turton | Great Barr | News | Published:\n\nPaul and Zena Jones only discovered the parking problem when they went to move in.\n\nUsually drivers are adept at maneuvering into spaces which can be a tight squeeze - but this is one even Lewis Hamilton might struggle with.\n\nCouple Paul and Zena Jones say they have been stuck trying to park in the driveway next to their new home in Great Barr since they moved in.\n\nThey branded the situation 'frustrating' after claiming their driveway only measures 89 inches - or 7ft 4ins - wide.\n\nThey struggle to open the doors of their Ford Fiesta and claim to be unable to get out of the car.\n\nPaul, aged 34, has since set up his own Twitter page – @DeerParkNoDrive – in a bid to highlight concerns.\n\nThey also tweeted out pictures showing their friend's car to illustrate the issue.\n\nHaving seen the designs, the couple bought the house from developer Taylor Wimpey before it was built, in a shared ownership agreement for £90,000 with housing association Walsall Housing Group (whg).\n\n\nThey moved into their home, in Deer Park Drive, in February this year.\n\nBut when they first arrived on the day they received their keys they were stunned to find the narrow driveway.\n\n\"We pulled the car on and couldn't believe it. We couldn't get the door open,\" said Zena, aged 54.\n\nThe couple claim the width of the driveway is 89 inches, narrowing to 86 inches where an electric box is positioned on a outer wall.\n\n\nAfter reporting the issue to Taylor Wimpey they feel they have yet to hear a resolution to the issue.\n\n\"It is really frustrating. We have exhausted all ways of trying to get them to listen,\" said Mrs Jones.\n\nMrs Jones said: \"We've had people look at it three times yet we're getting nowhere.\n\n\"All we want is a bit of communication. We keep being passed from pillar to post.\"\n\nHer daughter Sam, 26, had also tried to pull her Fiat 500 car on the drive but claims not to be able to open the door to get out.\n\nA Taylor Wimpey spokesman said: “We are in regular contact with the customer and are working collaboratively to resolve any issues.\n\n\"We apologise for any inconvenience which may have been caused, and hope to come to a mutually-agreeable conclusion at the soonest possibility.”\n\nMark Tranter, whg’s Director of Development, said: “We have been liaising with both Taylor Wimpey and the customer to ensure this matter is resolved.”\n\nAndrew Turton\n\nBy Andrew Turton\nDigital Journalist\n\nDigital journalist based at the Express & Star's head office in Wolverhampton. Interested in breaking news and social media. Get in touch on Twitter @aturton_star or\n\n\nTop Stories\n\n\nMore from the Express & Star\n\nUK & International News",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.7462320328,
        "format_confidence":0.9971269965
    }
]