[
    {
        "url":"https:\/\/hts.org.za\/index.php\/hts\/article\/view\/2364",
        "text":"Original Research\n\nA call for the restoration of orthodoxy in South African Christian theology\n\nB. Engelbrecht\nHTS Teologiese Studies \/ Theological Studies | Vol 47, No 1 | a2364 | DOI: https:\/\/doi.org\/10.4102\/hts.v47i1.2364 | © 1991 B. Engelbrecht | This work is licensed under CC Attribution 4.0\nSubmitted: 09 January 1991 | Published: 09 January 1991\n\nAbout the author(s)\n\nB. Engelbrecht, University of the Witwatersrand, South Africa\n\nFull Text:\n\nPDF (334KB)\n\nShare this article\n\nBookmark and Share\n\n\nLiberation theology can only be understood as a pseudo-theology inspired by the spirit of Marx. It is not a bona fide or leg itimate theology, but the polar opposite thereof. Its destructive aims mirror those of Marxism, which can only be understood if the demonic spirit of Marx is seen as its real origin. The Kairos Document and the Road to Damascus replaced the biblical God with the anti-god of Marx, the deified proletariat and the deified revolution. The article calls for a reconversion to God who revealed himself in Jesus Christ of Scriptures. Orthodox theology is truly ‘thisworldly’ theology, since it offers real hope and salvation. The Marxist gospel can only offer a utopia, a ‘no-place’. It is self-alienating, world-aUenating and God-alienating.\n\n\nNo related keywords in the metadata.\n\n\nTotal abstract views: 1244\nTotal article views: 934\n\nCrossref Citations\n\nNo related citations found.",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.9960634112,
        "format_confidence":0.9828903079
    },
    {
        "url":"http:\/\/www.qhpress.org\/essays\/separations.html",
        "text":"Quaker Heritage Press > Historical Essays > Quaker Theologies in the 19th Century Separations\n\nQuaker Theologies in the 19th Century Separations\n\nby Larry Kuenning\n\noriginally written for a church history course at Westminster Theological Seminary\n\nDec. 1, 1989\n\n\nThe Society of Friends experienced two major separations in the 19th century. A description of them, at the outset, runs into the problem of terminology, since each of the resulting groups continued to use all the old names (\"Philadelphia Yearly Meeting of Friends,\" etc.) for itself and invented informal names for its opponents. Among other nuisances, this means that Quaker books published after the separations cannot be identified as to affiliation without looking for certain tell-tale clues. The historian has little choice but to refer to each group by the nickname its opponents tagged it with.\n\nIn 1827 Philadelphia Yearly Meeting split into two groups, calling each other \"Hicksites\" and \"Orthodox.\"1 (The Hicksites were the only group polite enough to name their opponents for their aspirations and not for an individual leader.) The theological issue, very roughly stated, was that the Orthodox saw the Hicksites as tolerating deviation from certain basic Christian doctrines such as the divinity of Christ and the atonement, while the Hicksites saw the Orthodox as interpreting these doctrines in too Protestant a way, and as insisting that only their own interpretation was acceptable. Complicating factors included the Hicksite perception that some of the Orthodox were getting soft on slavery (by failing to boycott products of slave labor).2\n\nAs a result of the separation in Philadelphia, all of the other yearly meetings soon found themselves receiving not one but two versions of the annual epistle from Philadelphia. This immediately caused the parliamentary question of which one was to be read aloud during the recipient yearly meeting's business sessions. In four cases (New York, Baltimore, Ohio, and Indiana Yearly Meetings) the question could not be decided, producing immediate separations in those yearly meetings as well by 1828.3 The rest of the yearly meetings, including the prestigious one in London, did not split but simply recognized the Orthodox as the legitimate body.\n\nThe second separation, dividing the Orthodox into \"Wilburite\" and \"Gurneyite\" factions, began in New England Yearly Meeting in 1845.4 Joseph John Gurney, a British Quaker from a prominent family (and brother of the prison reformer Elizabeth Fry), sought to bring Quakers into various pan-Protestant causes such as the British and Foreign Bible Society. He was a prolific theological writer, but some Orthodox Quakers felt he must not be waiting for the Spirit's guidance since he seemed willing to give away some Quaker distinctives. His most vocal opponent, John Wilbur of Rhode Island, was disowned for promoting contention in 1843, an event which triggered the 1845 New England separation.\n\nThis time the separation spread much more slowly. Most of the Orthodox yearly meetings simply recognized the New England Gurneyites, but Ohio Orthodox managed to sit on the fence, avoiding the inevitable until 1854, when Ohio's Gurneyites lost patience and seceded. This nearly prompted a split in Philadelphia Orthodox, but a clever delaying tactic was discovered (suspending all official correspondence with other yearly meetings) and was subsequently institutionalized, permanently avoiding local schism but weakening more distant relationships. Most of the Orthodox Yearly meetings turned Gurneyite by default, with here and there a later split-off by \"Conservatives\" who eventually gravitated to the Wilburite orbit. Philadelphia's semi-detached stance kept the separation from ever becoming complete.\n\nThe 20th century has seen more sweeping theological changes in all branches, which this paper will not deal with.\n\nThis paper will draw doctrinal statements only from 19th-century sources. My excuse for this is that modern historians are often wrong when they try to interpret Quaker theology. Take for instance Larry Ingle, the latest historian to write on the Hicksite\/Orthodox separation. Seeking Hicksite roots in the 18th-century Quaker Job Scott, Ingle gives us the following quote:\n\nThe sufferings of the seed in that one specially prepared body, could do no more toward reconciling a soul to God, than the blood of bulls and goats toward the washing away of sin.5\nWhat Ingle does not tell us is that Scott's sentence does not end here; it goes on:\n\nwere it not that the promise is sure to all the seed; and that the seed is one in all; its sufferings one; its reigning and rejoicing one.6\nThis presents a very different picture. (To decipher it we need to know that \"seed\" as a title for Christ in Quaker tradition is an amalgam of \"the seed of the woman,\" \"the seed of Abraham,\" and the seed in the parable of the sower, which is the Word of God; that \"seed\" can also mean all believers; and that the \"prepared body\" is derived from Heb. 10:5 as a term for the incarnation.) Ingle's version would give us a denial of the atonement in any and all forms. And it is true that Scott is trying to resist the inroads of some forms of Protestant orthodoxy into Quakerism. But he does this by affirming that Christ's death on the cross is effective for taking away sin, only that the benefit of it reaches the believer by way of a mystical union of being conformed to Christ in his suffering.\n\nScott is, in this, a particularly articulate exponent of the type of soteriology implicitly or explicitly held by Quakers in the 17th and 18th centuries. Elsewhere he elaborates:\n\nSome may call me an heretic when I confess unto them, that I expect no final benefit from the death of Jesus, in any other way than through fellowship with him in his sufferings. But after the way which they call heresy, worship I the God of my fathers, truly believing in the history of Christ's life, death, resurrection, ascension, and glory; and desiring more and more to \"know him, and the fellowship of his sufferings,\" and to be made, not in part only, but fully \"conformable to his death;\" that I may like him, and with him, be put to death in the flesh, but quickened in and by the spirit.7\nBut this very passage may be an indication that some Friends were beginning to call, or think, such doctrine heretical.\n\nPre-Separation Trends\n\nTwo short handbooks of Quaker doctrine, published shortly before the Hicksite-Orthodox separation, show the development of differences of emphasis: Henry Tuke's The Principles of Religion, as Professed by the Society of Christians usually called Quakers,8 and Jesse Kersey's A Treatise on Fundamental Doctrines of the Christian Religion, in which are illustrated the Profession, Ministry, Worship, and Faith of the Society of Friends.9 Tuke, an Englishman, represents the evangelical tendency that would lead London Yearly Meeting to favor the Orthodox bodies in America, while Kersey was to align himself with the Hicksites when the division came.10 Both authors wrote in the hope of giving young Quakers something easier to read than Barclay's Apology, while wishing more would take the trouble to read that longer work.11\n\nBoth works assert the inspiration of the Bible, citing 2 Tim. 3:16, and both add the standard Quaker caution against calling the Bible the Word of God (since this means Christ), exalting it above the Spirit that inspired it, or trying to understand it without the Spirit. But only Tuke offers several pages answering various objections against the authenticity of Scripture, in which he includes a 1 1\/2-page footnote on the textual criticism of 2 Tim. 3:16, and explicitly argues that God commanded Israel to fight certain wars.12 (This latter point had been acknowledged by so radical a pacifist as John Woolman in 1762,13 but in 1802 Hannah Barnard denied it, rejected biblical inerrancy, and was disowned.14)\n\nBoth works assert Christ's death for the sins of the whole world, his mediatorial office, and his resurrection. But only Tuke sets this in the context of the biblical history and explains it as God's response to the fall.15\n\nBoth repeat the traditional Quaker position that sanctification is the ground of justification. Interestingly, both of them modify this to the extent of distinguishing a sort of first stage of justification (forgiveness of past sins plus the possibility of salvation) which does not depend on experiential sanctification of the heart; Kersey grounds it in conviction of sin and repentance, while Tuke grounds it in the sacrificial death of Christ. Tuke tries to relate the whole problem to the faith\/works problem in James and Paul.16\n\nThis small sampling from the two volumes suggests that two tendencies were already at work, one seeking to assimilate Quakerism toward a generic Protestant orthodoxy with an emphasis on experiential rebirth, and the other seeking to distance Quakerism from orthodoxy.\n\nElias Hicks's Theology\n\nThe tension between these two outlooks was exacerbated by \"a partisan group organized to promote a reformation,\" as Larry Ingle describes it17 -- the intended reformation consisting in a strengthening of the anti-evangelical tendency. The chief protagonist of this group was the aged Elias Hicks, an acknowledged Quaker minister from Long Island.\n\nHicks was accused of being an out-and-out rationalist. One of his contemporaries wrote:\n\nBut with all his pretensions to the guidance of the light of Christ ... he believed in nothing more than human reason; which was what he meant by the term he so often used -- \"immediate revelation;\" -- declaring, that without it, we should not know a tree from a horse, nor a horse from a man.18\nThis, however, is impossible. Hicks may have believed that reason was one variety of revelation, or was grounded upon revelation; but he clearly believed in the infallible guidance of the Holy Spirit on topics that could not be discerned by reason alone. This is shown by his di... (truncated)",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.9896320105,
        "format_confidence":0.9368677735
    },
    {
        "url":"http:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=1669608",
        "text":"Review of Leonard Levy: Blasphemy\n\nJohn Witte Jr.\n\nEmory University School of Law\n\n\nThe Christian Century, Vol. 111, pp. 89-91, 1995\n\nThis review offers a sympathetic reading of Leonard Levy’s massive historical study of “Blasphemy: Verbal Offenses Against the Sacred Voices from Moses to Salman Rushdie.” Levy spotlights the crime of blasphemy and the injustice of its implementation, showing clearly sympathy with the victims of blasphemy, but not valorizing all of them as he tended to do in his previous works. He also makes clear that today’s sweeping free speech protections of virtually all forms of anti-religious rhetoric has had the ironic effect of making America not only a free society but also a “numb society” that is “beyond outrage”.\n\nNumber of Pages in PDF File: 3\n\nKeywords: Blasphemy, Leonard, Levy, Religion, Free Speech\n\nOpen PDF in Browser Download This Paper\n\nDate posted: February 11, 2011  \n\nSuggested Citation\n\nWitte, John, Review of Leonard Levy: Blasphemy (1995). The Christian Century, Vol. 111, pp. 89-91, 1995. Available at SSRN: http:\/\/ssrn.com\/abstract=1669608\n\nContact Information\n\nJohn Witte Jr. (Contact Author)\nEmory University School of Law ( email )\n1301 Clifton Road\nAtlanta, GA 30322\nUnited States\n404-727-6980 (Phone)\n404-712-8605 (Fax)\nFeedback to SSRN\n\nPaper statistics\nAbstract Views: 378\nDownloads: 42\n\n© 2015 Social Science Electronic Publishing, Inc. All Rights Reserved.  FAQ   Terms of Use   Privacy Policy   Copyright   Contact Us\nThis page was processed by apollo7 in 0.281 seconds",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.8409784436,
        "format_confidence":0.9786823988
    },
    {
        "url":"http:\/\/www.scielo.org.za\/scielo.php?script=sci_arttext&pid=S0259-94222011000200011&lng=es&nrm=iso&tlng=en",
        "text":"SciELO - Scientific Electronic Library Online\n\nvol.67 número2Practical theology: Can it really help the local congregation?Making a difference? Societal entrepreneurship and its significance for a practical theological ecclesiology in a local Western Cape context índice de autoresíndice de materiabúsqueda de artículos\nHome Pagelista alfabética de revistas  \n\nServicios Personalizados\n\n\n\nLinks relacionados\n\n  • En proceso de indezaciónCitado por Google\n  • En proceso de indezaciónSimilares en Google\n\n\nHTS Theological Studies\n\nversión On-line ISSN 2072-8050\nversión impresa ISSN 0259-9422\n\nHerv. teol. stud. vol.67 no.2 Cape Town ene. 2011\n\n\nLiturgy as space for anticipation\n\n\n\nJohan Cilliers\n\nDepartment of Practical Theology and Missiology, Stellenbosch University, South Africa\n\nCorrespondence to\n\n\n\n\nThis article proposes that the notion of liturgical space, understood in conjunction with the original Greek concept of space, is not only a quantitative, physical locality, but also a primary qualitative possibility for existence, a meaningful womb, a neighbourhood for imagination and a space for anticipation. Three consequences of this proposal are discussed, namely liturgy as waiting on the elusive presence (presence of absence) of God, celebration as (metaphorical) dance of hope, and the need for liturgical refiguring.\n\n\n\nWaiting - for what?\n\nThe famous play, Waiting for Godot, by Samuel Beckett, has become iconic for depicting people who are waiting for nothing.1 Or perhaps we should say that they do expect someone (something?) called Godot, but that he orshe orit never shows up. It is anticipation without answer; expectation without event, hope without happening. Time, the present, is filled with a vacuum or at best, with depleting impatience and intolerable boredom.\n\nThe play, a 'tragicomedy in two acts', according to the subtitle, covers two days in the lives of a pair of men waiting expectantly, but in vain. One gets the paradoxical impression that these two men know Godot, but also not; as a matter of fact, they admit that they would not recognise him should he make an appearance. So they fill their time of waiting with things like eating, sleeping, conversing, arguing, singing, playing games, exercising, swapping hats and contemplating suicide. In effect, they try everything to 'kill the time', to counter-act the 'terrible silence' of waiting, up to the point where time almost kills them (cf. Knowlson 1996:57). The void of an empty present simply becomes too painful.\n\nOne is reminded of Shakespeare's Macbeth, another tragicomedy of sorts, who boldly declares:\n\n'Life's but a walking shadow, a poor player\n\nthat struts and frets his hour upon the stage\n\nand then is heard no more. It is a tale\n\ntold by an idiot, full of sound and fury,\n\nsignifying nothing'.\n\n(Shakespeare, W., 1914, The tragedy of Macbeth, Harvard University Press, Act 5 Scene 5, lines 22-31)\n\n\nThe present of the present\n\nLiturgy, and specifically the Eucharist, have and should have, a different take on time and on waiting. One could say that a type of condensation of the times takes place in the Eucharist: the past is presented in such a way that a yearning for the future is created, but a future that continuously breaks through into the present (cf. Van Wengen-Shute 2003:101; also Wainwright 1983:131). The Eucharist represents a form of punctual coincidence: the past and the future coincide in such a way in the present that the present becomes an epiphany, a point of revelation.2\n\nIn this regard Purcell refers to the phenomenon of 'Eucharistic Time', which signifies 'the presence of Transcendence' (2001:141-144). The Eucharist is not only a present event; it creates the present as present. It constitutes the present as a gift (a present). It interprets the present time in order to transform it into a kairos. In the same way the Eucharist does not simply signify a conjunction that connects the present with the past and the future, but it is also a gift of 'new time'. The gift of the Eucharist 'arises in a past covenant; it points to an eschatological future charged with hope and promise; and because of this, it establishes a present' (Purcell 2001:141).\n\nThis filling of the present, or constitution of the present through the gift or present of the Eucharist (presence of Christ), could be called infinituding. Time is filled with the infinitude; it becomes infinitude. The presence of Christ in the Eucharist and liturgy is not so much about the description of time, as it is about the infinituding of time and people's experience within this time. It is about 'moments of eternity', about experiences of the 'presence of Transcendence'.\n\n\nThe presence of the future\n\nIn order for the present time to become 'moments of eternity', it needs to be filled with the future, and for this it needs the art of anticipation. Liturgy, as exemplified in the Eucharist, is not only about remembrance and presence, but also about (anticipation of) the future. We are called to re-tell the message of Christ's death 'until He comes again' (1 Cor 11:26). Liturgy is not just about incarnation and inhabitation, but also anticipation.\n\nObviously the future by implication means 'not now', the future is the future, but this is often misunderstood as an experience of time exclusively related to a futurum, that is, an attitude or mentality that somehow bypasses the present in its eagerness for the future. In the New Testament sense of the word, 'advent' indicates a close connection between the saving presence of Christ who has already come and the future. The hour that is coming already is now (cf. Jn 4:23; 5:25; also Mundle 1975:324). Anticipation is more about adventus (the coming of the present One) than it is about futurum. The future is not something in a far away distance, but an active force of promise and hope and resurrection in the present (cf. Moltmann [1969:177-178]).\n\nThis understanding of the future as adventus clearly has profound implications for the liturgy. The present (presence of Christ) is celebrated precisely because the future is already here. It prevents us from practising a type of liturgical escapism, or an 'apocalypticisation' of our hope. Anticipation is not about waiting for certain (apocalyptic) events, but about participation in the future. Liturgy could indeed be called an anticipatory participation in the presence of the coming One. In the light of this understanding of adventus, it could be a fair question to ask whether the future is not strangely absent from our liturgies. Often the future is treated as a distant and totally unknown phase of time, rather than celebrated as gift that already fills the present with meaning.\n\nThe latter point does not negate the fact that we have 'not yet' reached the telos of time. On the contrary, the liturgical act of lament, for instance, does not only take place in the light of evil because it is simply there, but because the tension between what is (the presence of the future) and the discrepancies and paradoxes called forth by evil cries out for a 'final' answer and solution (i.e. the future of the presence).\n\nThis tension between the future that is already with us and simultaneously not yet, finds its best expression in the Eucharist. Purcell (2001) elaborates:\n\nThe present celebration of the Eucharist is referred to a past which exercises a certain judgment over the present and summons the present celebration to be responsible and faithful celebration. But, so too with the future orientation of the Eucharist. The life, death and resurrection of Christ which establishes the new covenant inaugurates the kingdom of God, and thus provides a substantial anchor for that 'pledge of future glory' (pignus futurae gloriae). The future is not an empty promise; it has already been established... It already has a content which has been realized in the life, death and resurrection of Christ... Thus, as with the past, the future has a certain exteriority with regard to the present. It is that which, along with the past, gives a present.\n\n(Purcell 2001:142-143)\n\nIndeed, what are the signs of the sacraments other than representations of this eschatological tension of our faith? In the sacraments we 'see' the connections between our faith, our senses and our existential questions concerning the meaning of life, or put in other words: the theology and praxis of the sacraments make manifest the sensorial and supra-sensorial, as well as the existential dimensions of our faith. In the sacraments we have symbols that strongly cry out for sensory exploration and utilisation, symbols that can help us not only to celebrate creation, but also salvation and anticipation of the summation, the ultimate triumph of God's beauty, goodness and truth (cf. Höhn 2003:248).\n\nEven for postmodern people, with their fundamental distrust of anything that even faintly resembles metaphysics, the Eucharist offers a meaningful, iconic expression of the search for meaning, also in religious terms. Postmodern concepts such as 'presence' and 'absence' gain a deeper meaning in the Eucharist (cf. Mitchell 2005:143) Through the Eucharist we are incorporated into the tension of faith in the present absent God, the already and not yet that permeates our existence. But this experience of the tension of times (the already and not yet) cannot be abstracted from our experience of space. Time and space cannot, and indeed should not, be separated.\n\n\nLiturgy: A space for anticipation\n\nIn recent years there has been a renewed interest in the notion of 'space' in various sciences. Whilst spatiality was predominantly seen as a chartable reality up till the seventies, the works3 of people like Lefebvre and Soja have paved the way to understand space as 'always becoming, in process, and unavoidably caught up in power relations' (Hubbard, Kitchin & Valentine 2004:4, 10). Soja in particular pointed out the historical and socio-dynamical characteristics of space, that is, ... (truncated)",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.9879585505,
        "format_confidence":0.970463872
    },
    {
        "url":"http:\/\/twonewcovenants.com\/covenant\/covenant7.html",
        "text":"by Jerry Shugart\n\nVII. Type and Antitype: Regeneration\n\nIn the book Dispensationalism, Israel and the Church Progressive Dispensationalist Bruce A. Ware quotes Homer A. Kent, Jr., extensively in order to attempt to prove that that there exists only one New Diatheke. Even though Dr. Kent believes that there is only one New Diatheke he does understand that it is in regard to \"spiritual regeneration.\" He also understands the distinction between an \"individual\" believer's spiritual regeneration as opposed to the spiritual regeneration of the \"nation\" of Israel:\n\n\"The essence of the new covenant is spiritual regeneration, enjoyed now by Christian believers and prophesied for national Israel at the second coming of Christ\" (Kent,\"The New Covenant and the Church,\" Grace Theological Journal, 6:2, Fall, 1985, p.290).\n\nType: The Regeneration of the Nation of Israel\n\nArnold G. Fruchtenbaum understands that there will be a \"national regeneration\" of Israel, writing that \"The basis of Israel's final regeneration is the New Covenant in Jeremiah 31:31-34...The result of the New Covenant will be a total national regeneration of Israel...That Israel was to undergo a national regeneration is not confined to the words of the New Covenant alone. The truths of the New Covenant are greatly elaborated by various prophets\" [emphasis added] (Fruchtenbaum, Israel in the Messianic Kingdom).\n\nIn the thirty-seventh chapter of the book of Ezekiel we see the prophet taken to a valley full of \"dry bones\" and these bones are described as \"the whole house of Israel\":\n\n\"The hand of the LORD was upon me, and carried me out in the spirit of the LORD, and set me down in the midst of the valley which was full of bones...Then he said unto me, Son of man, these bones are the whole house of Israel: behold, they say, Our bones are dried, and our hope is lost: we are cut off for our parts\" (Ez.37:1,11).\n\nCharles H. Dyer says, \"To what did this vision refer? God said it was about the nation of Israel (the whole house of Israel) that was then in captivity\" [emphasis added] (Walvoord & Zuck, The Bible Knowledge Commentary; Old Testament [Colorado Springs: ChariotVictor Publishing, 1985], p.1298).\n\nThen in the verses which follow we see the two elements which will be instrumental for the future corporate regeneration of Israel:\n\n\" Again he said to me, 'Prophesy to these bones, and say to them, O dry bones, hear the word of the LORD'. Thus says the Lord GOD to these bones: Behold, I will cause spirit to enter you, and you shall live\" (Ezek.37:4-5; RSVCE).\n\nThe regeneration of the \"nation\" of Israel is a blessing under the New Diatheke promised to the \"nation\" of Israel. It is a \"type\" of the regeneration of the \"individual\" believer. Under Israel's New Covenant that nation will be regenerated by the Spirit and the word of God:\n\n\"As for me, this is my covenant (diatheke) with them, saith the LORD; My spirit that is upon thee, and my words which I have put in thy mouth, shall not depart out of thy mouth, nor out of the mouth of thy seed, nor out of the mouth of thy seed's seed, saith the LORD, from henceforth and for ever\" (Isa.59:21).\n\nAntitype: The Regeneration of the Individual Believer\n\nWhen speaking of \"individuals\" the Lord Jesus said:\n\n\"Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live\" (Jn.5:25).\n\nThe Lord Jesus also said the following which makes it abundantly plain that the two elements responsible for bringing life is the word of God and the Spirit:\n\n\"It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life\" (Jn.6:64).\n\nDefinition of a Type\n\nDonald K. Campbell writes that \"it should be observed that a type presents a general though genuine resemblance of its antitype\" (Campbell, \"The Interpretation of Types,\" Bibliotheca Sacra [Volume 112 Issue 447, 1955], p. 254)\n\nThe Scriptures make it clear that the \"national\" regeneration of Israel presents a genuine resemblance to an \"individual\" believer's regeneration. It will be the word of God and the Spirit which will regenerate corporate Israel and it is the word of God and the Spirit which regenerates individuals. Therefore, there is no doubt that a typological relationship exists between the two.\n\n\n1   2   3   4   5   6      8   9   10   11   12   13   14   15   16",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.9967259169,
        "format_confidence":0.6266828775
    },
    {
        "url":"https:\/\/thecamel.hypotheses.org\/29",
        "text":"On terminology: A sufi polemic against the “mutafaqqihūn” of Damascus\n\nReading Ignaz Goldziher’s summary (1874) of a sufi’s lament over the corruption of Syrian Islamdom under the Mamluks, I was struck by the sufi’s choice in terminology.\n\nThe Maghribī born ʿAlī b. Maymūn attacks current practices of the jurists and sufis of Syria (and Damascus, in particular) but in the title of his work Bayyān ghurbat al-islām bi-wāsiṭa ṣinfai al-mutafaqqiha wa-l-mutafaqqira min ahl Miṣr wa-l-Shām wa-mā yalīhimā min bilād al-aʽjām he does not use the common terms faqīh and ṣūfī. Rather, he refers to them as mutafaqqihūn and mutafaqqirūn. This grammatical form opens up a wide semantic field.\n\nA quick search on shamila shows that these terms are overall uncommon. They only appear ever so often throughout the different Arabic disciplines. Ibn Maymūn seems an exception in using them throughout his work. So what does that mean? Does he use them in a polemic, perhaps even propagandistic way? The use of the form tafaʿʿala is peculiar in itself. Whereas faqīh commonly refers to an accomplished jurist, this form indicates a more abstract notion, describing those people who follow the way or approach of fiqh (jurisprudence) to gain understanding of God, whereas the mutafaqqirūn, in contrast to the accomplished fuqarāʾ, only aspire to gain the same knowledge by a different path (but have not achieved it yet). These might respond to the distinction of two categories of knowledge (ʿilm al-ẓāhir \/ ʿilm al-bāṭin), Ibn Maymūn uses in an earlier work (Goldziher 1874, p. 301). The grammatical form can further be interpreted as meaning ‘those who pretend to be jurists \/ sufis’. In the light of the general argument of the work, this seems most plausible.\n\nThis notion of the state of Syrian scholarship and sufism becomes clearer in the course of Ibn Maymūn’s argument, which, after starts out with plead for a reconciliation of both approaches, proceeds to outline all the faults of Syrians in both areas. The individual points addressed by Ibn Maymūn (and summarized by Goldziher) are all intriguing on their own account. They offer insight into a number of contemporaneous practices, the Maghribī sufi regarded as wrong and dangerous.\n\nYet, they seem to only illustrate what he outlines already in the title of the work: His choice in terminology already diminishes the status of both Syrian sufis and jurists a priori, casting them down from full fledged representatives of their respective status groups to mere aspirants to the knowledge, these approaches offer.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.5919153094,
        "format_confidence":0.8253697753
    },
    {
        "url":"http:\/\/sillimandoc.blogspot.com\/2005\/12\/",
        "text":"Silliman's Papers\n\nThe documents page for\n\nMonday, December 19, 2005\n\nSpeaking of God\nExplorations in the possibility of theological language from Anselm to Levinas\n\nTheology today is most fundamentally in quest of a language and mode whereby it can speak. Above all it is in quest of a language whereby it can speak of God.\n              - Thomas J. J. Altizer\n\nIn five succinct paragraphs, Thomas Aquinas makes five straightforwardly philosophical arguments about metaphysics. He argues for an unmoved mover, an uncaused cause, a necessary being, a maximum being, and an intelligent end, and each of the arguments fits solidly in the tradition of philosophical arguments right up until the last line of each paragraph, where he appends this shift. At the very last line Aquinas turns it, ending each philosophical argument with some variation of the phrase “et hoc dicimus Deum” (and this we call God). Aquinas takes the philosophical argument using philosophical terms and then turns them to another purpose, turns them with a phrase to speak theologically. This shift is jarring. It is a change of subject that claims not to be changing the subject at all. It is a move from metaphysics to theology that claims to have made no move, to have been speaking only one language all along. The phrase seems so incongruous that we might do better to ask the statement as a question, noting that in question form this is the basic question of theology – what is it, what is this that we call God? Looking at this incongruity, and the seemingly supposed consistency, let us ask with what language we might answer that question.\n\nWhen we speak of God in the Western tradition, we have spoken in two ways: philosophically and mystically. With philosophy we explain God’s place in our system of thought, the function of the divine within our world and how, so to speak, God works as a thing in this world. With mysticism we emphasize the otherness and uncontainability of God, the ineffability of the divine. Both of these languages, however, are problematic as theological languages. In mysticism we lose God; in this ineffability he slips beyond our world, beyond our comprehension. We are not speaking here of the worst of mysticism, which is a fetish of secrets and obfuscations that believes itself capable of conjuring or decoding the divine, but rather we are speaking of the best of mysticism which comes from this impulse of due reverence but still always loses the divine into the fog of distance between God and mankind. In philosophy, we lose God in the opposite manner. In philosophy we lose God by containing the divine, bringing God into the circumference of our system and thereby describing God as less than God. In philosophy God reaches mankind and enters into the world but, in fact, becomes a part of the world. He becomes contained and counted among the objects of the world – men and trees and elephants and now, God. If God is included in our philosophy, if our theological language is via affirmativa, God becomes an ontological object, a bit of the furniture that makes up the arrangement of things. If God is beyond our philosophy, if our theological language is via negativa, then the divine doesn’t enter our world and is irrelevant to it. We have God inside and God outside and neither of them are what we want when we want to speak of God. Both our traditional modes of theological speaking, then, are troubled by an inability to say what it is we want to say; we are floundering for a language with which to say what this is that we call God.\n\nWe need, somehow, to have God in our world without our world containing God. We need, somehow, God outside our world without eliminating God from it. The God we want to call God is both beyond comprehension and is somehow also comprehensible. If we play it one way we lose God, the other and we still lose God. We seem then to be in an impossible bind. If God is in our world then this thing which we call God is less than God, if outside it, then God is irrelevant. We need a God that crosses the line of outside\/inside without falling over it. All of our philosophies and mysticisms attempt this but seem to all fail at crucial moments, letting what we call God be disfigured by our calling, letting that which is hoc dicimus Deum slide disastrously one way or the other.\n\nThis is not a problem when speaking of uncaused causes and unmoved movers, or when speaking of Zeus, of angels, or of UFOs. This is the particular problem of theological language. The purpose of speaking theologically is to articulate that which occupies this “space” of entering in and yet still remains beyond. This is not a problem either when we do not speak at all. There is here the distinct temptation to abandon altogether the project of theological language, to stop speaking of God at all or to simply speak of God as no more than a part of the world and a piece of a system. Certainly some have done this and there seems to be no well argued objection to that abandonment. But, for some of us, such a move seems to be impossible. To abandon the project of the possibility of a theological language would not be to abandon a God who both enters into and remains beyond our encapsulating circumference, but to settle for speaking in disfigurements. We seek and have sought a way to speak about God while at the same time feeling that everything that has been said is in some important way wrong, and to stop seeking would not eliminate the problem but accept it. For at least some people, among them both theists and atheists, the search for a theological language and the attempt to describe a “space” such that it is both inside and beyond our world, is an impulse that will not go away. There is a haunting insistence to the question, and we find ourselves asking again, what is this that we call God? Is a theological language possible?\n\nThe greatest attempt at speaking of God in such a way as to allow the divine to be wholly other, ineffably divine and yet still to take a place in our world and reach us here, is Anselm’s ontological argument’s thinking of infinity. Anselm attempts to balance God on this line so that God is infinite, so he is the beyond and also enters in. Anselm’s description of God has him piercing into this world and letting us see the Other. The person who approaches God Anselm-wise does so very vertically. He sees by God and through God to a God which cannot be delimited by the sight of humans.\n\nWhether his argument works or not, there is something that feels wrong about it. I find this feeling in the island-argument response of his contemporaneous monk, in Kant’s famous rebuttal, and also in the normal reading of average freshman. It works on paper, the logic is sound, and yet we are deeply uncomfortable with it. There are, I think, two ways it feels wrong: First, it feels like a technicality. There’s a seemingly accidental nature of the proof. It is as if Anselm found a lucky technical solution for God. Second, this God of Anselm’s feels as though he’s present on paper, present to us logically but not viscerally. The common objection here is that Anselm’s God is not personal.\n\nThese objections may, however, be caused by asking Anselm’s project to extend way beyond its limited intentions. Anselm is not attempting to prove the existence of God. Anselm’s “proof” is at most secondary, as he is trying to prove that God’s character or nature is as we believed it to be, to answer the question of what this is that we call God, and in doing this he sets out a way we can talk about God. Many readings of Anselm’s argument are trying, really, to follow him backwards. Where Anselm’s move was one of, as he said, “faith seeking understanding,” we read him trying to get from understanding to faith.\n\nNeither we, here in this exploration of the possibility of a theological language, nor Anselm are trying to prove the existence of God or to start from any place other than faith. For the purposes of this paper we are interested in Anselm’s attempt at developing a language with which to speak of that which we call God. Both of the common objections hint at problems in his formulation of a theological language. While not intended as such, both objections can be recast as objections to the way in which Anselm comes to describe God as contained within our world, our logic. What both objections point to as troubling is the way in which Anselm has employed a philosophical syllogism to speak of God and then has spoken of God as a piece of that logical syllogism. Let us ask then, is Anselm describing God in a way that contains God, that speaks of God as in within our world?\n\nAnselm wants to move from meditation on the word “God” to God. He’s echoing Augustine’s language where Augustine says he wants to go from hearing the two syllables of “Deus” to “reach something than which nothing is better or more sublime.” It is unclear whether Anselm knew it or not, but he is also echoing the words of Seneca, where Seneca says God’s “magnitude is that than which nothing greater can be thought.” Where Augustine and Anselm wanted this language to be a theological language whereby they may speak of something that is in but also beyond our world, unencircleable by our systems of thought, Seneca uses the same language to speak of a god that isn’t wholly Other, a god that is one god among many and one worldly thing among many worldly things. The similarity of the phrases brings into question the supposed difference in what is being called God. It is not clear that this theological language is necessarily describing a God who is beyond this world, and it even becomes doubtful how this phrase could possibly be understood to describe such a divine. In a language where God is “that which greater than which none can be conceived,” there is nothing to say that a God such as that must be something more than ontological furniture, more than the world.\n\nExamining Anselm’s own claims for his la... (truncated)",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.6616476774,
        "format_confidence":0.9218444228
    },
    {
        "url":"https:\/\/www.taylorfrancis.com\/chapters\/edit\/10.4324\/9780429295560-5\/destruction-distortion-distraction-three-theoretical-perspectives-blasphemy-jane-skjoldli?context=ubx&refId=b1c8d4f4-5952-4754-8031-71c2a8a5f15d",
        "text":"How does blasphemy affect human interaction with superhuman beings? This chapter criticises the sacred\/profane dichotomy as an approach to blasphemy and suggests three theoretical perspectives: one from material culture, one from the cognitive science of religion, and one based on religious interaction as a relational approach. Discussing these perspectives, I take examples mainly from discourses on blasphemy and iconoclasm related to Christianity and Islam. I suggest that blasphemy can be understood as destruction of external means of religious. Thus, blasphemy signals disturbance in religious material culture; as distortion, blasphemy reveals a perceived attack on the cognitive concepts that superhuman persons are comprised of; as distraction, blasphemy denotes an interruption in individual and collective religious interaction.",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.9566984773,
        "format_confidence":0.9717217684
    }
]