[
    {
        "url":"http:\/\/www.wright.edu\/graduate-school\/graduate-thesis-and-dissertation-handbook-sections-of-the-thesis?alt-style=none",
        "text":"Graduate Thesis and Dissertation Handbook\n\nIII. Section of the Thesis\n\nOrder of Sections\n\nThe prescribed order is given below. Asterisked (*) sections are optional (at the discretion of the student, advisor, or department) except that lists of figures and tables are required when figures and tables appear in the text. Theses which do not follow the prescribed order will be rejected for improper format.\n\npreliminary pages\n\ntitle page\n*copyright page\napproval sheet\n  (signed copy to the Graduate School; unsigned copy with ETD to OhioLINK)\ntable of contents\n*list of figures or illustrations\n*list of tables\n\n\ntext of thesis\n\nreference pages\n\nbibliography (or references)\n\nTitle Page\n\nThe title page must conform exactly in spacing and capitalization to the sample in Appendix A (Master's) or Appendix K (Doctoral). Your name should be given in full and in all capital letters and must be followed by previous degree(s). The date at the bottom of the page should indicate the year in which your degree will be conferred. The title should clearly describe the contents of the thesis. If possible, word substitutes should be used for formulas, symbols, superscripts, Greek letters, and so on.\n\nApproval (Signature) Sheet\n\nAs stated above, a paper copy, of your signed approval sheet must be submitted to the Graduate School when or before you submit your final ETD to OhioLINK. Approval sheets are to be prepared by the students and are not supplied by the Graduate School. The approval sheets may be duplicated, but all signatures on them must be originals. The approval sheet should conform to the sample in Appendix B (Master's) or Appendix M (Doctoral). You may submit additional copies of the approval sheet for the Graduate Dean's signature and return to you, as needed. You must come to the Graduate School to reclaim approval sheets, as they will not be forwarded to you.\n\nThe approval sheet in the electronic file should have printed names (see sample approval sheets at Appendices B and M) but no signatures. The copy delivered to and retained by the Graduate School must be signed; the copy sent to OhioLINK with your ETD must not be signed.\n\n\nThe abstract should succinctly summarize the contents of the thesis, stating the problem, the procedure or methods used, the results, and any conclusions. Doctoral dissertation abstracts should not exceed 350 words. Master's thesis abstracts should not exceed 150 words. For the format, see the sample in Appendix C.\n\nOther Sections\n\nFor details of format and style relating to other sections of the thesis (including footnote and bibliography style), students should consult Turabian, the style manual recommended by their department or program, or any other standard style manual being used. The sample table of contents, list of figures, and list of tables in Appendices D, E, and F, respectively, provide examples of suitable formats for those parts of the thesis. Appendix G provides a suitable sample format for the text of your thesis. Appendix H provides a sample thesis appendix. Appendix I provides a sample bibliography. Appendix J provides a sample reference, or literature cited, list which may be used either with, or in place of, the bibliography. (In certain scientific fields, a list of \"References\" or \"Literature Cited\" may be more appropriate than a standard \"Bibliography\". While Appendix J represents one approach, please note that lists of References or Literature Cited formats differ among various scientific fields. You should check with your thesis advisor, or refer to one of the standardized thesis preparation manuals for the format which is appropriate to your academic field.) Care should be taken to maintain consistency of style and format throughout the thesis.",
        "topic_id":4,
        "format_id":20,
        "topic_confidence":0.995957315,
        "format_confidence":0.7448810935
    },
    {
        "url":"https:\/\/international.ipums.org\/international-action\/source_documents\/enum_instruct_hu1990a_tag.xml",
        "text":"Data Cart\n\nYour data extract\n\n0 variables\n0 samples\nView Cart\n\nCentral Statistical Office of Hungary\n(Population and Housing Census 1990)\n\nAbstracts from the publication\nWhat the enumerators should know\n(Base enumeration)\nBudapest 1989\n\n[p. 2]\n\n1 -- Introduction\n\nAs decided by the decree No. 22 of 1998 of the Presidential Council of the Hungarian People's Democratic Republic with reference date of January 1, 1990 in the territory of Hungary population census will be held.\n\nThe present document serves as a tool for the implementation in the enumeration of the main characteristics of the population.\n\n[part of p. 2 is omitted.]\n\n[p. 3]\n\nGeneral Questions\n\nEvery dwelling in the enumeration district -- contained by the list of addresses and names or in the area of the map -- should be enumerated. That is,\n\n-- The occupied dwellings even if the license of use has not been issued yet. The private holiday house will be enumerated as a dwelling in case at the reference date of the census at least one person has been permanently or temporarily living there;\n\n-- The vacant (not occupied) dwellings and the dwellings used only seasonally (e.g. a cottage house);\n\n-- The occupied (inhabited) other housing units that is the temporary, mobile and other units;\n\n-- The institutional households (day-nurseries, children's homes, dormitories, workers' homes, old people's homes, etc.).\n\nThe following build-ups must not be enumerated:\n\n-- The premises originally built for habitation (as a dwelling) but used at the date of the enumeration for other purposes e.g. business, recreation only, office, etc.;\n\n-- Technically completed though not inhabited dwellings yet, not having a licence for use;\n\n-- Dwellings under demolishing;\n\n-- Dwellings ruined, not suitable for habitation due to elementary or other damage;\n\n-- Vacant dwellings used formerly not for habitation.\n\nA separate enumeration manual will be applied for the enumeration of the institutional households.\n\nIn the housing units of the enumeration district -- irrespective their actual presence -- the following persons should be enumerated:\n\n-- Persons officially registered as permanent residents;\n\n-- Persons officially registered as temporary residents;\n\n-- Persons staying in the dwelling without any official registration.\n\nThe place of residence (address) should be registered according to the effective situation; while marking the answer the entry in the List of addresses and the names should not be respected. In case the person is resident in the dwelling though the official registration has not been arranged yet than the expected status (permanent or temporary resident) will be marked. This might happen in cases like\n\n-- The persons moved in the dwelling, changed his\/her dwelling without arranging the registration;\n\n-- The person -- due to the lack of license for using the (new) dwelling -- is not entitled to let him\/her registered at the authorities;\n\n-- The person moved from the outskirt of the locality into his flat in the inner area without arranging the official registration.\n\n[p. 4]\n\nThe factual situation should be enumerated even if the given person failed to arrange the cessation of his\/her registration in a dwelling, e.g. the person while conducting the studies had been officially registered as temporary resident in a locality where his\/her parents have been living and after completing the studies and returning home he\/she has forgotten to annul the registration. Any divergence related to the official registration of the addresses should be marked on the list of addresses and names.\n\nFrom the point of view of enumeration a person might have not more than two addresses: one of them might be the permanent while the other the temporary address.\n\nThe persons should be enumerated both in their officially registered permanent and officially registered temporary addresses.\n\nFurther the persons who are not present in their dwelling for a longer period should be enumerated too. This group of persons might cover the following persons:\n\n-- Being absent for a shorter or longer period for visits, medical treatment;\n\n-- Officially staying abroad (in diplomatic, commercial services, for scientific research, etc;\n\n-- Working abroad in a work-cooperation program;\n\n-- Studying abroad.\n\nThe persons listed staying abroad will be enumerated in their place of usual residence while as for the address of their temporary residence the name of the respective country will be marked. Their temporary address in Hungary (if any) must not be taken into account. The family members (spouse, children) of the persons above who are living outside Hungary should be enumerated as the reference person of the family.\n\nThe enumeration of the conscripts, reservists on duty as well as that of the imprisoned persons will be done primarily by the given institutions and the task of the enumerator on field is the checking of the validity of the former enumeration.\n\nThe persons deceased after the reference date of the census should while on the other hand the children born after the reference date of the census must not be enumerated. In the former case a comment on the \"List of addresses\" should be marked.\n\nThe foreign citizens staying in the country having a resident permit or Hungarian identity document will be registered.\n\nThe following foreign citizens will not be registered:\n\n-- Diplomats;\n\n-- Military personnel and their family members residing in Hungary in the frame of the Warsaw Pact;\n\n-- Tourists, persons in medical treatment, family or other visit without resident permit.\n\n[p. 5 is omitted.]\n\n[p. 6]\n\nCompleting the dwelling questionnaire\n\nDwelling questionnaire will be completed for every dwelling and housing unit.\n\nThe dwelling is a unit of places and rooms with specific functions (living rooms, cooking places, sanitary places etc.), generally technically (architecturally) connected to each other, intended for human accommodation, stay (home) or converted into dwelling and also suitable for living at present, which has a separate entrance from a public place, courtyard or from a collectively used place inside the building (staircase, corridor etc.).\n\nThe group of technically (architecturally) adjoining places, connected with inner passages, were considered at the enumeration as one dwelling also in cases when the passages of one or several places were blocked temporarily but not walled (e.g. in the case of co-tenancy). A mostly separate place, building -- e.g. the summer kitchen of detached family house -- built as a part of the dwelling was considered as part of the dwelling if it was used by a household either living in the main building or living -- as e.g. subtenant -- in the given building.\n\nThe number of enumeration district should be copied into the Dwelling questionnaire from the \"List of addresses\", while the code number of the characteristic of the dwelling will entered according to the judgment of the enumerator as follows:\n\nCode 1: Residential building (including occupied holiday house and cottage house)\n\nCode 2: Occupied other building: public building (school, mayor's office building), business building (office building, shopping house, factory building\n\nCode 3: Institutional building (e.g. dwellings in the buildings of a dormitory, workers' home, old people's home, and hospital)\n\nCode 4: Occupied workshop, temporary or mobile facility, caravan, hut, hovel, trailer, etc.\n\n1. Data on the persons living in the dwelling\n\nThe on the first page of the dwelling questionnaire will be filled in with the help of the respondent. The persons living in the dwelling will be grouped by households, within the households by families. By listing the family members the sequence should follow the family ties, or rather the family status. The printed versions at the table will help the classification of the family members. The persons belonging to the same family will be allotted by the same family number while those belonging to the same household will be marked with the same household number.\n\nA common household is a group of persons living together in a common housing unit or in a part of it, bearing together, at least partly, the costs of living (i.e. daily expenses, meals). Subtenants, night-lodgers and co-tenants should be marked always with individual household numbers.\n\nConsequently before starting the enumeration it has to be defined the number of households, families living in the dwelling, than the families and the households should be \"set up\". The next step is the fixing of the family status.\n\nFamily is formed from the following persons living in a common household:\n\n-- Married couple with or without child(ren);\n\n-- Persons living in consensual union with or without child(ren);\n[p. 6]\n-- Mother or father living with child(ren) (unless the spouse or cohabiting partner does not live in the same dwelling, while\n\nThe following persons do not live in a family:\n\n-- The related or non-related persons (other than listed above), e.g. two siblings, three friends, etc.;\n\n-- Lone persons.\nFixing the family status (heading \"d\")\n\nOne of the printed answers will be underlined:\n\n-- \"Husband (1)\" or \"wife(2)\" in case of legally married male and female;\n\n-- \"Consensual partner (3)\" in case of males and females living in consensual partnership without legal marriage;\n\n-- \"Mother or father living with at least one child (4)\" in case one of the parents lives with the children);\n\n-- \"Child (5)\" in case of a child (own or foster) of the previously mentioned persons irrespective of the age of the person;\n\n-- \"Ascending relative (6)\" in case of parent, grand-parent, brother-in-law, father-in-law of a \"husband\", \"wife\", \"consensual partner\" or \"lone parent with children\" in case the ascending relative lives in the family without his\/her spouse;\n\n-- \"Other relative (7)\" in case of any non-ascending relative not forming an independent family (e.g. aunt, sibling, grandchild);\n\n-- \"Non-relative (8)\" in case of a persons other... (truncated)",
        "topic_id":4,
        "format_id":20,
        "topic_confidence":0.9316325784,
        "format_confidence":0.5180577636
    },
    {
        "url":"https:\/\/www.readnaturally.com\/research\/technical-adequacy",
        "text":"Technical Adequacy of Assessments\n\nTechnical Adequacy of the Progress Monitoring Passages\n\nThe following information provides evidence for the validity of the progress monitoring passages in Read Naturally Progress Monitor, based on the correlation between the monitoring passages and the benchmark passages in Read Naturally’s  Reading Fluency Benchmark Assessor and Benchmark Assessor Live.\n\npointer Learn more about Reading Fluency Progress Monitor (Read Naturally's progress monitoring tool)\n\n\nOver the course of three school years (2002-2003, 2003-2004, and 2004-2005), Read Naturally field tested dozens of reading passages at each grade level for the purpose of continuous progress monitoring. We sent passages to classrooms throughout the country and piloted with a diversity of students. We tested students on these passages as well as on grade level benchmark passages from the Reading Fluency Benchmark Assessor and compared students' words correct per minute (WCPM) on the monitoring passages with their WCPM on the benchmark passages. Some monitoring passages were too hard for a particular grade level and some were too easy. We modified these passages and\/or tested them in a different grade. Ultimately, each passage met the benchmark passage in difficulty or we discarded it. We calibrated a total of 30 passages per grade level. The table below summarizes the results of these analyses.\n\nCorrelation and Difficulty Data\n\nThe following table lists correlation data about the progress monitoring passages compared to each other and to the grade level benchmarks. The correlation between the benchmark and monitoring passages is a measure of validity. Correlations range from -1.0 to +1.0. High correlations (.8 or higher) between the monitoring passage and the benchmark passage means that the two passages are measuring the same skill (reading fluency) with a high degree of consistency. Monitoring passages with high correlations to the benchmark and to other monitoring passages have high reliability and validity.\n\nThe table also lists data on the difficulty of the monitoring passages compared to the benchmarks. A difficulty of -2.1, for example, would indicate that the median WCPM of all students tested on the monitoring passage was 2.1 words less than their median WCPM on the benchmark passage. If the median WCPM for students on the benchmark was 50.5 and the median WCPM for students on the monitoring passage was 48.4, the difficulty on that passage would be 48.4 minus 50.5, which is -2.1.\n\nGrade (30 passages per grade) Median Correlation with Benchmark Benchmark Correlation Range Median Correlation with Other Passages Other Passage Correlation Range Median Difficulty (words correct per minute difference Range of Difficulty\n1 .96 .91 to .99 .96 .92 to .99 -2.0 -6.0 to 4.0\n2 .95 .90 to .99 .96 .92 to .99 -1.5 -5.9 to 4.1\n3 .94 .89 to .99 .94 .90 to .99 -0.5 -5.5 to 3.8\n4 .94 .92 to .98 .94 .90 to .97 1.3 -4.9 to 5.3\n5 .93 .81 to .98 .93 .79 to .96 0.3 -5.1 to 5.3\n6 .94 .89 to .97 .95 .85 to .97 -0.7 -5.6 to 6.0\n7 .94 .87 to .97 .95 .88 to .97 -1.2 -5.7 to 5.8\n8 .95 .88 to .98 .95 .91 to .97 -0.7 -5.5 to 5.2\n\nPlease let us know what questions you have so we can assist. For Technical Support, please call us or submit a software support request.\n\nClick to refresh image",
        "topic_id":4,
        "format_id":20,
        "topic_confidence":0.9726179242,
        "format_confidence":0.7229132652
    },
    {
        "url":"http:\/\/www.mun.ca\/regoff\/calendar\/2009_2010\/sectionNo=EDUC-0370",
        "text":"Office of the Registrar\nFaculty of Education (2009\/2010)\n2.21 Bachelor of Education (Post-Secondary) and Diploma in Post-Secondary Education\n2.21.1 Admission\n  1. To be considered for admission to the Post-Secondary Education Degree and Diploma programs, a student must meet, in addition to the general admission requirements of the University, special admission requirements as outlined below. Refer to the Application Deadline Dates table for application deadlines.\n\n  2. Occupational training as verified by one of:\n\n    1. a certificate of qualification as a journeyman for a designated trade;\n\n    2. a certificate or diploma from a technical or business school or college;\n\n    3. an appropriate degree from a university;\n\n    4. satisfactory completion of a program equivalent to a., b. or c. above.\n\n  3. At least one year of work experience or equivalent in the occupational area in which training was obtained. This experience must be subsequent to the completion of or concurrent with the occupational training program.\n\n\nTraining and experience will be assessed and verified by the Selections Committee for Post-Secondary Education.",
        "topic_id":4,
        "format_id":20,
        "topic_confidence":0.997933507,
        "format_confidence":0.6134300232
    },
    {
        "url":"http:\/\/ntisthis.com\/unit.php?code=AURM442076B",
        "text":"Test suspension dampers using a dynamometer\n\nFormats and tools\n\nUnit Description\nReconstruct the unit from the xml and display it as an HTML page.\nAssessment Tool\nan assessor resource that builds a framework for writing an assessment tool\nAssessment Template\ngenerate a spreadsheet for marking this unit in a classroom environment. Put student names in the top row and check them off as they demonstrate competenece for each of the unit's elements and performance criteria.\nAssessment Matrix\na slightly different format than the assessment template. A spreadsheet with unit names, elements and performance criteria in separate columns. Put assessment names in column headings to track which performance criteria each one covers. Good for ensuring that you've covered every one of the performance criteria with your assessment instrument (all assessement tools together).\nWiki Markup\nmark up the unit in a wiki markup codes, ready to copy and paste into a wiki page. The output will work in most wikis but is designed to work particularly well as a Wikiversity learning project.\nEvidence Guide\ncreate an evidence guide for workplace assessment and RPL applicants\nCompetency Mapping Template\nUnit of Competency Mapping – Information for Teachers\/Assessors – Information for Learners. A template for developing assessments for a unit, which will help you to create valid, fair and reliable assessments for the unit, ready to give to trainers and students\nObservation Checklist\ncreate an observation checklist for workplace assessment and RPL applicants. This is similar to the evidence guide above, but a little shorter and friendlier on your printer. You will also need to create a seperate Assessor Marking Guide for guidelines on gathering evidence and a list of key points for each activity observed using the unit's range statement, required skills and evidence required (see the unit's html page for details)\n\nSelf Assessment Survey\nA form for students to assess thier current skill levels against each of the unit's performance criteria. Cut and paste into a web document or print and distribute in hard copy.\nMoodle Outcomes\nCreate a csv file of the unit's performance criteria to import into a moodle course as outcomes, ready to associate with each of your assignments. Here's a quick 'how to' for importing these into moodle 2.x\nRegistered Training Organisations\nTrying to find someone to train or assess you? This link lists all the RTOs that are currently registered to deliver AURM442076B, 'Test suspension dampers using a dynamometer'.\nGoogle Links\nlinks to google searches, with filtering in place to maximise the usefulness of the returned results\nReference books for 'Test suspension dampers using a dynamometer' on fishpond.com.au. This online store has a huge range of books, pretty reasonable prices, free delivery in Australia *and* they give a small commission to ntisthis.com for every purchase, so go nuts :)\n\nElements and Performance Criteria\n\n\n\n1. Prepare for dynamometer operation\n\n1.1. Use team instructions, category regulations and component supplier specifications are used to specify job requirements, including design, quality, materials, equipment and specifications\n\n1.2. Observe occupational health and safety (OHS) requirements, including regulatory requirements, equipment and system isolation requirements, and personal protection needs, throughout the work\n\n1.3. Check dynamometer for calibration and serviceability and prepare for operation\n\n2. Conduct dynamometer testing\n\n2.1. Determine appropriate load and run sequence and test parameters\n\n2.2. Connect dampers to dynamometer and confirm security of connections\n\n2.3. Perform the selected dynamometer testing sequence in accordance with technical specifications and directions and\/or the locally authorised method\n\n2.4. Analyse dynamometer test data and make valid conclusions about damper condition and performance\n\n2.5. Report findings, including recommendations for damper configuration and\/or modifications to improve performance based on dynamometer data, to appropriate persons\n\n2.6. Test damper modifications with confirmation runs\n\n2.7. Present data to team members to complement suspension set-up\n\n3. Clean up work area and log test results\n\n3.1. Perform dynamometer shutdown procedure in accordance with manufacturer requirements\n\n3.2. Disconnect dampers from dynamometer\n\n3.3. Clean and refurbish dynamometer and associated tooling and equipment\n\n3.4. Conduct operator maintenance of dynamometer\n\n3.5. Log dynamometer test results to create\/add to damper history\n\nQualifications and Skillsets\n\nAURM442076B appears in the following qualifications:\n\n  • AUR30911 - Certificate III in Motorsport",
        "topic_id":4,
        "format_id":20,
        "topic_confidence":0.8157446384,
        "format_confidence":0.8396876454
    },
    {
        "url":"http:\/\/www.sname.org\/chesapeakesection\/committees\/technicalprogram",
        "text":"Technical Program\n\nThe Chair of the Papers Committee is appointed by the Section Chair and other committee members are appointed by the Committee Chair.\n\nThe Committee should consist of at least five members, including the Chair. It is recommended that the Section Technical and Research Representative be assigned to the Papers Committee as it has been found to be helpful in promoting high quality papers and keeping members abreast of current technological advances. It is desired to have the full year’s schedule developed by the beginning of the Section year for printing in October’s Marine Technology and placement on the website.\n\nSome Sections have successfully followed a procedure in which an Assistant Papers Committee Chair, working with the Section Vice Chair, devotes him\/her self exclusively to the development of papers and\nprogram ideas one year in advance. He\/She then becomes Committee Chair the following year, and with the assistance of the other committee members, develops the program in detail as described. The Section Vice Chair may assume responsibility for the Papers Committee advance planning. The method of an individual or small group working a full year in advance enables the Section to develop its own program and not be forced to accept papers which are already available.\n\nA principal objective of the Society is the presentation and publishing of a broad range of materials that are of value to the profession, to the marine industry and to the general public. It is the function of the Papers Committee to select the best papers available on subjects of interest and\/or persuade eminent authorities to write such papers. Methods of determining members’ interests and suggestions for developing an effective meeting are to be found in Section V-A - Program Planning Guidelines of this\nManual. The Committee should use every source available to develop papers of the highest caliber, which avoid commercialism and have the broadest appeal. Suggestions for papers, authors, or special programs are to be submitted to the Section Chair and the Executive Committee for approval. It is recognized that PowerPoint presentations are favored by many authors and, although presentations are not as desirable as a technical paper, Headquarters does have a policy to archive all such presentations, which will become accessible on the website. Electronic copies of all papers and abstracts shall be forwarded to Headquarters, both in electronic format and hard copy to make it easier for website inclusion.\n\nCoordination of the technical program is accomplished effectively by assigning one or more papers committee members to each author to assure that the papers standards are followed, and schedules and author’s requirements for audio\/visual aids, etc. are satisfied. Information on Copyrights, Author's Instructions, and other technical presentation guidelines is available at Adherence to Author's Instructions is strongly encouraged.\n\nThe Papers Committee members should insist that high quality papers standards be followed, and to provide helpful suggestions to the author that will enable him\/her to write a top quality paper and make the best possible presentation. Many authors have had little experience in the development and presentation of papers, and would undoubtedly welcome help from Section members. Authors should be encouraged to discuss the topic of the paper in an extemporaneous fashion, using whatever aids\nprove effective. Papers should never be read at a technical meeting.\n\nIt is particularly important that commercialism in any form be avoided in any of the technical papers presented before any meetings of SNAME. However, it is understood that many Section papers are commercially oriented.\n\nAuthors should submit manuscripts and the copyright release form in accordance with the schedule established by the Papers Committee. The manuscripts can be submitted to other knowledgeable people for review and possible discussion.\n\nThe Committee Chair, or someone delegated by him\/her, must assume responsibility for providing the Secretary with the title, author, brief synopsis, and importance of the paper in sufficient time for inclusion in the meeting notice.",
        "topic_id":4,
        "format_id":20,
        "topic_confidence":0.5558251143,
        "format_confidence":0.5898579359
    },
    {
        "url":"https:\/\/groups.geni.net\/geni\/wiki\/GENIEducation\/SampleAssignments\/UnderstandAMAPI\/ForInstructors?action=diff&version=13",
        "text":"Changes between Version 12 and Version 13 of GENIEducation\/SampleAssignments\/UnderstandAMAPI\/ForInstructors\n\n01\/29\/15 11:37:16 (5 years ago)\n\n\n\n  • GENIEducation\/SampleAssignments\/UnderstandAMAPI\/ForInstructors\n\n    v12 v13  \n    1111    * ExoGENI aggregate worksheets ([attachment:UnderstandAMAPIWorksheet_EGonly_140326.docx docx])\n    1212 * Instructions ([wiki:GENIEducation\/SampleAssignments\/UnderstandAMAPI\/Procedure web])\n    15 == Guidance for leading the exercise ==\n    16 === As soon as possible ===\n    17  1. As soon as possible, '''e-mail''' letting us know you are running this exercise.  Doing this will:\n    18     a. allow us to notify GMOC (GENI Operations) that you are running an exercise\n    19     b. give us an opportunity to answer any questions you may have and provide any needed support.\n    20  1. If you don't already it, request to have the ''' ''project lead'' permission in the portal'''.  You can request the project lead permission via the \"Ask to be a Project Lead\" button on the Home page of the portal.  It may take a couple of business days for your request to be approved.\n    21  1. Once you have the Project Lead permission, '''create a project''' in the portal. \n    22  1. Add any other instructors or teaching assistants to the project and '''make them Admins'''. \n    23  1. If you haven't already, you and any other instructors or teaching assistants should read through the slides (including the notes) and '''work through the exercise''' and let us know if you have any questions.\n    24  1. Verify that students will have access to a machine that allows them to '''ssh using a private key'''. Drop us a note at if you need help with this step.\n    25  1. Verify that students will have access to a machine or VM that has '''omni installed'''. Drop us a note at if you need help with this step.\n    27 === Approximately one week in advance ===\n    28  1. Invite attendees to '''[ login to the portal]''' and request an account from the GENI IdP if necessary.  This may require some manual intervention, so it's important that people do this early.\n    29  1. e-mail attendees information about any other '''pre-work'''.  In particular, they will need a machine that allows them to ssh using a private key and has omni installed. \n    30  1. Make a worksheet for each attendee\n    31  1. If desired, print hardcopies of the exercise and worksheets. \n    33 === Day of exercise ===\n    34  1. A few hours before hand, '''bulk add attendees''' to the project (doing this in advance makes the exercise go more quickly)\n    35  1. At the exercise, add any stragglers who haven't joined the project by having them clicking the \"Request to Join a Project\" button on the home page.  Then you are one of the project Admins should manually add each of these users to the project.\n    36  1. At the exercise, please distribute:\n    37     a. one worksheet to each attendee (or pair of attendees) doing this exercise.  The worksheet does three things:\n    38        i. it helps attendees identify the data (and not the control plane interface) which they will bring down during the exercise\n    39        i. it ensures slice names are unique\n    40     a. a [attachment: hardcopy of the instructions]\n    41     a. Use the [attachment: slides] to cover the background material needed to do the exercise",
        "topic_id":4,
        "format_id":20,
        "topic_confidence":0.6622065902,
        "format_confidence":0.5393656492
    },
    {
        "url":"https:\/\/content.govdelivery.com\/accounts\/USDHSCG\/bulletins\/1e54c3d",
        "text":"united states coast guard\n\nR 23 MAR 18\n\nALCGENL 029\/18\nB. Performance, Training, and Education Manual M1500.10 (series)\nC. Active Duty Enlisted Postgraduate and Advanced Education Process Guide\nfor Assignment Year 2019\n1. This message announces the application process for Postgraduate and Advanced Education\n(PG\/Adv Ed) programs offered by the Coast Guard to qualified enlisted members IAW Ref A. \n2. In order to maintain fairness to all applicants in this highly competitive process,\nthe published requirements and deadlines will be rigorously enforced. Applicants bear\nthe responsibility for ensuring their application is submitted on time, complete,\nand in compliance with applicable instructions and requirements. Applicants are\nresponsible for working with their command, SPO, and CG PSC-BOPS-MR to correct\nany record errors or omissions. Applicants who fail to meet the established requirements\nwill not be considered by the selection Panels.\n3. Minimum Eligibility Requirements.\na. Members who are tour complete in 2019 or 2020 are eligible to apply. Members who\nbelieve they may be transferring early due to advancement should contact their\nrespective assignment officer. Only members who have a 2019 or 2020 rotation\ndate in Direct Access prior to the Panel convening will be eligible.\nb. Members who are currently enrolled in or who have already attended a CG sponsored\nPG\/Adv Ed programs are not eligible to apply.\nc. Targeted pay grade ranges for specific PG\/Adv Ed will be identified in the\nrespective program solicitation message.\nd. Additional requirements may be set forth in the respective program solicitation message.\ne. Members recalled to active duty under Title 10, ADOS, or drilling reservists are\nnot eligible to apply.\n4. Selection Panels are guided by the Panel precept and base decisions on information\nin official personnel records. Panels will see the following information for each applicant:\nb. Applicant's E-Panel submission comments\nc. Command endorsement comments\nd. Education and test data from Direct Access\ne. Employee Summary Sheet (ESS) from CGBI\nf. Personal Awards\ng. Employee Review Summary data from Direct Access\nh. Weight compliance data from Direct Access Separate communications to the\nPanel other than E-Panel submission are not permitted, including letters of recommendation.\n5. EI-PDR review. Applicants should ensure their EI-PDR is complete and accurate\n(e.g. CG-4082, CG-3307s, awards, and academic transcripts). Members can request a\ncopy of their official record by submitting a signed CG memo via e-mail to\n6. ESS review. Members are also encouraged to review their ESS in CGBI. The ESS provides\na consolidated view of their information as it appears in Direct Access. This serves as a\nmeans for every Coast Guard member to review their personal data and to ensure the information\nin Direct Access is updated and accurate.\n7. Obligated Service. IAW with Ref B, PG\/Adv Ed school graduates incur obligated service\nand should expect to go immediately to program related assignments. See Ref B for further\ninformation on obligated service and delayed enrollment.\n8. Assignment. Members selected during the AY19 PG\/Adv Ed season will be assigned to\nDuty Under Instruction (DUINS) in 2019.\n9. Results. Primary and alternate selections will be announced via ALCGENL message\nafter the PG\/Adv Ed Panel is concluded.\n10. Applications. Ref C outlines the application process and is available on the\nCG PSC-EPM-1 Panel website:  Do not use PSC e-Resumes link when\napplying to PG\/Adv Ed programs, instead use the “My Panel” submission link in Direct Access.\n11. Deadline. E-Panel submission for all PG\/Adv Ed programs is 22 June 2018. The following\nmust be received by this deadline:\na. E-Panel submission. Comments should discuss why applicants are interested in the program.\nProgram solicitation messages may detail specific topics to discuss.\nb. Command endorsement marked final. Program solicitation messages may detail\nspecific topics to discuss.\nc. Test scores correctly entered in Direct Access.\nd. Completed degree, if applicable. (Note: the guidelines are set forth by ETQC\nfor updating education in your record IAW with Ref C).\ne. The Record of Professional Development (CG-4082) may be added to a member’s EI-PDR\nand is an extremely helpful tool for communicating accomplishments and an incomplete\ndegree to a Panel. This form should not be used to capture routine Military Training\nthat is included on a member’s ESS.\n12. Application Receipt. PSC-EPM-1 will post a spreadsheet on the PSC-EPM-1 CG Portal\nat after the deadline listing members that\nsuccessfully applied by the application deadline of 22 June 2018. All applicants are\nencouraged to verify their names appear on the correct roster for each program.\nThe roster is not an indication of waiver status determination, nor does it reflect the member\nhas satisfied the minimum eligibility requirements as outlined in Ref B or specific\nprogram requirements. If members believe they submitted an application, but do not\nappear on the spreadsheet they should contact PSC-EPM-1 immediately.\n13. POCS.\na. PG\/Adv Ed Coordinator: LT Nicholas Martin, 202-795-6594.\nb. PG\/Adv Ed Manager: Ms. Ada Harris, 202-795-6563.\n14. Questions.  Email PSC-EPM-1 via\nEnsure the PG\/Adv Ed program is in the subject line.\n15. Useful Websites.\na. CG PSC-BOPS EI-PDR information:\nb. CG PPC guide to Direct Access:\nc. Active Duty Enlisted Postgraduate and Advanced Education Process Guide for Assignment Year 2019:\n6. CAPT C. E. Fosse, Chief Enlisted Personnel Management, CG Personnel Service Center, sends.\n17. Internet release authorized.",
        "topic_id":4,
        "format_id":20,
        "topic_confidence":0.9617682695,
        "format_confidence":0.7144092321
    },
    {
        "url":"http:\/\/datadrivendetroit.org\/projects\/headstartdetroit\/",
        "text":"Head Start Analysis\n\n\nWe have created a number of Head start-specific indicators that are relevant to the Needs Assessment you will be preparing as part of your proposal. (A description of Needs Assessment content is included in the Reference Section below).  The indicators we have prepared are available at either the ZIP code or census tract level.  Several of them are also illustrated in the maps below.\n\nTo match your ZIP code or census tract to its numerical code, see our reference map.\n\nThe 2010 Census did not collect information on educational attainment, income, poverty, employment, vehicle availability, and other socioeconomic characteristics.  These data were incorporated in the new American Community Survey.  The poverty and labor force data included in your tract level indicators file come from the 2006-10 American Community Survey (ACS).  Data at the neighborhood (census tract) level require five years of sample interviews to be combined.  The 2006-2010 ACS file contains the most recent data available.  No ACS data are available at the ZIP code level, however.  While we have provided only limited information on this site, we may be developing more indicators for general context purposes and are available for specific requests.\n\nIn addition to the specific indicators we have calculated for you, we also offer our Census Comparison tool.  This tool allows you to look at any ZIP code or census tract and track 2000 – 2010 trends on all census variables, including age, race\/ethnicity, household and family composition, housing occupancy and housing tenure.  These may come in handy when you are providing general context on the demographics of your service area.\n\n\nCensus 2010\n\nWhile we have only mapped 2010 data on single-parent households, our Census Comparison Tool allows you to find information related to all the questions asked on the Census questionnaire.  These data will allow you to describe population trends, age distributions, the racial and ethnic context, housing trends and much more detail on the living arrangements of children.\n\nAmerican Community Survey 2006-2010\n\nSee the Data section above for information about our ACS maps.\n\nMichigan Department of Community Health\n\nThe Michigan Department of Community Health collects information related to every birth and death in the state.  They release this information for large geographic areas – state, county and communities.  Data Driven Detroit has acquired the individual birth record files for 2008 and 2009. (We anticipate receiving the 2010 file by September 2012.)  We have taken these individual files and attached geographic codes to them so that we can produce information at either the ZIP Code or Census Tract level.  Each birth record includes information on both the child (weight, level of prenatal care) and mother (age, educational level, and smoking history).  We have utilized these data to calculate the percent of teenage births, but can provide you with additional information if you require it.\n\nEarly Development Instrument\n\n\n\nIn order to get a handle on Kindergarten Readiness (one of the measures required by the Feds for their applications), we must use results from the Early Development Instrument (EDI), developed at the Offord Centre for Child Studies at McMaster University in Canada.1  The UCLA Center for Healthier Children, Families and Communities, under license from McMaster University, is implementing the EDI in the Detroit area, in collaboration with the United Way for Southeastern Michigan (UWSEM).\n\nThe EDI has 103 core items and is an observational checklist, based on recall, that is completed by kindergarten teachers on each child in their class in the second half of the school year.  The EDI requires approximately 10-15 minutes per child to complete.  Information collected using the EDI is reported at a group level (e.g. for a census tract, neighborhood, city, etc) and is never reported on individual children or used as a screening or diagnostic tool for children.\n\nWe have included several documents that explain the EDI and provide test results for Southeast Michigan and Detroit.\n\nWe have mapped EDI test results by ZIP code.  Specifically, we have mapped high-end results (Percent of Children Scoring At or Above the 75th Percentile on 4 or More Scales) and the low-end results (Percent of Children Scoring in the Lowest 10th Percentile on at Least One Scale.)  Results for each of the five domains are included in the ZIP code indicator file in the first section.\n\nThe final map we have included in this section is a market share map.  In order to judge how representative the EDI test results are for a ZIP Code, one needs to have an understanding of the share of eligible children in that ZIP Code who were tested.  The map shows a very wide range of coverage, from less than 1 percent to 48 percent.  While none of these market shares would suggest particularly reliable results, shares less than 30 percent should be treated with extreme wariness.\n\n1 The tool is referred to by the publishers as the Early Development Instrument; however, in Orange County, it is referred to as the Early Development Index to reflect the community level marker of child development that is produced in the Community Profile report.    \n\nAmerican Community Survey 2007-2011\n\nAll Maps\n\n\n\n\nSee Also",
        "topic_id":4,
        "format_id":20,
        "topic_confidence":0.9321369529,
        "format_confidence":0.5025684237
    },
    {
        "url":"https:\/\/connect.reliaslearning.com\/docs\/DOC-2048-recording-attestations-for-a-competency-review-module",
        "text":"Competency Review Module - Recording Attestations\n\nDocument created by 892505 Administrator on May 18, 2015Last modified by 2261986 on Nov 1, 2018\nVersion 16Show Document\n  • View in full screen mode\n\nRecording Attestations as an Evaluator\n\nOnce your Learners have been enrolled into a Competency Review, you are able to record your attestations.  Only users with the proper roles (designated when creating the Competency Review) can record attestations and document information in a Competency Review. For instructions on how to create a Competency Review module as an Administrator please read  Creating a Competency Review.\n\n\nYou can tell at a glance whether an attestation or review has been recorded for a Learner.  If the Competency Review or Attestation Status columns display one (or two, depending on the properties you chose) gray icons, no attestations or reviews have been recorded.  The icon will turn blue once an attestation or Competency Review has been recorded.\n\n\n\n\n\nYou can only record a review for one Learner at a time.  You must click on the box to the left of the Learner's name, and the Record Competency Review box will become available.\n\n\n\nIf you attempt to select two Learners, the Record Competency Review box will disappear. \n\n\n\n\nAfter selecting only one Learner and clicking on the Record Competency Review button, a pop-up will appear with that Learner's Competency Review.  The pop-up asks the Evaluator to enter the following information:\n\n  • The date of the Competency Review\n  • The Rating (scale) for each Standard\n  • An Overall Score (if different than than Average Score that is auto-populated)\n  • Upload File (this is optional, but can be supplemental information to support your assessment)\n  • Attestation -- This is required in order to be able to Record Competency Review\n    • Without an attestation, an Evaluator can Save their progress, but it will not officially record a final version.\n\n\n(The screenshots below are of one pop-up, but it is too big to show in one image)\n\n\n\n\nAfter an Evaluator has recorded an observation, it cannot be edited. You can click the print icon to print a copy of the review.  If the Learner's attestation is also required, the Learner will still appear on the Currently Enrolled page, but their name will have an image of a lock next to it.  If only the Evaluator's attestation is required, the Competency Review will be complete.\n\n\n\nRecording Attestations as a Learner\n\nIf Learner attestations are required, the Learner will be able to see the Competency Review on their current training tab. \n\n\nOnce the Learner clicks on \"Take Now\" to the right of the Competency Review, they will be taken into the Lessons and Exams section.  They can click on the View button to see the Competency Review that was recorded for them by the Evaluator. \n\n\nOnce the Learner clicks View, they will see a Read-Only version of their review.  They can review any feedback or notes that the Evaluator entered for them.  Once they are ready to attest to the review, they must click the blue Attest & Record button at the top. \n\n\n(The screenshots below are of one pop-up, but it is too big to show in one image)\n\n\n\nThe Learner must confirm that they agree with the recorded evaluation scores before they can attest to the review. \n\n\nOnce the Learner selects Agree & Continue, their Competency Review is complete.  If they choose to view it again, they will see that their Attestation Statement has been checked.\n\n\nNow that the appropriate users have attested to the Competency Review, the module is complete, and the results will be available for reporting (Competency Review Detail Report).\n\n\nPlease Note: Learners are able to retrieve and print Competency Review at all times from the Completed Training tab by using the Print button located under the Competency Review title.\n\n\n\n\nTo get back to the Knowledge Base and the master list of topics, please click here: The Relias Platform How-To-Manual",
        "topic_id":4,
        "format_id":20,
        "topic_confidence":0.7322204709,
        "format_confidence":0.6342429519
    },
    {
        "url":"https:\/\/www.open.edu\/openlearncreate\/mod\/oucontent\/view.php?id=52747&section=2.3.5",
        "text":"2.3.5 OU multiple response\n\nAlong with the Multiple Choice question type, the Multiple Response question type is the most common form of question used in the OU's paper-based CMA system. The Multiple Response question type requires the student to choose multiple options.\n\n2.60 The Question text, mark and General feedback\n\nQuestion name: A descriptive name is sensible. This name will not be shown to students.\n\nQuestion text: You may use the full functionality of the editor to state the question.\n\nGeneral feedback: We recommend the correct answer be included in this box. Students who did not answer completely correctly can then compare and contrast to see where they made an error. The contents of this box will be shown to all students irrespective of whether their response was correct or incorrect.\n\n2.61 The available choices\n\nThe OU Multiple Response question type simplifies the authoring process by incorporating the marking scheme developed for the OU paper-based CMA system. In this marking scheme\n\n  • Choices are marked as correct or incorrect. If a question has n correct choices each correct choice is given a mark of (Question grade)\/n.\n  • If a student selects more than n choices the marks are based on the worst n choices.\n  • It follows that the number of incorrect choices should equal or exceed the number of correct choices (otherwise a student choosing all choices will receive marks).\n\nExample: A question has five choices of which only 'a' and 'b' are correct. How student responses are marked:\n\n  • a b: 100% correct\n  • a c: 50% correct\n  • a b c: 50% correct - only the two worst choices are marked\n  • a b c d: 0% correct - only the two worst choices are marked\n2.62 The Combined feedback section\n\nWhether or not Combined feedback is shown to students is governed by the Specific feedback setting on the iCMA definition form.\n\n2.63 The multiple tries section\n\nPenalty for each incorrect try: The available mark is reduced by the penalty for second and subsequent tries. In the example above a correct answer at the second try will score 0.6666667 of the available marks and a correct answer at the third try will score 0.3333334 of the available marks.\n\nIf the question is used in interactive with multiple tries mode the marking is modified as follows:\n\n  1. At each try only the worst n choices are scored.\n  2. The mark is reduced for each try by the penalty factor.\n  3. Allowance is made for when a correct response is first chosen providing it remains chosen in subsequent tries.\n\nHint: You can complete as many of these boxes as you wish. If you wish to give the student three tries at a question you will need to provide two hints. At runtime when the hints are exhausted the question will finish and the student will be given the general feedback and the question score will be calculated.\n\nClear incorrect responses: When ‘Try again’ is clicked incorrect choices are cleared.\n\nShow the number of correct responses: Include in the feedback a statement of how many choices are correct.\n\nShow the feedback for the selected responses: This setting controls the feedback to individual choices however if too many choices are made it is suppressed.\n\n2.3.4 Multiple choice\n\n2.3.6 Select missing words",
        "topic_id":4,
        "format_id":20,
        "topic_confidence":0.8279014826,
        "format_confidence":0.9088841677
    },
    {
        "url":"http:\/\/www.uhv.edu\/Business\/Contingency\/a\/A10.aspx",
        "text":"Appendix A10: Students (Current Semester)\n\nA roster of currently enrolled students is generated each semester after the official census day (12th class day for fall\/spring, 4th for summer) and kept off campus by the Registrar, Assistant Registrar, and Director of Student Life and Services. This student list can also be generated at any time of the semester by anyone with PeopleSoft query access. The query name is UHV_BCP_STUDENT_ROSTER. The student list by semester consists of the student’s name, mailing address, UHV ID, gender, academic career, academic plan, phone number, date of birth, and privacy flag indication [at the time the list was generated].",
        "topic_id":4,
        "format_id":20,
        "topic_confidence":0.9932431579,
        "format_confidence":0.8581534624
    },
    {
        "url":"http:\/\/ntisthis.com\/unit.php?code=AURC251356A",
        "text":"Read in the workplace\n\nFormats and tools\n\nUnit Description\nReconstruct the unit from the xml and display it as an HTML page.\nAssessment Tool\nan assessor resource that builds a framework for writing an assessment tool\nAssessment Template\ngenerate a spreadsheet for marking this unit in a classroom environment. Put student names in the top row and check them off as they demonstrate competenece for each of the unit's elements and performance criteria.\nAssessment Matrix\na slightly different format than the assessment template. A spreadsheet with unit names, elements and performance criteria in separate columns. Put assessment names in column headings to track which performance criteria each one covers. Good for ensuring that you've covered every one of the performance criteria with your assessment instrument (all assessement tools together).\nWiki Markup\nmark up the unit in a wiki markup codes, ready to copy and paste into a wiki page. The output will work in most wikis but is designed to work particularly well as a Wikiversity learning project.\nEvidence Guide\ncreate an evidence guide for workplace assessment and RPL applicants\nCompetency Mapping Template\nUnit of Competency Mapping – Information for Teachers\/Assessors – Information for Learners. A template for developing assessments for a unit, which will help you to create valid, fair and reliable assessments for the unit, ready to give to trainers and students\nObservation Checklist\ncreate an observation checklist for workplace assessment and RPL applicants. This is similar to the evidence guide above, but a little shorter and friendlier on your printer. You will also need to create a seperate Assessor Marking Guide for guidelines on gathering evidence and a list of key points for each activity observed using the unit's range statement, required skills and evidence required (see the unit's html page for details)\n\nSelf Assessment Survey\nA form for students to assess thier current skill levels against each of the unit's performance criteria. Cut and paste into a web document or print and distribute in hard copy.\nMoodle Outcomes\nCreate a csv file of the unit's performance criteria to import into a moodle course as outcomes, ready to associate with each of your assignments. Here's a quick 'how to' for importing these into moodle 2.x\nRegistered Training Organisations\nTrying to find someone to train or assess you? This link lists all the RTOs that are currently registered to deliver AURC251356A, 'Read in the workplace'.\nGoogle Links\nlinks to google searches, with filtering in place to maximise the usefulness of the returned results\nReference books for 'Read in the workplace' on This online store has a huge range of books, pretty reasonable prices, free delivery in Australia *and* they give a small commission to for every purchase, so go nuts :)\n\nElements and Performance Criteria\n\n\n\n1. Read texts that contain specialist knowledge and may be organised in a variety of formats\n\n1.1. Purpose of text is understood and correctly described\n\n1.2. Main points or ideas presented are described\n\n1.3. New technical words are comprehended\n\n1.4. Meaning of key words and phrases are explained\n\n1.5. Effectiveness of text as an instruction is assessed\n\nQualifications and Skillsets\n\nAURC251356A appears in the following qualifications:\n\n  • AUR20105 - Certificate II in Automotive Administration\n  • AUR30211 - Certificate III in Bicycles\n  • AUR20205 - Certificate II in Automotive Aftermarket Manufacturing\n  • AUR20611 - Certificate II in Marine\n  • AUR30105 - Certificate III in Automotive Administration\n  • AUR10105 - Certificate I in Automotive\n  • AUR30511 - Certificate III in Marine\n  • AUR20311 - Certificate II in Bicycles",
        "topic_id":4,
        "format_id":20,
        "topic_confidence":0.965217948,
        "format_confidence":0.7813110948
    },
    {
        "url":"http:\/\/ntisthis.com\/unit.php?code=BSBCUE307",
        "text":"Work effectively in customer engagement\n\nFormats and tools\n\nUnit Description\nReconstruct the unit from the xml and display it as an HTML page.\nAssessment Tool\nan assessor resource that builds a framework for writing an assessment tool\nAssessment Template\ngenerate a spreadsheet for marking this unit in a classroom environment. Put student names in the top row and check them off as they demonstrate competenece for each of the unit's elements and performance criteria.\nAssessment Matrix\na slightly different format than the assessment template. A spreadsheet with unit names, elements and performance criteria in separate columns. Put assessment names in column headings to track which performance criteria each one covers. Good for ensuring that you've covered every one of the performance criteria with your assessment instrument (all assessement tools together).\nWiki Markup\nmark up the unit in a wiki markup codes, ready to copy and paste into a wiki page. The output will work in most wikis but is designed to work particularly well as a Wikiversity learning project.\nEvidence Guide\ncreate an evidence guide for workplace assessment and RPL applicants\nCompetency Mapping Template\nUnit of Competency Mapping – Information for Teachers\/Assessors – Information for Learners. A template for developing assessments for a unit, which will help you to create valid, fair and reliable assessments for the unit, ready to give to trainers and students\nObservation Checklist\ncreate an observation checklist for workplace assessment and RPL applicants. This is similar to the evidence guide above, but a little shorter and friendlier on your printer. You will also need to create a seperate Assessor Marking Guide for guidelines on gathering evidence and a list of key points for each activity observed using the unit's range statement, required skills and evidence required (see the unit's html page for details)\n\nSelf Assessment Survey\nA form for students to assess thier current skill levels against each of the unit's performance criteria. Cut and paste into a web document or print and distribute in hard copy.\nMoodle Outcomes\nCreate a csv file of the unit's performance criteria to import into a moodle course as outcomes, ready to associate with each of your assignments. Here's a quick 'how to' for importing these into moodle 2.x\nRegistered Training Organisations\nTrying to find someone to train or assess you? This link lists all the RTOs that are currently registered to deliver BSBCUE307, 'Work effectively in customer engagement'.\nGoogle Links\nlinks to google searches, with filtering in place to maximise the usefulness of the returned results\nReference books for 'Work effectively in customer engagement' on This online store has a huge range of books, pretty reasonable prices, free delivery in Australia *and* they give a small commission to for every purchase, so go nuts :)\n\nElements and Performance Criteria\n\n\n\nElements describe the essential outcomes.\n\nPerformance criteria describe the performance needed to demonstrate achievement of the element.\n\n1 Identify requirements of customer engagement role\n\n1.1 Identify specific customer engagement operations and relate these in industry-wide context\n\n1.2 Identify role of customer engagement in relation to the organisation\n\n1.3 Identify personal customer engagement role and operations\n\n1.4 Relate personal operations to organisationâ€™s customer engagement objectives\n\n1.5 Identify major components of customer engagement infrastructure\n\n1.6 Relate personal operations to customer engagement infrastructure\n\n2 Manage personal performance\n\n2.1 Use available resources, systems and support effectively\n\n2.2 Identify key performance indicators (KPIs) and comply with organisational processes and reporting protocols, policies and procedures\n\n2.3 Comply with organisational, regulatory and legislative requirements\n\n2.4 Identify personal performance requirements and expectations and adopt strategies to achieve them\n\n2.5 Identify and participate in performance management and development processes\n\n3 Maintain a professional approach to employment\n\n3.1 Display a positive and ethical approach to employment and role\n\n3.2 Identify realistic short and long-term career objectives\n\n3.3 Relate personal capabilities to current role and career objectives\n\n3.4 Identify strategies for projecting a professional image in current role\n\n3.5 Contribute to promotion of the organisation and its staff, to customers\n\n4 Participate in a workplace team\n\n4.1 Identify team member roles and team structure and interact cooperatively with team members\n\n4.2 Recognise, acknowledge and contribute to formation and achievement of team objectives\n\n4.3 Recognise and respond positively to conflict within team\n\n4.4 Provide feedback to enhance team performance",
        "topic_id":4,
        "format_id":20,
        "topic_confidence":0.951025188,
        "format_confidence":0.523337543
    }
]