[
    {
        "url":"http:\/\/booklaurie.com\/tips_ten.php",
        "text":"Ten Minutes To Glory: Your Editor\/Agent Pitch\n\n      Let's say you've written the world's greatest romance novel. There are two ways you can get an editor to read it. One is to mail it into the publisher (or have your agent mail it) and let the manuscript speak for itself. The other is to have an agent or editor ask to see your manuscript...which could happen during your appointment at the conference.\n      So here you are, face to face with the editor or agent—who, as you've probably already heard, is NOT a monster. She's there because she wants to buy books! All you need to do is make her want to send for yours so she can read it and fall in love with it and get you a publishing contract. How do you do that?\n      You start with the obvious \"how-to-make-a-good-impression\" techniques. You're businesslike, professional, friendly, etc....let's assume you already know how to make a good impression.\n      Let's also assume you have a book to sell. Let's assume you've run it by your critique group and your mentor and they all say, \"Yeah, it's great, it's ready to submit.\" (If you don't have a critique group or a mentor, get one! That's what RWA is for, is to give you all the tools that can help you sell, and those are both wonderful tools.)\n      So you introduce yourself, shake hands, sit down, and now it's time for the pitch.\n      You need to tell her three basic hit points right from the start: 1) what type of book are you pitching? Long contemporary, historical saga, mainstream women's fiction, romantic suspense... 2) How long is it? 3) And is it finished, or is it still in the working stages? It's important for her to know that you have the staying power to complete a book—if the one you're pitching ISN'T finished but you've completed two others, tell her that. Maybe she'll want to see them, and at least she'll know you can stay at the keyboard long enough to finish a book.\n      If what you're pitching is an idea for a book that still has to be written, you'd better be pretty sure you can finish that book within the next six months...because if it takes longer than that, you can assume she will have forgotten all about you by the time your manuscript shows up in the mail. If your book won't be completed for another eight or nine months, then wait and pitch it at next year's conference instead.\n      It takes some of the pressure off to know that you can't make anyone want to buy your book during a conference pitch. All you can do is make her want to see it. And you do that by describing what's going to interest readers...what your book is about. You need the equivalent of a great synopsis—something that outlines your main premise, your characters, what they do and what's their conflict and how they grow and how they solve that conflict.\n      What you need for starters is a \"topic sentence.\" This is something you can use over and over, by the way...when you tell people \"I sold a book!\" and they say \"Congratulations, what's it about?\" you're probably not going to have ten minutes to give them the storyline. You'll be lucky if you get ten seconds. So this topic sentence is your ten-second synopsis of what the book is about: \"It's about a Southern belle who thinks she's in love with a man she can't have, and only by going through the trials of the Civil War realizes that the man she truly loves is the one she's been battling with all along.\" \"It's about a teenage boy and girl whose families have been feuding for generations but who fall in love at first sight, and how they struggle to be together but finally choose death rather than separation.\" Boom. You've told the story.\n      Try telling it with Debra Dixon's method of three 3x5 cards—one each for characters, conflict and summary. On the first, write down WHO, WANTS, WHY and WHY NOT. (Love those \"W\" words...) Start by describing WHO the heroine is in three words—say Jane Doe is a teacher, she's empathetic and she's gutsy. Then say what she WANTS more than anything in the world, like \"to help student Johnny Jones overcome his learning disability.\" We need something specific, not something nebulous like \"Jane wants to find true love.\"\n      WHY does she want this? There might be a dozen different reasons, depending on her character. Maybe she sees in Johnny the lovable son she gave up for adoption. Maybe she's determined to prove that she can make a difference in some child's life because she couldn't save her daughter from a car wreck and she's been carrying around this guilt ever since. The motivation you choose depends on her character, and it's where we get a glimpse of her internal conflict. If Jane's carrying around a lot of leftover guilt about her daughter's death, for instance, maybe she feels like she doesn't deserve to fall in love again.\n      WHY NOT? What's going to stand in the way of our heroine getting what she wants? Say Jane wants to help Johnny overcome his learning disability, but Johnny's father refuses to believe his son has dyslexia and the school won't allow students in their program without parental consent. This is the external conflict between your hero and heroine, and it's completely separate from the internal conflict...which is what they're each going through on their own.\n      Now we do the same thing on the other side of the card for the hero. WHO? Bob Jones is a rancher who's a stubborn loner. He WANTS to believe his son is normal. WHY? He can't face the idea that he might have failed as a parent because he's already failed as a husband. WHY NOT\/What stands in his way? Jane refuses to back down about getting Johnny into the dyslexia program. And there we are; that's the first card.\n      Onto the second, which will cover the emotional aspects of the book—the hero's and heroine's internal conflict. On the front, write down something like \"Jane feels so guilty about her daughter's death that she can't let herself fall in love; Bob can't accept Johnny's disability because he feels like that would mean he's failed at every close personal relationship he's ever had.\" And on the back...write down how they resolve the problem.\n      Well, how could Jane and Bob resolve their problem? Maybe when he sees her grieving over her daughter he realizes that his son's still alive and deserves the best treatment Bob can give him, including the dyslexia program. Maybe when she sees Bob willing to acknowledge Johnny's disability, Jane realizes she can show that same courage by being willing to love again. Whatever your resolution is, write it down on the back of card #2.\n      Finally, card #3. Here's where you write your topic sentence, and it's nice if you can make it a kind of \"hook\" that will make people want to know more. For example, \"A teacher advocates to help a child with dyslexia and falls in love with the opposition—the boy's father.\" You want to know more, right? Like, what happens?\n      Next comes your heroine sentence where you combine the WHO, WHAT and WHY: \"Gutsy, empathetic Jane Doe sees helping Johnny Jones as a chance to compensate for her daughter's fatal car accident, a loss which has left her afraid to love again.\" Now your hero sentence. \"Rancher Bob Jones, a stubborn loner, refuses to acknowledge his son's disability, feeling it would mean he has failed as a father after having already failed as a husband.\" And finally, your resolution. \"Only after Bob sees how much Jane misses her daughter does he realize that his son deserves all the caring acceptance he can give, and his courage in acknowledging Johnny's disability gives Jane the courage to risk loving again.\"\n      This is pretty quick and dirty, but it gives you the idea. Sentence #1 is your topic or hook. #2 is your heroine's who, what and why. #3 is your hero's who, what and why. #4 is how they resolve their conflict. And now you've got the guts of your book down on this 3x5 card.\n      This may be as far as you want to take it. You can memorize these four sentences or read them out loud at your appointment...and if you're the kind of person who can't face putting on a show in public, that's all you need to do. But you can give yourself an edge if you're willing to spark it up a little more. A good performance might improve your chance of selling. And obviously the more chance you get to practice, the better your performance will be. So you need to fine-tune your speech. When you're talking with the editor or agent, you want to sound natural, like you're chatting about the great movie you just saw last week. \"I just came from the best movie. It's about a Southern belle who thinks she's in love with a man she can't have....\"\n      And you're off on your story. Here's a hint: write your speech so it opens with the phrase \"It's about.\" That's a smoother, easier way to start in with your topic sentence than any other opening you could rehearse...and if you practice your speech by opening with that phrase \"It's about,\" it'll come naturally when you're making the pitch. You say that line, and the rest of the story just flows from there.\n      If you're going to make your pitch during a group appointment, keep your speech down to one minute or less. You don't want to go on and on about your book while eight other people are sitting around the table. If the editor\/agent is fascinated and asks for more, you can always have a little more prepared—the way an orchestra has their encore sheet music already sitting on the music stand.\n      If you're going to make your pitch during an individual appointment, try to tell the story in four to six minutes. You can really pique her interest in that much time, and it'll still give you another few minutes to answer questions. When writing your speech, keep in mind that you can speak about 160 words during one minute.\n      If you're a natural performer, just go in there and perform your speech. Ideally, you'll have it memorized so you don't need to refer to your notes—when you're telling your neighbor about a good movie, you don... (truncated)",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.5842581391,
        "format_confidence":0.9901850224
    },
    {
        "url":"http:\/\/amnesiathebar.com\/2017\/04\/18\/howto-create-a-novel-for-teens\/",
        "text":"Howto Create a Novel for Teens\n\nDon’t mark down the worth of composing an article because you’ll need to understand how especially since you’ll need every thing during your daily life. It’s necessary to contemplate greatly about the need for things in your day-to-day life. For anyone people who’ve lived and professional life before the net, may discover that it’s comparatively simpler to return to these outdated means of dwelling. It’s transformed into a life-style for several us. In reference alive, there’s one complete guarantee. It isn’t crucial to explain no more compared to the dramatic issues in your lifestyle. It is rather crucial to take part in school life. Enable the audience know of what the article will be about.\n\nAll our family decides cremation, hitler saved the crematorium there is a job all.\n\nIn the finish after the essay is done, the last measure is revising its content. College documents need a lot of work. By making a terrific scholar essay as well as your all important letters of advice, stepping into school ought to be that simpler! If you prefer to generate a brilliant application essay determined by the challenges that you encountered in highschool, keep on studying. A person who enjoys to read can never acquire bored as reading a novel is nearly the most practical way to do away with indifference. Even after you’re an accomplished author. An actual writer remains committed.\n\nNever use block capitals for over titles; they may not be soft to study in a paragraph.\n\nAny little of authorship needs two essential elements, which are experience or examining to fill up the absence of it. In addition, it seems incredibly exalted, and might be intimidating in case you wonder whether you’ve had a major understanding in your everyday living. Might experience of somebody throughout his life raises the articles. As a result of the really cause, a lot of people find it tough to write this sort of article. As an example, in the function that you volunteered you might manage to create an essay about this and it may truly enrich your odds of locating the scholarship over those individuals which did not volunteer and that don’t have any expertise. Thus, if you discover the appropriate means of handling the essay from a very young age, it can assist you in the future also. There is not anything like an perfect essay and often there is room for improvement. Write off your thought procedure make a mindmap of the several linked characteristics of the composition should you wish, to clarify issues.\n\nYour control of the premises should usually also not be invisible and apparent.\n\nThe article is among the simply sections of your application which allows you to have complete manage and therefore it is crucial to take your time to guarantee you make an excellent impact. A reflective composition isn’t merely a excellent way for these instructors to fee the student’s Language creating competency, but it is similarly a opportunity for a pupil to explore his significant or creative skills. Now that you understand, the best method to create a reflective essay, here’s a list of subject tips for a reflective composition you can pick from. Hence, when you create your own story composition, don’t see an exceptional effort essay writer to utilise bigger phrases, comprise more adjectives, or utilize artistic metaphors.",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.6125951409,
        "format_confidence":0.9195973277
    },
    {
        "url":"http:\/\/www.randomhouse.com\/teachers\/resource\/the-river\/",
        "text":"RHCB | More Sites\nMore Sites\nMagic Tree House\nJunie B. Jones\nRandom House\nReturn Home\n\nThe River\n\nBy: Gary Paulsen\n\n\nThe River was a direct response to readers who sent letters telling me that Brian's story wasn't done at the end of Hatchet. So many wanted to know what happened to Brian after the rescue that I started wondering about him myself. What if Brian went back to the woods with the knowledge he'd gained, but this time were also responsible for the life of another person?\nWhen I finished The River I thought I'd taken his story as far as it could go. And then the next batch of letters started showing up. Again readers wrote that there had to be more to the story, but this time, they told me Brian had been rescued in Hatchet too soon--before --it became really hard going.\" What would he have done, they wanted to know, if he had to survive on his own through the winter? Since my life has been one of survival in winter--running two Iditarods, hunting and trapping as a boy and young man--the challenge became interesting, and so I researched and wrote Brian's Winter, showing what could and perhaps would have happened had Brian not been rescued.\nAnd in answer to still more thousands of letters I wrote this final fictional account of Brian, Brian's Return. Much of what Brian encounters in these stories--in fact nearly all of it--has happened to me. This last book perhaps shows Brian most completely, most truly: how he is changed mentally, how he deals with home life and finally, how he must return to the woods that make him whole. There will be one more book, a nonfiction book, about those areas of my life (being attacked by moose, bear and--shudder--skunks; hunting, fishing and living on game; making and using weapons and tools, etc.) that parallel Brian's life, to show how truly close Brian is to reality.\nThank you for reading my books and I hope you enjoy this continuing story of Brian.\n\n\nIn The River, Brian is asked to return to the woods to teach Derek, a government psychologist, survival techniques. But when Derek is struck by lightning, Brian's survival skills are further tested as he must find a way to get the seriously injured Derek out of the woods.\nThe following books are also discussed in this guide:\nBrian's Return\nBrian's Winter\n\n\nBorn in Minneapolis, Minnesota, Gary Paulsen is one of America's most popular writers for young people. Although he was never a dedicated student, Paulsen developed a passion for reading at an early age. After a librarian gave him a book to read--along with his own library card--he was hooked. He began spending hours alone in the basement of his apartment building, reading one book after another.\nRunning away from home at the age of fourteen and traveling with a carnival, Gary Paulsen acquired a taste for adventure. A youthful summer of rigorous chores on a farm; jobs as an engineer, construction worker, ranch hand, truck driver, and sailor; and two rounds of the 1,180-mile Alaskan dogsled race, the Iditarod, have provided ample material from which he creates powerful stories.\nPaulsen's realization that he would ultimately be a writer happened suddenly when he was working as a satellite technician for an aerospace firm in California. One night he walked off the job, never to return. He spent the next year in Hollywood as a magazine proofreader, working on his own writing every night. Then he left California and drove to northern Minnesota where he rented a cabin by the lake; by the end of the winter, he had completed his first novel.\nIt is Gary Paulsen's overwhelming belief in young people that drives him to write. His intense desire to tap deeply into the human spirit and to encourage readers to observe and care about the world around them has brought him both enormous popularity with young people and critical acclaim from the children's book community. Paulsen has written nearly one hundred books and some two hundred articles and short stories for children and adults. He is one of the most respected writers of young adult literature today. Three of his novels--Hatchet, Dogsong, and The Winter Room--were named Newbery Honor Books.\nIn Soldier's Heart, 15-year-old Charley Goddard enlists in the First Minnesota Volunteers in 1861. This gripping, heartwrenching story of war is seen through the young boy's eyes, as he fights in almost every major battle of the Civil War.\nBrian's Return, the final companion novel to the Newbery Honor-winning Hatchet, and Paulsen's most recent novel, takes young readers on another exciting adventure to the north woods with Brian Robeson. As in Hatchet, The River, and Brian's Winter, Paulsen creates in Brian's Return a story that is ideal for integrating into the curriculum as well as for classroom read-aloud.\nGary Paulsen and his wife, Ruth Wright Paulsen, an artist who has illustrated several of his books, divide their time between a ranch in southern New Mexico and a home on a sailboat in the Pacific.\n\n\nIn the Classroom\n\nBrian's Return, the final companion novel to the Newbery Honor-winning Hatchet, takes young readers on another exciting adventure to the north woods with Brian Robeson. As in Hatchet, The River, and Brian's Winter, Paulsen creates in Brian's Return a story that is ideal for integrating into the curriculum as well as for classroom read-aloud.\nThis guide includes a variety of activities for The River, Brian's Winter, and Brian's Return. The themes of survival, nature, making choices, and self-discovery can be explored in the classroom. Teachers may want to divide the class into smaller groups, each reading one of the books, to allow for more complete discussion of the activities included here.\n\nWe hope you find this guide useful in introducing your class to Gary Paulsen's two award-winning adventure tales.\n\nPre-Reading Activity\n\nIn Brian's Winter, The River, and Hatchet, Brian Robeson must survive in the northern woods. His most important resource is his own ingenuity. Divide the class into small groups and have them list items they think are necessary to include in a survival pack. Then challenge each group to decide which five items on their list are the most important. Ask each group to share and support their decision.\n\nAsk students to discuss how surviving in the wilderness for a long period of time might change a person's life. Tell the class that in Brian's Return, Brian Robeson cannot adjust to ordinary life and feels that the only way he can be happy is to return to the wilderness. Divide the class into small groups and ask them to brainstorm the many reasons why it might be difficult for Brian to live the life of a typical high-school student.\n\nThematic Connections\n\nSurvival -- In The River, when lightning strikes Derek, Brian must find a way to get out of the woods and find medical help for the unconscious man. Ask students to discuss the difficult task of dealing with Derek after the accident. How does the accident further challenge Brian's survival skills?\n\nAsk students to compare and contrast the skills Brian used to survive the summer months in Hatchet with those he uses to survive in Brian's Winter. How does his knowledge of summer survival contribute to his ability to make it through the brutal winter?\n\nBrian takes some camping gear when he returns to the woods in Brian's Return. Ask students to refer to the list of equipment (Ch. 9) that he chooses to take with him. Then, have them select the items that they feel are absolutely necessary for his survival. How is his return trip different from his other long adventures in the wilderness?\n\nAppreciation of Nature -- While Brian must depend on nature for food and clothing, he also develops a keen appreciation for the wilderness and has great respect for the animals that inhabit the woods. Find evidence throughout the novels that Brian is a careful hunter and understands the concept of wildlife conservation.\n\nThough Brian suffers greatly from loneliness and works hard to survive, he has mixed feelings about leaving the northern woods when he is finally rescued. He feels that the woods have become part of him. Ask students to write a feature article for a wildlife magazine that Brian might have written, describing his relationship with nature.\n\nHow does Brian's understanding and appreciation of nature contribute to his need to leave home and return to the wilderness in Brian's Return?\n\nMaking Choices -- In The River, one of the most difficult decisions that Brian must make is what to do with Derek after the accident. Should he leave him there and go for help? Should he put him on a raft and take him downriver?\n\nEncourage students to discuss the pros and cons of Brian's choices. What are the many factors that Brian considers before making his decision? Ask students to find incidents in Brian's Winter where Brian is faced with making important decisions. How do his decisions impact his health and safety?\n\nIn Brian's Return, Brian tells his mother that he wants to return to the woods to visit the Smallhorns. At what point does Brian realize that he isn't going to the Smallhorns? Ask students to discuss what Brian means by \"he would find them when it was time to find them\" (p. 110). Encourage students to discuss whether Brian ever goes to them.\n\nSelf-Discovery -- After Brian's 54 days in the wilderness in Hatchet, his parents insist that he see a counselor. The counselor thinks that Brian is \"mentally injured.\" Brian, however, feels that his time in the woods changed him in a more positive way. Ask students to discuss what Brian discovers about himself.\n\nIn The River, Brian says that he was \"reborn in the woods\" (p. 9). What does Brian mean?\n\nHow does his \"rebirth\" affect his relationships with his peers in Brian's Return? Why does Caleb, Brian's counselor, feel that Brian must return to the woods?\n\nInterdisciplinary Connections\n\nScience -- Brian learns a lot about animals and how they communicate. Encourage students to select one animal that Brian encounters in Brian... (truncated)",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.5182514787,
        "format_confidence":0.8115034699
    },
    {
        "url":"http:\/\/wordsmithessays.com\/writing\/poetry\/feet-and-meter-in-poetry",
        "text":"Feet and Meter in Poetry\n\nWordsmith Essays promises you the best online essay editing.  Our international team of editors can help you with all different kinds of writing, from creative stories to technical reports.  Today, one of our editors talks about how to organize and structure poetry.\n\nToday, we’re continuing our look at writing poetry with a review of a couple of the basic elements of English poetry. Of course, there are a wide variety of forms and conventions in English poetry—from the Anacreontics to the villanelle—but a handful of elements are almost always present, such as the line and the foot.\n\nThe line and the foot are two organizational principles in English poetry. The line is a collection of metrical units known as “feet” and each foot is a grouping of stress and unstressed syllables organized in a repeating pattern. For example, consider the first line from one of Shakespeare’s sonnets:\n\nDevouring time, blunt thou the lion’s paw.\n\nAs we learned last time, this line can be divided into a series of stressed and unstressed syllables:\n\nDevouring time, blunt thou the lion’s paw.\n\nEach foot consists of an unstressed syllable followed by a stressed syllable, a type of foot called an “iamb”. The iamb is one of the most common of metrical feet, but there are others, including:\n\n– Trochee: a stressed syllable followed by an unstressed syllable.\n\n– Spondee: two unstressed syllables.\n\n– Anapest: two unstressed syllables followed by a stressed syllable.\n\n– Dactyl: a stressed syllable followed by two unstressed syllable.\n\nThe number of feet in a line determines the type of meter. The line from Shakespeare’s sonnet has five iambic feet, so it would be the most common metrical form: iambic pentameter. The types of meter can be broken down as:\n\n– Monometer: one foot.\n\n– Dimeter: two feet.\n\n– Trimeter: three feet.\n\n– Tetrameter: four feet.\n\n– Pentameter: five feet.\n\n– Hexameter: six feet.\n\n– Heptameter: seven feet.\n\n– Octometer: eight feet.\n\nAnd so on. The most common types in poetry are tetrameter, pentameter, and hexameter, but there are plenty of famous poems and poets that work with other types of meter.\n\nDifferent metrical lines provide different effects and a good poet trains themselves to know what tool is useful for what job. Iambic pentameter is closest to natural speech:\n\nI love to hear her speak, yet well I know\n\nThat music hath a far more pleasing sound\n\nWhile something like trochaic tetrameter is more lyrical and has an unnatural quality:\n\nTyger, Tyger, burning bright,\n\nin the forests of the night\n\nThe easiest way to learn the difference is to read a lot of poetry and experiment with different forms of meter. How does a poem sound in iambic tetrameter? Dactylic hexameter? By paying attention to the metrical structure, you’ll be better equipped to express emotion and feeling through the structure of the poem as well as the content.\n\nThat’s it for lines and feet. Next time, will be the final day of our look at poetry, where we’ll be practicing some simple tricks and techniques for composing your own poetry. Until then, stay safe and keep writing!\n\nWe’re proud to offer you some of the best online essay editing available today, no matter what the content or topic of your writing.  Check out our order page to see what we can do for you!\n\n\nWrite a Comment\n\nFields with * are required",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.9781543016,
        "format_confidence":0.7206901312
    },
    {
        "url":"http:\/\/www.sporcle.com\/games\/sproutcm\/HamletQuotes",
        "text":"Complete the Hamlet Quote\n\nRandom Literature or quote Quiz\n\nCan you name the words that are missing from the following Hamlet quotations given the speaker and scene?\n\nQuiz not verified by Sporcle\n\nHow to Play\nAlso try: Jane Austen Novels\nScore 0\/58 Timer 08:00\nHoratio: Act V: Scene ii\nNow ___ \na noble ___; \ngood-night, ___ prince; \nand flights of ___ \n___ thee  \nto thy ___. \nHamlet: Act I: Scene ii\nO, that this too too ___ \n___ would melt, \n___, and \n___ itself \ninto a ___. \nHamlet: Act I: Scene v\nThere are more ___ \nin ___ and earth, \n___, than are \n___ of in \nyour ___. \nHamlet: Act II: Scene ii\nThe ___ the thing \nwherein I'll ___ \nthe ____ of  \nthe ___. \nHamlet: Act V: Scene i\nAlas! Poor ___. \nI ___ him, Horatio; \na ___ \nof ___ jest, \nMarcellus: Act I: Scene iv\nSomething is ___ \nin the ___ \nof ___. \nPolonius: Act I: Scene iii\nThis ___ all - \nto ___ own self \nbe ___;  \nHamlet: Act III: Scene i\nTo ___,  \n___ to dream;  \n- ay, there's the ___; \nGertrude: Act III: Scene ii\nThe ___ doth \n___ too \nmuch, ___. \nHamlet: Act III: Scene i\nThe fair ___! -Nymph,  \nin thy ___ \nbe all my sins ___. \nHamlet: Act I: Scene iv\nAngels and ___ of \ngrace ___ us. \nHamlet: Act II: Scene iv\nI must be ___ \n___ to be kind. \nClaudius: Act I: Scene ii\nOur sometime ___, \nnow our ___. \nHamlet: Act I: Scene ii\nA little more than ___ \nand less than ___. \nHamlet: Act III: Scene i\nGet ___ to \na ___! \nPolonius: Act I: Scene iii\nNeither a ___ \nnor a ____ be: \nHamlet: Act III: Scene i\nWhen we have ___ \noff this mortal ___,  \nHamlet: Act I: Scene ii\n___, thy \nname is ___. \nPolonius: Act II: Scene ii\nTherefore, since ___ \nis the ___ of wit, \nHamlet: Act V: Scene ii\nThe rest is ___. \n\nYou're not logged in!\n\nCompare scores with friends on all Sporcle quizzes.\nSign Up with Email\nLog In\n\nYou Might Also Like...\n\nShow Comments\n\n\nYour Account Isn't Verified!\n\nIn order to create a playlist on Sporcle, you need to verify the email address you used during registration. Go to your Sporcle Settings to finish the process.",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.6932990551,
        "format_confidence":0.8843007684
    },
    {
        "url":"https:\/\/buildbookbuzz.com\/different-approach-to-book-promotion\/",
        "text":"Guest post: A different approach to book promotion\n\nbook promotionToday’s guest post  by Nina Amir is part of her book tour for the recently released Creative Visualization for Writers. Nina is also the Amazon-bestselling author of such books as How to Blog a Book and The Author Training Manual. As an author coach, Nina supports writers on the journey to successful authorship. Some of her clients have sold 300,000+ copies of their books, landed deals with major publishing houses, and created thriving businesses around their books. Learn more about Nina on her website\n\nA different approach to book promotion\n\nBy Nina Amir\n\nMost writers hate promoting their work. They resist those pre-publication book promotion activities referred to as author platform-building. And they avoid post-publication book promotion or marketing.\n\nIf you can relate, I’ve got news for you. That attitude won’t help your book sell. And if it doesn’t sell, it won’t end up in the hands of readers. That means it won’t get read — and I know that’s not what you want.\n\nYou could muscle through — force yourself to build platform and promote. But there are other approaches that don’t require muscle and still increase your promotion comfort level and enhance your book marketing ability.\n\nMy book, Creative Visualization for Writers: An Interactive Guide for Bringing Your Book Idea and Writing Career to Life, offers a variety of exercises to help writers change their mindset about promotion. Try the following four exercises, which are revised excerpts from my book, to put that process in motion.\n\n1. Evaluate your willingness to succeed with book promotion.\n\nTo develop a career as a successful author — or to develop even just one successful book — you must do more than write. In addition to your writer’s hat, you have to wear a promoter’s hat.\n\nBut are you willing to wear both hats? Or will you only wear a writer’s hat?\n\nTo find out, answer these two crucial questions:\n\n  1. Are you willing to be more than a writer? Why or why not?\n\n  2. Are you willing to do what it takes — whatever it takes — to achieve your goals? Why or why not?\n\nBecoming a successful writer takes a ton of willingness.\n\n  • On a scale of 1 to 10, with 10 being the most willing, how willing are you to do what it takes to make your dreams real? Why?\n\n  • What are you willing or unwilling to do to achieve your creative writing goals? Why?\n\n  • What are you willing to do to achieve your creative goals?\n\nbook promotion 2\n\n2. Call on your inner sales rep.\n\nResearch shows that your inner voice either helps or hinders your ability to achieve goals. The affirmation “I can do it” keeps you moving forward if you are a courageous person, but if your inner voice is fearful, you’ll balk at taking that first step.\n\nYour “self” is comprised of many “selves.” By this, I don’t mean that you have multiple personalities but numerous energetic parts that live within you and influence your life. They affect your decisions, emotions, thoughts, behaviors, relationships, and whether you achieve your goals and create your dreams.\n\nYour “inner sales rep” loves promotion and marketing. This self’s preferred activity is selling, and it sees no conflict between art and commerce.\n\nCall upon this self when you need to pre-promote your book by building your author platform. This “you” is happy to help attract a fan base or do whatever it takes to build your mailing list or social network following. This is the self you want in full force when you release your book, as it will gladly assist you with marketing.\n\nIf you want good ideas about how to promote yourself and your work, talk to your inner sales rep. And when you feel uncomfortable pitching your work or encouraging potential readers to buy your book, invoke the energy of this self.\n\nAsk your inner sales rep the following questions.\n\n  • What promotion or marketing techniques would I enjoy most? Why?\n\n  • What promotion or marketing techniques would work best for me and my books? Why?\n\n  • What is the one thing I can do right now that will help me build a platform quickly? Why?\n\n  • What is the one thing I can do right now that will help me sell the most books?\n\nbook promotion 33. See yourself overcoming obstacles.\n\nThe fact that you don’t like promotion creates an obstacle to successful authorship — unless you decide to pay someone to take over your book marketing. Even then, you are at a disadvantage. After all, the author is the best person to promote a book.\n\nBut you can overcome this obstacle with visualization.\n\nAthletes visualize themselves achieving success as well as overcoming physical exhaustion, self-doubt, pain, and competition.\n\nIn the same manner, make a list of the obstacles you might encounter on your way to bringing your idea or dream to life — including resistance to marketing your book, promotions that don’t work, or failing to get on the Amazon bestseller list upon book launch.\n\nNow visualize yourself overcoming each obstacle.\n\n4. Set book sales goals.\n\nIt’s enormously important to have specific goals related to book sales. If you want to sell enough copies to become a New York Times or Amazon bestselling author, you need to know what that takes and create goals that can make that dream real.\n\nMaybe becoming a best-selling author doesn’t interest you. You want your book to make a difference in a few people’s lives, leave a legacy for your kids, or boost your business. In these cases, the number of copies you want to sell — or give away — differs from that of someone who wants to become a best-selling author.\n\nThe average book today only sells 250 copies per year and three thousand in its lifetime. The average e-book author sells 560 books per year. You, of course, do not have to be average!\n\nTo ensure this result, set book sales goals to rise above the competition.\n\n\n\n\nNow make a list of all the ways in which you are willing to help get your books in the hands of readers. In other words, create your promotion plan\n\nWhen you develop the willingness to help your book succeed, know how to visualize success, call on the parts of yourself that can help you promote, and have clear goals about your book sales (and why you want to sell those books), you’ll find yourself more inclined to promote your book before and after launch. That means your books will get read, which is every writer’s ultimate goal.\n\nWhen you visualize success as an author, what does that mean to you? What do you see?\n\nTip of the Month\n\nbook promotion 4I always share a “Tip of the Month,” a free resource or tool for authors, on the last Wednesday of the month.\n\nThis week’s tip is for those of you who know you should be writing book-related op-eds — opinion essays — for newspapers and other media outlets. Op-eds are a subtle, but effective, book publicity tool. They allow you to use your expertise or the knowledge you gained researching your book to express an opinion about an important topic in the news. (Learn more in “Using op-eds for book promotion” and “How to write an op-ed column or essay.”)\n\nAuthors using this tactic often ask me, “Is there a directory that lists newspapers that run op-eds?”\n\n\nIf op-eds are part of your book marketing plan, bookmark the “Opinion Yellow Pages.” This site lists op-ed editors and their contact information for influential print and online media outlets. It will save you hours of research.\n\nGet more helpful free book marketing information in the “Build Book Buzz” e-mail newsletter.\n\nThere are no comments yet. Be the first and leave a response!\n\nLeave a Reply\n\nWanting to leave an <em>phasis on your comment?\n\nRead Our Privacy Policy Here\n\nDisclosure: A small number of the links on this site are affiliate links. We receive a small compensation for the recommendation if you click through on them and make a purchase. The cost of any affiliate product is the same to you whether you use an affiliate link or not. To keep things simple, please presume that all of the links are affiliate links.",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.6495351195,
        "format_confidence":0.5839878321
    },
    {
        "url":"http:\/\/bloggr.info\/blog\/spelling-plurals-with-s-es\/",
        "text":"Spelling Plurals with -s or -es\n\nIf a word ends in ‑s, ‑sh, ‑ch, ‑x, or ‑z, you add ‑es. For almost all other nouns, add -s to pluralize.\n\nHere’s a tip: Want to make sure your writing always looks great? Bloggr can save you from misspellings, grammatical and punctuation mistakes, and other writing issues on all your favorite websites.\nBest in writing\nBe the best writer in the office.\nGet Bloggr\n\nHow to Spell Plural Nouns: With -es or -s?\n\nWhen do you add ‑s and when do you add ‑es to make a plural noun? It’s not quite as arbitrary as it may seem.\n\nIf a word ends in ‑s, ‑sh, ‑ch, ‑x, or ‑z, you add ‑es. Consider the examples below:\n\nI had to take only one bus; you had to take two buses. I had to do only one wash; you had to do two washes. I have a splotch on my shirt; you have two splotches. I’m carrying one box; you’re carrying two boxes. I heard one buzz; you heard two buzzes.\n\nSome single nouns ending in -s or -z require more than the -es to form their plural versions. To pluralize these nouns, you must double the -s or -z before adding the -es. Some examples include:\n\nDo you smell the gasses coming from the chemistry lab? How many fezzes can the boy possibly have?\n\nAll other regular nouns can be pluralized by simply adding an -s. These are just a few examples:\n\nI have one cat; you have two cats. I have one cup; you have two cups. I have one shoe; you have two shoes. I have one ski; you have two skis. I have one toque; you have two toques.\n\nAdding -s or -es to a noun to make it plural is the most common form of pluralization, but there are many other plural noun rules that apply to words with certain endings.\n\nBest in writing\nGet Bloggr for free\nWorks on all your favorite websites\nRelated Articles\nView Comments\n\nнарастить ресницы\n\nЭтот интересный веб сайт про направление Блэкджек onlinecasinoplanet.net",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.7429468036,
        "format_confidence":0.9472860098
    },
    {
        "url":"http:\/\/www.beholdmyswarthyface.com\/2012\/09\/study-guide-for-koda-rohans-encounter.html",
        "text":"Sunday, September 30, 2012\n\nStudy Guide for Kōda Rohan’s “Encounter With Skull” (1890)\n\n\nStudy Guide for Kōda Rohan’s “Encounter With Skull” (1890)\n\nYou can read the original here:\nI. 10 Terms to Know  \n1. Allegory: “The word derives from the Greek allegoria (\"speaking otherwise\"). The term loosely describes any writing in verse or prose that has a double meaning. This narrative acts as an extended metaphor in which persons, abstract ideas, or events represent not only themselves on the literal level, but they also stand for something else on the symbolic level. An allegorical reading usually involves moral or spiritual concepts that may be more significant than the actual, literal events described in a narrative. Typically, an allegory involves the interaction of multiple symbols, which together create a moral, spiritual, or even political meaning. The act of interpreting a story as if each object in it had an allegorical meaning is called allegoresis.” (L. Kip Wheeler, Literary Terms).  \n2. Allusion: Direct reference in a literary work to a person, place, or thing in history or another work of literature.  \n3. Archetype: a universal symbol or type, based on Carl Jung’s idea that there are “primordial and universal images that make up the contents of the collective consciousness.” Categories of archetypes include recurring symbolic situations, recurring themes, recurring characters, symbolic colors, and recurring images.  \n4. Didactic literature: Literature written with the expressed intent to teach something, usual something ethical in nature.  \n5. Aestheticism: Art for art’s sake (l’art pour l’art) literature; a sensibility or philosophy that regards the creation of aesthetic pleasure as the ultimate or proper aim of art.  \n6. Free Indirect Discourse: Third-person narration in which a character’s thoughts or expressions are presented in the character’s voice without being set off by quotation marks or the usual addition of phrases like “he thought” or “she said,” and without shifting into grammatical first-person discourse. For example: “It was a hot day. What on earth was she doing lugging stones on a day like this?” Her words, cast in third person, are conveyed directly, without any phrase such as “she said” or “she thought.” (Example on page 102-103). \n Note: Compare this narrative technique with direct discourse (e.g. “She said\/wondered, “why is it so hot?” and indirect discourse (e.g. She wondered why it was so hot).  \n7. Genbun itchi 言文一致 : Modern colloquial style. First advocated in the 1880s; became the dominant mode of writing after 1895. By 1910, the style had become so widespread that the term was no longer used. \n 8. Gazoku setchū-tai  雅俗折衷体 : The “refined-colloquial mixed” style. This written style first emerged during the Edo period. From 1890-1895, there was a brief return to this style in the literary world, but this all ended with the anti-Chinese sentiment that reached fever pitch during the Sino-Japanese War in 1895. \n 9. Bunmei kaika 文明開化 : Civilization and Enlightenment; the chief slogan of the Meiji period. By leaving the city (i.e. the hub of modern “civilization and enlightenment”) the character Rohan seems to be searching for something that is not offered by any of these new Enlightenment ideals. What he seeks is something more fundamental, more primal, more urgent, more spiritual. \n 10. Risshin shusse 立身出世 : the Meiji-era ethos of personal advancement, which came about after the abolition of the 士農工商 official class system. The character Rohan in this story seems to have little interest in “getting ahead” in this new competitive capitalist world of Meiji Japan. \n II. 19 Study Questions                                                                                                   \n Part I  \n1. Briefly look at the original. Is it written in the genbun itchi style or the gazoku setchū  style?  \n2. What is the point of view of the story? How would you describe the narrator? Is he a “reliable narrator”? Should we trust him? \n 3. The narrator says that he has “made [himself] a companion of the dew” (90). What does he mean by this? And furthermore, how does this character type of an aimless drifter or wanderer fit into the literary tradition? (Hint: some precedents for this type might include Matsuo Bashō, the Taoist sage Zhuangzi, the medieval wandering priest Saigyō, Romantic poets such as Wordsworth, etc.). \n 4. Brief point: This story should make it clear that even when the author and the narrator share a same name—as is the case here—the work should be read as a fictionalized narrative. In short, avoid the 私小説 mode of reading that conflates author and narrator. \n 5. Is the road a metaphor for something? How does the road relate to the narrator’s situation after he recuperates from an illness (90-1)? \n 6. Identify instances of foreshadowing in the work. \n 7. How does Tae convince him to come into bed with her? What is Rohan’s moral dilemma once he does so? How does he cope with it? What does Rohan’s reaction tell us about Buddhist ideas about woman, desire, lust, etc.? \n 8. Why is it important that the events take place in the countryside? How is the country juxtaposed with the city? What are the associations of each? \n Parts II and III \n 9. Why is Rohan so adamant in resisting her advances? Why is he chanting Buddhist scriptures (“Elimination of Desire”) while a half-naked beautiful woman lies beside him? Is this intended to be comical? Why doesn’t he just leave? \n 10. Identify the three types of love that appear in the work. How is Rohan’s Buddhist-influenced view of woman\/desire\/love different from the young lord’s Meiji-era chivalrous conception of love? How is Tae’s view of love different from these two? \n 11. How are usual gender roles reversed in this story? What does this reversal suggest? What is Rohan’s initial reaction to this reversal? What is his second reaction? \n 12. Who is more mature\/experienced\/wise, Tae or Rohan? Who seems closer to a state of enlightenment? Explain. \n 13. Does Tae think that men should be trusted? What kind of men does Tae despise? Where does she learn to despise them? \n 14. Why does Tae’s suitor fall so in love with her? What is ironic about this? \n 15. Why does she refuse the advances of her suitor? Why is she so persistent in her refusal? How does she react to his death? Does she feel any pity, remorse, or guilt? \n 16. Discuss the ending. What is the significance of the grotesque description of Tae? What happened to her? What is the author trying to tell us about the nature of physical beauty, desire, and death? \n 17. What was the Mother’s dying wish, after all? What was Tae’s hereditary curse? \n 18. For millennia, philosophers and critics have argued over whether the primary goal of literature (or art in general) is to teach or to please. Should art instruct, or should it simply provide pleasure to its audience? Kōda Rohan believed that literature’s primary goal was to instruct. He was a firm believer in literature’s ability to liberate souls from ignorance and bondage. Although much admired by later “aestheticist” writers such as Tanizaki Jun’ichirō, Kōda Rohan was definitely not in their camp. Question: How might “Encounter with a Skull” be considered a didactic work of literature? Describe the essence of its message. \n 19. Discuss the theme of the conflict between giri (moral obligations) and ninjō (human passions) as it appears in the work, and Tae’s response to this conflict\/dialectic. \n III. Some Particularities of Culture to Look Up  \nHōrai mountain (Mount Penglai); Chūzenji; Liu Hsia-hui; Matsuo Bashō poem and anecdote after turning down a prostitute (103): Kochira muke\/ Ware mo sabishiki\/ Aki no kure; Mt. Ara; Mt. Shirane; the legend of Courtesan Tae (aka Eguchi no kimi) and Saigyō; the three spheres of hell; Arhat; Fujōkan不浄観 : contemplation of nine stages of decaying corpse; Bodhisattva; rōnin; the various sutras mentioned; Nikkō; Genji monogatari, Ise monogatari, etc.; many other allusions and references.\n\n1 comment:\n\nAnonymous said...\n\nToo many questions. Narrow it down to 8.",
        "topic_id":16,
        "format_id":22,
        "topic_confidence":0.9258801937,
        "format_confidence":0.8681032658
    }
]