[
    {
        "url":"https:\/\/www.thermofisher.com\/us\/en\/home\/technical-resources\/technical-reference-library\/real-time-digital-PCR-applications-support-center\/digital-pcr-support.html",
        "text":"\n\n  • Digital PCR in 3D: an app with useful digital PCR resources including videos, an interactive workflow guide, and an augmented reality module to help you explore the QuantStudio® 3D Digital PCR System\n  • Reagent Rewards: an app-based program that turns reagent purchases into rewards\n\n\n7500 instrument group\n\nInstrument Management\n\nOne central location to handle all your Instrument and Services requests.\n\nRT PCR reagents and custom services\n\nCustom Services and Reagents for Real-Time PCR (qPCR)\n\nOur Genetic Analysis Custom Products and Services team offers a wide range of choices that include customized reagents such as master mixes or custom-designed TaqMan® assays. We will work with you to develop a custom solution that fits your needs.\n\nContract Tech help scientist\n\nContract Laboratory Services for Real-Time PCR and other Genetic Analysis\n\nOur Custom Products and Services team can handle large projects when you do not have access to all the right equipment or reagents. Our contract research work includes designing and performing experiments including sample preparation, data analysis, and reporting for many different applications.",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.9763646722,
        "format_confidence":0.7705184221
    },
    {
        "url":"https:\/\/www.sheffield.gov.uk\/planning-and-city-development\/applications\/apply\/lpar\/biodiversity-survey-and-report.html",
        "text":"Skip to content\n\nPlanning application requirements: Biodiversity survey and report\n\nIf sites have a significant local ecological impact, the applicant will be required to submit a Biodiversity survey and report. \n\nDevelopments that do not affect sites of national or international environmental importance or give rise to complex environmental impacts are not likely to require an Environmental Statement under the Environmental Impact Assessment Regulations.\n\n\nProtected species\n\nIf the site has or is likely to have the habitat of any protected species or is used by protected species, a (licensed) survey from a specialist consultant will be needed.\n\nIn some cases, surveys can only be carried out at specific times of the year which may delay submission of the planning application.\n\nProtected species are identified in The Conservation (Natural Habitats, etc) Regulations 1994, which includes schedules of European protected species of animals and plants.\n\nThose most commonly affected by developments in Sheffield include: badgers; bats; great crested newts; water voles; otters and nesting birds (other than pests).\n\n\nEcological interest\n\nEcological interest areas are identified in the Unitary Development Plan and Nature Conservation Strategy, copies of which can be seen at First Point and at libraries.\n\nOur Ecology Unit should be contacted early in the planning process to ascertain the need for and scope of any Ecological Assessment.\n\nThe Assessment could require either a full ecological survey and report or an individual species survey and report.\n\nAny report should: assess the impact of development; provide details of any mitigation and enhancement measures proposed; justify any unavoidable impacts; and include proposals for the long term maintenance and management of any remaining areas of biodiversity value.\n\nThe Ecology Unit can provide details of local experts able to carry out specialised habitat assessments using local knowledge.\n\nWe should be alerted to any issues relating to badger setts, because the location of these will not normally be published online with other application details, due to the exceptional threats to this species.\n\nNatural England provide a wide range of leaflets with advice on wildlife, problems that may occur, how these can be resolved and guidance notes to help with the separate licensing process.\n\n\n  • Modified: Jan 23, 2015 1:42:13 PM",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.9780114889,
        "format_confidence":0.7396202087
    },
    {
        "url":"http:\/\/sydney.edu.au\/science\/biology\/sites\/dickmanlab\/volunteer.shtml",
        "text":"Volunteer opportunities are available with the Dickman Lab in both the field and laboratory.\n\nCheck our news page for the latest volunteer information.\n\nFor the volunteer info sheet and registration forms click here.\n\nField Work Opportunities\n\nField Work Opportunities\n\n\nField trips are run four times a year to the Simpson Desert (The Red Outback) located in south-west Queensland (on the border of the Northern Territory).\n\n\nTravel is Provided by the Sydney University Desert Crew (involving a three day drive from Sydney). Trips run for approximately 20 days and cost around $AU 200.\n\nWhat to do when you get there?\n\n  • Pitfall trapping of reptiles and small mammals\n  • Predator abundance surveys including spotlighting\n  • Invertebrate sampling\n  • Bird surveys\n  • Vegetation surveys and seed collection\n  • Help out on a variety of PhD and Honours projects\n\nLaboratory work opportunities\n\nLaboratory work opportunities\n\n\nLaboratory work is run at the University of Sydney, in the Heydon Lawerence building A08, on Science road Monday to Friday 10am to 6pm.\n\nHow you can help?\n\n  • Help sort and identify seeds\n  • Help sort and identify invertebrates\n  • Converse with the Lab staff!\n  • And there is always plenty of data entry\n\n\n\nWhat's On\n\nNext Field Trips\n\nSept 2012\n\nLatest News\n\n  • Sydney University student wins ... view here\n  • Simpson Desert so hot right now view here\n  • Changes predicted for the Simpson Desert's ... view here\n  • PhD opportunity on arid zone ants... view here\n  • Desert research on Catalyst... view here\n  • Chris wins NSW Scientist of the year ... read more\n  • Simpson Desert featured on Iconic Landscapes\n  • September 2009 volunteer trip report ... read more\n  • November 2009 volunteer trip report ... read more\n  • 20 years of desert research showcased by ABC radio national ... read more\n  • Video of November 2009 Desert trip\n  • Desert flourishes after summer rains\n  • Purchase your own rat-catcher t-shirt. Find out more",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.851251781,
        "format_confidence":0.7565703988
    },
    {
        "url":"http:\/\/www.wcacastronomy.org\/?page_id=26",
        "text":"Request an Event\n\nThank you for visiting our website. If your organization is interested in scheduling an astronomy-related presentation or viewing event, please use the form below to submit your request. We will review the request and respond within 3-5 days.\n\nIMPORTANT – Please read:\n\nFor outdoor events choose an evening when the moon is new or near its first quarter. Scheduling an event near or during a full moon is not recommended because the view through a telescope is overwhelmingly bright, and the bright light of the moon hides many other interesting objects in the night sky. In general, dates that fall within +\/- four days of a full moon are poor choices and should be avoided.\n\nSchedule the event to allow for viewing times at least 1-2 hours after sunset. Although the moon may be in the afternoon sky, if the event starts before sunset and ends at dusk, there will be very little for guests to see. This is especially important in the late Spring when days are getting long and sunset is often near 9 PM.\n\nSafety is always a consideration, but the darker the viewing area the better. Select a viewing spot where telescopes can be set up in a level, open area away from large floodlights, or if possible arrange with maintenance staff to turn off the lighting for that particular evening. Make sure irrigation sprinkler systems are not active during the time of the event! Choose an area accessible to cars. Cover any flashlights with red plastic (a red balloon works well) secured with a rubber band. This will allow eyes to adjust to their natural night vision. Once our eyes are accustomed to the available ambient light, very little additional light is needed.\n\nPlease submit requests a minimun of 45 days before the planned event to allow sufficient time to request volunteer astronomers to support the event.\n\nComplete this form to request and schedule our participation in a lecture or viewing event. If you are seeking answers to a general question, please use our General Contact form.\n\n* indicates required field\n\n\nAcceptable file types: doc,docx,pdf,txt,gif,jpg,jpeg,png.\nMaximum file size: 2mb.",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.9755075574,
        "format_confidence":0.7853437066
    },
    {
        "url":"http:\/\/climate-adapt.eea.europa.eu\/help\/share-your-info\/other-sections",
        "text":"You are here: Home \/ Help \/ Share your information \/ Updating of other sections of Climate-ADAPT\n\nUpdating of other sections of Climate-ADAPT\n\nNational information (country pages)\n\nFor updating national (country) adaptation pages in CLIMATE-ADAPT the process of submission of updated or new information is as follows:\n\n  • the national representatives of the EU27 member states and the additional 5 EEA member countries are responsible for such changes, and \n  • the European Commission will regularly (with a frequency to be defined) request countries to provide updates or new information according to the template that is used in CLIMATE-ADAPT.\n\nA two-step review process is foreseen:\n\n  1. after submission by the country representative, the European Commission and EEA will check whether the information is in line with the required template. If not, they may request changes;\n  2. the final version will then be prepared by the country representative and after approval by the Commission and EEA will be included in the platform.\n\nEU sectoral information\n\nThe EU sectoral policy pages will be regularly checked by the various responsible DGs of the European Commission, coordinated by DG CLIMA. When appropriate, the respective EU sectoral pages will be updated.\n\n\nThe European Commission (including Eurostat) and EEA are coordinating their indicator activities.\n\nEEA uses the following definition of an indicator: 'An environmental indicator is a measure, generally quantitative, that can be used to illustrate and communicate complex environmental phenomena simply, including trends and progress over time – and thus helps provide insight into the state of the environment\n\nEEA indicators are available here, including about 40 indicators regarding state of the climate and impacts of climate change (many published in 2008 which will be updated and\/or revised in autumn 2012).\n\nEurostat publishes various indicators, including those on sustainable development.\n\nIndicators in CLIMATE-ADAPT follow EEA requirements regarding both the assessment and the underlying methodology description. EEA will regularly update the indicators on its main web site and these updates will also appear in CLIMATE-ADAPT.\n\nMaps, Graphs and Datasets\n\nDatasets, maps and graphs related to climate change adaptation, including, for example, maps visualisng observations, projections, impacts, vulnerability and risks. Map viewers are also included.\n\nFor submission of spatial data the INSPIRE Directive requirements that metadata need to be followed (see:\n\nProviding and including spatial data in the CLIMATE-ADAPT map viewer requires specific discussions on various technical issues. Thus researchers who are interested in proposing spatial data to be included are advised to contact the CLIMATE-ADAPT administrator.\n\nOther information\/web pages\n\nAll other information\/web pages of CLIMATE-ADAPT will be regularly checked and updated by EEA and ETC CCA, in collaboration with the European Commission (coordinated by DG CLIMA).\n\nDocument Actions",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.9468939304,
        "format_confidence":0.8513820171
    },
    {
        "url":"http:\/\/www.ecu.edu\/oehs\/emergency\/severe-weather.cfm",
        "text":"\n\nTo turn the alert below on or off, follow these steps\n\n  • Click the alert elements gear\n  • Click the 'style' button\n  • To turn on the alert, so it can be displayed, type 'alertOn'. To turn off the alert, so it is hidden, type 'alertOff'.\n  • NOTE: The alert will always be visible in author mode. The style name is case sensitive.\n ECU Launches LiveSafe, a mobile safety app, today!\n\nHazardous Weather Response Plan\n\nEastern North Carolina is subject to many forms of hazardous weather.  We may experience hurricanes, tornadoes, floods, drought, and snow\/ice.  When hazardous weather causes safety concerns or disrupts the University operations, the Administration makes a decision to:\n\n  • continue classes and operations,\n  • delay or early dismiss classes and \/ or operations, or \n  • cancel classes and continue operations.\n\nECU Administration tries to announce a decision no later than 2 hours before the affected change in classes or operations.  When a decision is made, the information is posted on ECU ALERT and an announcement is recorded on the ECU Weather Information Line (252) 328-0062.  ECU Physicians staff should call (252) 744-5080 for work schedule.\n\nIf you have registered for a special event scheduled to be held at ECU during the hazardous weather event, please contact the event coordinator for cancellation information.\n\nHurricane Procedures & Emergency Preparedness Checklist 2016\n\nSevere Weather Procedures & Emergency Preparedness Checklist 2016\n\nWinter Weather Procedures & Emergency Preparedness Checklist 2015\n\nHazardous Weather Information\n\nECU Alert\n\nECU Weather Information Line\n(252) 328-0062\n\nECU Physicians Information Line\n(252) 744-5080\n\nWNCT Closing Information\n\nAdditional Weather Resources\n\nECU has the potential to experience and be negatively impacted by hazardous weather.  The following resources will assist individuals and departments prepare for hazardous weather events.\n\nLocal Weather Forecast\n\nTornado Preparedness Information\n\nTornadoes...Nature's Most Violent Storms\n\nHurricane Preparedness Information\n\nGeneral Office\nResidence Halls\n\nThunderstorms and Lightning\n\nNWS Thunderstorms Tips\nLightning Safety\n\nSevere Weather Alert and Notification\n\nOutdoor Warning Loudspeakers\n\nECU utilizes outdoor loudspeakers as a means of alert for tornado warnings as well as other dangerous situations that may impact the University.  The only weather event that the University will activate outdoor speakers for is a tornado warning.  A tornado warning is issued by the National Weather Service when a tornado has been spotted on the ground or when Doppler weather radar indicates that tornado conditions exists in a particular area.\n\nTesting  The outdoor speakers are tested twice annually during an announced test of the ECU Alert system.\n\nNOAA Weather Radios\n\nECU has placed NOAA weather radios in various buildings throughout campus as part of the StormReady certification process.  The most common event that will cause an activation of the tone alert radios is a severe weather event.  Unlike the outdoor warning sirens, the tone alert radios can be activated for severe weather watches and warnings to include, but not limited to tornado warnings.\n\nTesting  NOAA weather radios are typically tested by the National Weather Services weekly.\n\nEmergency Numbers:\n\nDuring an emergency, always call 9-1-1 first!\n\nPolice \/ Fire \/ Medical Emergency:\nDial 911\n\nECU Police Department:\n\nEnvironmental Health & Safety:\n\nECU Cares:\n\nStudent Health Services:\n\nFacilities Services:",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.5240651369,
        "format_confidence":0.9519049525
    },
    {
        "url":"http:\/\/www.schrodinger.com\/kb\/1188",
        "text":"Knowledge Base\n\nArticle ID: 1188 - Last Modified:\n\nWhy does IFD fail in the initial Glide docking stage?\n\nIf multiple entries from the Project Table are included in the Workspace during the IFD setup, each entry is written to the jobname_rec.mae file as a separate receptor. Unfortunately, if the ligand and receptor used to set up the job were distinct included entries, the ligand is treated as a separate \"receptor\" instead of part of a ligand-receptor complex that must be extracted the during initial Glide docking stage. This causes failures in the initial Glide stage.\n\nThis is likely to be the problem if the jobname.log file reports that the \"Number of initial structures\" is more than one. The initial docking stage prints a warning about missing _pv.mae files and the IFD job stops. Error messages indicative of this problem are a \"ZeroDivisionError: float division\" message in the jobname_rec-N_*.log file or errors reading the receptor structure in the jobname_rec-N_*_grid.out or jobname_rec-N_*_dock.out files.\n\nTo avoid this problem, merge the ligand and receptor into single entry in the Project Table, and include only that new entry in the Workspace when setting up the IFD job.\n\nKeywords: Induced fit docking, multiple structures\n\nBack to Search Results\n\nWas this information helpful?\n\nWhat can we do to improve this information?\n\nTo ask a question or get help, please submit a support ticket or email us at\nKnowledge Base Search\n\nType the words or phrases on which you would like to search, or click here to view a list of all\nKnowledge Base articles",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.866402328,
        "format_confidence":0.9520465732
    },
    {
        "url":"http:\/\/gladys-littoral.org\/en\/contact",
        "text":"Get in touch with the people of GLADYS\n\nHow to get in touch?\n\nTo contact the GLADYS leaders and to address issues relative to administration, please use .\n\nTo get in touch with the whole group, please use :\n\n  • Official members:\n    The official french members strictly. This is the official contact list. Use it preferentially (permanent fellows and post-docs)\n  • fieldwork team:\n    The members involved in the in-situ measurements, the field works.\n  • Mathematicians and physicists:\n    The members involved in the development of numerical tools, mathematics and theoretical physics in relation with beach dynamics.\n  • Extreme members:\n    The members involved in the analysis of extremes and especially littoral probabilities and statistics.\n  • Members:\n    All the permanent members involved in GLADYS activities, in France and foreign countries.\n  • PhD Students:\n    The PhD students supervised by a member of GLADYS.\n  • Everyone:\n    The union of all the aliases above. Use this address if you want to touch absolutely every one.\n\nIf you find something wrong, please email us at .\n\nYou can also use the contact form for general purposes. Notice that some specialized groups (mathphy, extremes, fieldwork) may embed researchers that are not official members of GLADYS (their choice), but collaborate actively with the GLADYS Team.\n\nContact form",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.8918453455,
        "format_confidence":0.7039393187
    },
    {
        "url":"https:\/\/www.howardcountymd.gov\/Departments\/Public-Works\/Bureau-Of-Environmental-Services\/What-Should-I-Do-With\/Rigid-Plastic-Recycling",
        "text":"Rigid Plastic Recycling\n\nHoward County residents may now recycle many new types of plastic material curbside and at the Alpha Ridge Landfill Residents' Convenience Center.\n\nAcceptable Plastics\n\nThe types of plastics that will be accepted include (but are not limited to):\n\n  • Plastic toys (such as playhouses and swimming pools)\n  • Plastic buckets (including buckets with metal handles)\n  • Plastic milk\/soda crates\n  • Plastic laundry baskets\n  • Plastic lawn furniture\n  • Plastic coolers\n  • Plastic totes and sweater boxes\n  • Plastic drums\n  • Plastic pet carriers\n  • Plastic flower pots and trays (clean, no soil plant material)\n  • Plastic water bottles (five gallon or larger)\n  • Plastic recycling bins or garbage cans\n  • Plastic shelving\n  • Plastic automotive parts (bed liners, bumpers, grills, side-view mirrors, hubcaps, head lights and rear lights etc.)\n  • Plastic pallets\n  • Plastic Trex wood (Note: please bring to the Alpha Ridge Residents' Convenience Center and place in the rigid plastic dumpster)\n\nUnacceptable Plastics\n\nThe types of plastics that cannot be accepted include:\n\n  • Plastic clam shells (click here for examples)\n  • PVC pipe\/tubing\n  • Vinyl siding\n  • Styrofoam or polystyrene\n  • Plastic medical waste\n  • Plastics that have been contaminated by petroleum products and\/or hazardous waste\n\nRecycle Curbside\n\nMixed rigid plastics are collected curbside from residences provided they are under 4 feet in length, less than 4 inches in diameter and under 40 pounds.\n\nRecycle at the Alpha Ridge Convenience Center\n\nResidents can place rigid plastics into a large roll-off marked “Rigid Plastic.” If there is any question about whether a plastic object is recyclable or not, please check with the guardhouse or call 410-313-6444. Please be advised, rigid plastics should not be placed into the compactors that collect single-stream recycling material.\n\nAlpha Ridge Landfill is located at 2350 Marriottsville Road, Marriottsville, and is open Monday through Saturday, 8 a.m. to 4 p.m.",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.6454851627,
        "format_confidence":0.907990098
    },
    {
        "url":"http:\/\/www.abcam.com\/annexin-a3-antibody-ab54774.html",
        "text":"Product no longer available\n\nSorry, ab54774 is no longer available in our product range. Download the archived ab54774 datasheet pdf.\n\nAlternatively you can:\n\nWhy are some products no longer available ?\n\nThis could be for a number of reasons including supply or licensing constraints. Unfortunately we have been unable to find a workable solution on this occasion and we regret any inconvenience caused.",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.6217682958,
        "format_confidence":0.5663034916
    },
    {
        "url":"http:\/\/www.plantpath.k-state.edu\/extension\/diagnostic-lab\/shipping-samples.html",
        "text":"1. K-State home\n  2. »Plant Pathology\n  3. »Extension Plant Pathology\n  4. »Extension Plant Pathology - Diagnostic Lab\n  5. »Shipping Samples\n\nDepartment of Plant Pathology\n\nDepartment of Plant Pathology\nKansas State University\n1712 Claflin Road\n4024 Throckmorton PSC\nManhattan, KS 66506\n\nPh: +1-785-532-6176\nFx: +1-785-532-5692\n\nCollecting and Shipping Samples for the Diagnostic Lab\n\n\nThese guidelines should be followed for all types of plant samples.\n\n  1. Fill out the accompanying Plant Diagnostic Checksheet as completely as possible\n  2. Send a plentiful amount of FRESH plant material, it is best to include the entire plant when possible. Dig (do not pull) up the plant and ship as soon as possible.\n  3. Send a sample characteristic of the problem that exhibits a range of symptoms.\n  5. Seal the plant material in a plastic bag and pack in a crush-proof container.\n  6. Send only one type of sample in each bag.\n  7. Send information in a separate plastic bag.\n  8. Include necessary payment with sample.\n  9. Send samples on or before Wednesday in order to avoid weekend storage at the post office\n\n(All samples should be sent in a plastic bag with a few air holes cut in it).\n\n  1. Crops\/Annual plants: Send entire plants, including roots and soil. Carefully dig the plants up. Send several plants showing a range of symptoms. Seal the roots in a plastic bag and place the entire sample in a larger plastic bag. DO NOT ADD WATER.\n  2. Tree wilt diseases: Collect several branches ½ to 1 inch in diameter and about 12 inches long. The samples should be in the process of wilting but not dead.\n  3. Trees\/shrubs (foliage diseases, cankers, and fruit rots): Collect several branches 10-12 inches long (or fruit) showing a range of symptoms.\n  4. Turf: Samples should be 6 inches square by 4 inches deep. Collect the sample near the margin of the affected area so that a range of diseased and healthy tissue is included.\n\n\n  1. Diagnostic sampling for initial detection of a nematode problem: Separate samples from healthy and affected areas are essential for a reliable diagnosis of nematode damage. Collect several soil and root cores to a depth of 6 to 8 inches from the margin of the affected area. The soil cores should be bulked, mixed, and subsampled. Repeat the sampling process nearby in the healthy area. Submit 1 pint of soil and roots. Include the plants if possible.\n  2. Advisory sampling for management purposes (for soybean cyst):\n    Collect samples prior to planting. Divide the field into sections based on soil type and cropping history. From each section collect at least five soil cores taken at a depth of 6 to 8 inches. The soil cores should be bulked, mixed, and subsampled. Submit 1 pint of soil.\n  3. Sampling for pine wilt:\n    Collect a branch at least 2 inches in diameter and 6 to 8 inches long from adjacent to the trunk of the tree. Place sample in plastic bag immediately after collection and keep cool until shipping. Do not add water to the sample. Mail early in the week (Monday – Wednesday). Allow 1-2 weeks for a reply.\n\nThere will be a $5.00 diagnostic surcharge per plant or cost of individual test fee ($10 to $20).\nSamples not submitted through the County extension office will have a additional overhead surcharge.\nDistance diagnostics – no charge.",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.6530337334,
        "format_confidence":0.6509783864
    },
    {
        "url":"http:\/\/www.keckfutures.org\/grants\/application_process_main.html",
        "text":"Home About NAKFI Conferences Grants Communication Awards Contact Us My Account\nGrants Home Grant Recipients Application Process\nGrant Eligibility\nGrant Deadline\nGrant FAQs\nGrant Reporting Requirements\nGrant Recipients\nGrant Acknowledgement\n\nLogin to manage your account and access the NAFKI Alumni Network.\n\nPassword Reminder\n\nFutures Grants\nCollective Behavior: From Cells to Societies\nThe National Academies Keck Futures Initiative (NAKFI) is a program of the National Academy of Sciences (NAS), the National Academy of Engineering (NAE), and the Institute of Medicine (IOM) with support from the W.M. Keck Foundation. Launched in 2003, NAKFI has been catalyzing interdisciplinary research at the intersection of science, engineering and medicine, and enhancing collaboration among researchers, funding organizations, and universities.\n\nNAKFI is funded by a 15-year, $40 million grant from the W.M. Keck Foundation.  The initiative builds on three pillars of vital and sustained research: interdisciplinary encounters that counterbalance specialization and isolation; the formulation of new questions; and communication bridging scientific divides, habits of thought, and institutions.  Toward these goals, the multifaceted National Academies Keck Futures Initiative incorporates three core activities each year: Futures Conferences, Futures Grants, and the National Academies Communication Awards.  NAKFI is an important component of the pursuit of discovery that President Obama has said is necessary to fuel our prosperity and success as a nation for the next 50 years.\n\nFutures Grants provide seed funding to Collective Behavior: From Cells to Societies Conference participants who are at U.S.-based institutions, on a competitive basis, to enable further pursuit of important new research and other activities stimulated by the conference, bringing people together in a variety of new ways and sparking new research.  \nThese grants are intended to provide researchers seed money to go further and take larger next steps in developing a line of inquiry by supporting activities such as the involvement of students and post docs to the research effort, the purchase of equipment, and the acquisition of preliminary data – which will position them to compete for larger awards from other sources. \nThese grants emphasize flexibility and freedom; applicants are encouraged to think “outside the box” in determining how they would utilize the award to make a positive difference in research related to the conference topic, interdisciplinary collaboration and their careers.  Creative proposals that focus on the “newest” science or ideas are encouraged.  Grant requests can involve interdisciplinary collaboration at one institution or across multiple institutions.  All applications must show how they are related to ideas generated at the The Future of Advanced Nuclear Technologies Conference. \nGrant proposal examples include (but are not limited to):\n  • Two research groups have a unique line of research related to The Future of Advanced Nuclear Technologies that they want to pursue jointly, but cannot apply for other funding because there are no preliminary data.  The researchers apply for a Futures Grant as seed money to support interdisciplinary research in this area, to acquire preliminary data in order to compete for larger awards from other sources.\n  • Members of an assigned Interdisciplinary Research Team or iDEA Group from The Future of Advanced Nuclear Technologies Conference want to continue their group’s discussions at a researcher’s lab for a week during the summer.  In addition, they want to include a physicist, behavioral psychologist, and expert in energy systems, because their expertise is needed to help with the next steps of the discussion.  The group requests funding to support the meeting (travel, lodging, food, lab supplies, etc.).\n  • A public policy expert and engineer who met at the conference want to explore collaboration opportunities related to The Future of Advanced Nuclear Technologies.  They also wish to include a radiation expert in these discussions.  The researchers apply for a Futures Grant to support travel to each other’s labs, to learn more about each other’s work, and to explore potential collaborations. \n  • A biologist and an robotics engineer at different institutions want to support a graduate student for a year to begin a new joint research project, in order to make progress and explore a larger collaboration between the groups.  They request funding to support the student for a year and his\/her travel between the groups.",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.7187585831,
        "format_confidence":0.6416937709
    },
    {
        "url":"https:\/\/www.rsj.or.jp\/ar\/submission\/",
        "text":"Paper Submission\n\nAbout Advanced Robotics\n\nAdvanced Robotics (AR) is the official international journal of the Robotics Society of Japan (RSJ) and has a history of more than twenty years. It is an interdisciplinary journal which integrates publication of all aspects of research on robotics science and technology. Advanced Robotics publishes original research papers and survey papers from all over the world. Issues contain papers on analysis, theory, design, development, implementation and use of robots and robot technology. The journal covers both fundamental robotics and robotics related to applied fields such as service robotics, field robotics, medical robotics, rescue robotics, space robotics, underwater robotics, agriculture robotics, industrial robotics, and robots in emerging fields. It also covers aspects of social and managerial analysis and policy regarding robots.\n\nAdvanced Robotics does not accept the paper that has been or will be published in any other journals of any languages as well as the paper which is under consideration by another journal of any languages.\n\nInstruction for authors\n\nInstruction for authors\n\nSubmission process\n\nFor paper submission, please click the button below.\n\nPaper Submission\n\nStyle files:\n\n\n\nixs yaskawa vstone terumozaidan\n\n関連公益団体／Public utility corporation\n\n\n\n一般社団法人 日本ロボット学会\n〒113-0033 東京都文京区本郷2-19-7 ブルービルディング２階\nTel：03-3812-7594　Fax：03-3812-4628",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.9243196249,
        "format_confidence":0.5691092014
    },
    {
        "url":"http:\/\/physicsworld.com\/cws\/MissingCookie.do?url=%2FArticles%2FViewArticle.do%3Fchannel%3Dprint%26seoPath%3D2007%2Fsep%2F03%2Fblog-life-galactic-interactions",
        "text":"\nSkip to the content\n\nCookies disabled\n\nIn order to use some of the features on this Web site, you must enable cookies in your Web browser.\n\nTry again\n\nIf you require assistance, or if you have received this message in error,please e-mail our Customer Services teamwith details of the action you attempted to perform that resulted in this page.",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.9753683805,
        "format_confidence":0.6529695392
    },
    {
        "url":"http:\/\/scholarworks.umass.edu\/physics_news\/announcements.html",
        "text":"Physics Newsletters\n\n\nReceive personalized email notifications (bealerts)\n\nWhat are bealerts?\n\nbealerts help you keep track of newly published content, tailored to your interests. To be notified via email of content fitting your desired criteria, simply enter a keyword or author name in the field above and click Search. A new screen will appear with your results. By clicking Save this search on the new page, you will receive weekly updates based on your criteria.\n\nGet the Physics Newsletters RSS feed\n\nSubscribe to our feed\n\nTo enable the Physics Newsletters RSS feed, simply drag this link into your RSS reader.\n\nWhat is RSS?\n\nRSS (Really Simple Syndication) is an XML-based format for sharing and distributing Web content, such as news headlines. RSS provides interested scholars with convenient feeds of newly posted Physics Newsletters content.\n\nWhen new articles appear in Physics Newsletters, our corresponding RSS feeds are updated and your RSS reader alerts you of the new content.\n\nLearn more about RSS",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.95246315,
        "format_confidence":0.6850992441
    },
    {
        "url":"http:\/\/www.journals.elsevier.com\/organic-geochemistry\/policies\/data-deposit-and-linking\/",
        "text":"Submit Your Paper\n\nEnter your login details for Organic Geochemistry below. If you do not already have an account you will need to register here.\n\nTrack Your Paper\n\nCheck submitted paper\n\nTrack accepted paper\n\nOnce your article has been accepted you will receive an email from Author Services. This email contains a link to check the status of your article. Track your accepted paper\n\nData Deposit, Linking, and Citation\n\nData Deposit, Linking, and Citation\n\nElsevier encourages authors to deposit raw experimental data sets underpinning their research publication in data repositories, and to enable interlinking of articles and data. Click here for more information.\n\nElsevier also encourages authors to cite any data that they use in a proper way, so that researchers can more easily find data behind scientific claims and so that proper credit is given to those contributing data. In support of this, Elsevier endorses the Joint Declaration of Data Citation Principles, which gives further guidelines on how to cite data.\n\n‹ Return to Policies and Guidelines",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.7908986211,
        "format_confidence":0.8383340836
    },
    {
        "url":"http:\/\/www.normal.org\/708\/Outdoor-Warning-Sirens",
        "text":"Outdoor Warning Sirens\n\nAbout the Sirens\n\nThe Sirens are activated from McLean County Emergency Management Agency (EMA), with a backup at MetCom. EMA has a network of trained weather spotters that are activated when severe weather conditions arise. The Bloomington Fire Department supplies one of these spotters and this person is positioned on the upper floors of State Farm's Downtown Building. Normal Fire Department has a spotter on the top floor of Watterson Towers on ISU Campus. These spotters, in conjunction with ground spotters and other emergency resources communicate with MetCom and EMA.\n\nTypically reports of funnel clouds are verified by a spotter or other creditable agency representative before the sirens are activated. It is important to realize that during a severe weather incident like this, it is typical to get hundreds of reports of funnel clouds all over our community. It is important that these are confirmed, as most of these reports turn out to be negative. If the sirens were activated for any report, you would find that they would be sounding constantly through an entire thunderstorm event. This would make them ineffective as people would ignore the warning.\n\nThe agreed upon approach is that the sirens are to be used to alert citizens who are outdoors during the imminent hazard and prompt them to seek additional information on the threat (timing, location, and severity) to allow sufficient time to seek proper sheltering.\n\nActivations Conditions\n\nSiren activation recommended for:\n  • Tornado Warning -- Issued by the National Weather Service or Tornado or funnel cloud indicated on radar, reported by a trained spotter (Law Enforcement, Fire Department or Emergency Management officials).\n  • Severe Thunderstorm Warning -- Issued by the National Weather Service and Winds 70 mph or greater forecast or occurring.\nThere will NEVER be an \"All Clear\" signal from the outdoor warning sirens. People in or near the warned area should then monitor reliable sources such as NOAA All-Hazards Radio or local media services to know when the threat has dissipated.\n\nRemember: Outdoor warning sirens are there to warn people OUTDOORS -- Outdoor warning sirens are designed for alerting people outside their homes and away from other media sources of imminent danger from an approaching storm. It is designed to warn these people outside to take cover immediately. The sirens are not designed as a consistent warning system for persons inside of structures.\n\nWhile sirens can be heard inside, there are a variety of factors that can influence someone's ability to hear the siren, such as topography, obstructions between the siren and the structure, construction of the building or residence, other noise sources (TV, radios, hail, wind, etc), and distance from the siren. The City of Bloomington has 19 outdoor warning sirens, Normal has 11 and Bloomington Township has 1 at Crestwicke. The sirens are designed to have a 1.5 mile coverage area based on the decibel level per the manufacturer. When EMA determines that siren activation is necessary, all sirens in the system are activated. We do not activate sirens in specific areas only.\nIndividuals are responsible for monitoring conditions for their personal safety. The National Weather Service has created a warning system that consists of Watches and Warnings for a variety of weather conditions to keep people informed. These informational watches and warnings are broadcast over TV and radio. When weather systems approach, people should monitor either TV or radio to keep up to date on the conditions. Weather alert radios are designed to receive broadcasts from the National Oceanic and Atmospheric Administration (NOAA) thru the National Weather Service (NWS). These devices only broadcast weather information and are a valuable tool for monitoring severe conditions and are available in both desktop and portable units.\n\nIt is also important for individuals to understand the NWS Warning system. A Watch (Severe Thunderstorm or Tornado) means that conditions are right for these type of storms to occur. During a watch, people should monitor conditions and be prepared to take shelter. A Warning means that the severe weather is occurring in the area (Thunderstorm or Tornado) at this time, people should seek shelter immediately. People should not wait until the sirens are activated or a tornado is actually sighted in their specific area as this is too late. A Warning is the time when people need to be in a protected place monitoring conditions until they improve and the situation passes.\n\nMonthly Testing\n\nAs with any system, some failures do occur. We test the warning sirens once a month, on the first Tuesday at 10:00am. If there is inclement weather, the test will be postponed or cancelled. The redundancy of the system allows for outdoor users to hear sirens even when one closer may not sound, but this is also why it may not be heard indoors.",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.7856038213,
        "format_confidence":0.6279011965
    },
    {
        "url":"https:\/\/environmentaldashboard.org\/gauges-explained",
        "text":"What do Numbers in the Gauges Mean?\n\nThe numbers displayed in gauges on the right hand side of the Citywide Dashboard provide information about current rates of water and electricity consumption in Oberlin and about water quality and weather. The meaning and importance of each gauges is explained below. Underneath each explanation you can click the link to see graphs of the most recent patterns of change over time for that measurement. The little circle and line at the bottom of each gauge lets you know how the current value displayed compares to average, high, and low. Click on the tabs below for more information about our gauges arranged by Electricity, Water, Watershed and Weather.\n\nOberlin College 2018 | Contact Us",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.984371841,
        "format_confidence":0.8209684491
    },
    {
        "url":"http:\/\/www.freshstartrecycling.com\/recycling\/",
        "text":"The mystery of recycling unveiled!\n\nWhen we say we \"recycle\", we don't mean that we throw stuff in blue bins and walk away. We are much more thorough recyclers. And we see to it that every bit that can be recycled from every haul is recycled. We're adamant about it, actually.\n\nBefore we head to the landfill, we make these stops:\n\nWe take your used computers, printers, scanners, and more to different depots in Vancouver depending on the type of material. For electronic recycling know-how, check the Encorp site here\n\nWe also recycle empty HP laser toner cartridges with Digitech. You can give them a call here: 604-322-5433\n\nGarden Waste\nWe never dump green loads in the landfill; instead we take them to appropriate places to be turned into compost.\n\nFor the City of Vancouver's garden waste guidelines click here.\n\nTo find a Wastech garden waste transfer station near you, click here.\n\nConcrete, tile, rock\nConcrete, tile, and rock can all be recycled and reused for clean fill in new development projects. For local drop-off locations, visit Eco Waste. Note that this is a cash only facility.\n\nWe drop off drywall at New West Gypsum, the unrivalled provider of recycled gypsum in the world.\n\nAll sorts of plastics are recycle – way beyond the limitations of city blue bins. We send all plastics to our friends at Urban Waste. Check them out here.\n\nWe haul scrap metal to Pacific Metals and North Star Recycling.\n\nBlue Box Recycling\nFor everything that can be dumped in a blue box, we connect with our friends at Return It and Recycling Alternatives to make sure that it ends up in the right place (and not in the landfill).",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.7244912982,
        "format_confidence":0.8921532035
    },
    {
        "url":"https:\/\/support.rocscience.com\/hc\/en-us\/articles\/206734887-How-can-I-view-the-forces-acting-in-as-well-as-the-capacity-of-the-liner-",
        "text":"How can I view the forces acting in, as well as the capacity of, the liner?\n\nPlotting forces acting on the liner\n\nMoments, shear, and axial forces can all be plotted using the Show Values option in the Analysis menu of the Interpreter.  You can also right-click on the beam elements to use the Show Values option.  See Tutorial 3 (page 3-22) for more information.\n\n\nShow Values dialog \n\n\n\nAxial Forces plotted for liner\n\n\nSupport Capacity Plots\n\nIf you are modeling reinforced concrete, piles, or steel sets, that have different cross sections, use the Reinforced Concrete liner type in the Define Liner Properties dialog.  See Tutorial 24 and Tutorial 33 for more information on using this option.  From the support capacity envelopes you can export all the moments, shear, and axial forces in the particular support element.\n\n\nSupport Capacity Plot dialog\n\n\n\nSupport Capacity plots for reinforced concrete liner",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.7440090775,
        "format_confidence":0.9288038611
    }
]