[
    {
        "url":"http:\/\/fireborn-the-savage-age.obsidianportal.com\/posts?month=10&page=1&year=2017",
        "text":"Fireborn: The Savage Age\n\nEpisode Three: The Name of the Enemy\nThe first step to defeating an enemy is knowing their name\n\nWith nightfall approaching, the humans decided to camp near the deserted site of the previous expedition (what could go wrong?). Meanwhile, the dragons were restless. While the nimble air dragon both soared and lazed in the currents above the swamp, the Chimera snuck away from the humans and investigated the surroundings more fully.\n\nIt soon became apparent that the woods weren’t without threats. Racing back to the camp, the dragons found beautiful women moving among the warrior, touching each with delicate fingers. The Chimera knew better. These were swamp hags, powerful witches and deadly foes. As the hags put the Koner humans into a deep magical slumber, their lizardfolk thralls then carried the sleepers into the swamp.\n\nThe dragons sprung into terrifying action and were an overwhelming threat to both lizards and swamp hags.\n\nEpisode One: Catalyst\nWho would have thought a day at the museum could be so dramatic?\n\nWhile touring an exhibit “The Forgotten Civilization: Treasures of Gonur” at the NC Museum of Art, four strangers experience strange flashbacks while viewing one of the ancient artifacts. This piece, a broken tablet from an unknown civilization, seems all too familiar.\n\nThey remember a shield with writing on it, the word “Atlan”, the tablet when it was whole. They remember each other, but not as they are now…\n\nIn their memories one is lithe, her green body suit decorated with dozens of knives. One is a armored warrior, her rage almost setting the air around her afire. The third is obscured, a book on a chain connects to his dark cloak. The final figure is resplendent in her velvet dress. She carries a simple short staff.\nThey are brothers and sisters, “broodmates”. As they exit the central chamber into their respective hordes (each chamber reflecting a unique taste in both decoration and treasure), the four people shift effortlessly – into dragons!\n\nMeanwhile, in the present day, the museum seems to have emptied out, save for the four heroes and a new group of menacing-looking men. When the men, led by a rough but confident man in a black turtleneck, advance on the quartet in pursuit of the broken tablet, the action begins.\n\nOur heroes feel a sudden sense of power, strength, and skill. Although the youngest member, Jax, is freaked out by what going on, all four nonetheless execute a well-coordinated defense of the relic and counterattack on their foes. Cindy blasts an assailant with fiery breath, while Jax dodges attacks with inhuman dexterity and Sophia stuns with a sonic assault. “Turtleneck” flees before he, too, can be overwhelmed by these fireborn heroes.\n\nDuring the fight and after, it becomes apparent that some form of magic is being used to keep regular visitors out of the museum. As the heroes retreat with the relic they come upon the source of the ritual in one of the back rooms. They hear someone fleeing and pursue the sound.\nIn the back parking lot a heavily tattooed man is attempting to escape to a waiting SUV, driven by Turtleneck. When Jax leaps down the back stairs on top of the tattooed man, he responds by breaking a glass vial containing a small brown spider. The arachnid grows in moments and could have been the death of Jax, had Chris not used his power of beast speech to persuade the spider to seek a meal elsewhere. Turtleneck shoots the tattooed man and attempts to flee when Cindy the housewife dives into the van and captures its driver.\n\nThe housewife and high school student return to their families, while Christopher and Sophia escort their new prisoner to Sophia’s apartment for questioning.\n\nIn a final flashback, the dragons make their way to a well-appointed manor house deep within a forest. There they see delegations from what appear to be many nations. Within the building, they are told that the delegation from Thule has not yet arrived. The dragons’ own tablet appears to be part of a block of tablets, each piece brought by one of the delegations. Together they form a binding peace and mutual defense treaty. It is then that the skies darken and the forest explodes with an invasion of dark, twisted monstrosities.\n\nWelcome to your Adventure Log!\nA blog for your campaign\n\nEvery campaign gets an Adventure Log, a blog for your adventures!\n\nWhile the wiki is great for organizing your campaign world, it’s not the best way to chronicle your adventures. For that purpose, you need a blog!\n\nThe Adventure Log will allow you to chronologically order the happenings of your campaign. It serves as the record of what has passed. After each gaming session, come to the Adventure Log and write up what happened. In time, it will grow into a great story!\n\nBest of all, each Adventure Log post is also a wiki page! You can link back and forth with your wiki, characters, and so forth as you wish.\n\nOne final tip: Before you jump in and try to write up the entire history for your campaign, take a deep breath. Rather than spending days writing and getting exhausted, I would suggest writing a quick “Story So Far” with only a summary. Then, get back to gaming! Grow your Adventure Log over time, rather than all at once.\n\n\nI'm sorry, but we no longer support this web browser. Please upgrade your browser or install Chrome or Firefox to enjoy the full functionality of this site.",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.9933668971,
        "format_confidence":0.5388038754
    },
    {
        "url":"http:\/\/the-inheritance.obsidianportal.com\/adventure-log\/dragons-and-weed-fever",
        "text":"The Inheritance\n\nDragons and Weed-fever\n\nWhere is the dankweed?\n\nAs we awaken from a rest we find some Wisps’ that guide us to our horses. I hope to see more of those in the future they are just beautiful. My horse dankweed was so happy to see me and knew it was time for some more adventuring. The boyz and I huddled up and looked at the map in search of what to do next on our journey. Luckily there were no more holes in the map to go after. I don’t need to be a dead guy again. I love life!\nAfter some strong talks about where to next we decided it would be wise to take a 2 day ride to Winterhaven. As we begin to ride we notice a loud screeching noise in the sky. I an’t gonna lie I peed my pants a little. That hasn’t happened in a while. My horse dankweed wasn’t having any of it either. (God I wish I could get a puff or two of that dankweed again. What an experience.)\nWe hear the screech again and notice that it is a dragon in the sky soaring around looking for who knows what. The idea to try to catch it or fight it came up but we decided stay focused on getting to winterhaven. (That’s a first).\nAs we arrive to a forest Nax and Fox smell something magnificent, they said it was like an orchard was around, fresh fruit. As those two head towards the smell Oblet notices that a giant plant eats them. Turns out that smell was there to attract food for the plant. Without hesitation Oblet and I decided to show this plant who is boss. I didn’t a plant could do much harm but man was I wrong. This bitch had some tricks up its s-leaves. I would hit us with some disease and make us sick but we fought through it.\nThe plant gave me Fith Fever. It’s slowly killing me. Not good.\nAfter whipping some plant ass. We lay to rest and I somehow sat on a little bag of gold. Talk about being lucky. Maybe I could buy a pretty new broach or some sweet new boots.\nWe then jumped back on the horses and ride on and soon find a little shack that looks to be empty and have not been used in some time. Oblet kicks the door in and check it out. He didn’t care bout anything that could be in there. When we get inside we realized that this was just a temporary habitat, for who tho, I’m afraid we will never know. After some deep searching around the place we find some pretty Crystal Prisms. That was about all we found and we headed back to town. I felt like so bad no thanks to that fever.\nAs we arrive to winterhaven we meet some guards at the front gate who seem to be skeptical of use but we told them bout some of our adventures and how we destroyed the Iron Circle. The men also talked about that crazy dragon we saw earlier. They let us in and we first looked for a store to buy supplies and maybe help cure my fever.\nWe dropped our horses off at the stable. The man who owned that joint was just not cool in my book but whatever. We arrived at Delphina and Sister Lunora. They are religious and hope that some prayers can save me. The rest of the guys left me to look for supplies. We donate 5 gold pieces for their help.\nThe guys found Berwyn’s shop. We get a ritual scroll and oblet got some cool sword. The paid him for the stuff with the prisms. We made it seem like they cost a lot of money and were very rare. He went for it. They bring back the ritual to me and I chill at the stables to study it for 8 hours. This was my last chance to get rid of this fever.\nWe learn about Valthcan the President who lives in the tower in the city.\nWe find some farmers who had friends in Timbervale.\nWe head to the tower and when we got there Nax threw a rock in hopes to get someone’s attention in the tower. We found it was a lot easier to just knock. After a few knocks a guy opens the door.\nWe learn about the Shadowfell keep- A portal to shadowfell- A dark dark world\nThe portal is a huge threat where many creatures flooded into.\nWe get some sleep and in the morning we head towards the portal. We buy some horse food and before we head off I ask the stable fellow if he had any dank weed only to learn that is what killed his father. (Awkward.)\nWhen we arrived at the portal that is surrounded by ruins, we feel power in the stones and head towards the center. We each try to recite the letter for the portal and the wind would pick up and then die right away. We then said how about we say it together and well that’s when things got crazy. The wind went crazy and we collapsed and were transported to the center of an arena only to find a dragon in front of us.\nNaturally we fight.\nRonald quickly grabs onto the dragon limiting its movements. We each took our turns and gave the dragon some serious blows. In the end the Lightening arrows that I found finished him off. Oblet used them well.\nWe are just work too well as a team. It is a beautiful thing.\nWe then go back to center and teleport back. Let’s keep on rolling!\n\n\nwickerpopstar Welltick_Handros\n\nI'm sorry, but we no longer support this web browser. Please upgrade your browser or install Chrome or Firefox to enjoy the full functionality of this site.",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.9827568531,
        "format_confidence":0.9652534127
    },
    {
        "url":"http:\/\/lolwallpaper.blogspot.com\/2010\/12\/irelia-will-of-blades.html",
        "text":"Irelia - The Will of the Blades\n\nThe Ionians have developed some of the most breathtaking and deadly martial arts on all of Runeterra – just one manifestation of their pursuit of enlightenment. The most remarkable blade style to emerge, however, was the unusual byproduct of foreign intervention. Master Lito was a swordsman whose teachings were sought by ruling classes from nearly every city-state. His art was a highly-guarded secret, but it was said that swords would breathe in his grasp. He withered unexpectedly from a mysterious disease which baffled the brightest of Runeterran physicians. When he died, he left behind Zelos and Irelia, his son and daughter, and a truly unique weapon. Zelos became a Sergeant in the Ionian military and left to seek assistance from Demacia immediately prior to Noxus' invasion of Ionia. Irelia, charged with the protection of their home until Zelos returned, was alone when Noxian forces struck.\n\nThe Ionians fought admirably, but soon Ionian blood stained the land beneath the prints of foreign boots. At the Great Stand of the Placidium, Ionians prepared for surrender, but were inspired to maintain their resistance when the young Irelia hoisted her father’s enormous blade and pledged to hold until her brother returned. In the chaos of the ensuing fight, Irelia was cursed with dark Noxian necromancy. As her life ebbed, Soraka, the Starchild, made a final attempt to anchor Irelia’s fading soul. Unwilling to relinquish her home, Irelia rose at the brink of death, and her father’s sword lifted in the air alongside her. Irelia rushed back to the fore, unfazed by the blade's sudden animation. The weapon danced around her effortlessly, cutting down Noxians as they gaped in horror. The decimated invaders were forced to retreat from the Placidium. Irelia was appointed Ionia's Captain of the Guard, and when the defense of her homeland moved to the Fields of Justice, so did she.\n\n1 comment:\n\n  1. I want a perfect league of legnds website. It must include hot league of legends news and beautiful lol wallpaper. The best league of legends heroes information must be free. Who can provide me with such a league of legends website?",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.9871526361,
        "format_confidence":0.868258357
    },
    {
        "url":"http:\/\/minecraftstorymode.wikia.com\/wiki\/User_blog:Order_of_the_Command_Block\/What_Would_Episode_Six_Be_Like_If_Jesse_Had_Died%3F",
        "text":"Lukas looked around the swampy landscape, still upset by what had transpired in Sky City. Petra and Ivor were just as upset. Petra walked over to Lukas and put a hand on his shoulder, offering silent support. Lukas tried to give a small smile, but couldn't.\n\n\"Hate to interrupt, really, but I found something you both should see.\"\n\nThey both turned to look at Ivor, who held a book in his hands. After reading said book, they set off for the mansion since it was that or get killed by zombies. After breaking in through a window, the three went into the kitchen.\n\n\"Now, can I ask why we were going INTO the spooky mansion?!\" Petra demanded. Lukas offered no answer, and Ivo didn't have one. Suddenly, two people walked in.\n\n\"Look, you know I don't care if you took it, just give it-\" The one speaking noticed them. He was about to say something else, but the other guy shoved him aside.\n\n\"What the heck is going on here?! You're our host, right? Why were you making us wait around?!\" The guy who shoved the other guy said.\n\n\"We're not the host,\" Lukas said, \"so, we have no idea what's going on. Who are you?\"\n\n\"Well, I'm CaptainSparklez, and that is TorqueDawg,\" the one who got shoved said. TorqueDawg nodded, looking more annoyed than ever.\n\nIvor introduced them, and they talked about the situation. Suddenly, the lights went out. Lukas could hear the screams of TorqueDawg as arrows fired. After a few seconds, the lights were on again. TorqueDawg died a second later, leaving the remaining people to stare in absolute shock.\n\n\"Arrows of poison...\" Ivor said, grabbing an arrow and looking at it. Sparklez was freaking out, and Petra was just trying to make sure Lukas wasn't in shock or anything. Then a girl with pink hair came in.\n\n\"Hey, Sparklez, I h- You, I've seen you before!\" The girl exclaimed. Petra, still kind of occupied with both Lukas and Sparklez, nodded to Ivor.\n\n\"How could you have seen us? We just got here.\" Ivor said.\n\n\"Here, i'll show you, come on.\" The girl said.\n\nThey followed her into a large room with creepy portraits of them. Lukas noticed TorqueDawg's picture was now X'd out. Staring at the pictures was a red-haired female.\n\n\"OK now this is creepy...\" Petra said, looking at her portrait.\n\n\"\"That's how I knew who you were,\" the pink-haired girl said.\n\n\"And yeah, they ARE creepy. I was like 'cool, fan art', but then I noticed that it was super creepy.\" The other girl said, looking at Petra.\n\n\"Wait, who are you guy-\" Lukas was interrupted by Sparklez coming in, followed by three people.\n\n\"How about we introduce everybody at once, come on, lets go into the dining room,\" Sparklez said. They all went in. After introductions, Sparklez broke the bad news to everyone.\n\n\"Torquedawg... is dead... he was killed by a trap,\" he said, shocking everybody in the room, pretty much.\n\n\"Who'd do that?!\" Stacy said.\n\n\"Somebody who didn't like him, I'd guess,\" Petra muttered.\n\n\"I guess we'll just have to figure this all out,\" Lukas said, not looking at anybody.\n\nPetra went around asking questions after the other broke apart to talk, while Lukas and Ivor hung back.\n\n\"Still can't believe she's gone... I mean... it doesn't seem all that fair. She was always teased by my friends, and then she has to go and save the world. She fought to protect everybody, and ended up losing one of her heroes and her best friend. She was a hero... but she never wanted to be one. She just wanted to save people. Now she's gone because she wanted to help,\" Lukas muttered, just loud enough for Ivor to hear.\n\n\"She died to save another person, Lukas, that's pretty much the best way to go,\" Ivor said, not wanting to upset Lukas further.\n\nPetra came over with Sparklez.\n\n\"Do you really have it? The flint & steel?\" Sparklez whispered. Lukas nodded, not keen on saying much else. Sparklez smiled and called everybody together at the table.\n\n\"I think I know why we were invited here! Whoever invited us is after the enchanted fint & steel-\" Sparklez screamed as he was thrown into a sand trap.\n\nIt only got worse after that.\n\nPerson after person started to die. All in the span of one night. After Sparklez died Stacy fell into a deep pit that opened beneath him. Lizzie was crushed by a moving wall. Ivor was murdered by the White Pumpkin. Stampy was burned by lava, which also destroyed his flint & steel, but Cassie didn't notice. Dan was drowned. Petra was suffocated by sand. Lukas was the last one to die. He was stuck with a blow to the head and was shot with arrows of harming.\n\nWithout Jesse to discover the things she did, everybody in the mansion died except for the killer herself. And her cat. Cassie got it her way and escaped this world. She went to search for home. If Jesse was alive, it never would have happened.\n\nWhat happened to Axel and Olivia? Well, they had no idea what happened to their friends. They went to Sky City and escaped, and on the ground, they learned of Jesse's death. They left to find where Ivor, petra, and Lukas were, but never could. They spent the rest of their lives searching for them, until they met their individual deaths. Both died in the same world, a world of lava. So... yeah.\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.7404611707,
        "format_confidence":0.9797663689
    },
    {
        "url":"https:\/\/the-fury-of-fathis.obsidianportal.com\/posts\/the-ascension-of-saint-renzo",
        "text":"The Fury of Fathis\n\nThe Ascension of Saint Renzo\n\nHe died in GLORY\n\nOur weary heroes travelled to meet with the courtesan Chan’dell at the Prudent Lady Inn. Upon arrival at the snooty establishment, they discovered several characters of note in town. Ser S’Conrad in particular turned heads with his offer for an award for the capture of the vagabond murderer, Renzo.\n\nWhile napping by the wagons, Cordite suddenly began to feel intense hatred towards Renzo, and began to plot his downfall without delay. As a druid, she naturally did this by relying on the forces of nature. When Renzo was discovered and put in the stocks over night to await trial by combat, she set venomous snakes on him.\n\nA hazy, blood coloured sun rises on the new day. Renzo is taken from the stocks and paraded before the jeering crowds. Ser S’Conrad plans to execute Renzo without delay, but is persuaded by Renzo’s stalwart companions to trial by combat. Unfortunately, Cordite decides to provide S’Conrad with the ‘favour’ of Bulls Strength.\n\n\nSaraGlasgow SaraGlasgow\n\nI'm sorry, but we no longer support this web browser. Please upgrade your browser or install Chrome or Firefox to enjoy the full functionality of this site.",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.9790731668,
        "format_confidence":0.934709549
    },
    {
        "url":"https:\/\/deadlydemongames.com\/index.php\/opilan\/powers\/37-engineer",
        "text":"Electrical circuits and mechanical parts come to you as easily as breathing. You’ve discovered that, given time, you can easily construct or reverse-engineer any device or machine. No feat of technology feels out of your ability to create or destroy.\n\n“What can’t be broke ain’t worth fixing…Hyderburble!”  \nElementery Fubari Mechanics, Nox Vicheswasen. 2E 0539\n\n“The Engineer is not intended to fight on the front line. They are more valuable far in the back, secluded to some locked garage with an endless supply of materials, tools and a problem to solve. There is no telling if the tools will survive, but you will be sure that the materials will be gone and they will have made something 'very cool and explodey.' If it solves the problem, that’s good too.”\nEmploying Crafters for Tactical Advantage, Brondo Maxamillion, 2E 0003\n\n“The Engineer, the crafter, the builder. They are by far the true gods of this universe, able to manipulate matter itself to change reality and laugh in the face of evolution. Nothing is out of their reach if they are simply allowed to work. This last prospect can be both beautiful and terrifying.”\nTimes I Laughed, Foolnool. 1E 0001",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.9913591146,
        "format_confidence":0.6395161152
    },
    {
        "url":"http:\/\/gameofkings.wikidot.com\/a-hunt-turns-social-gathering",
        "text":"A Hunt Turns Social Gathering\n\nA Hunt Turns Social Gathering\nSummary: Collette and Amira go for a hunt and are soon joined by many others\nDate: 30\/April\/2013\nRelated: None\nCollette Amira Armon Roltoff Lyam Samwell Deidra Vin Stefan \n\nDeep Woods - Taniford Wilderness\nThe road connecting Laketown in the north and Wolveshire in the south is a winding one, cutting through the looming Althearan blackwood trees. Made with carts and wagons in mind, the road winds around the larger of the hills. Those monstrous blackwoods tower overhead; in summer the leaves provide a canopy from the sun and skeletons of the branches reach out in the winter, like a dead man's fingers. Around one of the bends the road opens up and grass has grown in a meadow, free from the shade of the trees. A favorite spot for weary travelers, a small spring provides a steady stream of fresh, cool water. And since it's a favorite of travelers, it is also a favorite of bandits that make the woods their home. Some call it a waystation, while other's name it the 'bandit hole.' To the north, one may find themselves in Laketown, while the south leads to Wolveshire.\nTuesday, April 30, 1329\n\nThe sprawling avenues in Wolveshire are broader than most towns. The buildings are spaced far apart and most have small courtyards\nThe morning of the hunt dawned bright and clear in what promises to be a beautiful spring day. Just leaving out of the town proper, Amira is atop her horse, her cloak boasting house Rhaedan over her shoulders, fastened across her chest with a gold fastening. Underneath, she wears her red tunic and leather armor, a quiver attached to her belt with red fletching peeking over the top. Her bow is in her hand, across her horse. Behind her are her two guards and a Varghem guard and with Collette, her own personal guards with a Varghem guard. The pace they set is slow while they are looking for tracks.\n\nThe clear spring morning is broken by a Westmark lord singing as he takes a morning stroll. He is followed by a single guard who follows his lord with due attention. Armon sings a grim tale about a maidens virtue about to be taken by the hands of corsairs, when a Westmark captain who spots the raiding party lands his crew and thwarts the attempt.\n\n<FS3> Armon rolls Singing: Success.\n\n\"But we are so lucky, to have such a beautiful day today!\" Collette whispers to the Princess. Her hands enfold rein of a raven-black stallion, which is troting very haughty. However, Collette looks very similar to her horse, because there are so much pride in her intent look.\n\nCollette is in a really tight black leathern trousers and jerkin. The young woman covers her shoulders with a burgundy cloak, which is decorated with a brilliant fur of her hunting plunder. The guard with a burgundy cloak decorated with blazon of house of Lohstren follows the young girl on his sorrel horse. He is gazing at the surrounding very intently too. A playful grin grows in his face. It looks like, that the guard sees some tracks, which was missed by women. However, he does not say a word.\n\nCollette frowns a little bit \"Do you hear?\" she asks, when the song reaches her ears \"Someone will flush our prey!\" and the silent laughs leaves her throat.\n\n\"We are indeed lucky, my lady. For the beautiful day and the lovely ride.\" Atop her own horse, Amira has a constant smile, at peace with her surroundings and her newfound friend. Gently Amira tugs on the reins of her horse to get it to stop as she does hear the song. \"I do hear.. what a nice voice.\" The words of the song are amusing though and she laughs softly. \"I wonder who it could be?\"\n\nFrom a small track and onto the one the ladies are riding comes forth Armon. He looks slightly startled and stops his song midway, as he is face to face with the party. He casts a glance at those astride and bows deeply \"Good morn your highness, I am sorry if I disturb your, hunting.\" His attention is briefly turned to Collette to whom he nods \"My lady.\"\n\nCollette offers a wide smile to Armon \"Good morning, ser! We were just talking what a wonderful voice you have!\" She glances at the man with curiousity, stopping her black stallion. \"I believe, we have not got a chance to meet. I am Coleltte Lohstren.\" the young lady introduces herself.\n\nAs the Westmark arrives on the trail and greets them, Amira offers a friendly smile, \"Good day my lord. Was it your voice we heard singing? I admit it was quite enjoyable!\" As Collette introduces herself, Amira follows suit. \"I am Amira Rhaedan, my lord, it is nice to come across a friendly face!\"\n\nGiving an even deeper bow Armon smiles \"Thank you your highness, I was unaware that anyone would hear me out here, I am Lord Armon Westmark, and your highness is well known to me, I was once a courtier in Rhaedan though I doubt you would have noticed me amongst the surge of toadies that vie for royal attention.\" He smiles at Collette \"We have met before in the blue duck, however I try and keep a low profile and I am not supprised you forgot our meeting.\"\n\nLady Collette blushes and nervously brushes through her curly hair with fingers \"I am so sorry, Ser…\" she whispers \"I… Sometimes I am really so distracted, that I just…I am so sorry,\" the blush becomes even brighter. The young girl starts fondling the manes of her\nBiting her lip, Amira ponders a moment before the smile blossoms even brighter. \"I do! I remember you, my lord. I apologize for not recognizing you. It is lovely to see you once again, of course. Would you like to accompany us on our hunt? We would truly be honored.\"\n\nArmon smiles at Collette \"No need to apologise my lady, I find that sometimes I fit in to the background and get lost in crowds.\" To Amira he shakes his head softly \"You will have to forgive me, I have a meeting with a guild accountant in an hour and must wash before presenting myself, if you will excuse me ladies?, I trust your hunt goes well.\"\n\n<FS3> Amira rolls Tracking: Success.\n\n\"It was nice to meet you, Ser…\" Collette sighs and follows him till he dissapears. Then she turns to Amira \"Oh, I thought it would be interesting to have more people. However, I belive we will have much fun together! Shall we continue?\" and she speeds up her stallion, giving intent look to the surrounding again.\n\nAs Collette increases the pace, Amira follows along with a happy expression, holding the reins loosely in her hands. When she catches sight of tracks, she again reins in and smiles. \"A deer.. Shall we? Just there,\" indicating the location with a nod of her head. As she spots the movement, she smiles.\"You get this one.\"\n\nCollette a little bit flinches, when the Princess starts talking. It looks like, that her intent look was not so intent, and the young lady was drown in her minds for a momemnt. However, she quickly sees the place, the princess is nodding at. \"Oh.. Me? I am not sure about that. You saw this tracks. You have to take it,\" and the young lady winks. \"I will follow you!\" Collette looks around without any reason. She scratches her head. The wind catches some curls and tosses it on her eyes. The youngest Lohstren releases reins and tries to tie her hair with the ribbon (Yes the same) again. After that she just offers a smile \"Go for it! I would love to see your tactic!\" silent chuckle follows the sentence.\n\nWith the deer in sight, Amira wants to get closer, so she gently nudges her horse forward. \"You get the next one,\" she whispers softly. Much better at shooting while atop a horse, she lifts her bow and places an arrow on the nock and them lifts it in place, holding her horse with her legs. When she gets slightly nearer the animal, and she can see it pause, sensing her, she looses the arrow and watches it fly towards the deer, hoping for a heart hit so it dies instantly, not wanting it to suffer.\n\nSun is quite high in the light bluish sky. Just a few fluffy white clouds wollows in the blueness. The birds are singing their colourful songs, snuged in a huge trees of the Deep Woods. Just a small breeze tickles a firm stems and if you be silent, you could here how old arbors are tittering. However, two young women disturb all the peace of the woods with their bows. The first one, who sees her prey is the Princess. When she makes a wonderful shoot Collette gasps \"Oooh…Your Highness… You are so good on this. I really… Well… I go on hunting very much, but I never get my prey so quickly.\" Collette claps to the Princess. \"So, usually, deers do not walk alone. Somewhere near, has to be more… However, I was thinking about rabbit. Something smaller. Usually I try to get something smaller…\" With these words the youngest daughter of Lohstren gives more intent look to the bushes.\n\n<FS3> Collette rolls Tracking: Success.\n\nAs her arrow strikes true and the deer drops dead on the surrounding forest floor, Amira closes her eyes a moment, to bid thanks to the animal for providing a meal for the House Varghem. Opening her eyes, she nods to her guard who goes to deal with the gutting and draining of the animal to make it ready for transportation. \"We will have the furs soon also. Perhaps after they are tanned they will make warmth for the Duke.\" Smiling at Collette, she nods.\"I shall follow your lead now, my lady.\"\n\nWandering with guards and fully clothed. That means hood and scarf. Stefan seems to be searching for his sister. Riding on a horse and if one sees his eyes he is tipsy. \"Sister! Lady Collette!\" He calls out with the four guards riding with him.\n\nCollette nods and speeds up her black horse a little bit in the place, where are a lot of bushes around and less trees. Then she stops and puts her finger near the lips, asking everyone to be silent. Collette closes her eyes. It looks like she stops breathing. However, the young lady already draws her bow. She hears some birds and how wind is playing with the leaves. Even if her eyes is closed, you could see how they quickly moves. After a few more hearbeats, Collette quickly opens her eyes and lets the arrow slice the air. At t... (truncated)",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.8359398842,
        "format_confidence":0.9769544005
    },
    {
        "url":"http:\/\/alvathen-vrentae.obsidianportal.com\/",
        "text":"It is said that an Opera can only be as great as the characters portrayed within.\n\nThe Fates have blessed us with great potential, the cast has been drawn:\n\nA Romantic Artist seeks to write his master piece, hoping to secure his name in history\n\nA Wise Sorceress delves deeper into the lost knowledge of the Sorcerer-Kings\n\nA Swordsman with words as sharp as his blade tries to hold onto his only love\n\nA Shadow seeks those secrets you would do anything to protect\n\nA Passionate Swordsman plays a dangerous game with the ladies’ hearts\n\nWe know how their stories start, in the Spring at a party celebrating a young lady’s coming of age. Each is present of their own accord but their fates will soon be interwoven for all eternity.\n\nHow our story’s end and the twisting path that leads us there has yet to be determined.\n\nWill be a Wedding at Therons Castle, hosted by his Leige Lord, for his Lord’s Daughter.\n\n-Lady Tanith’s husband will be unable to attend, and will invite Pen’Reail to escort her.\n-Theron will invite Tshanja, and have a proper gift waiting for her.\n-Alanya will task Sojan with guarding Cavala on the way to the Wedding, rewarding him with a proper gift.\n-Kyler’s father will extend his invite to Kyler, since Azoth secured invite with Cavala. However Kyler heads out without a gift in his hands.\n-Vrental’s Liege Lord is a Rival to Therons, and extends his invite to Vrental to spite the Wedding. He also sends Vrental with an approriate gift.\n\nThe Story will start at the edge of Lovelourn, for Vrental invites his friends to spend a few days in his castle before heading next door to the Province of Kluy.\n\nHow it will be remembered now lies in the hearts and minds of the Artists…\n\nAlvathen Vrentae\n\nwildmage Vrental sphere Kariel Rayna",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.9109309316,
        "format_confidence":0.969465971
    },
    {
        "url":"https:\/\/chroniclesofarcadia.com\/fr\/gate-of-survival\/",
        "text":"The doors to the survivals are opened for all heroes of Taborea. Chapter VIII Chariot of Goddess reveals it’s hidden secrets and new threats. The level cap has been raised to Level 100 and Hall of Survivors opened it’s Hard Mode. Pick up your equipment and defeat them before they destroy Taborea.\n\nViews 2167",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.989713788,
        "format_confidence":0.9219359159
    },
    {
        "url":"https:\/\/ironhorse.obsidianportal.com\/adventure-log\/kyas-journal-36-1-16",
        "text":"Tales of the Iron Horse\n\nKya's Journal; 36:1:16 GrS\n\n36:1:16 GrS\n\nI was happy to return to Resolute Base after the sortie aboard the freighter. Every muscle in my body ached and I was eager for a shower. I dropped my kit off in Iron Squadron’s ready room. It felt odd to think of myself as a part of the squadron.\nI sat atop my trunk for a moment, catching my breath. My heart was still threatening to burst from my chest. I reached into my breast pocket and withdrew the tiny holo-projector that I kept on me at all times.\n\nI activated it and a small hologram of an twi’lek female appeared. She had a smile similar to mine; as rare as it was recently. I felt a lump form in my throat as I looked into the hologram’s eyes. I squeezed my eyes shut, fighting back tears. My mind’s eye flashed back to the moment where I threw a blaster bolt into the back Engineering Officer’s head. I felt a tiny tear slip down my cheek.\n\n“That was for you Kluub,” I reassured myself. I shut off the projector before I broke down completely. I got up to access the contents of my trunk. I pulled out a fresh uniform. Underneath was Daesha, a stuffed animal version of a Bibfort. Misha had given it to me as a gift. I slept with Daesha every night, holding her close. I squeezed the stuffed animal tightly, as tears began to trickle down my cheeks.\n\nI heard the door hiss open and I threw Daesha back into my trunk and slammed it shut, not eager for my comrades to see me with a plush toy. A fan of Heavy Isotope music shouldn’t sleep with stuffed bibfort. Wiping the tears from my face with my sleeve, I grabbed my fatigues. Without looking to see who had entered, I pushed my way into the hallway and made for the showers.\n\n\ngreendeklan greendeklan\n\nI'm sorry, but we no longer support this web browser. Please upgrade your browser or install Chrome or Firefox to enjoy the full functionality of this site.",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.901006639,
        "format_confidence":0.9843068123
    },
    {
        "url":"http:\/\/www.neopets.com\/ntimes\/index.phtml?section=547096&week=583",
        "text":"\nHome | Archives Articles | Editorial | Short Stories | Comics | New Series | Continued Series\n\nOverboard: Part Six\n\nby allison_kitty11\n\n\nThe following morning, Xepen and Maya had to get up at 6:30 to help Aspen open up the store. Aspen taught the two young pets what to do that morning. They had to sweep the floors with a broom every morning and every night before closing- which Xepen thought was pointless seeing as the floor was made of hardened dirt- but she didn't protest. They were responsible for keeping the jewelry displays free of dust, as well as keeping an extra eye open for thieves. Aspen handled most of the actual sales, but Maya and Xepen would recount the neopoint drawer at the end of the day and record the day's profits.\n\n      It was a dull and unexciting job; there was hardly anything for the two girls to do most afternoons, so Aspen let them take a break during noon, when they would explore the city of Sakhmet.\n\n      \"When I get back home, I think I'm going to ask Karina to buy me a petpet,\" Xepen said as she played with a small, energetic Anubis.\n\n      \"You don't already have one?\" Maya asked.\n\n      \"No, I never thought I would like looking after one. It seemed like a lot of work.\" She shrugged.\n\n      Maya laughed.\n\n      \"I guess that was before you ever had any responsibilities, right?\" she replied.\n\n      \"Yeah,\" Xepen agreed.\n\n      \"We should probably head back to Aspen's Handmade Jewelry,\" Maya added, glancing at a clock on the wall.\n\n      \"Good idea,\" Xepen agreed, setting down the little Anubis and following the Ixi out of the Petpet Stall.\n\n      As they passed a small building, Xepen stopped.\n\n      \"I'll meet you at work actually, Maya. I have to grab some neopoints for food tonight. No use in making two trips when we're both tired tonight.\" she said.\n\n      The two had managed to rent a small apartment earlier that week with their combined incomes from their job at Aspen's Handmade Jewelry. It wasn't the nicest or cleanest place to live; it contained only a single bedroom, bathroom, and a tiny kitchen. It was made of crumbling sandstone, too, but it was shelter, and that was all they could ask for.\n\n      Xepen withdrew a handful of coins from the bank- barely 300- a number that used to be nothing to her, but now was highly precious. Stuffing the neopoints into her pocket, she quickly made her way back outside into the stifling heat of the Lost Desert.\n\n      As the small young Wocky briskly walked down the sand path to her low-paying job, she felt the sapphire necklace bounce against her chest, and her mind wandered to what Karina was doing at that moment.\n\n      Does she miss me? Is she looking for me? How worried is she? Unfortunately Xepen's questions remained unanswered as she entered through the tent of Aspen's Handmade Jewelry and began organizing some new bracelets and earrings Aspen had just finished painting.\n\n      * * *\n\n      Karina let out a weary sigh as she sat back in the recliner and closed her eyes. Beside her, a fire roared in a brick fireplace. The lights in the large living room were dimmed, and outside a cold, heavy rain pattered against the window. The human had attempted reading a book to pass the time, but she found she just could not focus on it.\n\n      Her mind was on her missing neopet, as it had been constantly since the incident. It had almost been two months since her Wocky had disappeared, and there was still no trace of her. Karina had hired the most expensive rescue forces neopoints could pay for, and they were all over Neopia searching for Xepen. When the Wocky hadn't been located on or around Mystery Island, Karina had even sent aquatic neopets to search the depths of the oceans to find Xepen, just in case the inevitable had happened.\n\n      Many of the girl's neofriends had advised her to give up; they said that if Xepen had survived the storm that they would have found her by now, or she would have come home. Karina knew better than to listen to them. Xepen must be out there somewhere, Karina knew. She was probably scared and miserable, perhaps staying with a poorer family until Karina came to bring her home.\n\n      Karina opened her dull eyes to stare out the window at the violent rain. It had become so quiet in the large mansion without her beloved neopet to bring life to it, and Karina had recently found herself spending her tedious days simply passing the time by, waiting to hear something from the rescue teams. Until then, she would simply have to watch the sun rise and fall, every day until every square inch of Neopia had been searched.\n\n      * * *\n\n      Months passed. Xepen and Maya worked every day, even weekends, just to make enough neopoints to feed themselves and pay for their rundown apartment. They hardly made 5,000 neopoints a week, and the rent cost 1,200 neopoints monthly. The two were sure they were being ripped off but there was no other place they could afford. Not to mention food, water, and basic hygiene; which only continued to drain them of the rest of their neopoints, leaving them with little to nothing to save.\n\n      Aspen was very kind, often buying them lunch on days the shop had lots of customers, but it was still barely enough. Xepen couldn't even afford to pay to send a neomail, and since the apartment she lived in didn't have access to a complimentary neomail system, she could not even contact her owner.\n\n      After a while the two girls managed to have a steady neopoint process going. Xepen was good at calculating how much they would have at the end of each month after their expenses and payment, and she did her best not to touch the slowly growing pile of neopoints kept under her bed that she at first had hoped would eventually be enough to buy a boat ticket to Faerieland, but now seemed like it would be lucky to even pay to neomail Karina.\n\n      \"Don't touch it,\" Maya said without taking her eyes away from the book she'd found earlier that day as Xepen reached out to try and grab a few coins to buy some food.\n\n      \"But I'm so hungry! One sand pear is not enough for dinner!\" Xepen protested.\n\n      \"I know, but it's enough to keep you strong. You'll get home one day, but only if you keep up with the saving. It's been four months and you can't even neomail your owner. It's only going to take longer if you start spending now,\" Maya explained.\n\n      Xepen was silent for a moment. It had been a long time, and she was still nowhere close to getting back home. She was beginning to wonder if she would ever see Karina again at this point; it had been nearly half a year since they had last seen each other. In the back of her mind, Xepen wondered if Karina had given up on her. What if she thought Xepen was never coming back? Maybe she thought Xepen had died in the storm, and adopted another pet to fill the void...\n\n      Xepen shook the thought from her head. Karina would never replace her... would she? Xepen suddenly realized her paw was clenched tightly around her necklace, a habit she had formed whenever her owner was on her mind.\n\n      Xepen opened her fist and stared down at the sapphire resting in her palm, deep in thought. The night Karina had given this to her, she had said it was worth more than ten million neopoints. With ten million neopoints, Xepen could easily afford a ticket- first class, even- to go home immediately and Maya could even go with her! Maybe Karina would let her stay with them...\n\n      But then another thought hit her. This was all she had left of Karina, of her former life. Although she was desperate to go home, what if Karina had truly given up on her? If Xepen sold the necklace, and went home to find Karina no longer wanted her, sure, she'd be rich again, but she wouldn't have anything to remember Karina by. The necklace's worth went beyond money, and Xepen could picture Karina's disappointed face at Xepen's choice to sell a gift. Although Karina always bought her plenty of things, they were always special, and had meaning attached to them. Everything Karina had bought Xepen was meant to be treated as a gift, and Xepen wasn't sure she could bear to part with it, especially since it was all she had left.\n\n      But some things are more important, such as her and Maya's health. This lifestyle wasn't healthy, either. Xepen had grown very thin in the past several months- thinner than she was before, at least- and even Maya was weaker than when she'd lived on the pirate ship. Finally deciding that even if Karina didn't end up wanting Xepen anymore, as unlikely as it was, Xepen decided they still would need the money if they wanted to make it.\n\n      \"Maya...\" Xepen began quietly.\n\n\n      \"I have a solution to our money problem, a permanent one,\" Xepen replied solemnly.\n\n      At this, Maya looked at the Wocky and sat up.\n\n      \"You're being serious? What is it?\" she asked.\n\n      Xepen held up the necklace for Maya to see.\n\n      \"I know I should have thought of this before, but I kind of forgot how much it's worth, neopoint-wise. If we sold it, we could get up to ten million, possibly more. It would solve everything!\" Xepen explained, though she didn't smile.\n\n      Maya's eyes widened. Her lips curved into a small smile, before vanishing at the expression on her friend's face.\n\n      \"Your owner gave you that... right?\" Maya responded, choosing her words carefully, as something seemed to be wrong with her friend.\n\n      \"Yes, she did...\" Xepen replied, sadness in her voice. \"But we need the money.\"\n\n      Maya blinked, unsure of what to say.\n\n      \"You don't look like you really want to let it go,\" she stated.\n\n      Xepen shook her head, attempting to act more upbeat.\n\n      \"Well, it's all I have left of Karina now. If I sell it and go back, I'll lose it, but I'll see her again, and I'll have the other things she gave me that are still at home. It's just that this was a gift, and Karina always made it seem like it was wrong to ever get rid of a gift,\" Xepen explained.\n\n   ... (truncated)",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.8873583078,
        "format_confidence":0.9832820296
    },
    {
        "url":"https:\/\/osogladiator.com\/tag\/dungeons-and-dragons\/",
        "text":"Dracus Ashenvale, The Night of Fire\n\nDracus Ashenvale lived his life day to day, like most commoners did. An adult now, he had done his best to keep his family safe and happy. His father was called into service as a soldier and had long ago left, but never returned. The small shop the family ran made some profits, allowing a modest living. His aging mother and younger sister would spend their days mixing vials of different tonics for the travelers and merchants that would pass through their small town. He never had the skill, or patience, for it. \n\nHe instead spent most of his days in the fields around the town, making a wage from various farms who needed assistance. Dracus didn’t enjoy the work, but it was the best way for him to earn for his family. He was unmarried and only had the two at home to care for. When he was not working, he would often train with the town militia. The Militia captain Theodrick, an older soldier himself, had become a mentor of Dracus. \n\nTheodrick had taught him the way of weapons and showed the different types of armor. He taught Dracus how to fight and even trained him in a few of the more specialized weapons that did not fit the standard spear or shield most of the militia were proficient with. Theodrick preferred an axe; he had a very finely crafted great axe that he said was expertly crafted and imbued with silver. Dracus was, luckily, not that familiar with the evils that the world had to offer. Though he had been called upon by the militia to fend off some wild animals or deal with bandits who were causing trouble, he had never seen the beasts that Theodrick had.\n\nThe area around their town was thought by many travelers to have a curse upon it. Many foul creatures lived in the woods around them and the woods were said to whisper, calling weary travelers to unknown fates. For this reason, the town was constructed with a large palisade, and men like Dracus were trained to guard those walls. Although, in his lifetime, there had never been a need to. Whenever he was on watch, Dracus and his compatriots often spent the evenings sparing, playing dragon dice, or trading stories of what they thought lay over the horizon. Although he had never ventured out of town for fear of leaving his mother and sister alone, he knew there must’ve been a good reason merchants only travelled those roads by day, and no one left after sundown. He did know of some attacks, where carts were brought back into town, their owners missing with a scent of blood still lingering on the wood where they had disappeared. Dracus would not leave his family alone or risk them needing to make that trek without him.\n\nOne day a group of two men and an elf came to town just before nightfall. Dracus saw them arrive as they passed the fenced field where he worked. The group had very little in the way of baggage and wore ragged clothes. He had the passing thought of how cold they would be this evening if they had not made it to town in time. After Dracus finished his work for the day, he made his way back within the walled city. He decided to go to the inn, which held The Tipsy Wisp Tavern, for a drink. There he saw the same Group of three from earlier sitting in a corner talking amongst themselves. There were only a few patrons tonight, as many of the townsfolk would be up at first light.\n\nBy now the town was very quiet. Other than the guards on the wall, many of the townsfolk were home and preparing dinner, the merchants had packed up, and made their way to the inn or left hours ago. As he saw the light fade to night through the window near his table, he polished off his pint and began to gather his things to head home. As he did so, the three, almost in unison, got up and walked out of the Inn. Something felt wrong. Dracus moved to follow the three, hanging back and darting between houses to make up lost ground when he could. Once the three got to the front gate and from the little bit Dracus could hear, they were requesting the posted guards to open the gate.\n\n“Hey, good … can you … The gate”\n\n“Sir … goes out … Night”\n\nIt didn’t make sense for someone to want to leave at night, even if they did not know of the creatures that lurked at night. The men did not have weapons; they did not have supplies to spend the night on the road, even regular bandits would have been a problem. Alternately, they would freeze. \n\nUnexpectedly, Dracus heard a howl from outside the Palisade, and was momentarily distracted. It was not a new sound, the noises of the wolves in the woods were well known to him. His worry came when he heard a second, then a third. His eyes darted back to the men and the guards. Dracus saw two of the guards down at the gate preparing to let the strangers out. Suddenly, the three began to transform. Thick, brown hair began to erupt from beneath their skin. Their bones cracked so loud that Dracus winced, hearing the crunch of transforming bone caused his own to ache. Within a matter of seconds, the three were changed. Now stood three hulking beasts with thick fur, canine heads, dark eyes and muscles that could be seen rippling even beneath their hair. Two of them lunged at the guards opening the gate. Dracus froze momentarily, overcome by the menacing beasts and was all but motionless. He saw the third leap and start to scale the wall to get to the third guard; the claws dug into the wood of the palisade and it propelled itself up as easily as running on flat and hard ground. The two werewolves on the ground made short work of the two guards, who both lie grasping their wounds and drowning in their own blood. As the newly transformed werewolves opened the gate. the third guard managed to reach the bell, sounding the alarm, just as the third wolf crashed upon him. He ducked below the first swiping paw only to be sent through a wooden post and onto the road below as the shoulder of the creature with its weight behind it collided with his torso. Within moments Dracus heard commotion behind him from within the town.\n\n“To the gate, to the gate!”\n\nDracus knew Theodrick’s voice and turned to see the aged soldier running towards the gate, with his great axe in hand. Dracus did not hesitate this time and flew from his hiding spot to meet his mentor. Several other townsfolk began to come out of the various abodes, many carrying weapons. Theodrick was the first one to the now open gate and his axe bit through the first wolf with ease. The second one lunged at Dracus who managed to dodge out of the way.\n\n\nTheodrick tossed a dagger to Dracus, who threw it at the wolf as he wheeled to charge again, the blade digging into its chest. The werewolf recoiled back, but then kept coming and Theodrick stepped in front of the beast. His axe blurred as it decapitated the monster. The third wolf jumped from the ramparts landing on some of the oncoming militia. He clawed one woman’s chest clean open before being struck repeatedly by the surrounding militia. As the others went to the women’s aide, there was another howl and as Dracus and Theodrick turned to the gate, down the road they could see dozens of charging Lycanthropes.\n\n“Shut the gate!”\n\nTheodrick’s order commanded urgency. Dracus and another militia member began pulling at the chains to close both the left and right gates. Just as the Werewolves reached the gates, the left gate slammed shut, the right gate was not quite closed. Theodrick readied his axe. A thunderous impact shook the right gate, striking Dracus with such force, it threw him backwards. \n\nDracus awoke to Theodrick and a Half-Elf man he knew as Yeri standing over him. Deep claw marks covered Yeri’s face and chest, and Theodrick had a large bound wound on his midriff which could be seen through his torn, bloody clothes. Dracus began to look past him and saw the village burning. He went to stand, the fight once again revitalized in his eyes. He felt the strong arm of Theodrick on his shoulder.\n\n“It’s too late my friend.”\n\nDracus still stirred.\n\n “We are all that’s left.”\n\nBodies littered the streets. With not a werewolf in sight, leaving the carnage to appear as if the town had turned on itself.\n\n“My family?!?”\n\nTheodrick’s face went solemn. Dracus did all he could to hold back his tears.\n\n“And the wolves?”\n\nDracus’ voice was now shaking with fury. Yeri gestured to the naked body of a woman Dracus did not recognize and then to another, this one a familiar half-elf. His back cut clean open with a wound that seemed to be from the great axe.\n\n “All dead or fled, we did what we could, friend. I am sorry.”\n\nYeri’s voice was soft as he knelt down beside the two. They helped Dracus to his feet, the full carnage of the battle now realized. Dracus looked toward his home and saw it ablaze, nothing but a skeletal structure burning in the midnight darkness. Yeri nodded towards one of the houses that seemed to still be intact.\n\n“We should get inside.”\n\nAs Yeri turned to walk away, Theodrick brought up his axe. Before Dracus could react, he buried it in the back of Yeri’s head. The Half-Elf fell with a thump, twitching as life left him.\n\n\nDracus screamed, quickly shifting his weight to his back leg as he widened his stance in preparation for a fight. Theodrick turned with the same solemn look and held the axe out to Dracus.\n\n“He was infected with the curse, look at the scratches, that is all it takes, and we have no clerics here. There is a full moon already above us and I do not plan on becoming one of those things. I am sure Yeri would have done the same.”\n\nDracus looked at the axe, then to his mentor, and then again the axe. Theodrick then gestures to his bound wound. \n\n“Take it, please Dracus, you have been a great student, and this is the last I will ask of you. Do not let me become one of them. I can already feel the blood lust coursing in me. TAKE IT!”\n\nTheodrick’s eyes flared with a yellow flash before returning to their usual blue. Dracus took up the axe, as his fingers caressed the wooden handle his mind flashed to memories... (truncated)",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.8599799275,
        "format_confidence":0.9643050432
    },
    {
        "url":"https:\/\/archives.erfworld.com\/Book%202\/41",
        "text":"Book 2 - Text Updates 003\n\nBook 2 - Text Updates 003\n\nDon was trying to make this fight into a party.\n\nAnd why not, right? Hey, they only had a few bats in Jetstone's battlespace, but this was gonna be the biggest flippin' battle since that volcano deal.\n\nYou remember that one, dontcha? That's the battle that started Transylvito's whole cave-in. Oh yeah.\n\nAnd the idea that they didn't have a chip in this game was a laugh. A chip? Their whole stack was with the Wack from Faq. Her moonball keister was ridin' around on Transylvito's whole treasury. Not to mention the three cities and seven Warlords they were down since Don King put her on the throne. When this new heir popped, he wasn't gonna have much left to think about inheriting.\n\nBut hey. Party time. Live it the flip up.\n\nThe palace war room was full of Skanks, a few Knights, and eight of their remaining nineteen Warlords. They stood around in itchy Class A formal raiment, sipping white wine in crystal stemware and eating greasy little meat pastries from silver trays. Don had a special perch above the action: the huge green felt tactical table with leather and brass fittings. He sat on a big cushion on a raised platform of brass and teak, with a mother-of-pearl inlay. Swanky.\n\nBunny was up there with him, working, tuned in, directing the Dolls holding the croupier's rakes. Don's big fat flanks almost crowded her off the stand. Caesar ignored her completely, not even a glance. That's how they did this. She was in his head, but he kept his eyes off her. There was time for that later (though never enough).\n\nInstead, he had Dewy Tulips hanging on his arm, with Rosetta and Cheri shooting eye-daggers at her. He held his own little court by the bar. He didn't say any of the stuff he was thinking. He was just telling war stories, picked carefully from better wars than this one. His guys were laughing at his jokes. He was obeying the Royal order to have a fun time. Nobody was hanging with the King.\n\nAs the head of Gobwin Knob's column pulled up to the bridge where Jetstone was making a stand, Don called the Warlords to gather round the table. They topped off their glasses and grabbed a few fistfuls of the remaining delicacies. Nobody was too serious at this point; it was gonna be at least a two-turn event, probably more. The stand would hold Gobwin Knob at the bridge to bring up their full column, which would let Jetstone's Princes fall back to the city, and the massive reserves from Haggar to move up.\n\nBut an hour later? There were only five people in the room, all of them real sober. Fun time was over.",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.5893768072,
        "format_confidence":0.9782599211
    },
    {
        "url":"https:\/\/golarian-tuesdays.obsidianportal.com\/adventure-log\/tracking-tem",
        "text":"The Goblin Grinders of Varisia\n\nTracking Tem\n\n\nLate afternoon 29, Gozeran Now that Gabby and Tem have upped the ante by kidnapping Jarra, it may be time to visit him at home. He lives on the north rich part of town. Sunash will send Muginn as a mesenger to Jasper Skeet is going to do an augury to try to find Jarra Tell the mayor that we’ve found fixed books, and evidence of norgorber worship from gabby and tem. The mayor is interested in the ciphered books, he’ll help with funds to decipher them. The mayor didn’t hang out with gabby. He spent time with tem. he can give us the places tem liked to go. a tavern in the north end of town. back at the inn, in a private room. the innkeeper lets tiffreya in pardon the intrusion, i have something to show you, shows a box to sunash. it’s a dagger, do you have the approipriate note to go with it? she knows where gabby is, holed up in tem’s basement. she teleports off to deliver the message, and knife. Tiff teleports back after 10 or so minutes, it sounded like she would decide soon, and not to take the easy way. The innkeeper brings food, and just as we’re setting down to eat, a quasit pops in, on the middle of the table. “Not here to fight! I have a delivery from the master and mistress” sets down a bag, and teleports out. nothing on the outside of the sack. no traps or posion there’s 2 boxes, one was the dagger box. the other is walnut, nice work, hinges and latch are platinum. no traps on the boxes. in the box, a rolled parchment, and a finger with a ring on it. Pait recongizes it, and it’s really fresh. It’s Jarra’s Sunash is going to send the finger to Desna’s temple, with instuctions to help the woman this belongs to. Gelid uses blood bio on the finger, the spell fails, so she was alive when it was cut off. The letter is from Gabby, and it’s sealed with a personal signet, that includes the symbol of Norgorber. Skeet will use the finger to aid an augury to see where Jarra is in relationship to tem’s house. She is not in his house, she’s to the northwest. she seems to be outside of city limits. Sunash will keep the finger in the gentle repose bag, so we can use it to find her later. The Asmodeus dagger is still in the other box.Sunash’s letter is gone. Gabby’s letter: Norgorber tells me it’s not time to die yet, come and kill me if you want to. PS. Jarra says hi\" another knock on the door, a few minutes later. Tiffreya and Sabrina. Sabrina was lucky, and got her errands done early. Which is good, since there are numerous watchers following her, and around the inn. One was a rouge, who was following her. but not particularly skilled. Gabby has used him before. There are others outside, one had an exposed norgorber symbol. Sabrina isn’t connected well enough to Gabby anymore to help with what she’d come out of hiding to grab. TEm’s office didn’t have any overt religous symbols. the mayor didn’t know of him following any particular deity, he’d just do the socially appropriate veneration. He might be vulnerable to persuasion. Muginn’s back. Jarra was taken off the docks while she was returning to the ship, the corsairs fought a runing battle with numerous robed spellcasters, Jasper was poisoned, and is not doing well. Neutralize poison isn’t working on him. We’re going to head to the ship, to help Jasper, and maybe distract Gabby from Tiffreya investigating. As we’re exiting, we see 5 figures watching, and following. the greasy, small rouge is not having a good night. 4 others in dark cloaks, not being overly stealthy, like they want to be noticed as following. As we’re headed to the docks, where there’s no crowds, they don’t follow into the alleys we try to lead them into. They are wearing Norgorber symbols, partially in the open. then, they make the mistake of following us into a narrow lane. fireball! And Bonk and Pait do some stabbing. 2 clerics of norgorber, 2 cultists, and the rouge. Loot at end of note As we get to the ship, we find that JAsper just died. He’d been stabbed numerous times, and it was some kind of anticoagulant. There’s something black in one of the wounds. 4 inches long, a broken off dagger, the metal is black. there are faint engravings in the blade, runes. it’s a desecrated dagger for norgorber. Sunash puts Jasper in the bag of gentle repose. His crew will help carry him to the temple of desna. They examine the body, and use one of the resurrection scrolls to bring him back. Jasper asks about the broken off blade. He want’s to come with, GAbby was the one who stabbed him and broke off the blade. That was what killed him. when we’re done having JAsper res’d, it’s ~11pm time to rest, reset spells. Tiffreya will draw out a map of what she saw of the first floor of the house. 2x MW cold iron heavy mace (kitty) 2x MW silver scimitar (kitty) 2x silver norgorber holy symbols (kitty) 600 gp coins & gems (kitty) 2x potions of CMW (Pait and Bonk) 2x flask of alchemists’ ice (skeet) 2x potions of protection from energy (cold CL7) (kitty) 1x flask of green liquid, knockoff stinking cloud. (kitty) 2x norgorber priest costume (kitty) several parchments, with very good drawings of Sunash, Gelid, and Skeet\n\n\nstrahd1969 strahd1969\n\nI'm sorry, but we no longer support this web browser. Please upgrade your browser or install Chrome or Firefox to enjoy the full functionality of this site.",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.9901030064,
        "format_confidence":0.9701815844
    },
    {
        "url":"http:\/\/dark-heresy-burn-the-heretic.obsidianportal.com\/posts?month=12&page=1&year=2017",
        "text":"Dark Heresy- Burn the Heretic\n\nShards of Memory 2\n\nIt was just darkness and flickering lights in the vast passenger section. My situation was much darker. I was strapped down to a hurtling torpedo with 400 other hopeless souls lost in space. What bloodbath we would be hurled into I didn’t know. But making it there was another matter. \"I know you are angry at me. But if you let me see Dreah one last time. I will rededicate my life to you. I swear it,” I whispered to the aquila I hid under my rags. I wasn’t allowed to do this here. “Please Empero…-”\n“Say that again?” an insane voice asked. I looked to the side and saw a grimy drug crazed pirate and the scorched barrel of a laspistol staring right back at me. I was scared but then I laughed because he didn’t realize he slid a poorly overcharged clip in. “What?”\n“Shoot me.” I snarled back, still smiling. He pulled the trigger and the ear shattering explosion turned his hand to a bloody mess. He was even uglier than he started when I plunged my bolo knife through his mouth before he could scream.\n\n\nThe great clock fell, splitting apart in a confusing and spectacular way as an array of gears and levers shot away from it. They sat among the wreckage, surviving the destruction of the entity known as the “widower” and the dark plans of the “beloved”. The Pilgrims of Hayte had been dispersed, either by the efforts of the acolytes and bystanders, the widower or by the explosion of the great clock itself.\n\nMoans drifted upwards from the wreckage as those with enough life in them got up and staggered away looking for help. Calista immediately went to work healing those that he could save. As the other acolytes surveyed the damage they noticed something, a face mumbling in the wreckage. Upon closer inspection they noticed something odder, the face was not attached to anything. The lips of the widower still moved and sound still issued forth, mostly muttering things that were incomprehensible to the acolytes but one phrase would find its way out of the gibberish every so often; “The traveler returns..”. Whether it was something about the way it was spoken or the fact that a face was still speaking while it had no vocal chords to form the sound one thing was for sure, this left the acolytes with a very unsettling feeling.\nHe opened his eyes and grasped the bridge of his nose, trying to stifle the headache that was beginning to form behind his eyes. Muttering to himself, Vownus Kaede surveyed the reports of one of his senior agents and tried to piece together to try to anticipate what was coming. The appearance of the Tyrant Star alone was enough to be troubling, but increased cult activity and the being known as the widower all made the report a proper mess. Knowing it was useless to try to puzzle out a pattern from so few details he gave up, instead looking at the reports of a strange signal in the lathe system.\n\nEarmarking it for priority status he quickly typed out a quick message to his contact Pullar in the Lathe’s that he would look into it and dispatch a team to assist him in the matter. This new band of acolytes had shown promise in extraordinary circumstances, it was time to see if they could do with another unusual situation, for in the trials ahead weakness was something he could not tolerate.\n\nKaede’s eyes drifted to the words he had read so long ago, quietly reading them as if the parchment was right in front of him, dreaming of days when less of a burden rested on his shoulders.\n“Turning and turning in the widening gyre\nThe falcon cannot hear the falconer;\nThings fall apart; the centre cannot hold;\nMere anarchy is loosed upon the world,\nThe blood-dimmed tide is loosed, and everywhere\nThe ceremony of innocence is drowned;\nThe best lack all conviction, while the worst\nAre full of passionate intensity.”\n\nHe closed his eyes, opened them, and began his work.\n\nOutwardly he seemed as motionless and impassive as the others around him, Inwardly he seethed. The destruction of the comet and any fragment bigger than a tonne where disintegrated as he watched from the bridge of one of the numerous Mechanicum ships that had heeded the call. Brutix Lor, one of the many heads of the Iron Brotherhood cursed himself for his burst of emotion, feeling dirty and human. He turned away from the destruction, walking towards the communicator arrays. Lor was patient, they had toiled for years to bring their plans to fruition only to have them dashed when they were discovered, calculating the odds in his head, trying to quickly determine the odds and deciding that they were astronomical he cleared the thought. The fact of the matter was whoever had discovered the signal and subsequently ruined the Brotherhood’s plans had done so in a spectacular fashion.\n\nIn doing so they would no doubt leave a trail of rewards and accolades from those who lacked the will to see and understand. A balance must be struck, and only through the deaths of those responsible would the balance be fulfilled. The day would come and soon where those responsible would be eliminated for their interference.\n\nThe Mechanicum fleet scourged the area for any trace of contamination from the warp tirelessly. Something very big had happened and it had done so close enough to the Lathe system that if had it succeeded it may have brought danger even to the might of the Lathes.\n\nKaede considered the new report in front of him. It seemed that this group of Acolytes found trouble as quickly as a rapid grox in a playpen would. Maybe it was time for something simple, something to keep them out of the way and forgotten so that the numerous enemies they’ve been acquiring lose sight of them for a while.\nKaede paced trying to reason through a dozen different options and even who might be behind some of these newer rumors of trouble. His office was not large, a half a dozen strides in either direction brought him to wall where he would turn and advance in the other direction, hands waving in the air in a thoughtful manner.\n\nThere had been no shortage of trouble in the time Kaede had ascended to the role of an Inquisitor, not shortage of mystery for that matter. Out of so many people in the Calaxis sector came all sorts of webs to untangle, something for which he was thankfully good at. But even then, He was only human. With his agents and the resources of the inquisition spread throughout the sector he didn’t know everything, and couldn’t possibly know everything.\n\nSeeing an incoming communication from a fellow Inquisitor Kaede ceased his introspection and answered it taking note it was coming from the astropathic choir on Solomon….\n\nSteel Cannot Feel, Only the Skin Within\nMechanicus Communique Re: S. Calista\n\n++++++++ From : Geno-Seer Octobus Priam\n++++++++ To : Venatorii Weltrax Damas, Crimson Guard\n++++++++ Via Astropath – beacon 968317-02(lrt)\n++++++++ Countersignal 742332\n++++++++Cypheron Omnissiahnas : T56\n\n++++Venatorii Weltrax,\n\nCalista Ichinose of Sisters Vespila has been an asset in our investigation of the body of servitors employed within the Andoth lathe-stack, currently under quarantine level extremis. Domestic clone-vat tissue harvests for the construction of servitors were at 99.03 purity index to generation 937 from founding before this incident. The Kameron Dase virus infection was narrowed to generation 827 D batch and all servitor organ tissue derived from it. Symptoms ranged from autonomic catastrophic demise to uncontrolled rage akin to exposure to a berserker pulse. High virulence spread the contagion to other servitor populations in the manufactorium. The rampage of the servitor riots have gutted the lower core of the lathe-stack, reducing it’s manufactoring output by a factor of 0.02. The remaining servitors and labor helots have now been contained within a haywire field surrounded by a maniple of skitarii in case of quarantine breach.\n\nThe Sister aided Magus Genetor Ouz’s staff in identifying the virus, apparently due to her immunity to the cloaking aspect inherent in it’s warp-coded nucleic structure. As she was the only one among the alchemis, biologis and genetoris who displayed outward duress in the forensic examinations of the servitors, our logician deduced to 0.97 probability that her status as an initiated “Bride of the Emperor”(illog-sic) would narrow the candidate viruses to those of demonic nature. Withstanding strong nausea due to inherent weakness of her un-augmented physique, she continued at her examination station until we had compiled the data necessary to identify an anterograde Kameron Dase agent. The vectors of this virus are still under intense investigation, and allies among Ordo Malleus have been requested. We recommend that Calista get a total sanguinary flush and neural alignment after her efforts here.\n\nDespite her lack of cortex implants, we have granted her some basic instruction in the proper summoning of machine spirits as well as identification and use of the many chemicals used in our laboratorium. We will bequeath to her the chem-dosing vivisector issued and fitted to her during the forensic exams, as she gained much proficiency during her stay with us. Your temporary commission of Sister Calista to our service during this investigation will be recorded to Magus Genetor Ouz.\n\nWe honor your recent victory over the abominations that would pervert the Quest for Knowledge. Be prepared to receive further summons to serve the Omnissiah in our war against that which would taint our creations.\n\nGeno-Seer Octobus Priam\n“Flesh is fallible, but ritual honours the Machine Spirit” (The 15th Precept)++++\n\nA Cry for Help\nThoughts Beget Heresy, Heresy Begets Retribution\n\nThe cold sweat off of her back was not yet dry when Persephone decided to climb out of her sleep cubicle and sit down at the com station. She wanted to find some solace in repentance. Another restless night and her prayers were not enough to banish the night terrors she now suffered. The cold grating of the floor panels in her q... (truncated)",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.9704447389,
        "format_confidence":0.9659371972
    },
    {
        "url":"http:\/\/moom.obsidianportal.com\/adventure-log\/302-1106",
        "text":"Mustered Out on Mertactor\n\n\nLife in Jump\n\nLife in jump aboard Unguin’s Princess goes pretty well.\n\nSean and Daria are quite demanding of Autumn’s time wanting special treatment. Autumn is up to the task, however, and manages to keep the pair of them happy. Eneri spends the least amount of time in the common room. He is polite, but a little nervous and rather insular, preferring to spend more time alone in his stateroom than with the others. Conversely, Jasya spends little of her time in her stateroom, only going there to sleep. She proves to be popular with both the other passengers and the crew alone as she has a hard drive with the latest holofilms from the Imperium. Her regular movie evenings prove to be very popular and Autumn is very happy that she doesn’t have to come up with other ways of entertaining everyone.\n\nJan is a true techie and seeks out Grim wherever possible to talk engines with him. His personal assistant, Valencia, is a very flirtatious cougar. After a few days in jump, Max can be seen emerging from her stateroom in the mornings with a sly grin on his face.\n\nThe remainder of the crew don’t have too many draws on their time and so they are able to continue with their training routines in between the odd jobs they need to do in order to make sure that the A2 remains in A1 condition.\n\n\nMax comes out of Valencia’s room with grim on his face? Grim is shocked.\n\n\nOh sure, Max gets Valencia and Grim gets to talk with Jan? Did I mention that Grim’s been feeling very alone, what with being newly single? (Beverly is now a ghost exorcised and Talks with Taeva seem to have broken down over the prenup…}\n\nGrim (but “looking”)\/Ian\n\n(please see StellarLove advert at ebox #34343555 for Grim’s particulars…he’s a very witty conversationlist who hates Zhodani telenovellas: they never have surprise endings…)\n\n\nOnce we emerge from jump, en-route to the gas giant, Arvor and Jie go through a live firing exercise to test all weaponry systems. Interested parties watch the proceedings via holoscreen, and Max offers to take wagers on the target practice. In the interests of economy, only 2 missiles are expended – but with spectacular results as they destroy small moonlets in the gas giants’ rings. This gives Will the opportunity to run his spectrometer and interferometer and conduct an analysis of the chemical makeup of the moonlets, and entertain the guests with his erudition for hours, while the tedious business of fuel skimming is conducted.\n\n\nLOL! Will heartily approves of the use of two valuable missiles in the interest of science. There’s a paper in this!\n\n\nSorry – don’t know how to contact anyone when Nick is not online re: google. I cannot join the network – I am getting “network too full” messages on my new laptop, and just timeouts on my netbook which worked in the past.\n\n\nYou’re showing up onmy “hamachi”, can you open the chat window to “moor2011”?\n\n\nI'm sorry, but we no longer support this web browser. Please upgrade your browser or install Chrome or Firefox to enjoy the full functionality of this site.",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.9004309177,
        "format_confidence":0.9727014899
    },
    {
        "url":"http:\/\/dragon-age-zsolt.obsidianportal.com\/posts?month=9&page=1&year=2017",
        "text":"Dragon Age Campaign\n\nGame Session 16\n\nThey asked Silvio and Petra openly about their intentions. The young mages admitted that they are fugitives, making their way to a life outside the Circle. The youngsters had their phylacteries with them, and a ring, which they offered to sell to the company, it was quite clear that the spirit the three met last night was trapped in that ring, but the young mages were completely unaware of the rings peculiar traits.\nThe company was weary of seeing misery and death wherever they fared, thus they agreed to let those two go and to buy the ring from them. Dorian warned them that the templars must be already looking for the escapees, and they do not need to rely on magical tracking solely, besides, they know that there are not many routs the young mages could have taken after leaving the Tower.\nThey landed on a shore near their true destination, on the other side of the lake, where Silvio and Petra continued their journey, and disappeared in the morning mist.\nLisa, Aneirin and Dorian shortly wished Gregor farewell, and made their way to Elmridge, which was the nearest town lying at the feet of Frostback Mountains, yet it was almost a weeks journey till they arrived.\n\nThe party was intercepted by a group of templars, who were – Who would have had expected? – looking for two young mages, who just escaped from the Circle.\nAneirin had a hard time already to conceal his magical abilities, but on top of that the party started to tell inconsistent lies about the youngsters. It was a really close call, but they managed to avoid any greater trouble, and to send the tremplars on a wrong track.\n\nThey also started to investigate the stolen ring. It was a featureless golden ring, though apparently a very old one. Aneirin decided to put the ring on, yet nothing happened, at least so they thought. A few night after wearing it, Aneirin discovered an increase in his magical potential, Dorian and Lisa grew suspicious, they persuaded the Dalish to take the ring off, but nothing happened, the amplified abilities remained, thus they handed the ring back.\n\nAfter almost a week, they arrived to Elmridge, which was truly a small town, bordering the Frostback territories, since frequently visited by avvars, not as raiders, but guides, leading the outsiders on safe paths through the peaks. Traveling through the mountains is certain death for unprepared strangers, thus the three decided to hire a guide.\n\nThey set for a tavern to have some accommodation for the forthcoming days until they manage to find a proper, preferably avvar guide. They just sat down for a meal, when they met a hulking giant of man, a somewhat solemn, but seasoned warrior, named Calderash.\n\nThey agreed that Calderash would guide them through the mountains, and will ensure their safety and survival, but to do so, he would need much better weaponry then he had then. He knew about a legendary weapon, named the Axe of Marthok, and he knew where the axe was hidden, but according to rumors, the hillside was haunted.\nThe deal was simple: Calderash will guide the party through the icy hell of Frostback Mountains, after they helped him to obtain the Axe of Marthok.\n\nGame Session 15\n\nThe pain stricken and confused companions lamented the loss of their dear friend. They couldn’t even muster the strength to set the next point they should travel to, luckily, the party met an acquaintance last seen in Denerim: Radella, the Grey Warden has visited them with two of her cohorts after receiving Dorian’s reports about the disturbing explorations he made during their journey.\nRadella’s group set for the Korceri Wilds for further investigation, and entrusted the party to continue their research around the snowy peaks of the Frostback Mountains. Every sane person would have objected to be sent in the dreadful cold of those heights, to travel to the lands of the savage and war-loving avvars, but the companions agreed quickly, for the only thing they wanted was to get as far from the accursed Korceri swampland as possible.\n\nSo, after short preparations, they continued their quest, now a party of three: Lisa, Dorian and Aneirin, to explore the notorious Frostbacks. They agreed to use a ferry at Lake Calendhad, for a shorter travel route, and to pass as unnoticed as possible – being so close to the Circle, and to templar parties was safe for one of the magic wielders.\n\nThey arrived to a tavern near the lake, and agreed with the ferryman named Gregor that they would ship next morning. As it turned out, the ferryman was an old, shrewd fox, who often hauled shadowy passengers if they paid the right price, thus they met an other boat on the lake, which enriched them with two other passengers: a young lad and a lass named Silvio and Petra. Aneirin and Dorian recognized them almost immediately as magic-wielders, as did the two youngsters. It became soon clear that they are runaways from the Circle, fledglings, who have not passed their Harrowing, and somehow managed to steal their phylacteries, and some other values.\n\nThe party agreed that they will question them openly about their intentions; they were stuck on a boat for several days to come, everything else would have been absolutely illogical and comical, but night broke on, Dorian, Lisa and Aneirin agreed to rest, and talk to the two young mages during breakfast.\nLittle did they know then what nightmarish times would await them in their dreams…\n\nThey arrived on a marvelous galleon, one that resembles the ships Lisa’s family owns. The ship was caught in a terrible storm, but that was the smallest problem the adventures had to face. Exploring the vessel they heard a familiar voice, Ezekiel greeted them. The two mages already had a strong notion, but now it was clear: they arrived to the Fade.\n\nSoon they were attacked by some ghastly apparitions, and had to wrestle them for the control over the ship. Aneirin and Dorian could harm them with their spells, but Lisa could hardy touch them, just like Ezekiel, who fought with them. After all, they defeated the wraiths, and another passenger appeared: an old man, with long, fair beard, who asked them for help. Being a lost spirit, trapped in the ring the two young mages stole from the Circle, void of any memories about himself, he plead for their assistance, young Aneirin boldly agreed to help the spirit, not knowing, that he would gain more than he had bargained for…\n\nNext morning they awoke on the small boat, calmly drifting on Lake Calenhad, with the two youngsters, whom they had to pick a bone with.\n\nGame Session 14\n\nIn the morning the adventurers got up and started their tiresome journey back in the swamp. They arrived to the river in two days without any complication. When they crossed Witchford , suddenly an armored warrior arose to view, supported by two riders and some archers. He revealed that his village was attacked by the ragers, and somehow became aware of the salve of this illness. He was desperate to get all of the moss for his people and his family. Ezekiel and Lisa tried to speak with him, that they needed this moss too because of their loved one, but the warrior didn’t listen.\n\nHe attacked Ezekiel who was ready to fight, but didn’t want to kill this man. The archers attacked too, while the others tried to help Ezekiel. The riders joined the fight also, getting down from their horses so the always tricky Lisa immediately snatched up the moss bag and ran to one of the horses and mounted, catching the bridle of the other horse. She rode away a few meters then stopped the horses shouting: You have no chance to get the moss, now, so stop this bullshit immediately! The archers and the riders slowed down, but the armored man was too determined, and tried to kill Ezekiel, or kill himself instead. Ezekiel sensed the man sadness, and accepted the attitude, but Aneirin and Dorian wasn’t aware of the situation, and tried to middle the fight. Ezekiel cried out that leave them away but in vain. Dorian frosted the enemy while Aneirin put a mind blast between the fighters so they fell back apart each other. Ezekiel was wrathful because of the interference, and he couldn’t stop himself feeling the rage… In a minute they saw him struggling and slowly turning into a beast with yellow veins and red eyes. The illness was getting him down.\n\nThe archers and riders were shocked, and get back away from Ezekiel, but not the armored man. He attacked with new strength from his terror, although Ezekiel didn’t attack him but the mages instead. Ezekiel was a fine warrior too, but this creature was a brutal killer with unbelievable strength. Somehow the other three managed to knock him out together, and when the men tied him up, Lisa rode away with the moss as fast as she and the horse could to Sothmere, asking help for Ezekiel. When she arrived, she shocked the village out from the constant mourning because of the dead and the ill, and gave them the moss, and a little hope for the cure. The old Stojanka got the whole moss and closed her door from the villagers, and started to make the potion. But when Lisa asked help, they were afraid of Ezekiel’s state. Two soldiers accompanied her though, Ser Gelda Cermac, the arbiter provided horses. When they got back, the other warriors vanished. They tied Ezekiel on a horse, and went back to the village as the soldiers watched them suspiciously.\n\nThe people of the village were in a bad state. The old Stojanka made it clear, that the potion won’t be enough for everybody, the moss wasn’t as much as she thought. When the adventurers tried to ask some for Ezekiel, she said it won’t be any good for him anymore, he is hopeless. But the villagers had a proposal: they had two cared people, Delia and Dielza, who got the sickness too. Without the potion they will turn into daemons. But it is not enough for all the ill. The villagers will offer one portion for one of them to cure, but they have to choose. And the villagers had to choose too from their p... (truncated)",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.9898554087,
        "format_confidence":0.9241446853
    },
    {
        "url":"https:\/\/totallytranslations.com\/pmg-chapter-119-magic-the-gathering\/",
        "text":"Reader View\n\nPMG Chapter 119: Magic! The Gathering\n\nSpecial Thanks to Kerin B, there will be a stream of chapters sponsored by them 🙂 xo\n\nEnjoy xoxo\n\nChapter 119: The Gathering\n\n“It looks like the Holy Courtyard of Xue Yue attracts many more cultivators than the Celestial Academy.” Lin Feng was standing in the middle of that sea of people. He was wearing his bronze mask to conceal his identity. Meng Qing and the others were all standing next to Lin Feng. Wen Ao Xue and Yuan Shan had followed the group as well. They wanted to see how popular the Holy Courtyard of Xue Yue was with their own eyes.\n\nJing Yun was looking at Lin Feng’s bronze mask. Her heart was franticly pounding. He probably had a good reason for wearing a bronze mask. It obviously meant that he didn’t want other people to recognize him. It reminded her that she still didn’t know what had happened to him during the destruction of the Yun Hai Sect.\n\nSunlight passed through the clouds that were in the sky and shone down upon the crowd. It felt warm and comfortable, it was truly a good day for the ceremony.\n\n“Look, they came out. How majestic!” said a multitude of people in the crowd one after the other when they saw the valiant silhouettes passing under the huge gate of the Holy Courtyard of Xue Yue. They were all wearing magnificent white robes. Two words were sown into their robes: “Holy Courtyard”. The letters looked splendid and luxurious. Their robes gave the impression that they were ready to do battle at any given moment. There were hundreds of them who were all wearing the same robes. They were all extremely young cultivators. A short time later, they had all passed through the gate of the courtyard and walked towards the extremely vast public square. Within the public square, there was a huge stage which they would all climb up, one after the other. They then looked at the crowd in a cold and detached manner. They all had extremely arrogant and domineering expressions on their faces.\n\nThese were the first people chosen to study at the Holy Courtyard of Xue Yue. They came from each corner of the country to this location. At that moment, they were standing on the huge stage in front of millions of people. They couldn’t help but feel extremely proud.\n\nLin Feng looked at them through his bronze mask. His heart was growing colder and colder until it had become completely ice-cold. Amongst all these people, he already knew many of them.\n\n“Ling Hu He Shan… Tu Fu… Wen Ren Yan…” These people used to be extremely popular in the Yun Hai Sect… they were all considered as outstanding geniuses and were very important for the prosperity of the sect. When the Yun Hai Sect had been destroyed, they had betrayed it and sided with Duan Tian Lang… and at that moment, they were standing with him on the stage and sharing his joy.\n\nOther than these three people, Lin Feng recognized other people from the Yun Hai Sect. They were all ranked disciples who had gratefully accepted Duan Tian Lang’s offer.\n\nThere were not only disciples of the Yun Hai Sect. There were also disciples from other big sects as well. He noticed his cousin Lin Qian from the Hao Yue Sect as well as Lin Hong from the Ice and Snow Mountain Village.\n\n“Hahaha, Lin Rui, look at Lin Qian and Lin Hong, they’re already students of the Holy Courtyard of Xue Yue. Their future will be bright and wonderful. We will become the strongest clan in Yangzhou City and annihilate all the other small clans in no time.”\n\nLin Ba Dao, Lin Feng’s uncle was surprisingly there and was loudly speaking about such matter without regard for those around him. He was surrounded by members of the Lin Clan. Lin Rui was there as well.\n\n“Indeed. I think that Lin Qian and Lin Hong are definitely reliable. They will definitely become the most important pillars of our Lin Clan in the future.” replied Lin Rui while smiling. He was extremely polite to Lin Ba Dao. These days, Lin Ba Dao often relied on his two children to solidify his position. The higher they would rise, the greater his influence became.\n\n“The problem is that Na Lan Xiong, Na Lan Feng was also accepted. That’s not too good. Na Lan Feng is currently studying at the Holy Courtyard of Xue Yue.” said Lin Ba Dao while glancing at the crowd. He noticed many people from Yangzhou City, including the Na Lan Clan.\n\n“No need to pay attention to them. Our Lin Clan has two disciples who are now students at the Holy Courtyard of Xue Yue. Besides, Lin Qian is extremely strong and her spirit is incredibly powerful. Na Lan Feng could never compete with her.” said Lin Rui coldly. Of course, when Lin Ba Dao heard these words, a huge proud smile appeared on his face.\n\nAt that moment, Lin Feng was standing far behind the Lin Clan and could see their silhouettes. It seemed like they had all rushed over from Yangzhou City to the Imperial City.\n\nThe entire Lin Clan thought that the Holy Courtyard of Xue Yue provided the students with an incredibly high social status. What they didn’t know though is that someone whose family name was also Lin had refused to study at the Holy Courtyard of Xue Yue. They also didn’t know that the entire Yun Hai Sect had sacrificed themselves to save him and that was the person they had expelled from their clan.\n\n“Haha. Today, so many people have come to see the inauguration of the Holy Courtyard of Xue Yue. This is a great honor for me.” said a loud voice from far away. Two silhouettes then climbed onto the high stage. They were Duan Tian Lang and Duan Han, who both still had faces filled with arrogance.\n\n“It looks the rumors were not groundless. It is indeed Duan Tian Lang who created the Holy Courtyard of Xue Yue.” thought some people in the crowd. In the past, when people didn’t know who intended to create such a place, some people thought that its creator was going to be either Duan Tian Lang or Liu Cang Lan. At that moment, everybody finally knew that it was Duan Tian Lang who had created the Holy Courtyard.\n\n“I, Duan Tian Lang, would like to say a few words. You all have travelled over huge distances to come and assist to the inauguration ceremony of the Holy Courtyard of Xue Yue. Some of you though have come with the hope to be able to join us and become one of our students. If that’s the case, please note that you should be young, outstanding and should at least have broken through to the Ling Qi layer. If you meet our requirements, please write your names on the list. If you are chosen to study at the Holy Courtyard, we will provide you with the best skills and techniques, many disciples will even have access to high quality Xuan level skills.”\n\nWhen Duan Tian Lang finished talking, many people in the crowd were astonished. Xuan level skills were not easily obtained, especially high quality ones. Unless a cultivator was the disciple of one of the biggest sects or was very rich, obtaining such skills was extremely hard. Even in the biggest sects, disciples had to have reached a certain level before gaining access to such high level skills.\n\nThe crowd was extremely excited by Duan Tian Lang’s words. The only thing that annoyed some people was that one of the requirements was to have reached the Ling Qi layer.\n\n“Besides, there is something that I would like to announce today. There are two people that everybody would like to see today at the Holy Courtyard of Xue Yue.” said Duan Tian Lang with a weird smile on the corner of his mouth. The crowd was dying out of curiosity. Everybody wanted to see these two people? Who could they be?\n\nConsidering the way Duan Tian Lang had said these words, these two people were probably going to be extraordinary talents.\n\n“You two, please come out.” said Duan Tian Lang. Everybody started shaking in anticipation.\n\nThere was a person who was falling down from the sky like a snowflake: slowly and softly.\n\n“The high official Luo Xue!” said the crowd stupefied. How incredibly strong and powerful! He was the strongest disciple ever in the Ice and Snow Mountain Village. He was one of the eight high officials. Why would he come to the Holy Courtyard of Xue Yue though?\n\nAt the same time, an extremely strong wind started blowing over the area. Snowflakes were fluttering in the air. Suddenly, the crowd noticed a shadow in the sky. It was a legendary roc that was flying through the air.\n\n“Chu Zhan Peng!” The eyes of the people in the crowd shrank. The crowd was shaking in excitement and surprise. The two high officials Luo Xue and Chu Zhan Peng were there and were surprisingly going to join the courtyard. Nobody would have ever thought that.\n\nChu Zhan Peng was Chu Qing’s son and the future Patriarch of the Hao Yue Sect. Why would he want to join the Holy Courtyard of Xue Yue?\n\n“So that’s how it is, Luo Xue and Chu Zhan Peng came to join the Holy Courtyard of Xue Yue. Thios is indeed a strange and wonderful event.”\n\n“Duan Tian Lang is very famous and has a great deal of power.” All sorts of comment were rising amongst the crowd. As expected, extremely famous people had come to join the Holy Courtyard.\n\nLuo Xue and Chu Zhan Peng were standing on Duan Tian Lang’s left and right. The Imperial Clan and the two external high officials were standing next to each other shoulder to shoulder.\n\n“And now, let me announce the official opening of the Holy Courtyard of Xue Yue. I, Duan Tian Lang, am the first principal.” said Duan Tian Lang in such a loud voice that people could hear him for far away in the crowd.\n\n“Duan Lie, congratulations.” said voices amongst the crowd. Many people in the crowd then took out golden ceremony boxes. They were presents for the godlike celebrities who were present.\n\n“Bai Clan. Congratulations.”\n\n“Zhong Clan. Congratulations.”\n\n“Gu Clan. Congratulations.”\n\n\nPeople were unceasingly coming out of the crowd with golden boxes and rushed to hand over their gifts as if they had been waiting patiently this whole time to offer their congratulations.\n\nDuan Tian Lang had a big smile on his face.\n\n“Thank you everybody. Those conc... (truncated)",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.9483116865,
        "format_confidence":0.9631435871
    },
    {
        "url":"http:\/\/animal-jam-clans-1.wikia.com\/wiki\/OC:_Scythe",
        "text":"Animal Jam Clans Wiki\n\nOC: Scythe\n\n11,683pages on\nthis wiki\nAdd New Page\nComments10 Share\nYour piteous words are like grains of sand on my pelt. With a sudden, but brisk, shake, you immediately fall.\nDestroy what destroys you.\n\nSalutations, whoever's reading this page. I am known as Scythe, and I decided to make this page about how I came to be. Well, I am still adjusting as we speak, but I will edit this many times.. Edit\n\nHistory Edit\n\nAs a youthful beginner, Scythe wondered about the ways of life. She would usually stay quiet and shy away from everyone before sitting in the middle of the forest and looking around her. Enjoying the serene and quiet environment, she stayed there until nightfall. Heading back, she found out what she had left of her \"family\" suddenly abandoned her. She searched frantically, but couldn't find anyone. She managed to deal with it, but not until she found her siblings slaughtered infront of her. Depression striking her, her blood began to boil over the most littlest things. As a loner, she defended herself and stole prey from multiple canines. She began to watch fights that usually break upon the street dogs. Examining their attack moves, she decided to test them out. And there, she learned how to fight more efficiently than ever before. Getting bored of testing it on inanimate objects, she headed out towards the city to encounter a group of vicious, slobbering dogs. Managing to bite off a bit of flesh from one dog, she realized they had out-numbered her. She escaped, leaving that one dog to deal with blood loss and infection. Watching more and more battles, she began to form a thirst for blood. As her sanity rapidly began to reach it's peak, she decided to move from the city and into the forest, where there's more \"prey\"..\n\nPersonality Edit\n\nShe's described as a bipolar,unsettling,and thieving canine. She partakes in chance to fight, enjoying the baleful feeling that leads her to murdering her victims.\n\nMore Information Edit\n\nBreed: Alexander Archipelago Wolf [Sub-species of the Gray Wolf]\n\nBite Force: 406-1200 Pounds of Pressure\n\nPelt Color: Pitch-black\n\nVisual Edit\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.8926229477,
        "format_confidence":0.9170267582
    },
    {
        "url":"http:\/\/whitespider1066.com\/pandemic-legacy-october-revisited\/",
        "text":"Pandemic Legacy October Revisited\n\nMonday four bruised and battered adventurers once more tackled the month of October after managing to somehow get themselves back up off the ground from their last kicking by the game.\n\nJoe the soldier had been dumped from the team, his inability to find a cure was not helpful. So parachuted in to take his place was Typhoid Mary the immunologist.\n\nThe easy objective of destroying two military bases was easily achieved, one of them was also a starting military base.\n\nBetween Mat and myself we had found two cures. The third was on its way. We had even built a vaccine building and had started making vaccine and using it to get rid of the faded.\n\nOur third and final cure was in sight. In fact we were a couple of moves away from getting a much needed win.\n\nThat's when the game decided it had had enough playing with us, and it was time to put its meal out of its misery.\n\nOnce more an epidemic outbreak broke into pandemics, and like a broken record we ran out of faded and lost the game.\n\nOur fourth loss in a row.\n\nMat was given the honour of opening the box he had been eying up since the beginning. Inside that mysterious box so many have seen but few have opened, were some cards! Cards that get shuffled into the players deck that will hopefully make our next game easier!\n\nWe decide to call it a day after yet another tick in the loser column, and attempt November next time.\n\nBut wow we are potentially now two games away from the end of the game, but with the way we have been playing more likely four.\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.9933301806,
        "format_confidence":0.5379277468
    }
]