[
    {
        "url":"http:\/\/www.ncregister.com\/site\/article\/the-staggering-implausibility-of-what-is",
        "text":"In 1927, Georges Lemaître, a Catholic abbé and astronomer, was the first to hypothesize that the universe began when a “primeval atom” of infinite density exploded. Some of his contemporaries ridiculed him, arguing that this theory was nothing more than a transparent ploy to make the Book of Genesis look scientifically credible. Can science provide any evidence that is consistent with the command “Let there be light”?\n\nLemaître was well aware of the controversial nature of his theory and offered a testable prediction, namely the observation of receding galaxies. If the distance between galaxies is increasing, Lemaître postulated, then everything must have been closer together in the past, and perhaps all together in the beginning. Some fellow scientists scoffed at this idea as well.\n\nBut in 1929 Edwin Hubble presented to the world evidence that galaxies were indeed rushing away from each other. From that time to the present, most scientists, on the basis of comprehensive and accurate explanations gleaned from empirical observations, have become convinced that some sort of Big Bang scenario must have occurred. It is now estimated that approximately 13.3 to 13.9 billion years have elapsed since the initial megaexplosion occurred. Lemaître has been fully exonerated.\n\nThe Hubble Space Telescope, named after the prestigious astronomer, has confirmed the existence of some 50 billion galaxies. This figure is truly astonishing and has suggested to some that the universe may be so large as to be infinite. No one knows what lies beyond the farthest galaxies. Some could be more than 12 billion light years away. And since light travels at 186,000 miles per second, it travels 6 trillion miles per year. Thus, the furthest known galaxies may be 12 billion times 6 trillion miles away or 72,000,000,000,000,000,000,000 miles (72 sextillion).\n\nGregg Easterbrook makes even more astounding observations in his fascinating book Beside Still Waters: Searching for Meaning in a World of Doubt. If the Big Bang had been slightly less violent, he points out, the expansion of the universe would have been less rapid, and all would soon have collapsed back on itself. Conversely, if the initial detonation had been slightly more violent, the universe might have dispersed into a cosmic soup too thin for the aggregation of stars. There was little “margin for error.”\n\nThe ratio of matter and energy to the volume of space at the moment of the Big Bang had to be, scientists tell us, within about one quadrillionth of 1% of the ideal. In addition, space, at the time of the Big Bang, had to be astonishingly flat for the universe to develop. Otherwise the universe would have come to an end in a small fraction of a second or would have expanded so rapidly that the universe would have been too cold for stars to form and life to evolve.\n\nDespite the overwhelming odds against the universe forming as it did, it nonetheless did happen. George Will has commented on this unlikely occurrence by stating that “what is is staggeringly implausible, and that is theologically suggestive.”\n\nA good companion to Easterbrook’s work is Stephen M. Barr’s Modern Physics and Ancient Faith. “Why is the universe so big?” Barr asks. Thinking on a cosmic scale is indeed mind-boggling. It takes 1.5 billion years for the most primitive forms of life to emerge, he informs us. In that time, the universe has been expanding at a colossal rate. In terms of space, life comes at an enormous price. Man himself, Barr states, however, is just the “right size,” which is to say that he is the geometric mean between the size of planet Earth and the size of an atom. \n\nIt has been famously asserted that a half dozen monkeys provided with typewriters would, given enough time, reproduce all the books in the British Museum. But this statement, wrongly attributed to Thomas Henry Huxley and often used to justify how pure “chance” could bring about the wonderfully ordered world we see, actually tells a very different story. The scenario in fact assumes that an extraordinarily high degree of order already exists, namely the monkeys and the typewriters. The former are highly complex organisms that are presumed to be indefatigable and unswervingly dedicated to their mission. The latter are presumed to function endlessly without ever needing repair, while producing an uncountable number of typed pages.\n\nThe oft-repeated monkey-and-typewriter hypothesis does not begin to explain how order came about but, rather, presupposes it. (The English actor Ian Hart quipped: “There’s a statistical theory that, if you gave a million monkeys typewriters and set them to work, they’d eventually come up with the complete works of Shakespeare. Thanks to the Internet, we now know this isn’t true.”) The assertion represents a good illustration of the logical fallacy known as “begging the question,” where the conclusion one is trying to prove is simply assumed.\n\nThe prevailing narrative holds that swirling clouds of gas and dust gradually formed galaxies, stars and planetary systems; atoms combined into larger and larger molecules; simpler organisms evolved into more complex ones; sensation and thought finally appeared through some kind of natural selection. But there is no accounting for how the “gas and dust” came to be in the first place. Even so, the scientific evidence moves in the opposite direction, not from chaos to order, but from profound principles of order that operated from the very beginning. According to Stephen Barr, the “laws of chemistry are themselves the consequence of the beautifully elaborate laws of electromagnetism and quantum mechanics, which in turn come from the even more profound structures studied in ‘quantum field theory.’”\n\nThe very intelligibility of the word “chance” depends on a previous grasp of the notion of order. This is a point Aristotle made when he defined chance as the “intersection of two lines of causality.” For example, two friends meet by chance at a grocery store. This chance occurrence presupposes that each one came to the store with a particular intention in mind — one to buy milk, let’s say, the other to purchase butter. They meet at the checkout. Their meeting is a chance occurrence. But the “chance” aspect was not primary. What was primary, or prior to the chance meeting, was order and purpose: the two friends coming to the store for clear and precise reasons.\n\nOrder precedes chance. The intrinsic order of an atom precedes one atom combining with other atoms. Chance proceeds from order. The question “What are the chances that life could have evolved from chaos?” is not so much a question as a contradiction. Order, however subtle and small, existed at the outset.\n\nPsychiatrist Karl Stern finds it delusional to believe that “random occurrences of large clusters of molecules” led to the formation of life and that “through processes of natural selection, a being finally occurred which is capable of choosing justice over injustice, of writing poetry like that of Dante, composing music like that of Mozart and making drawings like those of Leonardo.”\n\nMore sane is the distinguished conductor Georg Solti’s remark: “Mozart makes you believe in God — much more than going to church — because it cannot be by chance that such a phenomenon arrives into this world.”\n\nThe great mathematician and physicist Hermann Weyl avers that, in our knowledge of physical nature, “we have penetrated so far that we can obtain a vision of the flawless harmony which is in conformity with sublime reason.”\n\nFinally, as astrophysicist Sir James Jeans has remarked, “The universe begins to look more like a great thought than a great machine.” Order precedes chance, thought precedes matter, and God the Creator precedes creation. In principio erat Verbum, et Verbum erat apud Deum, et Deus erat Verbum. Just so.\n\nDonald DeMarco is an adjunct professor\n\nat Holy Apostles College & Seminary.",
        "topic_id":19,
        "format_id":11,
        "topic_confidence":0.9296545982,
        "format_confidence":0.9866635799
    },
    {
        "url":"http:\/\/blogs.discovermagazine.com\/visualscience\/2013\/03\/15\/viruses-might-be-actual-living-creatures-capable-of-stealing\/",
        "text":"Viruses Might Be Actual Living Creatures, Capable of Stealing\n\nBy Perrin Ireland | March 15, 2013 10:31 am\n\nResearch published last week in Nature appears to add another point to the controversial argument that viruses might be living creatures. Scientists at Tufts University School of Medicine have found a virus that captures its host’s immune system and uses it to destroy the host.\n\nIn order to be deemed a real “living creature”, an organism needs to have a genome, be able to grow and make more of itself by replication, and be capable of evolving, or adapting to its environment over successive generations. Humans are living creatures, as we exhibit all of those capacities.\n\nFor a long time, scientists have deemed viruses, which are little packages of infective material that can only replicate inside living organisms, to be primitive particles of DNA and RNA, termed a “biological entity.” Thus, not living.\n\nAn adaptive immune system is something that an actual living creature contains: over successive replications, immune cells are able to develop mounted attacks against new offenders in the body, and they can pass the memory of these defenses to successive cell generations.\n\nBacteria exhibit this immune memory with something called a CRISPR\/Cas, which is a mini-library (CRISPR) and accompanying set of genes (Cas) that captures segments of DNA from invading viruses, stores them within the mini-library, and uses them as a blueprint for immune surveillance and attack against the virus in future encounters. It essentially learns the virus’s deepest secrets—encoded in the virus’s DNA—and uses them against it, in genomic terms. And it can pass this knowledge to future generations of bacteria. This is not something we previously considered a capacity of viruses.\n\nScientists have known for almost a century that there are viruses that infect the bacteria that causes cholera, called Vibrio cholerae, and early reports suggest such viruses can stop a cholera outbreak by destroying the bacteria. Viruses that infect bacteria are called bacteriophages (or phages for short). They have a distinct lunar-lander-esque design, and they deliver their cargo to the insides of bacteria through injection.\n\nCurious about how the cholera-infecting phages work, the Tufts team set out to study one family of these phages called ICP1. First author Kimberley Seed analyzed DNA sequences of phages taken from stool stamples from Bangladesh cholera patients over a decade.\n\nWhat she found was unprecedented: inside the phage was a complete set of bacterial CRISPR\/Cas genes. This is remarkable because it indicates that there is transfer of large chunks of DNA happening between bacteria and phages, even a swap as complex as transferring an entire immune system. It is believed that ICP1 phage acquired the CRISPR\/Cas genes at some point more than a decade ago, perhaps ages ago, while infecting a cholera strain that contained the CRISPR\/Cas system (curiously, they no longer do).\n\nIntriguingly, there were segments of DNA from the cholera bacteria—its deepest secrets—stored within the mini-library of the phage CRISPR\/Cas. This suggested that the phage uses a blueprint of the host’s immune system against the host cholera bacteria.\n\nTo verify this, Seed infected bacteria with modified viruses that didn’t contain the stolen immune system.  Unarmed, the viruses were mostly destroyed. But over time, some viruses managed to tweak the DNA of their CRISPR genes and then go on to shut down their host’s defenses once again. These “adapted” phages were able to kill the cholera bacteria with ease.\n\nScientists hope to one day develop phage treatments to fight superbugs, the antibiotic resistant bacteria responsible for deadly bacterial outbreaks in recent years. Phages might be able to stay a step ahead of bacterial evolution since, at least in this case, they could quickly adapt to new bacterial threats. Their ability to outdo bacteria in an evolutionary arms race may make them better suited to fight bacteria than antibiotics in cases of resistance.\n\nThus, although viruses are still on the fence between being a “biological entity” and an “actual living creature,” having an adaptive immune system that can evolve in successive generations is certainly a point for the “living creature” theory. It doesn’t have the genome to produce its own immune system, but it certainly raises the question: Is stealing an immune system just as biologically impressive?\n\n Thanks to Carl Zimmer and Andrew Camilli for their feedback and insights.\n\nCATEGORIZED UNDER: Living World, Top Posts\n\nDiscover's Newsletter\n\nSign up to get the latest science news delivered weekly right to your inbox!\n\nVisual Science\n\nScience stories, beautifully told.\n\nAbout Perrin Ireland\n\nPerrin Ireland is a visual science storyteller. She is a lifelong doodler, a learner who needs to visualize scientific concepts in order to understand them. She is Senior Science Communications Specialist at the Natural Resources Defense Council, where she helps creatively tell the stories of the science that underlies NRDC's work.\n\n\nSee More\n\nCollapse bottom bar",
        "topic_id":19,
        "format_id":11,
        "topic_confidence":0.9873518944,
        "format_confidence":0.7215015292
    },
    {
        "url":"http:\/\/nationalzoo.si.edu\/scbi\/migratorybirds\/blog\/default.cfm?id=66",
        "text":"Migratory Mystery of a Secretive Sparrow Comes to Light\n\nJanuary 5, 2005 by Russ Greenberg\n\nBrian Olsen takes the measurements of a female swamp sparrow captured in a mist net in a marsh at the Woodland Beach Wildlife Area in Delaware. Olsen is conducting a survey for the National Zoological Park on the success rate of swamp sparrow nests in the marsh. This bird was measured, banded and released. © John Barrat\n\nStaring intently at a tangled clump of salt hay and marsh elder growing in Delaware's Woodland Beach Wildlife Area, Russell Greenberg is waiting for the \"chip, chip, chip\" of a female coastal plain swamp sparrow. It's mid-May and the start of nesting season for these secretive, rusty brown birds.\n\nYears ago in a different marsh, Greenberg, director of the Migratory Bird Center at the Smithsonian's National Zoological Park, discovered that each time a female swamp sparrow leaves her nest-about every 15 minutes-she sings the \"chip, chip, chip.\" By glimpsing the bird at the instant she sings, a seasoned ornithologist like Greenberg can usually locate her well-concealed nest.\n\nToday, he is helping graduate student Brian Olsen, from Virginia Polytechnic Institute, find and mark coastal plain swamp sparrow nests as part of a National Zoo study to document how many nests are lost to high tides, raccoons and other perils of the salt marsh.\n\nWith binoculars and rubber hip waders, Greenberg has been patiently observing swamp sparrows in the wild for more than 20 years. Recently, his knowledge of these birds, combined with a bit of cutting-edge scientific sleuthing, paid off. In March, he and Peter Marra, senior scientist at the Smithsonian Environmental Research Center on the Chesapeake Bay, solved a mystery that has clouded scientists' understanding of the coastal plain swamp sparrow since the discovery of this subspecies some 50 years ago.\n\nEach September, after a summer of laying eggs and raising chicks in the wetlands of New Jersey, Delaware and Maryland, the coastal plain swamp sparrow disappeared somewhere south. No one knew its migratory destination or had seen it during the winter months.\n\nSeconds after hearing a female swamp sparrow's nest departure call, Russell Greenberg locates her nest in dry marsh grass at the Woodland Beach Wildlife Area. © John Barrat\n\n\"Here was an entire North American taxa for which no one knew where they wintered,\" Greenberg says. \"That's kind of incredible.\"\n\nThrough analysis of the hydrogen and carbon isotopes in the male sparrow's cap feathers, Greenberg and Marra were able to \"trick the birds into revealing where they winter,\" Greenberg says.\n\nIsotopic signature\n\nBy hand-rearing a number of coastal plain swamp sparrows at the National Zoo, Greenberg confirmed that, like other swamp sparrows, males of the coastal plain subspecies sprout a reddish patch of feathers on their heads in February or March. This plumage badge appears just as the birds are getting ready to head north to their breeding grounds.\n\n\"It's just a little rusty cap,\" Greenberg says, opening a field guide during an interview at the Migratory Bird Center to a picture of the sparrow.\n\nLater, Greenberg collected samples of the rusty cap feathers from wild sparrows he had caught in Delaware salt marshes. He and Marra sent the feathers to Matt Wooller of the University of Alaska at Fairbanks for analysis using isotope-ratio mass spectrometry. This scientific technique yielded what Greenberg calls an \"isotopic signature\" of the feathers.\n\nThe research is based on the knowledge that birds, like all creatures, are what they eat. Elements such as oxygen, carbon and hydrogen that occur naturally in soil, air and water are absorbed into the body tissues of animals through eating, breathing and drinking.\n\nA swamp sparrow nest containing 4 eggs. © John Barrat\n\nThe number of neutrons in an element's nucleus can vary by geographic location. For example, a carbon atom found in one region of North America may have six neutrons. In another habitat, a carbon atom may have seven or eight neutrons. By mapping these variations geographically, isotopic signatures found in animal tissues can be linked to specific regions.\n\nMarra likens isotope readings from tissues to \"snapshots\" of where a bird has been spending its time. He has been using isotope analysis to draw connections between wintering and breeding populations of American redstarts, another species of migratory songbird.\n\nDeuterium pattern\n\nFeathers are an especially useful tissue for tracking male coastal plain swamp sparrows because, once the sparrows sprout their rust-colored caps, those feathers stop growing. No longer metabolically active, the feathers effectively freeze the isotopic signal the birds have picked up from their winter habitat.\n\nDeuterium, a stable isotope of hydrogen, is the particular signal Greenberg and Marra \"tuned in\" during their coastal plain swamp sparrow study. Scientists have long known that rain in southern latitudes contains more deuterium than precipitation farther north. This pattern of deuterium variation has been mapped.\n\nGreenberg and Marra were able to match the isotopic signature of male coastal plain swamp sparrow cap feathers to latitudes of an area stretching from Charleston, S.C., to Beaufort, N.C.\n\nSimilar analysis of carbon isotopes in the feathers suggested that the birds stuck to coastal marshes and did not venture inland during the winter. In March, Greenberg and Marra traveled to North Carolina and, for the first time, found and photographed the coastal plain swamp sparrow in its winter habitat. They located 12 coastal plain swamp sparrows in three different North Carolina sites. All the birds were in marshes on the mainland bordering Pamlico and Albemarle sounds.\n\nIt does at first seem odd that these birds only migrate such a short distance, Greenberg notes. \"Also, the migration takes place, we think, quite early. So they do not seem forced down by bad weather.\n\n\"Although the distance is small, the climate of the coastal Carolinas is very different\" from coastal New Jersey, Maryland and Delaware, Greenberg continues. \"It is really the first place where winter freezes don't occur regularly. For a sparrow that pokes around in the mud to feed, unfrozen ground is probably a premium.\"\n\nExtended studies\n\nThe dark back, black forehead and dark eyestripe of the coastal plain swamp sparrow distinguish it from other swamp sparrows. This photo was taken at the Bombay Hook National Wildlife Refuge in Delaware. © Gerhard Hofmann\n\nLocating their winter home is just one of several studies the National Zoo's Migratory Bird Center is carrying out on this subspecies. Researchers also are examining how the coastal plain swamp sparrow has adapted to life in the salt marshes. Most swamp sparrows live inland, in freshwater marshes and swamps.\n\nThe coastal plain subspecies has a number of physical traits that set it apart from its inland cousins. It shares these traits with other North American sparrow species that live in salt marshes. \"There's a whole suite of differences\" between freshwater and saltwater swamp sparrows, Greenberg says. \"For example, salt-marsh swamp sparrows all tend to be very gray.\" Their plumage is probably a camouflaging adaptation to the gray and black muds usually found in salt marshes.\n\nCoastal plain swamp sparrows, like other salt-marsh sparrows, also have large kidneys-probably because they need to flush more fluid through their bodies to eliminate the salt they ingest from brackish water.\n\nIn addition, salt-marsh sparrows have longer, thinner bills, which are better for eating invertebrates. Inland sparrows, with short, broad bills, eat more seeds, which are in short supply in salt marshes.\n\nFor years, the Migratory Bird Center has worked with experienced volunteers from the Delmarva Ornithological Society to census populations of coastal plain swamp sparrows during their breeding season.\n\nGreenberg notes that the subspecies has disappeared from some sites where it once bred. \"Their geographic range is small, and ecologically, they're restricted,\" he says. Greenberg and his colleagues estimate as few as 25,000 breeding pairs of coastal plain swamp sparrows exist. It's a situation \"of conservation concern,\" Greenberg says.\n\nWith the discovery of the coastal plain swamp sparrow's winter range, an important chapter of this bird's life history has been revealed, Marra says.\n\n“To fully understand the ecology of this subspecies, and to devise appropriate measures to protect them, we need to know where they are year round. This knowledge is critical.”\n\nExpedition Blog Archives",
        "topic_id":19,
        "format_id":11,
        "topic_confidence":0.994363308,
        "format_confidence":0.6943537593
    },
    {
        "url":"https:\/\/birdsofvermont.org\/2013\/06\/21\/the-second-atlas-of-breeding-birds-of-vermont\/",
        "text":"The Second Atlas of Breeding Birds of Vermont\n\nGuest post by Kir Talmage, Outreach and IT Coordinator for the Birds of Vermont Museum. This article also appeared in the Vermont Great Outdoor Magazine.\n\natlas-cover-1800The Second Atlas of Breeding Birds of Vermont is out! As you likely know, an Atlas is\n\na : a bound collection of maps often including \nillustrations, informative tables, or textual \nb : a bound collection of tables, charts, or plates\n\nThis meager definition masks the huge intention and effort that goes into the creation and revision of an Atlas. This particular Atlas is the product of a state-wide breeding birds research project that has spanned ten years, brought together some 57,000 observations, and drew on 350 volunteers. It epitomizes a successful citizen science project. The data (observations) were pulled together by Vermont Center for Ecostudies into one beautiful reference book, which was published in April of this year. The completed Atlas—with maps, individual species accounts, discussions of Vermont’s habitat and land use changes, and analyses of the data—has already helped scientists and policy makers decide how best to work and plan for avian conservation.\n\nBuilding the Atlas\n\nA Bird Atlas maps the spatial distribution of birds (individual species and groups of species) in a particular place or set of places (e.g., a state) over some set period of time. This Atlas is specific to Vermont (although there are some sampling areas that reach over our borders somewhat), and focuses strictly on those birds that are known to breed in Vermont. A first Atlas was published in 1985; this is one of the first “second-round” Atlases completed in North America.\n\nIn 2002, conservationists met and began the project of the second Atlas. For the next 5 years, volunteer birders–newbies, professional ornithologists, and experienced birders–looked, listened, and recorded data on birds on specific blocks of land across the state. This phase of the Atlas was generally coordinated through the Vermont Institute of Natural Sciences (VINS). Dr Rosalind Renfrew was the director of the project (and later, the editor of the published edition). Experienced birders trained others and coordinated survey efforts. Their shared goals included:\n\n  • documenting which birds were in fact breeding and where (the current spatial distribution)\n  • identify rare species and important breeding areas\n  • share the work of the Atlas via field trips, public presentation and other outreach activities\n  • increase citizen scientist participation and skills\n  • use the current data in comparison with other atlases to look for changes\n\nThe Atlas project defined a clear sampling protocol in order to provide scientific robustness, consistency across the varied experience-levels of the volunteer researchers, and comparability to the first edition. This protocol included specifying where to survey (blocks of land) and how to encode the observations of birds. The blocks of land covered included all those surveyed in the first Atlas project. More were added in order to get a more complete assessment of Vermont. Actual surveying for birds followed standard procedures used in many Atlas projects across North American (see the North America Atlas Committee website for more). Surveying effort was guided by likely breeding dates (“safe dates”), the land itself, and the number of likely species in that type of land (habitat).\n\nAnd all that went on for five years, from 2003-2007.\n\nPutting it all together\n\nThe Vermont Center for Ecostudies (VCE) managed the next phase of the Atlas project: error checking and mapping, and data summaries, and coordinating species accounts. Every observation was reviewed independently to ensure data quality. Much of the actual data is publicly available (some online and more by request to VCE).\n\nWith 350 volunteers logging over 37,000 hours or work, they achieved all the original goals and and more. Every species known to breed in the state is documented and has an accompanying occurrence map. Species richness (how many species are in an area, a useful first-order measure of biodiversity) has been estimated and analyzed both in terms of effort and in comparison to various landscape features, such as elevation or road density. Species have also been grouped by habitat, and these data analyzed as well.\n\nThis Atlas also documents some significant changes since the first Atlas. Some species increased due to management programs, range expansion, and forest habitat changes. Other decreased, apparently due to loss of their habitat types.\n\nUsing the Atlas\n\nBecause this is the second edition, we can use the comparisons with the first to discover conservation issues that are already succeeding as well as those that need new or greater attention. We can see where management programs are succeeding, and which habitats (and thus groups of species) are more vulnerable. Individual species data contribute to better recovery and management plans for endangered species. Individual and groups species data can be used in other research projects, e.g., forest assessments and management issues, or to give solid research-based recommendations to land managers (from single private landowners to municipalities to the Vermont National Guard). You can find out more about what is going on locally by picking up your own copy of the Atlas, checking one out from local libraries (150 Vermont libraries received a free copy), or viewing some of the maps online.\n\nThe Birds of Vermont Museum is collaborating on an exhibit with Vermont Center for Ecostudies to highlight some of stories that have emerged. Which birds have expanded into our changed landscape? What habitats have changed? What species need our focus for better protection? We’ve chosen eight birds and fourteen artists to illustrate these stories and issues. Conservation relies on all of us, from many walks of life and many perspectives, to be successful. We hope this blend of our varied voices and solid data will add to that, just as the many participants have contributed to, and thus strengthened, the Atlas project.\n\nMore information:\nThe Vermont Breeding Bird Atlas website:\nThe Atlas data only:\nThe North American Ornithological Atlas Committee: About Atlases\nAudrey Clark’s article at\nVermont Digger, “Five years in the making, new Vermont Breeding Bird Atlas takes flight\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":19,
        "format_id":11,
        "topic_confidence":0.9837983847,
        "format_confidence":0.5540487766
    },
    {
        "url":"http:\/\/hawaii-agriculture.com\/algae-expert-meshed-science-and-native-culture\/",
        "text":"Algae expert meshed science and native culture\n\nIsabella Abbott straddled two worlds and excelled in both, mentoring and inspiring generations of scientists and native Hawaiian cultural practitioners.\n\nThe world-renowned algae taxonomist and ethnobotanist “loved her people,” said Hi’ilei Kawelo, director of Paepae O He’eia, a nonprofit organization dedicated to caring for Heeia Fishpond. “She loved her culture, but she also excelled at it through Western science. She’s someone to look up to (who showed us) that we can do both. We can exist and practice our culture, but also develop this love of science.”\n\nThe retired University of Hawaii at Manoa ethnobotany professor remained a resource to many in the scientific and native Hawaiian cultural community until her death Thursday, while surrounded by friends and family. She was 91.\n\nA longtime member of the board of directors of the Bishop Museum, Abbott wrote more than 150 research papers and eight books.\n\n“We always saw her as the Energizer Bunny,” said Allen Allison, Bishop Museum vice president. “She just lit up every room that she was in.”\n\nBorn in Hana, Maui, and reared in Honolulu, Abbott got her first limu lessons under her Hawaiian mother’s tutelage, and went on to become the foremost expert on Central Pacific algae.\n\n“She had extraordinary scientific talent, but she also had an incredible knowledge of history,” said Allison, a longtime friend.\n\n“She was a wonderful cook,” he added, and her knowledge encompassed “songs, meanings of words, the full range of ethnobotany. It’s extraordinary.”\n\nAllison, 60, first met Abbott when he was a science student and she was teaching with her husband, Donald, at Stanford University’s Hopkins Marine Station. They became reacquainted and remained friends when the Abbotts moved back to Hawaii in 1978. Donald Abbott preceded his wife in death.\n\nAbbott’s book on limu, published by Bishop Museum, remains “one of the finest examples of the blending of science and culture into something that advances knowledge and builds interest and appreciation amongst a wide array of people,” Allison said.\n\nA 1937 graduate of Kamehameha Schools, Abbott received a doctorate in botany from the University of California at Berkeley in 1950. That made her the first Kamehameha graduate and the first native Hawaiian to receive a doctorate in science.\n\nIn 1972, she became the first female and first minority full professor in biological sciences at Stanford.\n\n“She was that kupuna we needed for guidance,” said Kanekoa Kukea Shultz, a former student and now Kaneohe Bay marine coordinator for the Nature Conservancy. “She would scold us and also love us. You felt good when she scolded you because you knew she cared. She was always there to help support, to make sure there were avenues, not only for Hawaiians, but for women.\n\n“The trail she blazed allowed all of us behind her to walk in her footsteps, to understand we could do anything we want.\n\n“She knew what to plant, what was there, what used to be there,” said Shultz, who restores native limu and removes invasive, non-native algae from the bay. “She was that repository of cultural knowledge, which is even more rare — a wealth of knowledge in both worlds, and that’s something we’ll miss.”\n\nAbbott’s many accomplishments were detailed last week in a cover story in the UH-Manoa magazine Malamalama. Among them: the Gilbert Morgan Smith Medal from the National Academy of Sciences for excellence in published research on marine or freshwater algae. She was also named a Living Treasure by the Honpa Hongwanji Hawaii.\n\nAbbott is survived by daughter Annie Abbott Foerster and granddaughter Catherine Foerster.\n\nAlgae expert meshed science and native culture – Hawaii News –\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\nScroll to top",
        "topic_id":19,
        "format_id":11,
        "topic_confidence":0.9831538796,
        "format_confidence":0.7884691358
    },
    {
        "url":"http:\/\/archive.onearth.org\/article\/the-big-fix",
        "text":"Sign Up for Our Newsletter\n\n\nThe Big Fix\n\nWhen it comes to climate, it's five past midnight. Time for the Big Fix.\n\nOn June 23, 1988, NASA's chief climate scientist, James Hansen, traveled to Capitol Hill to testify before the Senate Committee on Energy and Natural Resources. As it happened, the temperature in Washington that day hit 98 degrees, overwhelming the air-conditioning system in the hearing room. Hansen told the sweltering lawmakers that the four warmest years on record had all occurred in the 1980s, that 1988 was on track to be the warmest year yet, and that, overall, global temperatures had risen by nearly half a degree over the previous three decades. He described the odds that this increase had occurred by chance as negligible-around the order of 1 percent. \"The greenhouse effect has been detected,\" he said. \"It is changing our climate now.\"\n\nIn the two decades since Hansen's Senate testimony, average global temperatures have risen by another half a degree. Just as he predicted, 1988 broke all previous temperature records. The 1988 record, however, has long since been overtaken: the 10 warmest years on record have now all occurred since 1995. (The very warmest was 2005, 2007 ranks fifth, and 2006 sixth.) Global warming is today widely recognized as one of the greatest dangers facing humanity -- United Nations Secretary General Ban Ki-moon has called it \"the defining challenge of our age\" -- as well as a threat to countless plant and animal species. And yet, over the past 20 years, no real progress has been made toward dealing with the problem. Indeed, just the opposite. Between 1988 and 2005, U.S. carbon dioxide emissions grew by almost 20 percent, from less than five billion tons to almost six billion tons a year, while global emissions during the same period climbed by 34 percent.\n\nOver the past few years, I've interviewed scores of experts on climate change, including Hansen. A point that they have stressed to me over and over again is the extreme urgency of the situation. The time \"is already five past midnight,\" said Konrad Steffen, a climatologist at the University of Colorado. (At the time of our conversation, I was visiting Steffen's research station on the Greenland ice sheet, which holds enough water, were it to melt, to raise global sea levels by 20 feet.)\n\nWhat is crucial to understand, these scientists emphasize, is that the problems associated with rising temperatures become inevitable long before they are actually experienced. There is a time lag in the system; it takes several decades for the earth to respond fully to any change in greenhouse gas levels. Thus, global warming is always much farther along than it appears. Scientists have estimated that in addition to the one degree of warming that has already occurred, another degree of warming has, in effect, been built into the climate, and will take place even if greenhouse gas concentrations could -- somehow -- be held constant at today's levels.\n\n\"I've been involved in a number of fields where there's a lay opinion and a scientific opinion,\" Robert Socolow, codirector of Princeton's Carbon Mitigation Initiative, told me. \"In most of the cases, it's the lay community that is more exercised, more anxious. But, in the climate case, the experts -- the people who work with the climate models every day, the people who do ice cores -- they are more concerned. They're going out of their way to say, ‘Wake up! This is not a good thing to be doing.'\"\n\nWhat will it take to change the situation? After 20 years of climbing temperatures, shrinking glaciers, accelerating sea-level rise, progressively more dire warnings, and increasingly inexcusable attempts at denial, what is finally going to compel the United States to act?\n\nClearly, presidential leadership will be key. Both senators John McCain and Barack Obama have repeatedly spoken about the need to combat global warming, and that is a hopeful sign. Both men support cap-and-trade programs to reduce CO2 emissions: Obama has called for cutting them to 80 percent below 1990 levels by 2050; McCain wants to reduce emissions by that date to 60 percent below 1990 levels.\n\n\"John McCain stood up to the president and sounded the alarm on global warming five years ago,\" a McCain ad declares. \"Today, he has a realistic plan that will curb greenhouse gas emissions. A plan that will help grow our economy and protect our environment.\" Obama, speaking after touring a solar-powered facility in Nevada this summer, said, \"What we are seeing here... is that a green, renewable energy economy isn't some pie-in-the-sky, far-off future. It is now. It is creating jobs, now. It is providing cheap alternatives to $140-a-barrel oil, now. And it can create millions of additional jobs and entire new industries if we act now.\"\n\nA growing number of corporate and religious leaders are also speaking out in favor of carbon limits. By now, just about everyone has seen the ads, sponsored by Al Gore's Alliance for Climate Protection, that show the Reverend Al Sharpton and the televangelist Pat Robertson joking about how they disagree about everything except the need to save the planet. In May, Alcoa, General Electric, National Grid, and Pacific Gas & Electric joined with groups like the Natural Resources Defense Council and Environmental Defense to urge the Senate to approve the Lieberman-Warner Climate Security Act, which would have for the first time, imposed a cap on U.S. carbon emissions.\n\n\"A ‘yes' vote for the Climate Security Act represents historic leadership to advance bipartisan solutions to climate change,\" the coalition wrote in a May letter to members of the Senate. \"A ‘no' vote will slow progress and maintain the status quo, which only increases the risk of unavoidable consequences.\"\n\nMeanwhile, when oil hit $140 a barrel this summer, it seemed finally to bring home to Americans a message that decades of warnings from environmentalists had failed to: finite resources don't last forever. Lately the news has been filled with stories of Americans rethinking gas-guzzling cars, long commutes, and hard-to-heat McMansions. A recent report by Cambridge Energy Associates, a private company that advises corporations and governments on energy and environmental matters, notes that \"for the first time since the 1970s and early 1980s the number of miles driven by Americans has clearly begun trending downward.\" In July, at the G8 meeting in Hokkaido, Japan, the United States for the first time agreed to a numerical target for emissions reductions, pledging, along with the world's other industrialized nations, to cut CO2 emissions in half by 2050.\n\nimage of Elizabeth Kolbert\nElizabeth Kolbert is a staff writer at the New Yorker and author of Field Notes From a Catastrophe: Man, Nature, and Climate Change. Her next book, The Sixth Extinction: An Unnatural History, will be released in February 2014.\n\nThe line \" takes several decades for the earth to respond...\" as a crucial point about the lag between cause and effect brings to mind conversations with the ignorant.\n\nTo connect with the layperson, rather than tie the present to the future (change now will take a long time to show effects), I'd suggest to tie the past to the present (we are only now realizing the full effects of the late 1970's. The cost of our actions in the 1980's will become known in the next decade).\n\nFrom that slant, the magnitude of the built-in debt, and the need to act promptly become more tangible.\n\nThe \"big fix\" for Wall Street or why we cannot find money to address the global challenges of climate change.\n\nBillions of dollars in bailouts and year-end bonuses are being directed to the \"wonder boys\" on Wall Street. These self-proclaimed Masters of the Universe have turned a great capitalist system into a paltry gambling casino. In the light of all their greedy risk-taking and conspicuous hoarding behavior, they can no longer be called by any name other than \"thieves of the highest order\".\n\nSteven Earl Salmony\nAWAREness Campaign on The Human Population,\nestablished 2001\n\nThe most fascinating things about Hansen's 1988 testimony are a) that the claims of the modelers remain almost exactly the same, after 20 years; b) that after more than $60 billion in research in the US alone, absolutely no scientific evidence has been found connecting CO2 to climate to any measurable (much less catastrophic) degree; c) that every testable prediction of the models has proven wrong; and d) that the True Believers, having lost all sense of what science is about, are simply redoubling their efforts to find excuses, rather like the Ptolomaic astronomers finding ever more epicycles.\n\nIn half a century, with economies destroyed, rainforests devastated to plant eucalyptus and oil palm, and countryside and wilderness vandalized with useless monster wind turbines across the globe, our children will remember Hansen as one of the greatest environmental criminals of all time.",
        "topic_id":19,
        "format_id":11,
        "topic_confidence":0.7927584648,
        "format_confidence":0.9920789599
    },
    {
        "url":"https:\/\/sustainablebrands.com\/read\/leadership\/how-ceos-can-save-the-world-from-global-warming",
        "text":"How CEOs Can Save the World from Global Warming\n\nThe business world is waking up to the challenge of climate change.\n\nApple CEO Tim Cook recently lashed out at a shareholder who pressed the company to stop investing in carbon reduction and renewable energy. In the most recent World Economic Forum Global Risk survey of CEOs and world leaders, three of the top six issues of “highest concern” were failure to tackle climate change, extreme weather, and water crises.\n\nt’s a good thing that business is on this, because for 20 years now, annual global climate negotiations have yielded very little. And in the US, all attempts at a comprehensive climate bill have basically failed. A group of 30 US Senators got together recently to revive the issue, but any legislation of impact is very unlikely to come anytime soon.\n\nThe private sector is our best hope for addressing the carbon challenge — companies have the resources and innovative skills to develop and implement the range of technologies that we need to slash global emissions.\n\nSo are companies taking action on climate change? On many levels, yes — but not fast enough. I see three major categories of action, with varying degrees of success: on-the-ground work to become more efficient, reduce carbon, and buy renewable energy; dedication of organizational resources to innovate and create more products and services that reduce impacts; and some lobbying and political action.\n\nFirst, companies are increasingly taking concrete action to reduce energy and carbon. Of the world’s largest companies, about a quarter now have targets in place, for energy efficiency or use of renewable energy, that meet science-based targets for carbon reduction (about 80 percent reductions by 2050, or as PwC has calculated, a 6 percent reduction in carbon per dollar of GDP per year). Goals like “cut carbon 30 percent by 2020” are in line with the science.\n\nSome examples: the North American division of spirits giant Diageo cut carbon emissions by 75 percent in a few years. The company realized 50 percent of those reductions through “low or no-cost” changes — efficiency efforts that paid back immediately or in a short time. IKEA is on track to hit its goal of 100 percent renewable energy by 2020, with 600,000 solar panels on its stores — the company will generate 70 percent of its energy consumption needs by 2015. Intel buys enough renewables (mostly offsite) to offset all of its power use; and Walmart Stores is increasing its renewables use by 600 percent (Walmart is already the largest commercial buyer in the US) by 2020. Efficiency and use of renewables is on the rise. So “money” is being spent, usually with a quick or immediate payback (so it’s a no-brainer).\n\nOn the second front, dedicating organizational resources, there is progress, but again, it’s not often explicitly about climate change.\n\nCompanies in key sectors, such as electronics and IT, are focusing innovation efforts, in part, on reducing the energy use of their products. The auto industry is also raising fuel efficiency and rapidly adding hybrid and electric models. Ford Motor Co. is one of the few companies that has set product development goals based on climate science, and this has affected innovation. The company just announced that is most popular truck, the F-150, would use aluminum to lose 700 pounds, raising its fuel efficiency. That said, tackling carbon is hardly the core focus of most businesses.\n\nThe third path is policy and lobbying. The record here is mostly abysmal, with many companies (especially in particular sectors with vested interests) using lobbying to fight government action on climate. But there is a small, but growing list of leaders, led by Nike, Starbucks, Intel, Gap, and Apple, signing onto the Climate Declaration, a public statement in support of policy action. But even within this group, only a small number of these corporate leaders actually go to their representatives and directly push for, say, a price on carbon.\n\nAction is growing, but we need much greater focus from the business community. It is in our interest to reduce carbon, save money, and build more resilient organizations that are less reliant on erratically priced fuels. This new mode of thinking is a core part of the “Big Pivot” that I believe companies now need to pursue to manage and profit from the world’s mega-challenges (climate being the largest, but also including resource constraints that drive up input prices).\n\nIf all companies were shifting faster to renewable energy, innovating so their products and services drive down customer carbon use, we’d be doing a great deal to tackle climate change without talking directly about it in the lobbying and influence arena. We’ll go faster if we do all three in an integrated way, but even without proactive policy efforts, two out of three ain’t bad.\n\nThis post first appeared on Marketwatch on April 2, 2014.\n\n\nMore Stories\n\nFeatured Brand Voices\n\nHave Sustainable Brands delivered right to your inbox.\nWe offer free, twice weekly newsletters designed to help you create and maintain your company's competitive edge by adopting smarter, more sustainable business strategies and practices.\nCopyright ©2007-2022 Sustainable Life Media, Inc. All Rights Reserved.\nSustainable Brands® is a registered trademark of Sustainable Life Media, Inc.",
        "topic_id":19,
        "format_id":11,
        "topic_confidence":0.5842674971,
        "format_confidence":0.97756356
    },
    {
        "url":"http:\/\/www.ft.lk\/columns\/innovation-imperative-the-only-way-forward\/4-157909",
        "text":"Home \/ Columnists\/ Innovation imperative: The only way forward!\n\nInnovation imperative: The only way forward!\n\nComments \/ {{hitsCtrl.values.hits}} Views \/ Thursday, 20 June 2013 00:00\n\nProf. Epasinghe, who is the Presidential Advisor on Science, addressing Ananda College students requested them to invent and make the country rich and united. He was addressing the school’s inventor society gathering. However, we know that a student who may win a national inventor award would not get an automatic or an easy entrance to the university but a national player in any sports has that avenue open. This should be remedied as universities should really embrace a creative person with excellent performance at a higher level with open arms. Even a national winner approaching Advanced Level examinations may just drop everything and concentrate on examinations as the competition is so severe for the public university places. This may have killed many a school boy talent. We live in a period where inventors should be nurtured and recognised. As the world gets trickier to live in, inventiveness is a trait worth inculcating. Even in our local economy with exports coming down, the spark of innovation is the way to move on. Hoping for an ad campaign to pull us through is simply wishful thinking.   New developments It is interesting to note the new and exciting developments taking place across many labs and universities. Starting locally, University of Moratuwa Researcher Prof. Rohan Munasinghe with a group of undergraduate students has just launched a UAV (Unmanned Aerial Vehicle) to university skies, taking care not to break local defence rules. The feeling as it flew upwards and around must have been terrific – a ‘kitty hawk moment’. It is a major step upwards and show what one can do with right attitude and patience with a small group of students. Expand the scope and there is so much potential. Uruguay has unveiled a glowing sheep at night – an effort of a gene transfer from fluorescence jelly fish to a sheep’s DNA. The sheep had been born last October at the Animal Reproduction Institute of Uruguay. The sheep glow when they are exposed to certain ultraviolet light, emitting a glowing green colour. The sheep are obviously genetically modified as gene transfer across species has taken place. That gene modification produced an offspring that glows in the dark. If Dolly, the first cloned animal, was only visible at daytime, the current development enables florescence sheep at night. The open question of whether the sheep turned into meat and when consumed will lead to a similar effect with UV for the happy consumer is perhaps a question – yet to be answered.   Genetics In this backdrop an International Genetics Education Network held a meeting in Sri Lanka trying to sensitise the region on educating on genetics. Will the way we treat diseases in future change? The experts there were of the opinion that indeed it is going to change. If we understand the benefits early and proceed rapidly, we may actually be pioneers in organising the healthcare system around genomics and may bear fruit in the long run. With genomics, our built-in message is learnt and then issues are sorted out in that order and the process is not then shooting in the dark. Genomics is not only for health; it can help in biofuels and plantations as well. It was interesting to note the Sri Lankan Genome Project too is underway – deciphering ourselves! Should be interesting to observe what make us tick or rather what is really preventing us from doing so.     3D printing innovations Again, a law student from Univ. of Texas had made a gun – the ‘Liberator’ – using a home 3D printing unit and had fired a bullet. With no metallic parts in the gun, standard metal detectors are useless! His files placed on the internet on how to print the gun had been downloaded 100,000 times before the files were removed. 3D printing of foods is now with us too. Both genomics and 3D printing are considered to be disruptive technologies that will shape our future and the economies too. We have to consider these emerging fields and how to factor them into our planning and thinking if we are to stay relevant. The national ST&I strategy for Sri Lanka proposed for the period 2011-2015 has the mission ‘Sri Lanka to be a leader in knowledge creation and innovation in Asia whilst rapidly harnessing that knowledge for the prosperity of our people.’ Well, plenty of action on this front would see us on course to becoming a knowledge hub. However, we must understand that the position of a knowledge hub is a position of eminence and it is not one that is just achieved with articulation only. The returns from an innovation can be many times that of an ordinary investment. That is the essence of invention and makes us rich! The process would generate knowledge which will help in achieving a national goal too.   ‘Fatal attraction’ It is important to remember and understand that technological innovations elsewhere have a suction effect on our economies. Our society is enamoured with goods and items with certain brand names and some go for the fakes to fulfil a dream turning their entire personality to be a fake. Unless you think deeply and with some sense it is difficult to remove this almost ‘fatal attraction’. Yet this ‘fatal attraction’ has reasons. Certain goods do have excellent quality and offer extra convenience; two factors of importance to a discerning consumer. In pursuit of happiness, these goods and their ownership and display will play a major role and the procurement of such could only happen with transfer of money. Hard-earned currency will thus flow outwards. Cost of luxury goods and services – and these even may be luxury food items – will drain an economy. To realise the equivalent in terms of exports, Sri Lanka at present does not have equivalent goods. Thus unchecked consumption with a poor distribution of income within an economy can suffer from serious technology suction effect. This may be hidden under the scheme of demand and supply perhaps and unless scrutinised the true extent will not be revealed too. The innovation should happen within our economy too for us to offer in return such goods and services. Meeting innovation internally with innovation elsewhere for economic growth and sustenance is perhaps the modern day equivalent of fighting fire with fire. Otherwise our economy becomes unsustainable.   Shifting markets It is instructive to hear the word that markets are shifting to Asia. In our case when markets arrive we look at buyers from within from goods transferred from places where at the moment there is a slightly a saturated demand. We dig deep into our pockets and purchase the same. However, when we view our export markets such as in textiles still the markets we seek are in EU and USA and if there is a decline in demand we suffer. It is ironic as once the IMF representative mentioned that we are not seeking markets close by. We are quite keen on targeting a person with 100 dollars rather than 100 people with one dollar each! The amount we spent on cooking up expensive advertising campaigns is outside cost considerations and is accepted as necessary tools of trade. We are not ready to sink some capital internally as innovation funds to kick start or give life to new ideas.   Connections Connections are important to innovation. Lack of communication between parties had meant very little connections in our system. When you view history the industry labs of USA such as AT&T, Bell, Paulo Alto, etc., you could see how the dynamics of innovation enable entities to grow and grow beyond perhaps beyond their wildest beliefs at times. Connections were always made or opportunities to communicate were almost always there. A visit to Xerox’s Palo Alto lab and seeing a particular device lying quite unused by the side perhaps changed the destiny of one individual – Steve Jobs. With his change the world did change too and we in this part of the world collect money to buy the next i-thing! Do not think always planning is chaotic in innovation. Not exactly. Today in these countries innovation systems have become theorised and they speak of a fifth generation innovation system. We perhaps are still thinking along the second generation innovation theory – market pull product development concept. Outdated knowledge and systems only belongs as archival items within a knowledge hub! We do not have many zealots for innovation in the Sri Lankan business system – a real pity. Business as usual and asking for concessions and subsidies gets the thumbs up most of the time – if not all the time! Gaining a competitive edge in a highly competitive world is not easy when you have to start from scratch but that is all the more reason for innovation on all fronts. We must invent and become rich rather than beg for grants, subsidies, loans and gratis! (The writer is Professor of Chemical and Process Engineering at the University of Moratuwa, Sri Lanka. With an initial BSc Chemical engineering Honours degree from Moratuwa, he proceeded to the University of Cambridge for his PhD. He is also the Director of UOM-Cargills Food Process Development Incubator at University of Moratuwa. He can be reached via email on ajith@cheng.mrt.ac.lk.)\n\nShare This Article\n\n\n1. All comments will be moderated by the Daily FT Web Editor.\n\n2. Comments that are abusive, obscene, incendiary, defamatory or irrelevant will not be published.\n\n3. We may remove hyperlinks within comments.\n\n4. Kindly use a genuine email ID and provide your name.\n\n5. Spamming the comments section under different user names may result in being blacklisted.\n\n\nToday's Columnists\n\nSTEAMing STEM – Moving from horoscopes to telescopes!\n\nThursday, 20 September 2018\n\nWalking into an inventors’ exhibition should give one an experience similar to an immersion into the future. The world change with inventions and inventors lead the change. The creativity displaye... (truncated)",
        "topic_id":19,
        "format_id":11,
        "topic_confidence":0.8945978284,
        "format_confidence":0.8010393977
    }
]