[
    {
        "url":"https:\/\/theculturetrip.com\/north-america\/mexico\/articles\/a-guide-to-mexicos-aztec-ruins\/",
        "text":"A Guide To Mexico’s Aztec Ruins\n\nA Guide To Mexico’s Aztec Ruins\nModern Mexico City is built atop the sinking lake and ruins that once formed part of the Aztec Empire’s principal city; Tenochtitlán. Arguably one of the most significant and well-known of the ethnic groups that existed in Mesoamerica, the Nahuatl-speaking, central Mexican Aztecs left Mexico awash with fascinating ruins which attest to their technological advancement and immense ruling power. This group is best known in pop culture for their tendency to sacrifice humans, but don’t let that deter you from visiting some of Mexico’s best Aztec ruins. Here’s our guide.\n\nTeotihuacán, State of Mexico\n\nUndeniably the best known of the Aztec ruins is Teotihuacán. Located just outside of central Mexico City, in the surrounding State of Mexico, this archaeological site features the two iconic and towering pyramids, known as the Temple of the Moon and the Temple of the Sun respectively. Arriving at the site, you’re met with the Avenue of the Dead, which leads you through what little of the sprawling site has been uncovered by archaeologists, and culminates with the Temple of the Moon. A must-visit for even the casual visitor, this is Mexico’s most emblematic Aztec ruin.\n\nPirámides de Teotihuacán, San Juan Teotihuacán de Arista, Estado de México, México, +52 594 958 2081\n\nTemplo Mayor, Mexico City\n\nAnother incredibly well-known ruin is the Templo Mayor, which takes up residence right in the heart of Mexico City’s historic centre. Literally situated next to the imposing cathedral, on the far corner of the zócalo, stones from this ruin were alleged to have been used in the construction of the aforementioned cathedral. Formerly one of the main temples in the ancient city of Tenochtitlán, this is now one of Mexico City’s biggest tourist attractions, and is dedicated to both Tlaloc (God of Rain) and Huitzilopochtli (God of War).\n\nSeminario 8, Centro Histórico, Cuauhtémoc, Ciudad de México, México, +52 55 4040 5600\n\nSanta Cecilia Acatitlán, State of Mexico\n\nThis lesser known Aztec ruin is situated in the State of Mexico, in a town today known as Santa Cecelia. In Mesoamerican times, it was actually located on the northwest shore of Lake Texcoco and is an excellent remaining example of early Aztec architecture. As with many other Aztec monuments, the Spanish Christians destroyed much of it so the stone could be used for churches. However, this site was once associated closely with the political and religious centre at the time, making it well worth a visit for the Aztec history buff.\n\nAztec inspired artwork © Señor Codo\/Flickr\n\nTenayuca, State of Mexico\n\nLocated in San Bartolo Tenayuca, this is the religious and political hub with which Santa Cecilia Acatitlán was once associated and is also an example of the earliest Chichamec capital city. However, the style of the architecture is distinctly Aztec. Translating to ‘walled place’ in Nahuatl, the archaeological site of Tenayuca was discovered in 1925 and nowadays includes (like the Templo Mayor), temples dedicated to Tlaloc and Huitzilopochtli. However, it is replete with far more serpent artwork and detailing than the Templo Mayor.\n\nCalle Quetzalcoatl S\/N, San Bartolo Tenayuca, Tlalnepantla, Estado de México, México, +52 722 215 8569\n\nEl Tepozteco\n\nRuins, Park\nOur final mention on the guide to Aztec ruins is also the only one located outside of greater Mexico City. Found in Morelos, El Tepozteco is a tiny site which features a temple dedicated to the Mesoamerican god of the alcoholic drink pulque.Speculation reigns supreme at this site, with archaeologists asserting that glyphs found there suggest it was built in 1502, and others saying that these glyphs were additions that merely commemorated the death of Aztec ruler Ahuizotl, who died in 1502.\nMore Info",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.718431592,
        "format_confidence":0.8647142649
    },
    {
        "url":"https:\/\/needull.com\/2017\/04\/10\/russia-in-maps\/",
        "text":"Russia in Maps\n\nToday’s Needull explains ‘everything’ about Russia, from Politics to Geography to Economy to History, using 10 different maps. Let’s just say that your perception about Putin’s Russia won’t be the same after these 10 maps.\n\nMany people think of maps in terms of their basic purpose: showing a country’s geography and topography. But maps can speak to all dimensions—political, military, and economic.\n\nIn fact, they are the first place to start thinking about a country’s strategy, which can reveal factors that are otherwise not obvious.\n\nThe 10 maps below show Russia’s difficult position since the Soviet Union collapsed and explain Putin’s long-term intentions in Europe.\n\nFull Article Here\n\nBusiness Insider – George Friedman\n\nRead similar stuff on Mauldin Economics\n\nFeatured Image",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.6340836287,
        "format_confidence":0.7057603598
    },
    {
        "url":"http:\/\/www.ctnow.com\/la-me-obits2008-adventurers-2008dec28-story.html",
        "text":"Sir Edmund Hillary, 88; New Zealand mountaineer was first to climb to the top of Mt. Everest (Jan. 11)\n\nEvelyn Pinckert Brier, 98; widely regarded as the first licensed female flight instructor in the United States (Jan. 20)\n\nJohn W. Myers, 96; renowned test pilot who flew the Northrop P-61 during World War II (Jan. 31)\n\nSteve Fossett, 63; millionaire adventurer missing since September 2007 ruled legally dead by an Illinois court. Wreckage of his plane and his remains found near Mammoth Lakes, Calif., in October (Feb. 15)\n\nVicki Van Meter, 26; made headlines in the 1990s when she piloted a plane across the United States at the age of 11 and flew from the United States to Europe at age 12 (March 15)\n\nG. David Low, 52; NASA astronaut served on three space shuttle missions (March 15)\n\nDiane Barnato Walker, 90; first British woman pilot to break the sound barrier (April 28)\n\nRalph S. Plaisted, 80; a Minnesota insurance salesman turned explorer who in 1968 led the first expedition that indisputably reached the North Pole over the ice (Sept. 8)\n\nFrank Mundus, 82; a renowned Long Island, N.Y., shark fisherman famous for catching gargantuan great whites and reputed to have inspired the irascible Capt. Quint character in the novel and movie \"Jaws\" (Sept. 10)\n\nJacques Piccard, 86; a scientist and underwater explorer (Nov. 1)\n\nCopyright © 2016, CT Now",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.766851306,
        "format_confidence":0.6259105206
    },
    {
        "url":"https:\/\/singaporeatworldexpo.com\/southeast-asian-countries\/you-asked-did-you-know-facts-about-vietnam.html",
        "text":"You asked: Did you know facts about Vietnam?\n\nWhat are interesting facts about Vietnam?\n\nWhile the population of Vietnam is about 92 million people, it is estimated that there were about 45 million registered motorbikes in 2016. This means there is a motorbike for every other person. Vietnam remains one of the world’s largest motorbike markets.\n\nWhat are two facts about Vietnam?\n\n20 Astounding Facts About Vietnam\n\n  • Vietnam is actually a combination of two words, Viet and Nam, both of which predate the common era by at least a thousand years. …\n  • Sitting at 3143 metres, Fansipan is Vietnam’s tallest mountain. …\n  • Among certain niche circles, Vietnam is referred to as ‘The King Of Cashews’\n\nWhat are 3 interesting facts about Vietnam War?\n\nHere are 10 facts that you probably did not know about the Vietnam War:\n\n  • President Kennedy wanted to get the US Army out of Vietnam. …\n  • The US didn’t lose the war on-ground. …\n  • The US troops preferred to use AK-47’s over government issues M-16’s. …\n  • The war wasn’t just between US and Vietnam.\n\nWhat are some interesting facts about Vietnam for kids?\n\n\n  • OFFICIAL NAME: Socialist Republic of Vietnam.\n  • FORM OF GOVERNMENT: Socialist republic.\n  • CAPITAL: Hanoi.\n  • POPULATION: 97,040,334.\n  • OFFICIAL LANGUAGE: Vietnamese.\n  • MONEY: Dong.\n  • AREA: 127,123 square miles (329,247 square kilometers)\n  • MAJOR MOUNTAIN RANGE: Annam Cordiller.\nTHIS IS INTERESTING:  Do I need visa to go to Cambodia from Philippines?\n\nWhat makes Vietnamese unique?\n\nVietnam is a country of contrasts due to its geography. This makes the country unique as it offers travelers the ability to experience a multitude of landscapes. From the rice-cultivating tropical lowlands, to the rich-soiled, coffee-producing highlands, Vietnam offers a unique and varied travel experience.\n\nHow old is Vietnamese?\n\nAncient History\n\nVietnam has one of the oldest and most continuous histories of any nation. The area has been inhabited by some of the world’s earliest societies. The needs to control flooding along the Red River and fight off invaders caused the inhabitants to form one cohesive government early on in 2879 BC.\n\nWhat language do Vietnamese speak?\n\nThe term Vietnam dates from the early 19th century, when the Nguyen dynasty was founded. The Vietnamese government of this time was on very close terms with China, and the name was probably a compound derived from Dai Viet and Annam. Like the Chinese before them, modern colonial powers also avoided the term Viet.\n\nIs Vietnam a poor country?\n\nIn 1990, Vietnam was among the world’s poorest countries with a GDP per capita of $98. … Vietnam is now defined as a lower middle income country by the World Bank. Of the total Vietnamese population of 88 million people (2010), 13 million people still live in poverty and many others remain near poor.\n\nDid Vietnam defeat us?\n\nOn April 30, 1975, the last few Americans still in South Vietnam were airlifted out of the country as Saigon fell to communist forces. … Only the Americans have been defeated.” The Vietnam War was the longest and most unpopular foreign war in U.S. history and cost 58,000 American lives.\n\nTHIS IS INTERESTING:  How do you make Thai green curry hotter?\n\nWhich president took us into Vietnam?\n\nNovember 1, 1955 — President Eisenhower deploys the Military Assistance Advisory Group to train the Army of the Republic of Vietnam. This marks the official beginning of American involvement in the war as recognized by the Vietnam Veterans Memorial.\n\nWhat was unique about the Vietnam War?\n\nIt resulted in nearly 60,000 American deaths and an estimated 2 million Vietnamese deaths. It was the first war to come into American living rooms nightly, and the only conflict that ended in defeat for American arms. The war caused turmoil on the home front, as anti-war protests became a feature of American life.\n\nWhen was Vietnam discovered?\n\nAccording to mythology, the first ruler of Vietnam was Hung Vuong, who founded the nation in 2879 B.C. China ruled the nation then known as Nam Viet as a vassal state from 111 B.C. until the 15th century, an era of nationalistic expansion, when Cambodians were pushed out of the southern area of what is now Vietnam.\n\nDoes Vietnam have snow?\n\nThe only snow in Vietnam falls in the northern mountainous regions of the country. It doesn’t snow in the town of Sapa often but the top of Mount Fansipan can get dusted with snow. Parts of the Annamite Range, possibly the most beautiful mountains we’ve ever seen, can also get snow between December and February.\n\nWhat continent is Vietnam?\n\nlisten)), officially the Socialist Republic of Vietnam, is a country in Southeast Asia. Located at the eastern edge of mainland Southeast Asia, it covers 311,699 square kilometres.\n\nTHIS IS INTERESTING:  What are the factors affecting weather patterns in the Philippines?",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.9813122153,
        "format_confidence":0.7804331183
    },
    {
        "url":"https:\/\/filipiknow.net\/extraordinary-filipinas-in-history\/",
        "text":"9 Kickass Women in Philippine History You’ve Never Heard Of\n\nLast Updated on\n\nSome Filipinas in history went beyond their motherly roles just to prove their bad-assness. Most of their names have been forgotten, but their achievements will definitely blow your minds.\n\nRelated Article: 14 Amazing Filipina Heroines You Don’t Know But Should\n\nHere are 9 of the most amazing lesser-known Filipinas who blazed a trail and made their own mark in Philippine history:\n\n\n1. Leona Florentino.\n\nLeona Florentino\nStatue of Leona Florentino at Crisologo Street, Heritage Village, Vigan City, Ilocos Sur, Philippines. Photo Credit: eazytraveler via Flickr.\n\nAlso known as Mother of Philippine Women’s Literature.\n\nExtraordinary moments: Leona Florentino (1849-1884) became the first internationally recognized Filipina poet at a time when Philippine society was largely patriarchal. Born in Vigan, Ilocos Sur, Florentino started to write poems at the age of ten. Her works–written in Ilocano and some in Spanish–include Naangawan A Kablaaw (“A Jolly Birthday Greeting”) and Nalpay A Namnama (“Blasted Hope”).\n\nA prolific poetess, satirist, and playwright, Florentino braved all adversities to express her creativity–sometimes even at the expense of her family. It is said that due to her feminist views, her husband and son opposed her writing. For this reason, Florentino was forced to leave her family and had since led a life of solitude until her untimely death in 1884 at the age of 35.\n\nFlorentino’s 22 poems were later exhibited posthumously in the Exposicion General de Filipinas (Madrid, 1887), Exposition Internationale (Paris, 1889), and St. Louis International Exposition (Missouri, 1904). Her name, as well as her works, were also represented in Madame Andzia Wolska’s anthology, Bibliotheque Internationale des Oeuvres de Femmes, edited in 1889.\n\nInteresting facts:\n\n  • Leona Florentino’s ancestral home in Vigan City, Ilocos Sur now houses the Provincial Tourism Center, the Vigan Heritage Commission, and the famous Café Leona.\n  • She was a distant cousin of Jose Rizal, Philippines’ national hero.\n  • She was the mother of Isabelo de los Reyes, a labor activist and founder of the Aglipayan or Philippine Independent Church. Like his mother, De los Reyes was also a talented writer. In fact, he is considered as the Father of Philippine Folklore. Among his works include Ti Langit Ti Inanamatayo (“The Glory of our Hopes”), the first short story in Iluko.\n\nDid you know? President Ferdinand Marcos was baptized into the Aglipayan Church.\n\n\n2. Encarnacion Alzona.\n\nEncarnacion Alzona\nEncarnacion Alzona. Source: Ateneo Library of Women’s Writings\n\nAlso known as The first Filipina historian and also the first Filipina to obtain a doctoral degree.\n\nExtraordinary moments: In an era when Filipinas were somehow considered intellectually inferior to Filipino men, a woman named Encarnacion Alzona (1895-2001) refused to be defeated. Her fight for gender equality opened a lot of opportunities for women that would not have been possible if she had refused to take a leap of faith.\n\nIn 1919, Alzona participated in the pensionado program of the American government which, for the first time in many years, provided equal opportunities for middle- and upper-class Filipinas to study in the US. She eventually earned a master’s degree from Radcliffe College as well as a Ph.D. degree from Columbia University in 1923, the first Filipina to do so. Her achievements gave her the necessary credentials to serve as the chairperson of the Department of History in U.P.\n\nEven while pursuing her career, Alzona never stopped fighting for women’s rights. Believing that education is the key to gender equality, Alzona helped other Filipinas–including Fe del Mundo, then a medical student–to pursue studies in the US. She also fought for Filipinas’ right of suffrage, going as far as hosting tea parties for members of the Legislature just to convince them to grant such right.\n\nFortunately, her efforts soon paid off. In September of 1937, the election bill that grants the right to vote to all citizens (male and female, 21 years of age and who can read and write) finally became a law.\n\nInteresting facts:\n\n  • As a historian, Alzona’s most prominent works include “The Filipino Woman: Her Social and Political Status 1565-1933,” published in 1934 as part of the campaign for woman suffrage in the country, and “A History of Education in the Philippines: 1565-1930,” her first book that was released in 1932.\n  • Alzona was elected Chairperson of the Sub-Committee on Social Science, Philosophy, and Humanities during the 1946 meeting of the UNESCO in Paris.\n  • In 1985, she received her highest award when she was given the distinction of National Scientist by the National Academy of Science and Technology.\n\n\n3. Pelagia Mendoza.\n\nPelagia Mendoza\nPelagia Mendoza on the cover of La Ilustracion Filipina.\n\nAlso known as The first known Filipina sculptor in history.\n\nExtraordinary moments: Pelagia Mendoza y Gotianquin (1867-1939) stood out for excelling in the male-dominated field of sculpture. She was the first female student ever accepted at the Academia de Dibujo y Pintura, known as the first and only coeducational institution during the Spanish regime.\n\nWith an exceptional flair for painting, embroidery, and sculpture, Mendoza entered the prestigious school at the age of 22. With the help of her mentors Agustin Saez and Lorenzo Rocha, Mendoza’s artistic mastery grew by leaps and bounds, culminating to her award-winning entry to the Columbus Quadricentennial Art Contest, a competition organized by the Spanish Government in 1892.\n\nAlso Read: 7 Most Unintentionally Terrifying Statues In The Philippines\n\nMendoza’s winning artwork–a wax bust of Christopher Columbus–also reaped other international awards such as the second prize at the 1892 Chicago Universal Exposition, making her the first Filipina artist to gain international recognition.\n\nInteresting facts:\n\n  • Pelagia Mendoza married Crispulo Zamora, a silversmith and her former classmate at the  Academia de Dibujo y Pintura. To support their seven children, the couple established an engraving business, Crispulo Zamora and Sons, Inc., which became known for religious jewelry and ornaments.\n  • After her husband’s death in 1922, Mendoza took over the business. By traveling to different countries and studying the different carving techniques used in those places, Mendoza was able to help modernize the metal-working and engraving industry in the Philippines.\n  • All of Mendoza’s works–including the award-winning bust–were destroyed when her family home at Sta. Cruz was bombed during WWII.\n\n\n4. Olivia Salamanca.\n\nOlivia Salamanca\nOlivia Salamanca in Filipino dress. Source: The Diary of\nOlivia Salamanca, M.D.,\n1889-1913 by Encarnacion Alzona, Ph.D.\n\nAlso known as Pioneer Woman Physician of the Philippines.\n\nExtraordinary moments: In 1910, Salamanca obtained the degree of doctor of medicine from the Women’s Medical College in Philadelphia. Therefore, she was the second Filipina to become a physician after Dr. Honoria Acosta-Sison who graduated from the same school in 1909.\n\nSalamanca was among the pensionados who qualified and were chosen by the government to study in the US in 1905. She was sent to St. Paul, Minn. to finish the secondary course and later to Women’s Medical College where she fulfilled her dreams of becoming a physician. Salamanca graduated on June 1, 1910, at the age of 20 and also passed the civil service examination in the same year.\n\nAlso Read: 34 Facts You Didn’t Know About Philippine First Ladies\n\nTo give back to her countrymen, Salamanca returned to the Philippines and served as the first secretary of the Philippine Antituberculosis Society. At the time, potent anti-TB drugs were not available yet, so Salamanca and other medical professionals had to care for their patients at the expense of their own health.\n\nEventually, Salamanca was also diagnosed with tuberculosis. Despite her deteriorating health, she still led an active life, travelling back and forth between Philippines and Hongkong until her untimely death in 1913 at the age of 24.\n\nInteresting facts:\n\n  • Salamanca was one of the first Filipinos to be subjected to the use of tuberculin in the treatment of tuberculosis. However, her health had not improved.\n  • She was a child prodigy. In fact, she was able to play the piano without the guidance of a teacher. Maestro Manuel Ruiz y Javier, her elder sister’s teacher, was so impressed by her that he composed a mazurka entitled “Olivia.”\n  • To honor her contributions as a pioneer Filipino physician, the Philippine Medical Women’s Association named the place at the corner of General Luna and T. Kalaw as “Plaza Olivia Salamanca.”\n\nAlso Read: How to Become a Doctor in the Philippines\n\n\n5. Magdalena Leones.\n\nMagdalena Leones\nPhoto Credit: Philippine Veterans Affairs Office\/Choose Philippines\n\nAlso known as Lioness of Filipina Agents.\n\nExtraordinary moments: Born and raised in Kalinga, Magdalena Estoista Leones didn’t let her lack of military experience stop her from assuming various roles during WWII. She spent most of her early twenties nursing the wounded and providing vital intelligence information to the Allied forces. Indeed, she was the ultimate Filipina spy.\n\nAlso Read: 6 Badass Filipina Warriors You Never Heard Of\n\nOnce a deaconess to evangelical churches, Magdalena was forced to take over a new role when the American soldiers from the Japanese-occupied Baguio City chose to retreat to her hometown. She assisted Reverend Nagel of the United Evangelical Church who became the chaplain to the American soldiers led by Colonel John Horan. She also served as an interpreter between English and Ilokano\/Kalinga speakers.\n\nAfter the Fall of Corregidor in 1942, Magdalena was imprisoned together with Horan’s troops. She was later freed and subsequently joined the guerrilla Fil-American Irregular Troops (FAIT) in Manila. In January of 1944,... (truncated)",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.9892597198,
        "format_confidence":0.9870682955
    },
    {
        "url":"https:\/\/thetrektoday.com\/2018\/07\/20\/early-conquests-7-pivotal-battles-that-shaped-early-rome\/",
        "text":"Early Conquests: 7 Pivotal Battles that Shaped Early Rome\n\nPosted on\n\nAccording to tradition, Rome was founded by Romulus in 753 BC, although excavations have revealed that a wall was built in the area of the city centuries before the official year of foundation. Modern historians suggest the city was founded a little later but regardless of when it was established, Rome was to become the greatest city in ancient history.\n\nLegend has it that seven kings ruled the city until the Roman Republic was formed in 509 BC when the people took power from Lucius Tarquinius Superbus. From that point onward, Rome started to expand into other regions and ultimately formed one of the greatest empires of all time. Much is written about Roman conquest from the Second Punic War onwards, but less is known about its early history. In this article, I will look at 7 important battles in the early Roman Republic which end just before the Second Punic War. As I covered the Pyrrhic War in another piece, I have not included the battles of Heraclea and Asculum.\n\n1 – Battle of Silvia Arsia (509 BC)\n\nThe Battle of Silvia Arsia was fought between the Etruscan forces of the Tarquinii and Veii and the republican forces of ancient Rome. It was the first failed attempt by Tarquin to regain the throne after he was overthrown in 509 BC. Also known as Tarquin the Proud, the former king ruled as a tyrant, and his actions angered Romans to the point where they decided to abolish the monarchy and form a Republic.\n\nAccording to legend, one of Tarquin’s sons, Sextus, raped Lucretia, the daughter of the prefect of Rome. After the event, she told her father before committing suicide. The Roman people were so angered by the king’s abuse of power that they declared it was better to die in defense of their liberty than to allow tyrants to rule. One of the city’s leading citizens, Brutus, proposed the banishment of the Tarquins from all the territories of Rome. A general election was held, and the people voted for a republic. Brutus took armed men to find the king, but Tarquin fled with his family into exile.\n\nHowever, he wanted his throne back and gained the support of the Etruscan cities of Veii and Tarquinii by reminding them of their territorial losses at the hands of the Roman state. He led his army against the Republican forces commanded by Brutus and Publius Valerius Publicola at the Silvia Arsia, which was a forest near the city of Rome. Tarquin’s son Aruns led the monarchy’s cavalry and charged at the enemy cavalry, led by Brutus. The two men apparently speared one another to death.\n\nAlthough the right wing of both armies found success, Tarquin was forced to flee the field. Valerius returned to Rome and was given a hero’s welcome. The city also held a magnificent funeral for the fallen Brutus. According to Livy, Valerius fought the Veii soon after Silvia Arsia but does not give details of what happened. Tarquin had failed in his initial attempt to reclaim his crown, and this battle marked the beginning of the Roman Republic. However, the deposed king was not finished yet.\n\nPrev1 of 7Next\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.9936170578,
        "format_confidence":0.9671305418
    },
    {
        "url":"https:\/\/www.attractiontix.co.uk\/blog\/2015\/01\/27\/tower-of-london-history\/",
        "text":"10 Fascinating Facts about the Tower of London’s History\n\nTower of London History\nJanuary 27, 2015\n\n\nThe 1000-year history of the Tower of London is a mixture of scary, gruesome, amusing and sometimes totally unbelievable! Find out the 10 most fascinating facts about this British landmark in this fun infographic:\n\nTower of London History\n\nVisit the Tower of London\n\nAbout the author\n\nNick Ekste\n\nNick is a Web Designer and Front End Developer at AttractionTix. Nick loves to travel and the USA is his favourite destination, specifically New York City.\n\nBook the tickets featured in this story",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.6269907951,
        "format_confidence":0.9545499682
    },
    {
        "url":"https:\/\/www.kenyanmoments.com\/bucket-list-saturday-7-giza-pyramids\/",
        "text":"Location: Giza Plateau\n\nAddress: Al Haram, Giza Governorate, Egypt\n\n\nOne of the seven ancient wonders of the world, the Giza complex consists of three large pyramids.Great_pyramid_and_sphinx The pyramids at Giza were built approximately 2,500 BC by Pharoah Khufu, his son Khafre, and Khafre’s predecessor, Menkaure.\n\nThe Giza Necropolis consists of the 3 iconic pyramids, the Great Sphinx, smaller pyramids for the queens of Egypt and complexes for workers.\n\nScientists theorize that 20,000-30,000 workers spent 80 years building the pyramids of Giza.\n\n\nA common misconception is that the pyramids were built by slaves. They were actually by a mixture of local residents and craftsmen.\n\nAs many as 140 pyramids have been discovered in the area of Ancient Egypt.\n\nThe Great Pyramid of Giza consists of over 2,300,00 stone blocks weighing anywhere between 2- 50 tons per block!\n\n\nThe pyramids Of Menkaure, Khafre and Khufu, are precisely aligned with the constellation of Orion.\n\n\nOrions Belt and The Pyramids\n\n\nGiza Plateau Pyramid of Menkaure\n\n\nDid you know that in the 12th century, the second Ayyubid Sultan of Egypt tried, unsuccesfully, to demolishthe Great Pyramid?\n\nRelated Posts\n\n  • 3\n    The word Kenya originates from the Kikuyu, Embu and Kamba names for Mt. Kenya,“Kirinyaga“, “Kirinyaa” and “Kiinyaa“. Kenya lies on the earth's equator, making it have relatively equal hours between day and night. This also means that it has two seasons; the rainy and dry seasons. Professor Wangari Maathai, an environmental and political activist, was the first Kenyan and…\n    Tags: great\n  • 3\n    Where Address: Timbuktu, Mali Elevation: 856′ Population: 54,453 (2009) Watercourse: River Niger Fact Permanent large-scale urban settlement began as early as 200 BC. Timbuktu became part of the Trans Saharan trade by 500 AD. The 15th and 16th centuries were the golden age of the city where religion, arts, math and sciences…\n    Tags: built\n  • 1\n    This Walk is a great alternative to the Park, especially if you're not a morning person lol. While it is basically a zoo, the animals have huge spaces to wander about and are barely enclosed. Thanks for the support and remember y'all, #LoveLife A&M\n    Tags: great",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.621933341,
        "format_confidence":0.8948688507
    },
    {
        "url":"https:\/\/www.impressive.com.au\/random\/6-unexpected-facts-about-albert-einstein\/",
        "text":"6 Unexpected Facts about Albert Einstein\n\n6 Unexpected Facts about Albert Einstein\n\nMuch is known about the iconic, brilliant scientist with the wild eyes and white hair. Some of Albert Einstein’s quotes and accomplishments are common knowledge, including his Nobel Prize win for physics in 1921 and this poignant quote: ‘Learn from yesterday, live for today, hope for tomorrow. The important thing is to never stop questioning.’ Einstein was born in Ulm, Germany on 14 March, 1879. He revolutionised the field of physics as we know it and formulated the world’s most famous equation: E = mc2. As with every brilliant mind, there is more to Einstein than common knowledge can tell us. In celebration of his recent birthday, here are 10 surprising things about Albert Einstein.\n\nMusic was his biggest joy in life\n\nDeeply fascinated with science and how the universe works, Einstein dedicated his life to scientific discovery. But did you know he was a passionate violinist? Quoted as saying ‘I get most joy in life out of music’, Einstein played since the age of six. His second wife Elsa claimed he liked to take breaks from his studies to play violin, because it relaxed him and helped him think.\nHe declined an offer to be president of Israel\n\nOn 17 November, 1952, Einstein received a letter asking if he would accept the offer for the presidency of Israel. His response was cordial and diplomatic, claiming that although he was ‘deeply moved by the offer … I cannot accept it.’ Having dedicated his life to ‘objective matters’ he felt he lacked ‘the natural aptitude and the experience to deal properly with people and to exercise official functions’.\n\nAn illegal autopsy was performed on Einstein’s body\n\nPathologist Doctor Thomas Stolz Harvey performed the autopsy following Einstein’s death. Normal procedure—except that no paperwork has ever been found that gave permission for the autopsy. Against Einstein’s final wishes to be cremated whole, Einstein’s eyes were removed (they remain somewhere in a safe deposit box in New York City) and Harvey also removed his brain, which he allegedly kept for 50 years.\n\nHe inspired the look of Yoda\n\nStar Wars fans would be delighted to know that the green, 4 ft. tall Jedi Master’s face was inspired by Albert Einstein’s own unique look. Special effects artist Nick Maley says he had a picture of Einstein in his office and chose to incorporate Yoda’s wrinkles and white hair to resemble the scientist.\n\nHe didn’t believe in God\n\nOne of Einstein’s most famous quotes has encouraged people to think he believed in God: ‘God does not play dice with the universe.’ He wrote in 1954 that he did not ‘believe in a personal God’ but likened his ‘unbounded admiration for the structure of the world’ to a religious worship. In the famous quote, Einstein was referring to subatomic particles and their unpredictable nature. ‘God’ and ‘dice’ were simply elegant metaphors.\n\nHe declined life-saving surgery\n\nWhen Einstein died in on 17 April 1955, the world mourned his loss. Experiencing internal bleeding due to the rupture of an abdominal aortic aneurism, Einstein’s statement in his refusal of surgery showcases his stubborn yet profound and philosophical nature: ‘I want to go when I want. It is tasteless to prolong life artificially. I have done my share, it is time to go. I will do it elegantly.’",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.6562129855,
        "format_confidence":0.9850484729
    },
    {
        "url":"http:\/\/www.ocregister.com\/articles\/first-408648-inauguration-president.html",
        "text":"Inauguration trivia answers\n\nInauguration trivia answers:\n\n1. C. Start spreading the news: George Washington took the oath of office as our nation's first president in 1789 on the balcony of Federal Hall in New York City. He went to Philly the next time.\n\n2. C. Dolley Madison organized the first official inaugural ball in Washington D.C. for husband James Madison when he became the nation's fourth president in 1809.\n\n3. C. It cost $4 to attend that first ball, and 400 people snatched up the tickets.\n\n4. B. Didn't you see the movie? African Americans first marched in Lincoln's second inaugural parade. Women, by the way, weren't included until 1917 at Woodrow Wilson's second inauguration.\n\n5. B. Lady Bird Johnson held the Bible in 1965 when Lyndon Baines Johnson was sworn in.\n\n6. A. In 1949, Harry Truman's inauguration was broadcast on TV. John Kennedy's 1961 inauguration was the first televised in color. Bill Clinton's second inauguration in 1997 was the first webcast.\n\n7. C. William Henry Harrison spoke for an hour and 45 minutes in 1841, so long that exposure to the elements is blamed for the pneumonia that led to his death after a month in office.\n\n8. B. Cowboy star Montie Montana threw a lasso around President Eisenhower as he reviewed the inaugural parade. The Secret Service did not tackle Montana or his horse.\n\n9. C. Thomas Jefferson walked to the Capitol building from a nearby boarding house to take the oath of office in 1801, the first inauguration held in Washington D.C.\n\n10. C. Since George Washington first invoked God at the end of his oath, every other president except Theodore Roosevelt has done the same.\n\n11. All three are correct: Calvin Coolidge, Herbert Hoover and John Kennedy all kept with longstanding tradition and wore top hats. But Kennedy was the last to do so.\n\n12. B. Everybody remembers Aretha Franklin's hat – a $179 production by Detroit-based Mr. Song Millinery, customized with Swarovski crystals. The song she sang was \"My Country tis of Thee.\n\n13. C. John Quincy Adams refused to put on his big-boy pants and snubbed campaign foe Andrew Jackson with a no-show.\n\n14. A. George W. Bush spoke for a little more than 20 minutes at his 2005 inauguration and said the word \"freedom\" 20 times.\n\nRelated Links\nDigital & Driveway Delivery - 50% Off\nUser Agreement\n\nComments are encouraged, but you must follow our Privacy Policy Policy & Terms of Use\n\nKeep it civil and stay on topic. No profanity, vulgarity, racial slurs or personal attacks. People who harass others or joke about tragedies will be blocked. By posting your comment, you agree to allow Orange County Register Communications, Inc. the right to republish your name and comment in additional Register publications without any notification or payment.\n\nPrograms & Promotions\nBusiness Directory\nAds by Google",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.7712723017,
        "format_confidence":0.9551362991
    },
    {
        "url":"http:\/\/mysteriousall.com\/2014\/11\/the-most-famous-in-the-history-of-curses.html",
        "text":"The Most Famous in the History of Curses\n\n30 Nov\n\ncursesThe belief in omens and spirits, or far left as a child, or expressed in over the left shoulder and three-time rapping on wood, no more. But sometimes happens is that you begin to understand that everything in the world, there is something from which fails to protect or call the police, or traumatic gun under the pillow or communications in the higher echelons of power.\n\n1. Curse of Otzi\n\nIn 1991, a group of climbers went to conquer one of the Alpine peaks in the Otztal Valley, found in the ice half vmerzshie human remains. Deciding that it was one of the victims of avalanches and blizzards, climbers have learned body with ice axes and sent to the morgue. Examining the corpse, pathologists concluded: the man was a resident of the Bronze Age and lay in the mountains at least 5300 years.\n\nIce prisoner named Otzi, and scientists came to the conclusion that he was killed by a blow to the head, which caused him to unknown pursuers, and, when found, Otzi still clutched in the hands of a flint knife.\n\nAfter some time, the people involved in this incident, suddenly began to die: Rainer Henn, the medical examiner who examined the body, was killed in a car accident a year after the events shortly thereafter avalanche claimed the life of Kurt Fritz – a guide who led the transportation of the body. Mountaineer Helmut Simon, first discovered Otzi died in 2004, roughly in the same area, fell into the abyss.\n\nAlmost immediately after the funeral of Simon, died of a heart attack, the head of the rescue team, look for it – Dieter Warnecke. In April 2005, died of a stroke, Professor Konrad Spindler of Innsbruck University, who led the team of scientists who have examined the ECR.\n\nCan be regarded as a series of deaths coincidence, but in general, if we consider that this story had a ratio of hundreds of people in the death of several of them for 20 years cannot be anything supernatural.\n\n2. Curse of the Pharaohs\n\nAccording to some reports, at the opening of the tomb of Tutankhamun was found a stone with the inscription Death on swift wings overtake the one who disturbed the peace of the Pharaoh, but possessed Egyptologists Howard Carter and Lord Carnarvon that did not stop: in 1922 it was officially announced the sensational discovery . Shortly visited the tomb began to die one after another.\n\nLord Carnarvon died from the bite of a mosquito that caused blood poisoning and pneumonia, four months after he first entered the crypt. I must say, in the last months of his life he did not differ good health. A few hours after his death in England, yelp, gave up the ghost pet dog Lord – Susie.\n\nAmerican financier George Gould, who visited the tomb, caught a fever and died six months after his visit to the Tutankhamen. Millionaire Joel Wolfe, came by to look at the interior of the tomb of the Pharaoh was killed a few months after the visit. Just a few days after the death of Lord Carnarvon was poisoned with arsenic member of the archaeological team Carter Arthur Mace. Not escaped death and personal secretary to Carter, who was found strangled in his bed in 1929.\n\nWhatever it was, many of the members of the expedition Carter opened the tomb lived a long and happy life, and a number of possible causes of death of the other scientists called toxic mold and bacteria that lived in the tomb for thousands of years before the archaeologists have violated their privacy.\n\n3. The Curse of Tamerlane\n\nThe legendary Central Asian conqueror Tamerlane and commander (Timur) was the initiator of the military campaigns, which killed a total of about 17 million. People.\n\nIn 1941, the year Stalin sent to Samarkand, a group of archaeologists who had to open the tomb of Tamerlane, that was seriously alarmed local residents and Muslim clergy. According to unconfirmed reports, at the opening of the tomb of Timur was found the inscription: Who disturb my grave, will pave the way for a more fearsome invaders than I am. Everyone knows what happened next – June 22, Adolf Hitler’s army invaded the Soviet Union.\n\nBy the way, when in 1942, Stalin ordered to return the remains of the tomb of Tamerlane and buried with all due rites, German forces surrendered at Stalingrad, which was one of the turning points in World War II.\n\n4. The Curse of the Hope Diamond\n\nAccording to one legend, a French merchant Jean-Baptiste Tavernier pulled the 115-carat blue diamond from the Indian temple, after which he was hounded to death by dogs. But in fact, hunter diamond jewelry purchased in the Sultanate of Golconda, Central India, smuggled him out of the country, and then in 1669, the year brought the stone to the French court, where he bought the Sun King Louis XIV.\n\nStone is not made itself felt, until I got into the hands of Louis XVI and his wife Marie-Antoinette, who were beheaded during the French Revolution, after which the diamond was stolen and then floated only in 1812 at a London merchant since the other facet.\n\nHope Diamond was named after one of the first known owners – British Lord Henry Philip Hope, who bought the stone in 1830 at auction.\n\nUntil the end of XIX-th century the family owned the Hope diamond, but at the time of financial difficulties, it was decided to sell. Stone while walking on his hands, and in 1912 went to Evelyn Walsh McLean – daughter of the owner of the Washington Post newspaper. Soon after her son was killed in a car accident, daughter committed suicide, and her husband left for another woman, Evelyn.\n\nAfter the death of Walsh McLean diamond by paying its debt was transferred to the jeweler Harry Winston, who in 1958 presented it to the Smithsonian National Museum of Natural History, where the Hope Diamond and is still. The postman who delivered the package to the museum with a stone, was hit by a truck, but survived, but died soon after his wife and beloved dog, and the house burned down the postman.\n\nCoincidence? Curse? Unknown…\n\n5. Curse of Tippecanoe\n\nXIX-th century in American history is marked by numerous conflicts and clashes with government forces the indigenous Indian population.\n\nIn one of the largest local wars of this kind was killed Shawnee chieftain Tecumseh. Dying, the proud son of Indian people cursed future US presidents, who are elected or re-elected in a year divisible by 20. Tecumseh foretold that the rulers of the United States will die or be killed before the end of the presidential term.\n\nArgued that the curse acted to the seventh generation. The first victim was the leader of the posthumous wishes of President William Henry Harrison, elected in 1840 – he died of pneumonia a month after the inauguration. It was Harrison, being the first governor of Indiana, defeated the troops of Tecumseh in Battle of Tippecanoe, which became fatal for the Indians.\n\nAnother damned became Abraham Lincoln was elected to his first term in 1860, re-elected in 1864, and he was killed in 1865 shot in the head.\n\nThird in the black list Tecumseh was destined to become James A. Garfield: elected in 1880, the year after his inauguration in March 1881 he stayed in office less than six months, died from complications after being shot in the back, made a psychopath Charles Guiteau.\n\nFourth proved William McKinley, who became president in 1896 and re-elected in 1900. The cause of death McKinley September 14, 1901 was the first year gangrene internal organs develop after a gunshot wound in the stomach.\n\nNumber five – Warren Harding, who took the presidency in 1920, died in 1923, according to some versions, of a heart attack or a brain hemorrhage.\n\nThe sixth was Franklin Roosevelt, during his fourth term as president of the United States who died from a stroke. Of course, among Roosevelt’s re-election was a multiple of 20 – 1940-th year.\n\nCloses the list of well-known John Fitzgerald Kennedy, who led the United States in 1960 and fell victim bullets Lee Harvey Oswald November 22, 1963-year.\n\nElected in 1980, Ronald Reagan broke the law, having survived an assassination attempt in 1981, and safely left the presidency in 1989, the year.\n\nGeorge W. Bush was also impervious to the curse of an Indian chief: he became president in 2000, he survived several assassination attempts, but not killed, after which it became clear – the term authority Tecumseh expired.\n\n6. Curse Billy Goat\n\nIn 1945 the owner of the tavern Billy Goat Sianis Bill came to a baseball game between the Chicago Cubs and Detroit Tigers, drag with a goat. Peculiar smell of animal prevented the audience, so Billy asked to leave. Indignant Sianis leaving, said: The Cubs will never win!\n\nThat game really was for Chicago Cubs fatal: since then the team has never reached the final of the World Series, fans also tried various ways to remove the curse, but to no avail. One of the games, Cubs even came nephew Billy Sam Sianis, of course, taking with him a goat, but it did not give results.\n\nThe story of the goat, he took from baseball club success, seen by many as a joke, but true fans of baseball’s no laughing matter. In April this year in Cook County Illinois found headless corpse goat tied to a tree near the golf course, and a few days later, the current head of the club Chicago Cubs Tom Ricketts came parcel, which was partly decomposed goat head.\n\nLeave a comment\n\nPosted by on November 30, 2014 in Historical\n\n\nTags: , ,\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.9502587914,
        "format_confidence":0.9309931993
    },
    {
        "url":"http:\/\/midwesternmicrohistory.blogspot.com\/2012\/04\/top-genealogists-on-web.html",
        "text":"Sunday, April 8, 2012\n\nTop Genealogists on the Web\n\nJust in case you missed the memos, it's now easier than ever to get a good genealogical education while spending no money, or very little. Four good free sites to start, the first two just recently opened:\n\nElizabeth Shown Mills, Historic Pathways: a collection of published articles on difficult genealogical questions.\n\nElizabeth Shown Mills, Evidence Explained: excerpts and lessons from the classic reference on citation and evidence analysis (2nd edition), plus a store and discussion forums.\n\nCraig Scott, Stump Craig (blog): Q&A Format, and yes, he has been stumped on occasion.\n\nBoard for the Certification of Genealogists, in particular the examples.\n\nFeel free to discuss additions to this list in the comments.\n\n1 comment:\n\nDawn Watson said...\n\nRachal Mills Lennon has a new web site (with a blog) called Finding Southern Ancestors (, containing digital copies of some of her previous publications, etc. Very helpful for Southern researchers, particularly those with Revolutionary War veterans in their ancestry.",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.9169839621,
        "format_confidence":0.7101438642
    },
    {
        "url":"https:\/\/www.ranker.com\/list\/shooting-squads-throughout-history\/aaron-edwards",
        "text":"Weird History How Firing Squads Have Worked Throughout History  \n\nAaron Edwards\n169.1k views 21 items\n\nAs soon as mankind learned to shoot, it figured out how to use that power to kill. The history of shooting squads is very long, though the practice is quickly becoming a relic of the past. If you're wondering \"when did shooting squads start?\" or \"how did shooting squads start?\", hold your horses, that information is coming, along with a number of other fascinating facts and anecdotes about the history of firing squads.  \n\nThe invention of gunpowder (and the firearms that use it) was the catalyst for firing squads becoming the standard method of execution for militaries across centuries. Many traitors, spies, and war criminals met their end to men with rifles, and are memorialized in the annals of shooting squads in history.\n\nEven though guns are more lethal than ever in the 21st century, firing squads are out of fashion. Many countries have banned them, and the countries where firing squads are still legal are slowly becoming disinterested in them as a form of execution. However, you can always count on one aggressive or militant nation to carry on the tradition (in the event you want the tradition carried on). If you’re curious what firing squads have been like across history, check out the list below.\n\nHow Traditional Firing Squads Work\n\nHow Traditional Firing Squads ... is listed (or ranked) 1 on the list How Firing Squads Have Worked Throughout History\nPhoto: Photographer Unknown\/Public Domain\n\nA traditional firing squad is a basic set up, one you've surely seen in movies, paintings, or historical photographs. The condemned stands before a surface from which bullets won't ricochet ( a wall, a hill, a mound, sandbags), is sometimes tied to a post or restrained in another way, is more often than not blindfolded, and faces a line of armed men or women who mow the condemned down in a fusillade of lead. If the condemned doesn't die in the initial hail of bullets, the commanding officer of the squad may shoot him or her in the head with a pistol. \n\nFiring squads typically use rifles, though in some cases pistols have been used. All members of a firing squad are ordered to fire simultaneously, to avoid singling out a shooter as the one who fired the fatal shot. The firing squad generally targets the chest, both to avoid unnecessary damage to the head and face (for burial purposes), and because the chest is a larger, easier target than the head. In some places, there's a tradition of carrying out execution by firing squad at dawn, hence the phrase \"shot at dawn.\"\n\nThe Blindfold Serves Two Primary Purposes\n\nThe Blindfold Serves Two Prima... is listed (or ranked) 2 on the list How Firing Squads Have Worked Throughout History\nPhoto: USHMM\/Public Domain\n\nThe hood worn by prisoners during execution by firing squad serves two primary purposes. It dehumanizes the condemned, making it easier for the firing squad to perform its function without an emotional response. The target on the chest further reinforces the notion that the firing squad isn't killing a human being, but merely aiming at a target and firing. Secondly, it prevents the condemned from witnessing his or her own death, saving the individual, in his or her final moments, from looking into the faces and down the barrels of the guns that will bring about imminent demise. However, it's not unheard of for a prisoner to request to go without a hood or blindfold; to look death in the face. \n\nDeath by Firing Squad Is Typically a Military Execution\n\nDeath by Firing Squad Is Typic... is listed (or ranked) 3 on the list How Firing Squads Have Worked Throughout History\nPhoto: US Army\/Public Domain\n\nSure, there are hangings and beheadings in the annals of military executions, but firing squads have been the go-to method of dispatching soldiers for a few centuries, chiefly for symbolic and disciplinary reasons. Using a firing squad makes punishment a communal event. The offender is killed by his or her peers, using weapons the soldiers all use in combat. It also reinforces the idea of the community (the firing squad) over and against the individual (the offender). \n\nExecutioners Sometimes Get Guns Filled with Blanks\n\nExecutioners Sometimes Get Gun... is listed (or ranked) 4 on the list How Firing Squads Have Worked Throughout History\nPhoto: Artist Unknown\/Public Domain\n\nEven if executing a soldier for desertion or treason, you might get a little emotional when pulling the trigger. After all, you might be killing someone with whom you served, whose family you know well. Or maybe you don’t want to live with the guilt of killing an unarmed man. Hence the custom of at least one member of a firing squad receiving a gun loaded with blanks. No one on the squad knows which gun is loaded with blanks, so it's impossible to know who fired the shot that killed the condemned.",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.6258067489,
        "format_confidence":0.9861021042
    },
    {
        "url":"http:\/\/www.fortmilltimes.com\/2014\/03\/04\/3324988\/this-week-in-fort-mill-history.html?sp=\/99\/231\/351\/297\/",
        "text":"This Week in History\n\nThis Week in Fort Mill history\n\nMarch 4, 2014 \n\n\n• Joe Bonds, Fort Mill School superintendent, was one of two finalists for the head job at Lexington School District 2, northwest of Columbia.\n\n• A businessman operating convenience stores in the Fort Mill area paid $17,000 in an out-of-court settlement for losses from video poker machines.\n\n• The Fort Mill Times was named South Carolina’s top newspaper in its circulation category for the sixth straight year.\n\n• The basketball season came to an end for Fort Mill and Indian Land as both the boys’ and girls’ teams from each school lost in the first round of the state playoffs.\n\n\n• The Fort Mill Yellow Jackets defeated the Chapin Eagles 57-48 in the first round of the state basketball playoffs. Melvin Dixon led the Jackets with 19 points and 16 rebounds.\n\n• The previously undefeated Indian Land Warriorettes basketball team lost its first game of the season in the opening game of the state playoffs, 30-43 to Ware Shoals. The girls ended a great season with a 24-1 record.\n\n• Olin Collins and Larry Pettus were named Optimists of the Year by the Fort Mill Optimist Club.\n\n• First place winners in the Fort Mill Junior High School Clean-up Poster contest were Carol Beacham and Tammy Boatwright.\n\n\n• A blown call by a referee in the upper state girls’ basketball championship game against Fairforest turned a one point Fort Mill victory into a one point loss. After the game, the official admitted he blew the call.\n\n• The State Finance Commission decided that Fort Mill would have a school district of its own and would not have to consolidate with Rock Hill or Lancaster.\n\n\n• In a special election, B. D. Culp was elected to fill the seat of W. P. Epps on the Fort Mill School District School Board.\n\n• Henry W. DesPortes, father of Dr. J. R. DesPortes of Fort Mill, died at Ridgeway.\n\n\n• Eight inches of snow, the heaviest seen in this section since 1902, fell closing school for one day.\n\n• Andrew Caldwell suffered a deep gash in his left cheek as a result of walking through a plate glass door at the Mills and Young Co.\n\nCompiled by Chip Heemsoth, a lifelong resident of Fort Mill.\n\nFort Mill Times is pleased to provide this opportunity to share information, experiences and observations about what's in the news. Some of the comments may be reprinted elsewhere in the site or in the newspaper. We encourage lively, open debate on the issues of the day, and ask that you refrain from profanity, hate speech, personal comments and remarks that are off point. Thank you for taking the time to offer your thoughts.\n\nCommenting FAQs | Terms of Service",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.9792175293,
        "format_confidence":0.75375247
    },
    {
        "url":"http:\/\/hrhqueenalexandria.blogspot.com\/2015\/05\/7-women-explorers-you-should-know.html",
        "text":"Friday, 15 May 2015\n\n7 Women Explorers You Should Know\n\nDid you enjoy my post about the adventures of Nellie Bly?\nThen you should check out this post over on Saints, Sisters and Sluts with seven more historical women travellers that more people should know about.\n\nNo comments:\n\nPost a Comment\n\nDisqus for Queens Of The Wild Frontier\n\n\nRelated Posts with Thumbnails",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.9210456014,
        "format_confidence":0.7027496099
    },
    {
        "url":"http:\/\/www.modernman.com\/ancient-cities-wiped-out-by-disasters\/",
        "text":"Ancient Cities Wiped Out By Disasters\n\nPage 1 of 9\n\nYou've no doubt heard of the ancient lost city of Atlantis — after all, it's where Aquaman chillaxes when he's not out foolishly attempting to be a superhero. But Atlantis is almost certainly a myth invented by some Greek dude named Plato. (Who the hell names their kid after a planet?) And yet scientists still debate the existence of Atlantis more than 10,000 years after the city supposedly sank to the ocean floor. Why? Because people are fascinated by the thought of an entire civilization wiped out by a disaster. After all, the disasters that destroyed or emptied out ancient civilizations still exist — volcano eruptions, tsunamis, earthquakes, war, disease, an influx of pushy Spaniards. So what wiped them out could wipe out a city today. Next: Troy",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.9774700403,
        "format_confidence":0.7689049244
    },
    {
        "url":"https:\/\/allthatsinteresting.com\/amazing-unesco-world-heritage-sites",
        "text":"10 Staggeringly Amazing UNESCO World Heritage Sites\n\nPublished December 16, 2014\nUpdated January 24, 2019\nPublished December 16, 2014\nUpdated January 24, 2019\n\nFrom impressive monuments to incredible national parks, these are the ten most amazing UNESCO World Heritage Sites on Earth.\n\nIn the midst of destruction, the United Nations saw potential for innovation and created the UN Educational, Scientific and Cultural Organization (UNESCO) in a fractured, post-World War II landscape.\n\nMade to build lasting peace and form bonds between people, UNESCO’s first directive was to rebuild schools, museums, libraries and other important cultural and intellectual sites after the war. Since its inception in 1945, UNESCO has positively impacted the world in a number of ways.\n\nUNESCO Building\n\nSource: Noticias Sin\n\nOne of UNESCO’s goals is to recognize and protect valuable places with either physical or cultural significance. There are currently 1007 UNESCO World Heritage Sites representing countries from all over the world. Each site is listed as either a cultural, natural or mixed site, depending on the nature of the location. From impressive monuments to precious religious shrines to incredible national parks, these UNESCO World Heritage Sites are both culturally important and undeniably intriguing.\n\nAmazing UNESCO World Heritage Sites: Ilulissat Icefjord\n\nThe Ilulissat Icefjord is the sea mouth of Sermeq Kujalleq, one of the world’s fastest moving and most active glaciers. Located on the west coast of Greenland, the Ilulissat Icefjord joined the ranks of UNESCO World Heritage Sites in 2004.\n\nSermeq Kujalleq calves over 35 cubic kilometers of ice each year, which accounts for a staggering 10 percent of Greenland’s calf ice. Visitors who tour the Ilulissat Icefjord will encounter seals, whales, seabirds and endless amounts of—you guessed it—ice.\n\n\nTiwanaku, Bolivia was once the capital city of a culturally rich pre-Hispanic empire that stretched over much of the southern Andes. Reaching its height between 500 and 900 A.D., the city was once an important political and religious site with an advanced underground drainage system. Ruins from the original city still stand in protected archeological zones, where visitors can see two carved monoliths, an open temple and various stone carvings. The ancient city was listed as a UNESCO World Heritage Site in 2000.\n\nStone Wall at Tiwanaku\n\nSource: Historvius\n\nTiwanaku Bolivia\n\nSource: Wikimedia\n\nUNESCO World Heritage Sites Bolivia\n\nSource: Tripomatic\n\nAll That's Interesting\nYour curiosity knows no bounds. Neither do we.",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.8222137094,
        "format_confidence":0.9856624007
    },
    {
        "url":"https:\/\/www.plant2tree.com\/world\/top-10-natural-disasters-of-the-century\/",
        "text":"Top 10 natural disasters\n\nTop 10 Natural Disasters Of The Century\n\nDid you ever felt that the ground rolls like an ocean wave or shakes back and forth? Did you ever felt a Sharp jolt? If you have experienced it first hand, you must have known the dreadful nightmare.\n\nOver time, there has been a variety of natural disasters. They are not over and will continue. The devastating, awful and long-lasting ones have really made history.\n\nWelcome back, Thinkers. Well, you are on the right track to feed your hungry minds. Here we unfold all the mysteries hiding up our sleeves. We’re counting down our picks today for the Top 10 natural disasters of the century.\n\nVow me that you would glide till the number 1 to find the scariest places. Trust me, it is one of the goosebump-inducing sites I have ever seen.\n\nFrom tornadoes to floods, there are more than enough that mankind could hold. Yep, we must be aware that natural sisters are not over. Moreover, you never know when it can strike. History has proven that most of these catastrophes were not something that people considered would ever ensue to them.\n\n10. Haiti Earthquake of 2010\n\nHaiti Earthquake of 2010 - Top 10 natural disasters\n\nOne of the strongest earthquakes that the world has ever seen. With a magnitude of 7.0 is one of the recent natural disasters. With over 200 million dead and many casualties, this earthquake has just put the whole world in shock. Over 1.5 million were displaced, and they are still homeless today.\n\nWe might forget this date, January 12, 2010, but the people in Haiti would never erase it from their life. Many countries reacted to appeals for pledging funds, humanitarian aid, and dispatching rescue and medical teams and support personnel.\n\n9. Camp Fire of 2018\n\nCamp Fire of 2018 - Top 10 natural disasters\n\nThe most destructive and deadliest that cost California in 2018. It is one of the world’s most fatal fires ever. According to local reports, the fire was started in the early hours of November 8 in arid and windy conditions. Things got intense when they quickly swept through the northern California town of Paradise.\n\nThousands were seen running for their lives along the few escape ways. Not only did it leaves 85 dead, but it also burned almost 153,336 acres. Shocking, right? According to the reports, it left 14,000 residences homeless leaving almost zero left of the townlet.\n\nA piece of quick advice from our team remembers to pack your essential documents in a small bag. ON to the next one\n\n8. Hurricane Katrina of 2005\n\nHurricane Katrina of 2005\n\nYou must have probably heard of this one. This was one of the deadliest earthquakes hit on the gulf coast. Not only leaving devastating effects but also many people lost their lives. Estimated over 81 billion dollars to be repaired after the disaster.\n\nFrom the Gulf Coast to the Ohio Valley, the horrific tragedy set off a series of 59 tornadoes through the span of just six days that tore across nine states. Alabama, Florida, Georgia, and Mississippi were also damaged, in addition to Louisiana. It has impacted about 15 million people. Winds actually beat 175 mph at its peak as a Category 5 hurricane.\n\n7. Cyclone Nargis\n\nCyclone Nargis\n\nThis happened in Myanmar badly on May 2, 2008. The densely populated Irrawaddy River delta in Myanmar has washed away and caused death for almost 140,000 people.\n\nAfter typhoon Nina in 1975, this was one of the deadliest cyclones the world had ever witnessed, generating around $10 billion in damages. The terrible cyclone has also killed more than 200,000 farm animals, including 120,000 used by farmers to shove their pastures. Even after one year, WFP was still supplying food to cyclone survivors.\n\n6. Thailand, Floods\n\nThailand, Floods - Top 10 natural disasters\n\nRaining might actually be pleasant to watch. But what if it turns to be a nightmare? In 2011, Thailand was flooded by record rainfall during the monsoon season. According to the Royal Meteorological Society, it was the highest in its 61-year precipitation record.\n\nYou might have thought that this disaster hasn’t killed any? Well, sadly, the answer is no. Taking the lives of more than 800 people became more intense by wiping about 6 million hectares of industrial, agricultural, and residential lands. Insufficient control of the main dams in Thailand ruled overtopping and discharging more water.\n\n5. 2008 China Earthquake\n\n2008 China Earthquake\n\nAlso called as Wenchuan earthquake or Great Wenchuan Earthquake. On May 12, 2008, china saw the biggest earthquake that ever struck them. Took life of more than 800000 people was measured 7.6 on a richter scale.\n\nMillions of people were left homeless. Hundreds no thousands of them were buried under the rubble of crushed communities. Absolute nightmare, RIght? Factories, schools, homes were crumpled.\n\nIt was reported that it took armies and rescue teams a considerable effort to reach southwestern China’s areas.\n\nBrisk guidance if you were in an earthquake position. Try to take cover under a sturdy table or other pieces of furniture. \n\n4. East Africa Drought, 2011\n\nEast Africa Drought, 2011\n\nIn the past 60 years, this one has been named the worst drought cause threatening livelihoods across Somalia, Djibouti, Ethiopia and Kenya. It is estimated it has caused about 11.5 million people to the food crisis. Things got intense when many refugees from southern Somalia escaped to Kenya and Ethiopia.\n\nThis had made a panic situation over there, which eventually led to unsanitary conditions. Along with severe malnutrition led to a large number of deaths. East Africa, including Sudan, South Sudan, and Uganda, were too affected by starvation.\n\n3. Hurricane Harvey\n\nHurricane Harvey - Top 10 natural disasters\n\nHurricane Harvey took place back in 2017. Considered a Category 4 storm. It became the country’s first major — Category 3 or higher. It hit the Louisiana-Texas border.\n\nThe storm actually damaged the U.S. record for rainfall from a single storm.\n\nThis had become more extreme when the known human carcinogens were among the dozens of tons of industrial toxic substances discharged into wrapping neighborhoods and waterways following Harvey’s torrential rains. According to The texas, 2017 was one of the most expensive years on record for disasters. Hurricanes Harvey, Irma and Maria all happened in the same year.\n\n2. Drought in The United States\n\nDrought in The United States\n\nBack in 2012, almost two-thirds of the continental U.S. was encircled by drought. Defeats were primarily agricultural. It was mainly due to a lack of soil moisture. Even livestock was not spared.\n\nSince 1928-1930 it was the first time U.S. corn yield fell in three consecutive years. The dry conditions continued throughout the winter of 2011\/2012 for most U.S. Images of a very dry and dusty might make you feel clumsy.\n\n1. Tohoku Earthquake and Tsunami\n\nTohoku Earthquake and Tsunami\n\nThe disaster back in 2011 in Tohoku, Japan, has literally shaken the whole world. YOu might have probably heard of this one. The magnitude was around 9.0. Surprised?\n\nWell, yeah, I am. But it is okay. It is one of the strongest that was ever recorded in their history.\n\nThe situation was even more terrible when followed by a tsunami and hundreds of aftershocks. It left millions and millions dead, injured or might be missing.\n\nAccording to an analysis of the damages, about 128,530 and 240,332 houses are considered totally ruined or half destroyed. This was a disaster that could have even caused a nuclear catastrophe.\n\nAfter the terrible tragedy, the food was reported to have raised radiation levels in some local food and water supplies. Within minutes of the earthquake, the tsunami waves were just as a threatening gas a horror movie.\n\nIt was reported that tsunami waves that touched JAPAN were as high as 23.6 m, approximately 77ft. \n\nWe do offer consolations to the ones who faced their deaths. The arena is much worse for people who survived. There is the devastating family and loss of homes.\n\nThe cost of cleanup and reconstruction is mind-boggling. It appears that the more the planet goes around, the more disaster strikes. Be prepared as possible as you can \n\nWhich disaster has shook your soul? What precautions have you taken to face such calamities? Remember to have a local radio. You can even lend a helping hand to the sufferers.\n\nLeave a Comment\n\nYour email address will not be published.",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.5856062174,
        "format_confidence":0.9915623069
    },
    {
        "url":"http:\/\/newpittsburghcourieronline.com\/2013\/07\/10\/this-week-in-black-history-7-10-13\/",
        "text":"This Week In Black History 7-10-13\n\nComments: 0  | Leave A Comment\n\n\nWeek of July 10-16\n\nJuly 10\n\n1775—Shortly after taking command of the troops fighting for American independence from Britain, Gen. George Washington (the nation’s first president) has his adjutant general issue an order barring any further Blacks from joining the Continental Army. The decision would be confirmed by the Continental Congress in November of 1775. The fear was that Blacks who fought for America’s independence would be justified in demanding an end to slavery. And slave owners, including Washington, did not want that.\n\n1927—David Dinkins, the first Black man elected mayor of New York City, is born on this day in 1927. He was born in Trenton, N.J., and served as New York City mayor from 1989 to 1993.\n\n\n1943—Tennis sensation Arthur Ashe was born on this day in Richmond, Va. He would become the first Black male to win the Wimbledon men’s singles championship by defeating Jimmy Connors in 1975. Ashe would receive a contaminated blood transfusion and die of AIDS in February 1993.\n\n1972—The Democratic Party holds its presidential convention in Miami, Fla. New York Congresswoman Shirley Chisholm, the first Black person to actively seek the party’s presidential nomination, received 151.95 votes on the first ballot. Senator George McGovern would eventually be nominated. Chisholm had been the first Black woman elected to the United States Congress, achieving the distinction in 1968. She was born in Brooklyn, N.Y., to a Barbadian mother and a Guyanese father. Chisholm’s signature phrase was “Un-bought and un-bossed.” She died in January 2005.\n\nJuly 11\n\n1905—The Niagara Movement (forerunner of the NAACP) is founded during a meeting near Niagara Falls, N.Y. Among the most prominent Blacks at the meeting were intellectual and activist W.E.B. DuBois and newspaper publishers William Monroe Trotter and Ida B. Wells Barnett.\n\n1915—Mifflin Wistar Gibbs dies. Gibbs had worked on the Underground Railroad helping Blacks escape from slavery along with Frederick Douglas. He would later become publisher of Mirror of the Times—the first Black newspaper in California. He was also the first African-American elected to a municipal judgeship in the state.\n\n2010—Gospel legend Bishop Walter Hawkins dies. The Grammy award-winning Hawkins died at his home in Ripon, Calif. Hawkins was part of the influential Hawkins family. His brother was Edwin Hawkins and for a while he was married to gospel great Tramaine Hawkins.\n\n1 2 3 4Next page »\n\n\nLeave a Comment\n\n\nGet every new post delivered to your Inbox.\n\nJoin 12,279 other followers",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.9893592596,
        "format_confidence":0.8573841453
    },
    {
        "url":"http:\/\/qz.com\/587894\/the-most-fascinating-images-from-the-new-york-public-librarys-release-of-180000-copyright-free-materials\/",
        "text":"The most fascinating images from the New York Public Library’s release of 180,000 copyright-free materials\n\n\nCopyright law is a thorny thing, and it prevents a lot of people from making new works and having fun.\n\nBut every once in a while, enough time passes, a lawsuit changes the game, or a big, old institution opens up and dusts off once-restricted or hidden material and lets it out into the public domain.\n\nThe New York Public Library joins the restriction-free party this week by making 180,000 non-copyright images from its collection available for high-res download. It’s also giving access to its collections’ metadata and making updates to its API to encourage playful games and visualizations.\n\nIts trove of old stereoscopic images make great gifs, which you can try for yourself:\n\nGIF made with the NYPL Labs Stereogranimator - view more at http:\/\/stereo.nypl.org\/gallery\/index\n\nNYPL Labs, the library’s digitization and innovation arm, is the team behind these experiments. As Shana Kimball, manager of the labs’ public programs and outreach, tells Quartz:\n\n“Our thesis is, while it’s great to put in front of the public some really large number of things that are freely available, we also know it’s hard to get your head around it. Our visualization tool was one way people could have a serendipitous experience of what’s really compelling to them, especially if you’re not going in with a particular research question in mind.”\n\nA representative from NYPL tells Quartz that four staff members decide what goes into the public domain, which ends up being about a third of the total images that have been digitized—itself a “very, very, very small fraction” of the library’s total collections. Still, 180,000 images is nothing to scoff at—and certainly enough for a day-long rabbit hole.\n\nSearchability can be a bit of an issue, though, even within the library’s visualization tool, so to get you started, here are some of the most fascinating categories and examples in the trove.\n\nHistorical oddities\n\nThe historic Waldorf-Astoria Hotel in midtown Manhattan printed a message to guests from American president to-be Herbert Hoover, encouraging food thriftiness in wartime. Among his advice was “eat more lobster and seafood.”\n\nAdvice from Herbert Hoover, Waldorf-Astoria, New York, 1917 (From the New York Public Library)\n\nOld photos of beloved places\n\nPopular tourist cities like New York and Tokyo stand today in stark contrast to their turn-of-the-century counterparts, unlike Paris and London, which haven’t changed much by comparison. A host of photos of pre-Imperial Japan show a very different place from what you might expect.\n\nPhoto of the Sensōji temple complex in Asakusa, Tokyo, 1880-1890 (From the New York Public Library)\nPhoto of the New York Public Library’s main building on 42nd Street, 1907 (From the New York Public Library)\n\nPrints of gnarly sea creatures\n\nThe newly released images contain detailed illustrations and engravings of plant and animal life. The zoophytes are especially of note.\n\nIllustrations of sea cucumbers and their anatomy, 1830 – 1833 (From the New York Public Library)\nIllustration of a piper gurnard, 1785 – 1797 (From the New York Public Library)\n\nBaffling keepsakes of old popular music\n\nA popular song from the early 20th century was about a kleptomaniac named Mamie.\n\nThe sheet music cover for “Mamie (don’t you feel ashamie),” 1901 (From the New York Public Library)\n\nAnd of course no history of American music would be complete without very hard-to-stomach racism, so keep that troubling aspect in mind while exploring the sheet music collection.\n\nGods and goddesses that pop\n\nOne collection worth getting lost in is a set of Egyptian gods and goddesses depicted by a French artist in the early 1800s. The colors pop like they were made today.\n\nIllustration of Egyptian goddess Sekhmet, c. 1823 (From the New York Public Library)\n\nElaborate dress for Old World nobility\n\nA London-based collection from the late 1700s depicts traditional and then-contemporary dress from around the world.\n\nThe Duke of Venice in the 1500s, 1757 – 1772 (From the New York Public Library)\nA black sultana in 1749, 1757-1772 (From the New York Public Library)\n\nPhotos of huge, obsolete tech\n\nThe newly released collection contains more than 40,000 stereoscopic images—two similar photographs shown side by side to create the appearance of depth when examined through a stereoscope. Most of these are landscapes, but a small handful are of huge steam and hydraulic systems.\n\nPhoto of a Corliss steam engine, Philadelphia, 1876 (From the New York Public Library)\n\nAnd if you’re inspired to explore the jungle on your own, be sure to check the little public-domain box that appears when you type into the collection’s search bar.\n\nhome our picks popular latest obsessions search",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.560480535,
        "format_confidence":0.9590293765
    }
]