[
    {
        "url":"https:\/\/www.gurufocus.com\/news\/140657\/reverse-mergers-a-short-guide-to-chinese-firms-for-us-investors",
        "text":"1. How to use GuruFocus - Tutorials\n  2. What Is in the GuruFocus Premium Membership?\n  3. A DIY Guide on How to Invest Using Guru Strategies\nAnh Hoang\nAnh Hoang\nArticles (264)  | Author's Website |\n\nReverse Mergers: A Short Guide for Chinese Firms to U.S. Investors\n\nAugust 04, 2011 | About:\n\nRecently, Reuters has published the special report on Chinese short-cuts to Wall Street by doing the backdoor IPO or reverse merger. Originally there were two guys named Timothy Halter and Zhihao John Zhang who brought two Chinese companies who made power steering systems and manufacted vitamins and weight loss supplements to U.S. market, called Tiens Biotech. Then it created the boom for reverse mergers, and their main clients are Chinese. According to the report, more than 400 Chinese companies have caught this opportunity.\n\nReuters has examined around 122 cases of Chinese reverse mergers in the U.S., the rise and fall of their stock market price, then compared this with their peak price. The day of July 10, 2011, they saw the total $18 billion market capitalization had totally disappeared. The majority of them had auditing issues and compliance issues. From March this year, around 30 Chinese companies’ auditors resigned and around the comparable number were delisted from the U.S. exchanges.\n\nThe reverse merger is the scheme that used the “shell” companies, which have no operating business (no core, just cover), and those “shells” would be used to be the acquirer of Chinese operating business. Reuters has explained how the reverse merger has been done: A deal would start from the shell broker. The broker then acquires the shells, which were domiciled in friendly states like Delaware, Utah or Nevada. Then the broker sells the shells to an operating company which would like to be listed in the U.S. exchange. The acquirer would be automatically the publicly-trade company, which would be accessed immediately to U.S. investors without much scrutiny. The buyer of the shell normally based in a tax heaven country, and controls the operating business in China. That is why when I dig into the annual report or prospectus of U.S.-listed Chinese companies, I find the corporation holding metrics and the acquisition metrics quite complicated.\n\nAccording to the PrivateRaise, one in three U.S. reverse mergers are Chinese. Currently there are around 1,200 dormant public companies in the U.S., and they can be sold as cheaply as $30,000. When the broker resells them, the cost might be as high as 10 times that amount. In 2007 and 2008, high-quality shells could be bought for $800,000 by Chinese customers.\n\nThe most important issue for U.S.-listed Chinese companies is the accounting issue. In order to be a reverse merger, the acquirer has to hire an auditor registered with the Public Company Accounting Oversight Board (PCAOB). In the U.S., the PCAOB reviews small auditing firms only once every three years. Reuters has given one example of the small firm CBN, led by Todd Chisholm to audit Hendrx. According to their SEC filings, Hendrx (HDRX.OB), the maker of devices that purify, filter and generate water from moisture in the air, didn’t make money and is being sued for alleged contractual fraud and patent infringement.\n\nHowever, Todd Chisholm gave the company a clean bill of health, even questioning the capability of the company's going concerns. Then the PCAOB found the audits to be grossly inadequate. The auditor had used non-experienced native Chinese in the audit period. The result is the company once worth $37 million at its boom, now stays at less than a penny in the OTC.\n\nAnd above is just the case for a small auditor. Even with one of the big four, KPMG with ShengdaTech company where Goldman Sachs (NYSE:GS) held 7.6%, the auditor resigned in April as there were serious discrepancies in its bank statements and representations of customers. Or ChineAgritech, held by Carlyle Group, was delisted from Nasdaq in May, after a short seller noticed the company’s factories idle and suppliers non-existent.\n\nI was personally involved with several positions in U.S.-listed Chinese companies; there was a medical firm, two mobile producing firms, and one noodle maker company. When I look at the operating history, the financial ratios and the balance sheet, everything looked very good, and those were trading at very low multiples. So if any value investor looks at a profitable business but it is trading below net working capital, he\/she would get very excited. In some cases, the profit has been deterioratinged, and in some other cases, the profit is still very good but the share price keeps falling down. It might indicate a further increasing margin of safety, or the fraud hasn’t been discovered yet.\n\nThe link of Reuters’ report can be found here.\n\nAbout the author:\n\nAnh Hoang\nMoney manager in global equities, especially in U.S. and Vietnam markets. CFA level 3 candidate. Lecturer for Stalla - CFA course in Vietnam.\n\nVisit Anh Hoang's Website\n\nRating: 4.0\/5 (23 votes)\n\n\nPlease leave your comment:\n\nPerformances of the stocks mentioned by Anh Hoang\n\nUser Generated Screeners\n\njan.ellsbergerHernhag rev5\njan.ellsbergerHernhag rev4\njan.ellsbergerHernhag rev3\njan.ellsbergerHernhag rev2\nBoubaPFS Value Sector\neae010Forward Growth Edited\nbpatton23L\/Cap value\nAJPringAP screen102017 NO LOW\nGet WordPress Plugins for easy affiliate links on Stock Tickers and Guru Names | Earn affiliate commissions by embedding GuruFocus Charts\nGuruFocus Affiliate Program: Earn up to $400 per referral. ( Learn More)\n\nGF Chat",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.9985268116,
        "format_confidence":0.9128064513
    },
    {
        "url":"http:\/\/www.banktech.com\/why-bank-security-questions-need-an-overhaul-now\/a\/d-id\/1296347?cid=sbx_banktech_related_news_executive_insights&itc=sbx_banktech_related_news_executive_insights",
        "text":"News & Commentary\n\n10:13 AM\nDeena Coffman, IDentity Theft 911\nDeena Coffman, IDentity Theft 911\n\nWhy Bank Security Questions Need An Overhaul now\n\nLong considered a fortress of protection, the challenge questions used by many financial institutions today are weak and ineffective.\n\nFace it: Your bank’s security questions need an overhaul. Long considered a fortress of protection, the challenge questions used by many financial institutions today are weak and ineffective. The answers aren’t difficult to guess and can usually be deciphered without actually knowing the person; they are just too easy to breach. Consider the standard questions:\n\n-- What’s your mother’s maiden name? -- Where were you born? --What was the name of your high school?\n\nThese offered a good level of security in years past, but the modern social media landscape has rendered them useless.\n\nLet’s examine where the security features of conventional challenge questions have failed. We now live in a hyper-connected, share-it-all environment where people post nearly everything about themselves. Rather than leveraging a subset of personal information rarely known only by the customer or the customer’s close relatives, banks are granting access to financial accounts based on data that is readily attainable on Facebook, Google+, and a slew of other places.\n\nFerreting out someone’s mother’s maiden name may be as simple as looking at the last names of those people tagged as family members on a Facebook page. Birthdates and mother’s maiden name can be picked up just by seeing a public Facebook post of “Happy birthday! Love, Mom” message. Addresses and phone numbers are routinely posted on similar sites to facilitate friendly contacts, and a little basic math may enable anyone looking at a high school reunion sites to determine a birth date or perhaps even a city of birth. And that final bastion of privacy—the Social Security number—hasn’t been truly “protected” since your customer applied for their first job or received immunizations as a child.\n\nYour bank has several strategies to choose from when creating and implementing a new login security scheme. Some institutions have simply revised the questions customers can choose. Allowing customers to write their own questions is another option. This solution is not only a good way to provide customers with questions they can more easily remember (my favorite vacation spot changes every year!), it also makes it more difficult for cyber criminals to determine which bits of information they need to find in order to crack your system.\n\n“Red herring” questions can add another layer of security to your bank’s authentication program. The customer knows that red herring questions should be left blank, but criminals will try to answer them. And because any response results in an automatic false positive, red herrings are ideally suited to be used in tandem with legitimate challenge questions.\n\nWhichever option your organization selects, security is the ultimate goal. It shouldn’t be possible to find the answer to challenge questions by trolling through social media or other networking sites. Things like favorite books, movies, and bands (information commonly posted online) are taboo. Pets’ names and favorite sports teams should also be avoided. Offering customers a list of pre-selected questions allows your bank a degree of control over the strength of the answers. If customers are able to write their own questions, your security team should consider monitoring the questions to ensure they don’t include common key words or word strings that likely don’t meet your minimum security requirements.\n\nAs you transition customers to the new questions, be sure to caution them against using false answers, as they’re too easy to forget. (The constant need to click on the “forgot password” button on your website is an extremely effective way to encourage customers to either use easy to guess passwords or to choose your competitor.) In addition, putting measures in place to push customers to use stronger, smarter passwords or, better yet, pass phrases, is a recommended component of an authentication program. At a minimum, require that passwords meet a minimum number of characters, include upper and lower case letters and at least one number. And, do not permit passwords to be a word that is found in a dictionary or match the customer’s personal details (name, address, birth date, etc.) on file.\n\nDeena Coffman is chief operation officer for IDT911 Consulting and Information Security Officer for IDentity Theft 911\n\nComment  | \nPrint  | \nMore Insights\nNewest First  |  Oldest First  |  Threaded View\nNathan Golia\nNathan Golia,\nUser Rank: Author\n5\/9\/2013 | 6:24:46 PM\nre: Why Bank Security Questions Need An Overhaul now\nVery good points, and relevant for more than just banks. One thing I've thought about is making up fake answers to the standard questions (What's my mother's maiden name? Banana.). But then, if I could remember those, why wouldn't I remember my password?\nRegister for Bank Systems & Technology Newsletters\nWhite Papers\nCurrent Issue\nBank Systems & Technology Dec. 2, 2014\nBS&T's 2014 Elite 8 executives are leading their banks to success, whether it involves leveraging the cloud, modernizing core systems, or transforming into digital enterprises.\nBank Systems & Technology Radio\nArchived Audio Interviews\nJoin Bank Systems & Technology Associate Editor Bryan Yurcan, and guests Karen Massey and Jerry Silva from IDC Financial Insights, for a conversation about the firm's 11th annual FinTech rankings.",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.9318256974,
        "format_confidence":0.8851706386
    },
    {
        "url":"http:\/\/www.moneysense.ca\/save\/financial-planning\/financial-power-plays-darryl-sittler\/",
        "text":"Financial power plays: Darryl Sittler\n\n“Value investing helped turn my paycheque into true financial independence”\n\n  1 Premium content image\n\n\nFrom the June 2015 issue of the magazine.\n\n  1 Premium content image\n\nDarryl SittlerDarryl Sittler\n\nAge: 64\n\nNHL career: 1970 to 1985\n\nPosition: Centre\n\nTeams: Toronto Maple Leafs, Philadelphia Flyers, Detroit Red Wings\n\nWhere he is now: retired, but a member of the board of directors of several publicly listed mining companies\n\n“Value investing helped turn my paycheque into true financial independence”\n\nI grew up on a farm outside Kitchener, Ont., with eight brothers and sisters, and if any of us wanted anything we had to earn it. All of us worked from an early age and we had to give 15% of each dollar to my mother. That taught me something that is key to building wealth: always save something from each paycheque.\n\n\nI never knew how long my hockey career would last, so I hired a great accountant the year I started playing pro. Every month I’d sit down with him and go over how much money I was making, how much I was paying in taxes, and exactly what the expenses were for the month.\n\nI was a great saver from an early age, but I knew little about investing. So I kept things simple. I bought a house for my growing family at age 22 and paid it off quickly. I always lived within my means. In the off-season I even did some part-time work to increase my nest egg just in case my career was cut short. I made a little on the side through commercials and public speaking engagements and saved that, too.\n\nAll the while, I educated myself by reading books by great investors like Warren Buffett, as well as Benjamin Graham’s The Intelligent Investor. It talks about buying undervalued blue chips and holding them for the long term. When I read that, I knew I had found the right investment strategy for me. So I found an advisor who shared this philosophy and had him build a portfolio of just such stocks. It was a great decision.\n\nIt’s always important to stay on top of your own finances, but your advisors are probably smarter than you about investments. Still, I like to know my advisor has some skin in the game. After all, why are you recommending investments you think are great for me when you’re not willing to buy them yourself?\n\nI have three kids, and I’ve tried to teach them that building financial as well as emotional well-being is important. I tell them to love what they do and keep earning a paycheque for as long as they can. Then if you live within your means and pay yourself first, wealth will naturally follow.”\n\nCatch up with the World Cup of Hockey 2016 on Sportsnet »\n\n\n\nOne comment on “Financial power plays: Darryl Sittler\n\n  1. What-a-go Darryl\n\n\nLeave a comment\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.9933098555,
        "format_confidence":0.9053094387
    },
    {
        "url":"https:\/\/www.fool.com\/investing\/general\/2007\/09\/27\/resources-connections-vacation.aspx",
        "text":"Well, whaddya know? It seems there was a bottom.\n\nFor a while there, after the stock of financial and legal consultant Resources Connection (NASDAQ:RECN) began its free fall Wednesday, I have to admit -- I wasn't sure there was a \"bottom\" at the bottom of the well. Fortunately, the stock has stopped falling for the time being. Let's use the breather this affords us to take a quick look at the numbers that pushed Resources over the edge:\n\n  • Fiscal Q1 2008 revenue up 18% to $191.4 million (so far, so good ... )\n  • International revenue leading the charge, up 31% year over year (OK ... )\n  • Fiscal Q1 earnings up less than 5% (whoopsy daisy!) to just $0.23 per share.\n\nThat makes for -- let me check my calculator -- a 5.9% net margin for the quarter. Which would be cause for popping champagne corks if we were talking about \"Always Low Margins. Always\" king Wal-Mart, but is a bit less cause for rejoicing at a firm that in fiscal 2005 netted 10.4% profit on its revenue.\n\nMargins slip so employees won't\nIndeed, margins were the big story at Resources Connection this quarter, with management blaming its disappointing profits on -- I kid you not -- \"increased vacation benefits for a majority of our associates and a decrease in conversion fees which carry a 100% gross margin.\"\n\nLet's put aside for the moment the question of just what the heck a \"conversion fee\" is (Hint: Read the 10-K annual report, and you'll learn it's essentially a headhunter's commission that Resources bills for itself whenever one of its clients wants to poach an employee from Resources' employ). I must admit, this is the first time I have ever seen a company blame an earnings miss on: \"Our employees needed a nap.\" But when you get right down to it, I have to say I get where Resources is coming from on this one.\n\nWorking in the legal field (my day job), I'm well-acquainted with the phenomenon of highly educated professionals taking highly paid jobs in an effort to repay highly high student loans. Very often, such workers work round the clock, last a year, perhaps two -- and then burn out and quit. I wouldn't be at all surprised to hear that the same thing happens at firms like Resources, BearingPoint (NYSE:BE), and Accenture (NYSE:ACN). Maybe even at \"experts-for-hire\" firms like FTI (NYSE:FCN) or Navigant (NYSE:NCI). So it makes sense to me when Resources explains: \"While our gross margin was adversely impacted in part due to increased associate vacation, we felt the additional benefit was important in continuing to attract and retain the best talent over the long term.\"\n\nFor a firm that is quite literally the sum of its parts (the employees), and that cannot thrive if there is constant turnover in the ranks, Resources must do what it takes to keep those employees happy. Even if that means missing an earnings estimate. \n\nResources Connection is a Motley Fool Stock Advisor recommendation. Take your free trial of the market-beating newsletter service today.\n\nFool contributor Rich Smith does not own shares of any company named above. Wal-Mart and Accenture are Inside Value recommendations. The Motley Fool has a disclosure policy.",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.9981074333,
        "format_confidence":0.9015735388
    },
    {
        "url":"http:\/\/articles.baltimoresun.com\/1993-01-15\/news\/1993015230_1_arundel-county-anne-arundel-tax-cap",
        "text":"Arundel's tax cap fever\n\nJanuary 15, 1993\n\nNo one, least of all Anne Arundel County tax rebel Robert Schaeffer, should be shocked or upset by a recent study showing that caps on the taxable amount of assessment increases help people in Towson and Severna Park more than homeowners in Dundalk and Harundale.\n\nAssessment caps are doing exactly what they were intended to do: protect homeowners in areas of rapidly increasing value from being taxed out of their houses.\n\nThe 1990 Homestead Tax Credit Law, which requires the 23 counties and Baltimore City to limit individual taxable assessment increases to no more than 10 percent annually, was never designed to give all homeowners a break; people living along the water or in other desirable areas -- they have been the victims of rising assessments.\n\nIn Anne Arundel County, for instance, assessments for half of its 100,000 homeowners are rising at least 10 percent a year. These homeowners were the force behind the tax revolt that led to passage of the county's Nov. 3 referendum limiting property tax revenues.\n\nMr. Schaeffer knows this. So it's ironic to find him threatening to take the homestead law to court -- a move that could affect homeowners statewide -- because, he says, it doesn't help the \"little guy.\"\n\nWhy is Mr. Schaeffer doing this when a year ago he blasted Anne Arundel Executive Robert R. Neall for not lowering assessment limits?\n\nIt all goes back to the tax cap referendum, which he spearheaded.\n\nInstead of cutting the tax rate by 9 cents to meet the cap, Mr. Neall is slicing the rate by only 5 cents and reducing assessment limits from 10 percent to 4 percent. That way, no one's tax bill, including those whose assessments are rising fastest, will rise beyond the rate of inflation.\n\nMr. Schaeffer says homeowners with flat assessments would be better off with a straight cut in the tax rate. Still, it's hard to see why he's making a fuss, unless he just wants to have the last word. The 50,000 homeowners who stand to benefit most from Mr. Neall's plan are the ones who have been crying loudest for tax relief. Some are wealthy waterfront owners, but not all are.\n\nNo artificial tax constraint can be applied absolutely equitably. But the homestead law has worked to give relief where assessments have risen inordinately.\n\nIf Mr. Neall can make the tax cap work for more homeowners, why complain?\n\nBaltimore Sun Articles\nPlease note the green-lined linked article text has been applied commercially without any involvement from our newsroom editors, reporters or any other editorial staff.",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.900570035,
        "format_confidence":0.7371735573
    },
    {
        "url":"https:\/\/www.fool.com\/investing\/value\/2010\/11\/25\/how-cheap-is-dineequitys-stock-by-the-numbers.aspx",
        "text":"\n\n  • The current price multiples.\n  • The consistency of past earnings and cash flow.\n  • The amount of growth we can expect.\n\nLet's see what those numbers can tell us about how expensive or cheap DineEquity (NYSE: DIN) might be.\n\nThe current price multiples\nFirst, we'll look at most investors' favorite metric: the price-to-earnings ratio. It divides the company's share price by its earnings per share (EPS). The lower the P\/E, the better.\n\nThen we'll take things up a notch with a more advanced metric: enterprise value to unlevered free cash flow. This tool divides the company's enterprise value (basically, its market cap plus its debt, minus its cash) by its unlevered free cash flow (its free cash flow, adding back the interest payments on its debt). As with the P\/E, the lower this number is, the better.\n\nAnalysts argue about which is more important -- earnings or cash flow. Who cares? A good buy ideally has low multiples on both.\n\nDineEquity has a P\/E ratio of 232.1 and an EV\/FCF ratio of 12.0 over the trailing 12 months. If we stretch and compare current valuations with the five-year averages for earnings and free cash flow, we see that DineEquity has a negative P\/E ratio and a five-year EV\/FCF ratio of 17.4.\n\nA one-year ratio of less than 10 for both metrics is ideal. For a five-year metric, less than 20 is ideal.\n\nDineEquity has a mixed performance in hitting the ideal targets, but let's see how it stacks up against some of its competitors and industry mates. \n\n\n1-Year P\/E\n\n1-Year EV\/FCF\n\n5-Year P\/E\n\n5-Year EV\/FCF\n\n\n\n\n\n\nCheesecake Factory (Nasdaq: CAKE)\n\n\n\n\n\nBrinker International (NYSE: EAT)\n\n\n\n\n\nCracker Barrel Old Country Store (Nasdaq: CBRL)\n\n\n\n\n\nSource: Capital IQ, a division of Standard & Poor's; NM = not meaningful.\n\nNumerically, we've seen how DineEquity's valuation rates on both an absolute and relative basis. Next, let's examine …\n\nThe consistency of past earnings and cash flow\nAn ideal company will be consistently strong in its earnings and cash-flow generation.\n\nIn the past five years, DineEquity's net income margin has ranged from -4.4% to 12.6%. In that same time frame, unlevered free cash flow margin has ranged from 14.0% to 22.4%.\n\nHow do those figures compare with those of the company's peers? See for yourself:\n\n\nSource: Capital IQ, a division of Standard & Poor's; margin ranges are combined.\n\nIn addition, over the past five years, DineEquity has tallied up three years of positive earnings and five years of positive free cash flow.\n\nNext, let's figure out …\n\nHow much growth we can expect\nAnalysts tend to comically overstate their five-year growth estimates. If you accept them at face value, you will overpay for stocks. But even though you should definitely take the analysts' prognostications with a grain of salt, they can still provide a useful starting point when compared with similar numbers from a company's closest rivals.\n\nLet's start by seeing what this company's done over the past five years. Because of prior losses, DineEquity's EPS growth rate isn't meaningful. Meanwhile, Wall Street's analysts expect future growth rates of 14.0%.\n\nHere's how DineEquity compares with its peers for trailing five-year growth:\n\n\nSource: Capital IQ, a division of Standard & Poor's; EPS growth shown.\n\nAnd here's how it measures up with regard to the growth analysts expect over the next five years:\n\n\nSource: Capital IQ, a division of Standard & Poor's; estimates for EPS growth.\n\nThe bottom line\nThe pile of numbers we've plowed through has shown us how cheap shares of DineEquity are trading, how consistent its performance has been, and what kind of growth profile it has -- both on an absolute and a relative basis.\n\nThe more consistent a company's performance has been and the more growth we can expect, the more we should be willing to pay. We've gone well beyond looking at a 232.1 P\/E ratio.\n\nI find the three comp companies more enticing than DineEquity and its Applebee's and International House of Pancakes brands. But that's just me.\n\nIf you find DineEquity's numbers compelling, don't stop here. Continue your due-diligence process until you're confident that the initial numbers aren't lying to you.\n\nInterested in reading more about any of these stocks? Add them to My Watchlist to find all of our Foolish analysis.\n\nAnand Chokkavelu owns shares of Cheesecake Factory. Try any of our Foolish newsletter services free for 30 days. We Fools don't all hold the same opinions, but we all believe that considering a diverse range of insights makes us better investors. The Motley Fool has a disclosure policy.",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.997671783,
        "format_confidence":0.9628059864
    },
    {
        "url":"https:\/\/www.morningstar.com.au\/funds\/article\/4-lessons-from-blackrocks-bold-sustainable\/198904",
        "text":"Learn To Invest\nStocks Special Reports LICs Credit Funds ETFs Tools SMSFs\nVideo Archive Article Archive\nNews Stocks Special Reports Funds ETFs Features SMSFs Learn\n\n\n4 lessons from BlackRock's bold sustainable investing statement\n\nTom Lauricella  |  20 Jan 2020Text size  Decrease  Increase  |  \nEmail to Friend\n\nThis article first appeared on Morningstar.com and analyses the US mutual fund industry. It has been edited for an Australian audience.\n\nWhen BlackRock chief executive Larry Fink unveiled his new vision for sustainability as the \"new standard for investing,\" he charted an ambitious course for his firm and investors in its funds, and threw down the gauntlet to BlackRock's competitors.\n\nIn the process, Fink both highlighted and tackled head on the hurdles that environmental, social, and governance (ESG) investing needs to overcome in order to make it into a mainstream investment strategy with broad acceptance among investors and the financial-services industry. These are also challenges that BlackRock itself must show it can meet.\n\nUnderlying Fink's argument is that sustainability in the form of climate change is a real risk throughout the global economic landscape, and as a result, investors should incorporate this risk into investment decisions and portfolio construction.\n\nThis notion of ESG as an investment risk happens to also be at the heart of the updated Morningstar Sustainability Rating language. The sustainability rating is now based on assessments made by our partner, Sustainalytics, as to individual companies managing the ESG risks particular to their industry and business.\n\nFink's belief that fund companies and investors have a role to play in managing and alleviating the climate risks we face means that sustainable investing has to be more than just \"greenwashing,\" that is, using ESG as an asset-gathering and marketing ploy. A true ESG mandate comes with a set of responsibilities that requires fund companies to relinquish their traditional posture of neutral middlemen.\n\nHere are four main takeaways from Fink's letter:\n\nMore ESG portfolio building blocks\n\nAmerican investors have been flooding money into broad-based indexes, and target-date funds (multi-asset funds where the asset mix shifts dynamically, becoming less risky over a person's working career and into retirement) have become the primary mode of retirement investing for most individual investors. For ESG investing to become more widespread, it will need to ride those waves, not fight them.\n\nAs Morningstar's director of sustainability research Jon Hale noted, flows into U.S. sustainable funds surged in 2019 to a new record of $20 billion. But there is a long way to go: $20 billion is a drop in the mutual fund industry bucket. (On its own, Vanguard Total Stock Market Index (VTSMX) took in nearly $19 billion in 2019.)\n\nPart of the problem is that there aren't many ESG investment options that would pass a basic investment screen. Out of 288 U.S. funds identified as ESG-focused by Hale, only 155 have track records of more than three years and assets of more than $50 million. Some categories of U.S. stock funds have only a handful of ESG funds that would pass this screen: Small-cap value has just one.\n\nWhat could change this? Of course, time will lengthen track records of new funds. But the overall number of investment choices remains slim.\n\nIn terms of BlackRock's ESG lineup, Fink only addressed this from a global perspective, saying the firm would double the number of exchange-traded funds and index funds to 150. He didn't specify what that meant for the U.S. lineup, but out of iShares' current ETF lineup of roughly 370 funds, 14 are ESG strategies. (Most of these were added in the past few years.)\n\nIn addition, Fink said BlackRock would develop a sustainable LifePath target-date strategy and work to build adoption of ESG strategies among retirement plans.\n\nSaving the world shouldn't cost more\n\nAs we have written on many occasions, the dramatic shift among investors toward index strategies isn't just a story about the kinds of funds they invest in, it's how much they cost. Investors are not just moving to lower-cost funds, but to the cheapest of the cheap.\n\nESG investing was traditionally the domain of smaller, specialised asset managers, and their higher fees reflected that niche aspect of the group. That left investors facing a question: How much more am I willing to pay to save the earth?\n\nThis has begun to change in recent years. Take U.S. intermediate core bond funds. There are only nine ESG funds in this category, but since 2017, three lower-cost index funds have been launched. That includes Fidelity Sustainability Bond Index (FNDSX) and iShares ESG U.S. Aggregate Bond ETF (EAGG), both with expenses of roughly 10 basis points. That's still double the net expense ratio of iShares Core U.S. Aggregate Bond ETF (AGG) but well below the average 64 basis points for the category.\n\nBut there remain more opportunities to make ESG investing more competitive. In many fund categories, there's a scarcity of low-cost ESG funds. For example, there isn't a single ESG index-based intermediate core-plus bond fund; the only options in that Morningstar Category are actively managed funds with an average expense ratio 3 times that of non-ESG core-plus index funds. Meanwhile, there are just three large-growth ESG index funds, the cheapest of which is 3 times more expensive than Vanguard Russell 1000 Growth ETF (VONG).\n\nOr take world large stock fund category. Morningstar counts 22 actively managed ESG funds in this category, but their average expense ratio of 132 basis points is 22 basis points higher than the non-ESG offerings in the category (of which there are dozens).\n\nOf course, it's not a surprise that a fund with an added layer to the investment process--in this case an ESG screen--will cost more than a market-cap-weighted index. But how much additional cost is really required? Narrowing these expense ratio gaps will be crucial to ESG's acceptance.\n\nA stronger voice from funds\n\nThere are few levers that funds can pull in order to have an impact on the companies whose stocks they hold: They can lobby management, vote in corporate elections (proxy voting), or sell the stock. Index funds are locked into holding stocks contained in the index they are tracking.\n\nHere, BlackRock's track record will take some improving. As we noted in our look at proxy voting on S&P 500 index funds in 2019, out of 72 proxy ballot questions addressing social and environmental concerns from companies in the index, BlackRock supported only five.\nIf there is one place that funds have real leverage, it's with their votes to elect members of corporate boards.\n\nJackie Cook, who follows proxy voting issues at Morningstar, notes that BlackRock's proxy voting guidelines for directors are already more specific than most of the mutual fund industry. Its policy states, \"For companies in sectors that are significantly exposed to climate-related risk, we expect the whole board to have demonstrable fluency in how climate risk affects the business and how management approaches assessing, adapting to, and mitigating that risk.\"\n\nMore broadly, Fink now says BlackRock \"will be increasingly disposed\" to vote against managements that haven't made enough progress on sustainability issues. He also took a step that Cook says would propel the firm into a leadership position on proxy voting disclosure, announcing that BlackRock will start reporting proxy votes on a quarterly basis, and on certain high-profile votes, it will immediately disclose its votes along with an explanation.\n\nCook lists several ways for BlackRock and other fund companies to have a real impact on the sustainability front: They need consistent votes in support of issues, to vote down directors showing poor oversight of environmental and sustainable issues, and to vote down so-called say-on-pay resolutions where sustainability metrics aren't part of the determination.\n\nFund companies can also announce ahead of time how they will vote on high-profile questions, Cook notes. Other means include sponsoring strategically placed shareholder resolutions and publicly opposing the SEC's efforts to curtail shareholders' rights to file shareholder resolutions.\n\nActively considering ESG\n\nIf the standard for what passes as sustainable investing is still coming into focus, integrating ESG considerations into a firm's overall investment strategy is still very murky. As Hale has written, there has been a jump in the number of U.S. funds inserting language into their fund prospectuses declaring that they will now consider ESG factors in security selection. Fink listed several ways in which ESG will be folded into BlackRock's active investment process.\n\nHow this plays out at BlackRock and for any other fund companies following in its footsteps will only become clear over time. This includes the logistics of how exactly a large, established firm like BlackRock fully integrates ESG into all of its existing strategies. Dan Culloton, the director of equity strategies for Morningstar manager research, raises the question of how firms do so without impeding existing strategies or changing their nature by making them more centralised because of the ESG factor inclusion.\n\nFor example, if energy stocks reverse years of underperformance, or high-carbon-producing names become market leaders, will managers let their funds' relative performance suffer in the name of ESG consideration?\n\nOne measure to watch will be the sustainability ratings on BlackRock's actively managed funds for signs of improvement. Out of the 78 active funds that receive sustainability scores, nine receive the highest rating of 5 globes, and 20 have above-average ratings with 4 globes.\n\nFor active managers broadly, it may be that they see ESG as a new opportunity to deliver alpha, especially in parts of the stock market where they have had a harder time differentiating themselves, suc... (truncated)",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.998362124,
        "format_confidence":0.8736889362
    },
    {
        "url":"http:\/\/cawidgets.morningstar.ca\/ArticleTemplate\/ArticleGL.aspx?id=440588",
        "text":"ETF Investing\n\nContrary to popular belief, higher risks don't necessarily mean higher returns.\nBy John Gabriel | 09\/11\/11\n\nThe stomach-wrenching volatility and rising correlations over the past several years have led many to begin questioning some core principles of modern portfolio theory such as the benefits of portfolio diversification and investing for the long term. For the record, our stance on diversifying assets and investing for the long haul remains unchanged. In this article, however, we'll focus on another widely accepted tenet of investing that many in the industry are (justifiably) beginning to question: higher risk equals higher returns.\n\nAbout the Author\nJohn Gabriel is an ETF strategist with Morningstar, responsible for Canadian ETF research. He welcomes your comments and queries at but cannot provide individual advice. Join the discussion and follow John on Twitter: @MstarJohnG.\n\nIn their recently released study titled Betting Against Beta, Andrea Frazzini and Lasse H. Pedersen present a compelling case with empirical evidence suggesting that high beta is in fact associated with low alpha. Their conclusion makes sense intuitively. The idea that in order to earn higher returns investors must take on higher risk has become so deeply engrained in our minds that investors tend to indiscriminately bid up the prices of higher-beta assets in hopes of \"getting rich quick,\" while often overlooking opportunities in less exciting, lower-beta assets.\n\nWith the Oct. 21 launch of BMO Low Volatility Canadian Equity ETF ZLB, Canadian ETF investors have access to a product designed to exploit the low-volatility anomaly. Now, investors of all stripes can benefit from the somewhat puzzling phenomenon that, over the past fifty years, the least volatile stocks have performed about as well as the most volatile stocks, but with far less risk.\n\nResearchers have come up with several explanations as to why low-volatility stocks post such great risk-adjusted performances. The most convincing involves leverage aversion. Investors who target above-market returns may be unwilling or unable to use leverage to reach their expected-return targets. By resorting to volatile stocks (more precisely, high-beta stocks) which theoretically should outperform less-volatile stocks, they hope to earn above-average profits. Ironically, their collective bet on high-beta stocks leads to their systematic overpricing and consequently low risk-adjusted returns.\n\nWe think there's ample evidence that this market inefficiency is real. However, investors should keep in mind that low-volatility strategies can underperform during bull markets such as the one experienced in the 1990s. ETFs like ZLB will likely produce great risk-adjusted returns over decade-long time horizons. Such a fund could serve as the nucleus of an investor's domestic stock allocation, but to fully benefit investors should be willing to underperform during extended bull markets.\n\nBMO Low Volatility Canadian Equity ETF is reasonably priced with a management fee of 0.35%. The fund's methodology is admirably simple and transparent; it holds a portfolio of the 40 lowest beta stocks selected from the 100 largest and most liquid securities in Canada. Recall that beta is a measure of a security's sensitivity to market gyrations. So for example, a beta of 0.70 means that for each 1% move in the Canadian stock market ZLB will move in the same direction by 0.7%. Lower-beta stocks take priority in this fund, as constituents are weighted by the inverse of their one-year betas (1\/beta). Sectors are capped at 35% and single securities are capped at 10% of the overall portfolio. The fund is reconstituted and rebalanced semi-annually in June and December.\n\nIn terms of sector allocations, ZLB provides fairly balanced exposure, with financials having the largest position at about 24% of total assets. That said, investors should keep in mind that compared to the broader Canadian market, the fund significantly overweights the classically defensive sectors that one would expect from a low-beta strategy: consumer staples, telecom services and utilities. Conversely, it also substantially underweights the most economically sensitive sectors: industrials, materials and technology.\n\nThe table below highlights ZLB's sector allocations versus the broader domestic market. Prospective investors should closely consider this information before deciding whether to use the fund as a core equity holding or as a complementary overlay.\n\nZLB sector allocation (%) relative to broader Canadian market\n60 Index\nConsumer Staples18.22.116.1\nTelecom Services15.06.28.8\nConsumer Discretionary9.64.25.4\nHealth Care7.01.25.8\nData as of Nov. 3, 2011\n\nBMO's ZLB is the first, and currently the only fund of its kind that trades in Canada. Investors who are attracted to low-volatility equity strategies could also consider some U.S.-listed ETFs that follow similar methodologies (though ZLB is the only fund that specifically tracks Canadian stocks).\n\nThe most popular fund in the group is PowerShares S&P 500 Low Volatility SPLV, which launched in May of this year with an expense ratio of just 0.25% and has already amassed nearly US$600 million in assets. The fund holds the 100 stocks in the S&P 500 that have had the lowest volatility over the past year, weighted by the inverse of their volatilities (as measured by standard deviation). In practice, the fund ends up being close to equal-weighted, because stocks' individual volatilities tend to be less divergent than their market capitalizations. SPLV reconstitutes and rebalances quarterly.\n\nIn mid-October, iShares launched its own suite of global low-volatility ETFs that undercut SPLV in price, including iShares USA Minimum Volatility Index USMV, iShares MSCI EAFE Minimum Volatility Index EFAV, iShares MSCI Emerging Markets Minimum Volatility Index EEMV and iShares MSCI All-World Minimum Volatility Index ACWV, which levy expense ratios of 0.15%, 0.20%, 0.25% and 0.35%, respectively. The four iShares funds reconstitute and rebalance semi-annually.\n\nFinally, Russell ETFs also offers a suite of low-volatility and low-beta equity ETFs that track U.S. large-cap and small-cap indexes. Its large-cap ETFs, Russell 1000 Low Volatility LVOL and Russell 1000 Low Beta LBTA, charge 0.20% per annum and select the lowest volatility and beta stocks from the index until the fund represents 35% of the total market capitalization of the Russell 1000 Index. The small-cap ETFs, Russell 2000 Low Volatility SLVY and Russell 2000 Low Beta SLBT, charge 0.30% expense ratios and follow the same strategies as their large-cap siblings, targeting 35% of the total market capitalization of the Russell 2000 Index. Each of the Russell ETFs reconstitutes and rebalances monthly, which will result in much greater portfolio turnover.\n\nDon’t miss out on communications from Morningstar Canada! Sign up for our specialised newsletters, get early notice of our events, and get access to exclusive promotional content. Manage your subscriptions here.\n\nOther articles by this author\n\nVideo Reports\nClick here to view all",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.9978164434,
        "format_confidence":0.920175612
    },
    {
        "url":"https:\/\/www.lexology.com\/library\/detail.aspx?g=ac660709-c40f-4c66-9cc8-58e26e867018",
        "text":"General Session Panel Highlights\n\nOne-on-One with SEC Chairman Jay Clayton and SIFMA President & CEO Kenneth E. Bentsen, Jr.\n\nThe conference began with a one-on-one discussion with SEC Commissioner Clayton. He applauded the agency for its diverse talent and an ability to coordinate effectively with other state and federal regulators and FINRA.\n\nCommissioner Clayton acknowledged that the jurisdiction of multiple regulators touches upon the relationship of the typical customer\/financial advisor. That presents two related potential challenges: competing standards of conduct and compliance with those standards. In his view, those challenges are at least initially met with less multiple regulatory oversight. That said, he did not expand upon how a reduction in regulatory jurisdiction could be achieved given what are certain to be competing interests of the various regulators.\n\nNo Q&A with Commissioner Clayton would be complete without a discussion of the Best Interest Standards and the Fifth Circuit Court of Appeals’ strike down of the DOL’s fiduciary rule last week. Commissioner Clayton said that the decision has not affected the SEC’s rulemaking and that it will be acting reasonably soon to address the issue.\n\nThe Agency believes there should be a more clearly articulated standard of conduct for FINRA registered representatives and added clarity on standards for investment advisors. The Commissioner impressed that ideally, both standards would conform to the SEC’s “plain English” initiative in the disclosure area. Even with clearer standards in this area, he was not at all supporting one of strict liability, especially for Chief Compliance Officers.\n\nCommissioner Clayton stressed that whether initial coin offerings and cryptocurrencies are necessarily securities is up for debate; the label alone does not dictate the result. Indeed, in previous speeches and commentaries, he and SEC Staff have cautioned investors that ICOs are not subject to the same sort of regulatory protections as traditional securities and, in fact, no one has registered an ICO with the SEC as of yet.\n\nThe Commissioner spoke about the following SEC initiatives and changes:\n\n  • Rebate fee pilot, which will have a two-year time period with one-year sunset on compensation structures and incentives in the equity space;\n  • Changes (e., modernization) to how the fixed income market is regulated;\n  • Moving away from broken windows policy of Commissioner Clayton’s predecessor and focusing the cases will have the most impact on individuals and their expectations of the SEC’s investor protection; and\n  • Cyber security and cyber resiliency – the Commissioner advocated that firms should run table top exercises.\n\nAnd, we must mention that Commission Clayton said he is not happy that the SEC does not have access to market data, referring to the Consolidated Audit Trail program. He opined that the market regulator should have access to trading data and that concern over risk of the data being hacked and the storage of sensitive information should not stand in the way of the SEC receiving the data and ability to monitor trading.\n\nTreasury\/Capitol Hill Update – Administration and Legislative Priorities\n\nThe panel included moderator Andy Blocker (Head of U.S. Government Affairs, Invesco), Kevin Bailey (Global Head of Regulatory Affairs, Citigroup), Jeffrey Brown (SVP, Legislative & Regulatory Affairs, Charles Schwab), Monique Frazier (SVP, Federal Government Affairs, HSBC), and Craig Phillips (Counselor to the Secretary, U.S. Department of the Treasury).\n\nThe panel discussed the Fifth Circuit strike down of the DOL fiduciary duty rule. Panel members said they agreed that the decision opens the door for the SEC to establish a standard (and hopefully one that makes more sense), but also that we should expect to see more states enter into decision-making in this area, something that was triggered by Nevada last year. This, however, potentially creates the same problem observed in other areas: multiple regulators attempting to regulate the same conduct and imposing layers of regulation that present different standards.\n\nAs observed in past SIFMA conferences (and SIA conferences before that), there is a problem of multiple regulators performing multiple examinations of the same issues with apparently very little communication among them. The panelists discussed a atypical example where, in closing an examination, regulator XYZ invited regulator ABC to attend the wrap-up and ask questions. ABC indicated that he had no questions then, but instead would ask its questions following its examination which was expected to begin in a few weeks. The net result is a regulated business that, instead of being in business for the benefit of clients, employees, and shareholders, is in the business of being regulated.\n\nOne-on-One with FINRA’s President and CEO Robert Cook and SIFMA Executive Vice President & General Counsel IRA D. Hammerman\n\nOn Tuesday morning, March 20, IRA Hammerman had a one-on-one with Robert Cook, with the majority of the interview discussing FINRA’s 360 Initiative. Later this month, FINRA will be publishing its progress report that is expected to detail all the steps FINRA has taken under its Initiative as well as improvements it may roll out this year. Some examples include examinations, changes to committee structure, and more.\n\nStay tuned for these changes:\n\n  • FINRA sensing an uptick in oversight from the SEC; and\n  • FINRA considering consolidating and reducing the number of exams per firm.\n\nFinally, President Cook deferred commenting on the “Best Interest Standard,” noting that it is high on the SEC’s agenda moving forward.\n\nEnforcement Panel\n\nThe panel included moderator Stephen Cutler (Vice Chairman, JPMorgan Chase), Stephanie Avakian (Co-Director, Division of Enforcement, SEC), Steven Peikin (Co-Director, Division of Enforcement, SEC), Susan Schroeder (Executive Vice President and Head of Enforcement, FINRA), James McDonald (Director, Division of Enforcement, U.S. CFTC), David Green (Director of the Serious Fraud Office U.K.), and Mary Jo White (former SEC Chair).\n\nThe panel underscored that there are three key factors influencing a regulator in bringing a case: (1) where there is investor harm, (2) significant impact to market integrity, and (3) where conduct creates risk to the market, investors, and industry (many cases fall into this third category). As an overlay, there was a stated focus from the regulators on matters involving cyber security issues and retail investors.\n\nThe panelists addressed the sometimes vague area of cooperation credit. The panelists imparted that both the SEC and FINRA are trying to be more transparent in their orders and AWCs to clarify when cooperation credit is given and under what circumstances. Self-reporting is a major factor toward obtaining cooperation credit – a “qualitative” factor, not necessarily a monetary factor. The SEC considers a full range of cooperation which may result in reduced charges, reduced penalty, no penalty, or even no case at all. The maximum cooperation credit would most likely apply in those circumstances where firms self-police, self-report, and remediate. At least one regulator, the CFTC, did indicate that even if a firm does not self-report, it may still receive cooperation credit, just not to the same extent. Given FINRA’s 4530 self-reporting requirements, FINRA gives less cooperation credit than other regulators but does place emphasis on “extraordinary cooperation credit” to include fast remediation and restitution to investors.\n\nThe SEC and the CFTC were somewhat vague about whether executing a tolling agreement would prevent firms from receiving cooperation credit. At least in the wake of Kokesh, the SEC’s view is that if refusal to sign a tolling agreement takes conduct out of SEC authority and remediation, then it will give no cooperation credit to a firm.\n\nThe SEC stressed that it has named individuals in 80 percent of its cases and expects that to continue. In every case, the SEC considers whether it is appropriate to name an individual based upon precedent, corporate benefit, and the message sent to the community. In instances where the SEC pursued just the firm, those tend to be true corporate negligence-type cases or cases with an international scope where an individual is not necessarily available or there would otherwise be no meaningful remedy against the individual. The CFTC believes there is a direct link between company cooperation, reduced penalties, and holding individuals accountable.\n\nEach of the regulators indicated that they strive to coordinate investigations and prosecutions with other regulators, but that that effort is “a work in progress.” FINRA said that it coordinates with other regulators and the sanctions include a “totality of sanctions.”\n\nAnd finally, the regulators underscored the following 2018 priorities:\n\n\n  • High risk brokers, high risk conduct;\n  • Restitution is critical component of sanctions (particularly in excessive trading, product, and disclosure cases); and\n  • Integration of its enforcement teams.\n\n\n  • Initial Coin Offerings and Cryptocurrencies; and\n  • Retail Strategy Task Force (focusing on areas of excessive fees, mutual fund share class initiative, conflicts of interest discourse, one size fits all recommendations of products).\n\n\n  • Harm to market integrity;\n  • Harm to customers;\n  • Market manipulation; and\n  • Internal capacity to collect data and expert in-house to analyze and identify misconduct to bring cases.\n\nFederal Regulator Highlights\n\nThe Federal Regulator Highlights panel – which included Robert Colby, Chief Legal Officer of FINRA and Ted Dowd, Office of the Comptroller of the Currency, Director of Securities and Corporate Practices – was cancelled due to inclement weather.\n\nBreakout Panel Highlights\n\nPrivate Client Enforcement Developments\n\nThe panel included moderator Mark Keene (Managing Director and Associa... (truncated)",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.8854845762,
        "format_confidence":0.5102959871
    },
    {
        "url":"http:\/\/adage.com\/article\/people-players\/exec-brings-global-perspective-joint-venture-hakuhodo\/104429\/",
        "text":"Once registered, you can:\n\n  • - Read additional free articles each month\n  • - Comment on articles and featured creative work\n  • - Get our curated newsletters delivered to your inbox\n\nBy registering you agree to our privacy policy, terms & conditions and to receive occasional emails from Ad Age. You may unsubscribe at any time.\n\nAre you a print subscriber? Activate your account.\n\nExec brings global perspective to joint venture with Hakuhodo\n\nBy Published on .\n\nJohn McNeel has spent much of his time thinking about Mars, not the planet but the privately held, fiercely independent conglomerate which sells food like M&Ms and Uncle Ben's for people and Pedigree for pets in 65 nations.\n\nAs TBWA's global account director, Mr. McNeel has helped align the agency planets around Mars, and redefine the TBWA network as a global organization. Under him, the business grew from about 3% of TBWA's business to the agency handling almost half of Mars' nearly $500 million account, and it is now TBWA's No. 2 client behind Nissan.\n\nMr. McNeel, 50, last week was promoted to president-CEO of G1 Worldwide, the Tokyo-based joint venture between TBWA and Hakuhodo. G1 handles global advertising for Nissan Motor Co. and works with a number of TBWA-aligned agencies, including media-buying arm OMD, Tequila, and the Designory. TBWA's \"Shift\" tagline has become entrenched in the Nissan culture.\n\nMr. McNeel's peripatetic style-he spends 80% of his time on airplanes-brought both the Mars and TBWA organizations face to face. \"John will do things like go to Hong Kong for a day,\" said Robert J. Gamgort, president, Masterfoods North America, preventing \"great thinking from getting lost\" in large, unwieldy global organizations.\n\n\nTraveling is second nature to the man who's flown nearly 250,000 miles so far this year. When he's not in the air or working on Mars, he works with an advertising industry group seeking to improve America's image abroad, especially in the Middle East. Although he's been in the ad business for more than two dozen years, Mr. McNeel believes the traditional weapons of a marketing war-ads, slogans, logos or even a TV channel-will not help America out-reach Osama bin Laden in shaping the hearts and minds of Arabs. In fact, he calls America's marketing since the Sept. 11 terrorist attack \"wrong-headed.\"\n\n\"Quite simply, more slogans and more seductive images are the last thing this troubled region needs,\" Mr. McNeel wrote in a recent article in the International Herald Tribune.\n\nOn his numerous trips to Cairo and Dubai, Mr. McNeel, a board member of Business for Diplomatic Action, a group spearheaded by DDB Worldwide Chairman Keith Reinhard, takes time to sound out Arabs on their views. His findings are unsettling.\n\n\"Although the degree of rabid anti-American sentiment would seem to have subsided somewhat since the days not too long ago that saw angry crowds ransack American fast-food outlets in Beirut and Cairo, bitterness and frustration continue to lie just beneath the surface,\" he said. \"Most worryingly, even the generation of young Arab professionals-many of them Western-educated, some even working for or with American corporations-seem to have lapsed into an entrenched cynicism about what is seen by many as American hypocrisy or, even worse, outright duplicity.\"\n\nHis advice: Don't waste taxpayers' money on an ad campaign or even a satellite channel, both of which are seen as \"feeble, if richly funded, attempts to spin the truth so that an American perspective is cast in the most positive light.\"\n\nThat runs counter to what he's spent almost 20 years advising marketers to do. After college and a brief stint as a reporter, Mr. McNeel responded to an ad in The New York Times and took a job house-sitting the summer home of Broadway lyricist Michael Stewart in Cannes, where he met his wife to be at a cafe. When the gig was up, he took a temporary typist job at Ted Bates, adding his own scripts to a batch intended for a presentation. A few days later, he was hired as a copywriter.\n\nFrom 1982 to 2000, Mr. McNeel held ad jobs in France, Turkey and the United Arab Emirates, primarily at Saatchi & Saatchi Worldwide where he rose to chairman-CEO of their Middle East operations and helped found the Middle East Advertising Agency Association. Along the way, he worked for Jean Marie Dru, now CEO of TBWA Worldwide, who later recruited him to TBWA to head the Mars business.\n\nJust Asking\n\nDid you ever eat dog food, the legendary requirement for the agency executives on the Pedigree account? \"I've crunched the occasional kibble. It's not too different from dry cereal. Mars is proud of their products and believes they are fit for human consumption. But I'm not sure I'd dig into a can.\"\n\nHow do you avoid jet lag? \"When I go on a long-haul flight, I adjust to the time zone in the destination from the moment I leave. I have a good exercise regime. Even though I rack up 400,000 [airline] miles a year, I bike about 4,000 miles a year. And I don't make the trip all about the meeting. It's very easy to live in `air world' where you go from plane to hotel. Get a sense of the culture, go to a local restaurant, or walk around a city. It recharges the batteries.\"\n\nIn addition to English, how many languages do you speak? \"I'm fluent in French, functional in Turkish.\"\n\nHow about Japanese? \"I don't yet.\"\n\nMost Popular\nIn this article:",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.9383280873,
        "format_confidence":0.568657279
    },
    {
        "url":"https:\/\/www.fool.com\/investing\/general\/2011\/06\/13\/are-you-watching-this-trend-at-dolby-laboratories.aspx",
        "text":"\n\nHere's the current margin snapshot for Dolby Laboratories and some of its sector and industry peers and direct competitors.\n\n\nTTM Gross Margin\n\nTTM Operating Margin\n\nTTM Net Margin\n\n Dolby Laboratories\n\n\n\n\n Texas Instruments (NYSE: TXN)\n\n\n\n\n DTS (Nasdaq: DTSI)\n\n\n\n\n SRS Labs (Nasdaq: SRSL)\n\n\n\n\nSource: Capital IQ, a division of Standard & Poor's. TTM = trailing 12 months.\n\nUnfortunately, that table doesn't tell us much about where Dolby Laboratories has been, or where it's going. A company with rising gross and operating margins often fuels its growth by increasing demand for its products. If it sells more units while keeping costs in check, its profitability increases. Conversely, a company with gross margins that inch downward over time is often losing out to competition, and possibly engaging in a race to the bottom on prices. If it can't make up for this problem by cutting costs -- and most companies can't -- then both the business and its shares face a decidedly bleak outlook.\n\nOf course, over the short term, the kind of economic shocks we recently experienced can drastically affect a company's profitability. That's why I like to look at five fiscal years' worth of margins, along with the results for the trailing 12 months (TTM), the last fiscal year, and last fiscal quarter (LFQ). You can't always reach a hard conclusion about your company's health, but you can better understand what to expect, and what to watch.\n\nHere's the margin picture for Dolby Laboratories over the past few years.\n\n\nSource: Capital IQ, a division of Standard & Poor's. Dollar amounts in millions. FY = fiscal year. TTM = trailing 12 months.\n\nBecause of seasonality in some businesses, the numbers for the last period on the right -- the TTM figures -- aren't always comparable to the FY results preceding them. Here's how the stats break down:\n\n  • Over the past five years, gross margin peaked at 89.4% and averaged 85.9%. Operating margin peaked at 48.4% and averaged 42.4%. Net margin peaked at 33.8% and averaged 29.6%.\n  • TTM gross margin is 88%, 210 basis points better than the five-year average. TTM operating margin is 46.3%, 390 basis points better than the five-year average. TTM net margin is 31.2%, 160 basis points better than the five-year average.\n\nWith recent TTM operating margins exceeding historical averages, Dolby Laboratories looks like it is doing fine.\n\nIf you take the time to read past the headlines and crack a filing now and then, you're probably ahead of 95% of the market's individual investors. To stay ahead, learn more about how I use analysis like this to help me uncover the best returns in the stock market. Got an opinion on the margins at Dolby Laboratories? Let us know in the comments below.\n\nSeth Jayson had no position in any company mentioned here at the time of publication. You can view his stock holdings here. He is co-advisor of Motley Fool Hidden Gems, which provides new small-cap ideas every month, backed by a real-money portfolio. The Motley Fool owns shares of Texas Instruments. Motley Fool newsletter services have recommended buying shares of Dolby Laboratories. Try any of our Foolish newsletter services free for 30 days. We Fools may not all hold the same opinions, but we all believe that considering a diverse range of insights makes us better investors. The Motley Fool has a disclosure policy.",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.9981369972,
        "format_confidence":0.9022430182
    },
    {
        "url":"http:\/\/feelingsuccess.com\/?p=5452",
        "text":"Kevin Systrom\n\nBorn: December 30, 1983, Massachusetts, United States| Successful For: Online Entrepreneur (Instagram) | Zodiac Sign: Capricorn\n\nKevin Systrom\n\n3 Major Reasons Kevin Systrom Achieved Success With Instagram:\n\n\nKevin Systrom Trusted His Internal Map Of Passions And Intuitive Nudges:  \n\nFrom early on, young Kevin loved playing Doom-2 and even created his own levels. During middle school, he began programming and enjoyed it thoroughly as he would prank his friends by hacking their AOL messenger accounts. His mother worked at many start-ups including during the boom of the internet, which gave him a bird’s eye view into the future. She would also inspire him to get involved with photography, which became another interest he indulged in. I grew up as a photo nut. Every Christmas I would get a new camera. It’s a huge part of my life.” Kevin was obsessed with photos and even became the president of the photography club.\n\nAs he grew older, he did not let society mold him, rather he continued doing the things that pulled him. He had no grand plan of becoming a start-up techie. Initially he was very intrigued with music and more particularly Dj’ing, which he still enjoys to this day. The reason I loved electronic music is because I liked to DJ and I liked to bring people together,”. It was no surprise that his first job was at a record store.\n\nKevin Systrom was a very practical person, and going back to one of his core passions – business and technology, he decided to get into management science and engineering at Stanford. During the winter term of his third year, he attended a photography course in Florence where a professor introduced him to a cheap camera that took retro style pictures. He did not ‘major’ in computer science, however he enjoyed coding on his spare time as well creating different projects such as an internet radio station and a marketplace for students. In a funny way, his passion for things even dabbled into choosing his first company’s names; Burbn was named after his favorite drink. Following all of his intuitive nudges guided Kevin Systrom heavily to creating the successful company Instagram.\n\n\nKevin Systrom Was A Defiant Entrepreneur – Risk Adverse, Solution Orientated And He Appreciated Simplicity: \n\nKevin’s characteristics amounted to great entrepreneurial skillsets. Working at Google he learned marketing techniques and about the investing side of big tech deals. He left Google because it didn’t cure his itch for entrepreneurship nor the ability to be flexible. He then worked at NextStop where he got more opportunity to write code and work on apps. Eventually Kevin decided to do his own thing and left his security behind. He took a leap of faith after creating a prototype which hit home with his techie friends. He began to embrace risk.\n\nWhen it came to his initial start-up of Burbn, he wasn’t afraid to approach and pitch to Baseline Ventures at a party. Thanks to his bold attitude, he received $500k in funding.\n\nHe was very solution orientated to make things simpler. He believes that Every startup should address a real and demonstrated need in the world – if you build a solution to a problem lots of people have, it’s so easy to sell your product to the world.” When Burbn was noted for being too complicating and similar to Foursquare, he made another leap and cut off the unnecessary components. We did what any entrepreneur would do, and we threw out everything that wasn’t working and kept what worked.” Kevin Systrom and his partner realized that they needed to be extremely good at just one thing – pictures! It took many more flops and failures, eventually leading them to being an app for mobile phones. It overran the features and again and took a nose dive. Thanks to a trip to Mexico and his girlfriend’s insight about filters – he went back to his room and jumped on the Wi-Fi to make more adjustments and added the filter option – which became a hit.\n\n\nKevin Systrom Embraced “Mastery” And Valued Knowledge Over A Quick Buck: \n\nKevin Systrom chose education over money. Kevin declined an offer by Mark Zuckerberg himself to work for Facebook and exit a year early from Stanford because he valued his education. As fate would have it, his company would later be bought out by the Facebook giants for $1 billion. “Working at a startup to make a lot of money was never a thing, and that’s why I decided to just finish up school. That was way more important for me,”.\n\nHe worked for several giant companies where he furthered his knowledge by working for Odeo (now Twitter) as an intern and then at companies like Google and Microsoft. He became close friends with Twitter’s Jack Dorsey, whom he worked alongside with and also picked his brain about the industry. “I learned so much from Ev and Jack. The whole thing was really eye-opening for me.” Kevin understood that knowledge was both practical and experience based – and learning from others was crucial. ‘We all learn a lot from each other’s companies. The most important thing for me was working at Google and Odeo, and meeting people along the way. The Valley is a really small place and you should want to learn from people because there’s so much going on.’\n\nOne thing about my background is I get very obsessed with something”. Kevin was always heavily involved with the idea of mastering things to the T. He gravitated towards trying new things and mastering whatever he took interest in, he wasn’t afraid to step into the unknown, in fact, he embraced it. This led Kevin to becoming comfortable with the uncomfortable and then learning how to perfect it. He got addicted to music and collected huge stacks of records. He became fixated on photography and even built a photo site with his fraternity brothers to share party pictures. And then he became obsessed with programming and technology. Ultimately, he began to combine his interests and created Instagram. “I think not focusing on money makes you sane because in the long run it can probably drive you crazy.” \n\nkevin synstrom instagram startup\n\n“If you’ve got an idea, start today. There’s no better time than now to get going. That doesn’t mean quit your job and jump into your idea 100% from day one, but there’s always small progress that can be made to start the movement.” \n\n– Quote by Kevin Systrom\n\n\nArticle Sources:",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.9456809759,
        "format_confidence":0.9100441933
    },
    {
        "url":"https:\/\/golfbusinessnews.com\/news\/opinion\/putting-from-the-rough-part-3\/",
        "text":"Global Edition\n\nPutting from the Rough – part 3\n\n8.26am 27th March 2020 - Opinion\n\nMy experience, with this environment, is that to be successful any consultant \/ client relationship must be established on the ‘right’ foundations.\n\nIn this, understanding each other’s roles from the outset is a paramount consideration. Too frequently, many relationships stumble at this first hurdle.\n\nA consultant is generally a sharp instrument used to address key issues.\n\nTo use these services, or skill-sets, on mundane administrative tasks, unless this is a core part of the brief, will waste the essential cutting-edge value that the consultant can bring.\n\nIn terms of the financial arrangement, it should be understood that in client terms, a retainer is like a membership subscription.\n\nTo use a golf members’ analogy, at its most basic level, it does not entitle the paying member to anything other than a right of access to the facilities and or the ‘attention’ of the club.\n\nThe payment of the subscription only allows the member to have the right to pay to play (at a preferred rate), buy drinks at the bar, hire a golf cart, hold a handicap, etc.\n\nThese prices will be at rates preferential to those charged to the public, but there are no free drinks or rounds, just because you are member.\n\nFrom the available sources my preferred definitions for a retainer would be:\n\n‘Fee paid to a person or firm to secure the privilege of obtaining its services as and when required’\n‘An amount of money that you pay to someone, so as to be sure that that person can work for you when you need them to.’\n\nNo relationship can hope to prosper, if either party withholds key information from the other.\n\nThe client must give the consultant all of the relevant intel required – effectively a ‘warts and all’ scenario.\n\nConversely the consultant must give, and be permitted to do so, an uncensored version of what he or she finds in the process of evaluating the business’ challenges and problems.\n\nDefining mutual expectations, to help to ensure that the client is getting what it needs.\n\nThis will also require that the consultant be remunerated commensurately for these inputs.\n\nTimeframes & outcomes:\nIn this process, it will be necessary for both parties to understand the fees and payment schedule, the timeframes within which the work will be completed and the results likely to be forthcoming.\n\nThe latter is particularly important.\n\nMost inputs are within timeframes that require time for the inputs to mature in order to be effective.\n\nTherefore, although quick wins can sometimes be affected, this is generally not a sow and immediate reap environment.\n\nA consultant is not a magician and there are, under most circumstances, no ‘miracle’ cures.\n\nWhat a consultant brings, above all else, is a fresh perspective.\n\nThis viewpoint, backed by solid analysis and the experience of working in the field of business and other related businesses, will enable a fresh look at the challenges being faced by the particular client’s business.\n\nWorking with the management team will then ensure the input of the required corrective processes, new products and or services.\n\nCommunications \/ reporting line\nThis will be a key element to ensure that:\na) The information is ‘heard’ and processed effectively.\nb) It is in the hands of those who will implement the recommended initiatives and or remedial actions.\n\nThe very wise CFO of a client once commented in terms of point a):\n“It is a great pity that people are willing to spend so much time evaluating the ‘tone’ in which a message is being delivered, or analysing the deliverer, instead of paying attention to what is actually being said.”\n\nIn terms of point b), I recently had the challenging and rewarding task of helping to relaunch Pecanwood, one of South Africa’s premier golf estates.\n\nThis was a multi-layered brief including re-staffing, training, marketing, overseeing the physical upgrade of various on-site facilities including the clubhouse, etc.\n\nPecanwood Golf & Country Club\n\nOne of the key briefs from the then CEO and the board member responsible for the country club portfolio, was to find new revenues’ streams.\n\nIn this discussion, the matter of turning the golf course \/ country club into a profitable area, within the overall budget for the estate, was discussed.\n\nMy response, as a first step, was to look a removing the club’s operations as a red line from the overall budgets, as a cost centre, and an ongoing cause of disagreement at every AGM.\n\nMaking the country club operations break even (something that had not been achieved since the estate’s opening some 20 years earlier) would have the additional benefit of cooling the fires of the argument, in which all non-golfing homeowners were in fact subsidising the golfers’ hobby out of their back pockets.\n\nThis alternative was greeted initially with some disbelief (could this actually be achieved?), but then with great enthusiasm, when it was realised that I had both a plan and the belief that it could be made to work.\n\nThe strategy, one layer of which involved a pre-paid corporate partnership, was designed, signed off and implemented.\n\nThis was despite continual opposition from various golfers, one of whom opined that the outcome of the partnership would result in the golf course becoming too busy!\n\nAlthough some sniping still continues, this is not all bad as it does draw attention to the dangers of vested interests, especially those which are not aligned to the collective good\n\nThis is especially the case with this example, as with the signing of the partnership the country club did indeed move into the black for the first time since the estate had opened.\n\nThe other benefits were that the ROI, versus my fees, over the initial 3 years of the partnerships would be 10 to 1.\n\nOne year on from the re-launch phase, I also saw the rounds’ numbers, which showed a 30% increase – 45% of which were attributed to activities within the corporate partnership.\n\nNext week part 4 of this Business of Golf Discussion Series piece will conclude the exploration of the benefits of using a consultant’s’ services.\n\nJohn Cockayne Mobile 0027 (0) 73 8967931 & Email\n\nJohn’s eclectic business experience in tandem with his writing skills – makes him much sought after as a business consultant and writer. In terms of the latter, and amongst a number of current roles, he is the golf editor with, or a columnist for, a number of top platforms and publications including Destination Golf Travel Global, GolfVistaSA, GolfRSA and Business Day.\n\nJohn is a very experienced event manager, has had extensive marketing experience, worked as a project consultant on three continents and has developed and run a travel agency and two tour operator businesses. He is also a Founder and Life member of the PGA of South Africa and is no stranger to working inside the ropes having held operational roles as a head professional, director of golf, club manager, coaching director and as a tournament official on the Sunshine Circuit.\n\nIn related news...",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.9075795412,
        "format_confidence":0.9586032033
    },
    {
        "url":"http:\/\/www.institutionalinvestor.com\/Article\/3183653\/As-It-Bets-Big-on-Japan-Chalkstream-Capital-Hopes-to-Lure-Smart-Institutional-Money.html",
        "text":"Page 1 of 2\n\nMICHAEL BURRY PREFERS NOT TO DISCUSS THE FUND MANAGERS WHO HAVE invested with him. But when it comes to Chalkstream Capital Group and its CIO, Andrew Tsai, the California physicist-turned-hedge-fund-manager, who earned a fortune shorting the U.S. subprime market, makes an exception. “I found Andrew and his team to be highly intelligent, very engaged and very well informed as to their understanding of the space,” says Burry, who wasn’t always on the very best of terms with all his investors. Today, Burry manages only his own money.\n\nTsai needs to be exceptional. Chalkstream’s small client base consists almost entirely of hedge fund executives and partners at major banks and asset managers who have entrusted the New York–based firm with their personal capital. As some of the world’s top investors, they have high expectations — none more so than Tsai’s business partner, Peter Muller, a former proprietary trader at Morgan Stanley who left the bank last year and launched quantitative hedge fund firm PDT Partners.\n\nMuller and Tsai founded Chalkstream in 2003 as a family office to run Muller’s money. From the start, though, they planned to attract like-minded capital and create a bespoke firm catering to sophisticated investors. The pair found clients who could stomach relatively high risk and volatility in exchange for the potential payoff from bold bets on unique opportunities. “We want to traffic in areas where there is not a lot of capital chasing for returns,” says Tsai in an interview at Chalkstream’s Midtown Manhattan offices in the Random House Tower, an address the firm shares with PDT.\n\nTsai and his 12-member team have caught some of the most interesting and profitable trades of the past decade. Despite Chalkstream’s impressive pedigree and investor base, however, its overall returns have yet to truly impress. But the firm is confident that it can hit a home run with its biggest bet yet: on Japan, the graveyard of many a brave fund. If   Tsai succeeds, Chalkstream will have lived up to its promise.\n\nWith $700 million in assets and a dozen significant outside clients, Chalkstream is a hybrid of family office and fund of hedge funds. When it isn’t developing its own investment ideas, it looks for one-of-a-kind managers like Burry and his former firm Scion Capital. Chalkstream’s fund-of-hedge-funds portfolio consists of 15 to 20 managers, and it keeps a second, less-liquid portfolio for major tactical — though not necessarily directional — bets and private-equity-type opportunities. The mix can vary, but the firm typically splits its assets about 60-40 between the two. Chalkstream charges an annual 1 percent management fee and 10 percent performance fee on the hedge fund portfolio, and a 15 percent private-equity-like performance fee for the illiquid portfolio.\n\nThe firm’s philosophy sets it apart from institutional investors and funds of  hedge funds that focus on asset allocation and avoid market timing. Chalkstream tries to stay out of step with stocks and bonds — its clients have enough exposure to both — and makes large calls that would spook more-traditional investors. “We think traditional asset allocation is very dangerous,”  Tsai says, “since people are allocating on the past, not the future. We are not in the business of filling buckets; we are in the business of finding opportunities.”\n\nBesides shorting subprime mortgages in 2007, Chalkstream profited from 2009’s run-up in Brazilian commercial real estate and the 2010 subprime rally.  To really thrive, though, the firm must grow its assets. With that in mind, Tsai and Muller want to start attracting institutional capital. They’re keen to lure some big fish: corporate pension funds and other institutions that might see their shop as an idea generator as well as an investment opportunity.\n\nBut even a sophisticated hybrid firm like Chalkstream faces the same headwinds as other hedge fund advisory businesses. Many investors are unwilling to pay the double layer of fees, the cost of doing business and the barriers to entry are rising, and few managers are posting extraordinary returns. Investors may admire Chalkstream, but privately some admit to disappointment with its performance. Through the end of 2012, it had returned an annualized 5.6 percent net of fees since inception in 2003, compared with 50 basis points for the HFRI Fund of Funds Composite index, but Chalkstream was stung hard in 2008, when its hedge fund portfolio finished the year down 44 percent. (The firm declined to comment on performance.)\n\nAlthough Chalkstream quickly bounced back, the 2008 stumble also raised questions about the team’s ability to time its best ideas given its relatively early exit from the subprime trade. These are questions that the firm hopes to silence with the new Japan investment.\n\nThat trade has an equity and a credit component. Known for its deep-dive investment process, the team has been researching the Japanese market for at least six years, led by partner and investment analyst Rishi Shah, who has visited the Land of the Rising Sun alone and with Tsai. In Tsai’s view the current Japanese economy shares some structural similarities with the U.S. subprime market before 2007. As proof of its conviction, Chalkstream is raising its first-ever stand-alone fund for the investment.\n\n“I look at what they are doing in Japan right now, and I really like their thesis,” says longtime Chalkstream investor Arjun Divecha, chairman and head of emerging markets at $106 billion, Boston-based money manager GMO (formerly Grantham, Mayo, Van Otterloo & Co.). “What is exciting to me is the way they are going about it.” For more than two decades, Japan has proved a terrible place to invest, Divecha notes, but Tsai and company “have found a can opener to open the can that has real potential,” he says.\n\nTsai, 41, was born in St. Louis; his family had moved there from Taiwan so his father could earn a Ph.D. in engineering. The younger Tsai graduated from the Wharton School of the University of Pennsylvania in 1993 with a BS in economics; he wrote his senior thesis on how to set up a hedge fund.\n\nAfter interning with broker-dealer Susquehanna International Group, working as an open-outcry trader on the floor of the Chicago Mercantile Exchange, Tsai joined Lehman Brothers Holdings’ fixed-income trading desk in New York. In 1997 he left Lehman to become CIO of   New  York–based Integrity Capital Management, a quantitative hedge fund he launched with four other partners, including two former Goldman Sachs Asset Management executives. At Integrity, Tsai got to know Chalkstream co-founder Muller, an investor in the fund. “I was just really impressed by how he thought, how he conducted business, his character and his passion,” says Muller, whose PDT Partners manages more than $2 billion in assets.\n\nIntegrity closed its doors in 1999, a victim of the crash that brought down its much larger rival Long-Term Capital Management. Tsai joined the tech boom, becoming president of    Urbanfetch, a start-up with offices in New York and London that let customers order whatever they wanted online and receive it by messenger. By 2003, Urbanfetch, like many other dot-coms, had folded. Tsai was working in London as CEO and director of Global Name Registry, an Internet infrastructure company backed by U.S. private equity firm Carlyle Group, when Muller came knocking.\n\nNow 49, Muller grew up in Philadelphia and New Jersey and majored in math at Princeton University. After college he moved to the San Francisco Bay Area and took a job as a researcher and programmer at pioneering quantitative research firm Barra. In 1992 he moved to Morgan Stanley, where he built up its famed proprietary quantitative trading business, PDT — although the bank never broke out returns, this unit was known to be highly profitable — and quickly established a reputation in the close-knit quant community.\n\n“I think the first time I ever spoke to Pete, he called me up to yell at me,” says Clifford Asness, founding and managing principal of $70 billion, Greenwich, Connecticut–based quantitative alternative-investment firm AQR Capital Management. Muller had gotten wind that AQR might be interviewing someone from PDT, and he was not happy. The two quickly put the matter behind them and became friends, but Asness says Muller remains “quietly one of the most competitive guys you’ll ever meet.”\n\nWhile at Morgan Stanley, Muller started investing his own money with hedge fund managers. “I realized that trying to pick good funds, keep track of   how they were doing and figure out how to allocate was just as challenging an investment business as running a hedge fund,” he says. “If  I was going to do it, I wanted to do it well, and I didn’t have time or inclination to run another business myself.”\n\nMuller decided to launch a family office and put  Tsai in charge, but he knew he would have to be open to accepting other people’s money. “I didn’t have enough capital to afford Andrew and a world-class team,” says the skilled pianist and songwriter, who has performed at numerous venues in New  York City. “So the idea was that over time if we were successful and we liked doing it, we would bring in outside investors.”\n\nSingle Page    1 | 2\nRelated Topics: Chalkstream Capital Group· Andrew Tsai· Japan",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.9983899593,
        "format_confidence":0.7242708206
    },
    {
        "url":"https:\/\/campbellwealth.com\/market_commentary\/weekly-market-commentary-may-21-2018\/",
        "text":"Market Commentary\n\nWeekly Market Commentary May 21, 2018\n\nadmin May 21st, 2018\n\nThe Markets\n\nToo much? Too little? Or just right?\n\nU.S. stock markets were relatively calm, although they finished the week lower. U.S. Treasury yields hit a 7-year high and finished the week above 3 percent. While these were notable, the most remarkable events last week occurred beyond our borders. These include:\n\n  • The Vatican publishing a position paper on financial markets. Its opening was, “Economic and financial issues draw our attention today as never before because of the growing influence of financial markets on the material well-being of most of humankind. What is needed, on the one hand, is an appropriate regulation of the dynamics of the markets and, on the other hand, a clear ethical foundation that assures a well-being realized through the quality of human relationships rather than merely through economic mechanisms that by themselves cannot attain it.”\n  • The royal wedding boosting the British economy. A normal Britain wedding costs about £18 thousand and includes about 80 guests. Prince Harry’s nuptials were a bit more lavish. A wedding planning company estimated the cost of hosting 600 or more guests at £32 million ($43 million in U.S. dollars). The largest component of the cost was £30 million for security, which included drone destroyers.\n  • Venezuela’s oil-based economy continuing to collapse as oil prices rise. “Venezuela leads the world in two things: oil reserves and incompetence,” opined The Washington Post. Poor management of the state-run oil industry has caused production to drop 23 percent since December. The country’s declining production helped push oil prices higher last week. Prices are at levels last seen in 2014, reported Financial Times. Regardless of the country’s economic woes, this weekend’s election is not expected to oust President Nicolás Maduro.\n\nRising oil prices have pushed the cost of gas higher, but that’s not expected to deter Memorial Day travelers, according to USA Today. We wish you safe travels during the holiday weekend.\n\nData as of 5\/18\/18 1-Week Y-T-D 1-Year 3-Year 5-Year 10-Year\nStandard & Poor’s 500 (Domestic Stocks) -0.5% 1.5% 14.7% 8.4% 10.2% 6.6%\nDow Jones Global ex-U.S. -0.9 -0.5 11.9 2.7 3.2 -0.2\n10-year Treasury Note (Yield Only) 3.1 NA 2.2 2.2 2.0 3.8\nGold (per ounce) -2.7 -0.6 2.6 1.7 -1.0 3.6\nBloomberg Commodity Index 0.4 2.5 8.4 -4.9 -7.4 -8.3\nDJ Equity All REIT Total Return Index -3.0 -6.5 -0.4 4.3 4.8 5.9\n\nS&P 500, Dow Jones Global ex-US, Gold, Bloomberg Commodity Index returns exclude reinvested dividends (gold does not pay a dividend) and the three-, five-, and 10-year returns are annualized; the DJ Equity All REIT Total Return Index does include reinvested dividends and the three-, five-, and 10-year returns are annualized; and the 10-year Treasury Note is simply the yield at the close of the day on each of the historical time periods.\n\nSources: Yahoo! Finance, Barron’s,, London Bullion Market Association.\n\nPast performance is no guarantee of future results. Indices are unmanaged and cannot be invested into directly. N\/A means not applicable.\n\nDid you know there’s a billionaire census?\n\nLast week, the fifth edition of the Billionaire Census was released. Apparently, the wealth of billionaires increased by 24 percent during 2017. In addition, the billionaire population, which had suffered reduced numbers since 2015, expanded. It now includes 2,754 individuals. The previous high was 2,473 in 2015. According to Wealth-X:\n\n  • 816 live in the Asia-Pacific region\n  • 884 live in the Americas\n  • 1,054 live in Europe, the Middle East, and Africa\n\nThere is a bit of disagreement about the size of the ‘Three-Comma Club’ and the rate at which its wealth is increasing. In March 2018, Forbes reported there were “…2,208 billionaires from 72 countries and territories including the first ever from Hungary and Zimbabwe. This elite group is worth $9.1 trillion, up 18 percent since last year. Their average net worth is a record $4.1 billion. Americans lead the way with a record 585 billionaires, followed by Mainland China with 373.”\n\nTwo hundred and fifty-six women made the list, including 42 new additions.\n\nThe Giving Pledge is another exclusive group that some billionaires have joined. The objective of the Pledge is to “…help address society’s most pressing problems by inviting the world’s wealthiest individuals and families to commit more than half of their wealth to philanthropy or charitable causes either during their lifetime or in their will.”\n\nAs of February 2018, 175 billionaires from 22 countries had joined.\n\nWeekly Focus – Think About It\n\n“Philanthropy is almost the only virtue which is sufficiently appreciated by mankind.”\n\n–Henry David Thoreau, American essayist and naturalist\n\nBest regards,\n\nKelly P. Campbell, CFP®, CMFC®, ChFC®, AIF®\n\nP.S.  Please feel free to forward this commentary to family, friends, or colleagues. If you would like us to add them to the list, please reply to this email with their email address and we will ask for their permission to be added.\n\nSecurities offered through Campbell Wealth Management is a Registered Investment Advisor. Member FINRA\/SIPC.\n\n* These views are those of Carson Group Coaching, and not the presenting Representative or the Representative’s Broker\/Dealer, and should not be construed as investment advice.\n\n* This newsletter was prepared by Carson Group Coaching. Carson Group Coaching is not affiliated with the named broker\/dealer.\n\n* Government bonds and Treasury Bills are guaranteed by the U.S. government as to the timely payment of principal and interest and, if held to maturity, offer a fixed rate of return and fixed principal value.  However, the value of fund shares is not guaranteed and will fluctuate.\n\n* Corporate bonds are considered higher risk than government bonds but normally offer a higher yield and are subject to market, interest rate and credit risk as well as additional risks based on the quality of issuer coupon rate, price, yield, maturity, and redemption features.\n\n* The Standard & Poor’s 500 (S&P 500) is an unmanaged group of securities considered to be representative of the stock market in general. You cannot invest directly in this index.\n\n* All indexes referenced are unmanaged. Unmanaged index returns do not reflect fees, expenses, or sales charges. Index performance is not indicative of the performance of any investment.\n\n* The Dow Jones Global ex-U.S. Index covers approximately 95% of the market capitalization of the 45 developed and emerging countries included in the Index.\n\n* The 10-year Treasury Note represents debt owed by the United States Treasury to the public. Since the U.S. Government is seen as a risk-free borrower, investors use the 10-year Treasury Note as a benchmark for the long-term bond market.\n\n* Gold represents the afternoon gold price as reported by the London Bullion Market Association. The gold price is set twice daily by the London Gold Fixing Company at 10:30 and 15:00 and is expressed in U.S. dollars per fine troy ounce.\n\n* The Bloomberg Commodity Index is designed to be a highly liquid and diversified benchmark for the commodity futures market. The Index is composed of futures contracts on 19 physical commodities and was launched on July 14, 1998.\n\n* The DJ Equity All REIT Total Return Index measures the total return performance of the equity subcategory of the Real Estate Investment Trust (REIT) industry as calculated by Dow Jones.\n\n* Yahoo! Finance is the source for any reference to the performance of an index between two specific periods.\n\n* Opinions expressed are subject to change without notice and are not intended as investment advice or to predict future performance.\n\n* Economic forecasts set forth may not develop as predicted and there can be no guarantee that strategies promoted will be successful.\n\n* Past performance does not guarantee future results. Investing involves risk, including loss of principal.\n\n* You cannot invest directly in an index.\n\n* Stock investing involves risk including loss of principal.\n\n* Consult your financial professional before making any investment decision.\n\n* To unsubscribe from the Weekly Market Commentary please write us at [email protected].\n\n* To unsubscribe from the Weekly Market Commentary please reply to this email with “Unsubscribe” in the subject line, or write us at [email protected].\n\nSources: (or go to (or go to (or go to (Click on “How many people have joined the Giving Pledge, and where are they from?”)\n\nNever Miss A Post\n\nGet FREE articles sent to your inbox that will help you and your business.\n\nLet's Connect\n\n\nYears in Business\n\n\n\n\n\n\nNamed by Barron's as the 22nd Top Wealth Advisor in Virginia",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.9981669188,
        "format_confidence":0.5667148829
    },
    {
        "url":"http:\/\/www.fool.com\/investing\/international\/2013\/06\/05\/is-it-still-safe-to-buy-vodafone-group.aspx",
        "text":"\n\nIs It Still Safe to Buy Vodafone Group?\n\nLONDON -- I'm always searching for shares that can help ordinary investors like you make money from the stock market. However, many people are currently worried the market could be overheating.\n\nSo right now I'm analyzing some of the most popular companies in the FTSE 100, hoping to establish if they can continue to outperform in today's uncertain economy.\n\nToday I'm looking at telecoms giant Vodafone  (LSE: VOD  ) (NASDAQ: VOD  ) to determine whether the shares are still safe to buy at 192 pence.\n\nSo, how's business going?\nRecently, investors have been drawn to Vodafone amid speculation the company could be interested in selling its share of Verizon Wireless, the company's U.S. joint venture with Verizon Communication.\n\nVodafone's Verizon Wireless stake is estimated to be worth around 60 billion pounds, more than half of Vodafone's current 94 billion pound market value, so any deal could be extremely lucrative for both Vodafone and its investors.\n\nHowever, while the majority of the market is focused on Vodafone's U.S. operations, it appears the rest of the company is struggling.\n\nIn particular, during 2012\/13, the company's overall revenue fell by 4%. In addition, the only region where the company's revenue grew, outside of the U.S., was in Northern Europe, where revenue expanded 3%. Revenue fell by 17% in Southern Europe and 3% in Africa and Asia.\n\nHaving said that, Vodafone's profits from its share of Verizon Wireless grew 31%, which boosted the company's overall profit by 9%.\n\nExpected growth\nThanks to the rising profits from Vodafone's share of Verizon Wireless, City forecasts currently predict Vodafone's earnings per share will be 16.4 pence this year (5% growth) and 17.4 pence for 2015. However, these figures could quickly change if Vodafone sells its stake in Verizon Wireless.\n\nShareholder returns\nVodafone is well known for its dividends and it appears these generous payouts are set to continue. Furthermore, I believe these generous payouts will be safeguarded, whatever happens to the company's share of Verizon Wireless.\n\nVodafone's dividend yield is currently 5.2% -- larger than that of its peers in the mobile telecommunications sector, which currently offer an average dividend yield of 4.9%.\n\nVodafone currently trades at a historic P\/E of 12.4, while its peers trade on an average historic P\/E of around 12.1, which makes Vodafone appear fairly valued.\n\nFoolish summary\nDespite Vodafone's falling revenue outside of the U.S., the company still offers a solid dividend yield and does not appear to be expensive when compared to its peers.\n\nMoreover, the company's share of Verizon Wireless continues to throw off huge amounts of cash and any sale could be lucrative for Vodafone's investors. So overall, I believe that Vodafone still looks safe to buy at 192 pence.\n\nMore FTSE opportunities\nAs well as Vodafone, I am also positive on the five FTSE shares highlighted within this this exclusive wealth report.\n\nIndeed, all five opportunities offer a mix of robust prospects, illustrious histories and dependable dividends, and have just been declared by the Fool as \"5 Shares You Can Retire On\"!\n\nJust click here for the report -- it's free.\n\nIn the meantime, please stay tuned for my next FTSE 100 verdict.\n\nRead\/Post Comments (0) | Recommend This Article (1)\n\nComments from our Foolish Readers\n\nHelp us keep this a respectfully Foolish area! This is a place for our readers to discuss, debate, and learn more about the Foolish investing topic you read about above. Help us keep it clean and safe. If you believe a comment is abusive or otherwise violates our Fool's Rules, please report it via the Report this Comment Report this Comment icon found on every comment.\n\nBe the first one to comment on this article.\n\nSponsored Links\n\nLeaked: Apple's Next Smart Device\n(Warning, it may shock you)\nThe secret is out... experts are predicting 458 million of these types of devices will be sold per year. 1 hyper-growth company stands to rake in maximum profit - and it's NOT Apple. Show me Apple's new smart gizmo!\n\nDocumentId: 2473664, ~\/Articles\/ArticleHandler.aspx, 4\/18\/2015 9:04:37 PM\n\nReport This Comment\n\nUse this area to report a comment that you believe is in violation of the community guidelines. Our team will review the entry and take any appropriate action.\n\nSending report...",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.998082757,
        "format_confidence":0.6116202474
    },
    {
        "url":"http:\/\/www.houstonpress.com\/news\/working-every-angle-6566623",
        "text":"Working Every Angle\n\nUpper Kirby property owners claim that the bustling district is \"unable to compete in the marketplace.\"\n\nIn the spring of 1996, city planning director Bob Litke had a problem: Under what circumstances should the city give public money to private developers?\n\nThe problem arose after homebuilder Steve Peacock asked for $2 million to build the streets, water and sewer lines, and storm-water drainage to support a new subdivision on 41 acres of raw land in far west Houston.\n\nLitke was, at first, inclined to reject Peacock's proposal. At the time, Litke believed the city should subsidize only private development inside the Loop, where historically developers have been wary of higher land costs and an uncertain market.\n\nThere was also the issue of fairness. As Litke pointed out in a May 1996 memo to Public Works and Finance and Administration officials, other developers had built successful projects in the same area without the benefit of tax dollars.\n\n\"Granting a subsidy to the Peacock development may set a precedent that is not in the City's best interests to follow,\" the planning director wrote. \"Using general fund monies to finance new infrastructure in middle income residential development -- where the market is likely to deliver a saleable product in the future -- may not be an equitable expenditure of public monies.\"\n\nDespite his misgivings, Litke was under a mandate from then-mayor Bob Lanier to offer greater incentives to encourage more development throughout the city. To that end, the planning director focused on Peacock's request that the city create a tax-increment reinvestment zone, or TIRZ, which allows cities, counties and school districts to reimburse the developer's cost of laying in public infrastructure using future property tax revenues generated by the development.\n\nUntil Peacock came along, the city had used tax-increment reinvestment sparingly, for good reason: Each zone requires the local taxing entities to commit millions of dollars of revenue to a specific project for a long period of time, usually 30 years. Moreover, because taxpayers outside the zone get little in return, the state law that authorizes the creation of TIRZs restricts their use.\n\nCity Council created the city's first TIRZ in December 1990 and at the same time adopted its own policy regarding the use of tax-increment reinvestment. The city's basic criteria for creating a TIRZ were nearly identical to those in the state law -- or at least they were until Litke adjusted the guidelines to accommodate Steve Peacock.\n\nIn short, Litke's new policy not only changed significantly the city's use of TIRZs, it circumvented the state law at nearly every turn. In the three years since it was amended, the city's TIRZ policy has rendered the Tax Increment Financing Act of 1981 unrecognizable.\n\nJust how much the statute has been manipulated became clear this summer, when the administration of Mayor Lee Brown fast-tracked seven new TIRZs past City Council, which agreed to forgo nearly $2 billion in property tax revenue over the next 30 years to fund specific projects. Some 7 percent of the city's taxable land is now within a TIRZ and controlled by appointed boards that are authorized to administer the zones' project and financing plans, with minimal oversight by elected officials.\n\nTo be sure, under Brown the city has created new zones in areas that are in fact starved for public improvements. The Fourth and Fifth wards, for example, have been neglected for so long that they clearly meet the TIRZ statute's requirements that there be \"a substantial number\" of substandard and deteriorated buildings; that there be \"unsanitary or unsafe conditions\"; and that an area be \"a menace to the public health, safety, morals or welfare in its present condition.\"\n\nEqually certain is that none of that is true of the Galleria, Upper Kirby and Memorial City areas, which were also designated tax-increment zones by Council in July. Even state legislators such as representatives Garnet Coleman and Scott Hochberg, both of whom have been active in shaping the Tax Increment Financing Act through the years, say the city has butchered the original intent of the law.\n\n\"I have some concerns,\" says Coleman. \"The intent of the law is to develop communities that would not develop on their own, to create growth and life where it wasn't before. I don't know why there's a TIRZ in Upper Kirby. The market is driving that area fine.\"\n\nIndeed, Upper Kirby is perhaps the most egregious example of the city's rapacious TIRZ policy -- and how it has already turned out to be a bad deal for taxpayers. Earlier this summer a group of property owners and developers asked the city to create a tax-increment zone, moaning that the bustling commercial corridor that straddles the Southwest Freeway between Buffalo Speedway and Shepherd is unable to \"compete in the marketplace.\"\n\nWhat wasn't mentioned in the developers' plan is that the Upper Kirby area is more competitive than ever. Long before the proposal was presented to City Council, some $110 million of new development, including at least three large apartment complexes, two shopping centers, a hotel and a supermarket, was under way or already completed -- a fact that discredits the plan's contention that \"development in the zone will not occur solely through private investment in the reasonably foreseeable future.\"  \n\nBy including development that occurred before the zone was even created, the Upper Kirby TIRZ essentially fabricates the impact of the zone. It will also cost taxpayers about $35 million in revenue -- the taxes that would normally be collected from the new development over the 15-year life of the TIRZ.\n\nThe city's claim that the Galleria area will see nearly $200 million in new development within two years of creating a TIRZ there is equally specious. At least $180 million in projects were already on the table when Uptown Houston District, a group that looks after the interests of Galleria-area property owners, proposed creation of the zone. Not only will taxpayers lose the revenues from that development, but the TIRZ will end up subsidizing all future development in the Galleria area to the tune of millions in lost revenues.\n\nAssistant director of planning Bill Calderon acknowledges that almost all of the development that the Upper Kirby TIRZ was ostensibly created to encourage is on the ground or under way. But, he says, the property tax revenues that will be generated by that development, as well as income derived from completed or nearly completed projects in the Galleria area, won't be available for more than a year, and therefore should go to the TIRZs.\n\nWhile that reasoning does nothing to support the contention that the Upper Kirby and Galleria areas need TIRZs to entice private development, Calderon says it \"doesn't necessarily mean\" there isn't a need for the zones.\n\n\"The state law doesn't state that you can't include ongoing development projects within the boundary lines of a zone,\" says Calderon. \"In fact there is some advantage to doing that.\"\n\nThe property taxes collected on current development taking place in the new TIRZ will \"jump-start the revenue stream\" needed to carry out public improvements that will support future projects in the zone, Calderon says. \"Nowhere does it say we're going to give money back to the guys who are doing construction there today,\" he insists.\n\nMaybe not, says Councilmember Annise Parker, but that doesn't mean it's the proper use of tax-increment reinvestment. Parker says the Upper Kirby zone reflects \"a real disconnect\" between the Brown administration and the state TIRZ law. \"The subject of all the development occurring there came up,\" Parker says. \"But no one dwelled on it or discussed it much. I don't think we need to be tying up our money that way.\"\n\nIndeed, the Upper Kirby and Galleria zones appear to turn the state TIRZ law on its head. One criterion for a new zone is the \"but for\" standard -- that is, \"but for\" the TIRZ, the area would not attract new development. By designating as TIRZs areas that are developing on their own, the city has created a new \"but for\" standard: \"but for\" the TIRZ, new revenues from market-driven development would go to the general fund coffers of the city, Harris County and the Houston Independent School District.\n\nTax-increment reinvestment has been controversial since the moment it was first proposed, back in 1977. That's when the Legislature passed a bill that would allow cities to redevelop certain \"blighted\" urban areas using future property tax revenues. The 1977 law was, however, contingent on passage of a constitutional amendment, a ballot measure that failed in November 1978.\n\nDuring the 1979 legislative session, lawmakers again passed a TIRZ bill, this time without requiring a constitutional amendment. That bill became law for about a minute. In May 1981, then-attorney general Mark White ruled that the TIRZ law violated the state constitutional requirement that taxation be \"equal and uniform.\" In White's view, using property taxes to fund improvements in a specific area meant that the property was not contributing its fair share to the general fund.\n\nThe issue was thrown back to the voters, who approved a constitutional amendment in November 1981 that authorized cities to \"issue bonds or notes to finance the development or redevelopment of an unproductive, underdeveloped or blighted areaŠ.\" The law allowed the \"bonds or notes\" to be repaid from increases in ad valorem tax revenues produced by the new development.\n\nThe Tax Increment Financing Act of 1981 was again challenged on constitutional grounds in 1987, in a case that made it to the Texas Supreme Court. While the court upheld the law, it also underscored the legislative restrictions on its application: \"Tax increment financing,\" stated the court's ruling, \"is designed to aid cities and towns in financing public improvements in blighted or undeveloped areas.\"... (truncated)",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.6504642963,
        "format_confidence":0.7003044486
    },
    {
        "url":"http:\/\/seekingalpha.com\/article\/1031971-a-legendary-hedge-fund-manager-owns-1-9-million-shares-of-this-gold-stock",
        "text":"Seeking Alpha\nProfile| Send Message|\n( followers)\n\nBy Dave Goodboy\n\nGold has exploded higher during the past several years. The bullishness has been ignited by massive global fiscal stimulus programs, slowing production growth and aggressive purchasing of the yellow metal by several central banks. It's no wonder gold prices are up nearly 100% during the past five years.\n\nTake a look at the weekly chart:\n\n(click images to enlarge)\n\nAlthough the yellow metal is off its all-time 2011 highs of more than $1,900 per ounce, there is solid technical support in the $1,550 area, as you can see in the chart below. Gold has since bounced from this support, hitting $1,800 per ounce in October prior to falling back and finding support at the 50-week simple moving average at $1,665.\n\nDespite gold's solid performance over the years, gold-mining stocks have lagged. This is unusual, since gold-mining companies make their profit on the spread between what it costs to extract gold and the price of the commodity. Historically, there is a positive correlation between the price of gold and the performance of gold-mining stocks.\n\nBut starting in 2008, there has been a disconnect. Rising production costs, political risks in some of the regions where miners operate and simple economic worries have superseded the common-sense correlation. This has resulted in gold-mining stocks underperforming the commodity itself, which in turn has resulted in much of the negative investor sentiment around gold-mining stocks.\n\nAnd it is within this negativity that I see a great profit opportunity. The key strategy is simple: Buy undervalued gold-mining stocks poised for a reversal of fortune.\n\nIn this case, I think one particular gold miner is a diamond in the rough.\n\nBarrick Gold Corp. (NYSE:ABX) is one of the world's largest gold miners, with 27 operating mines in North America, South America, Australia and Africa. The stock has been smacked down from its recent high of $43 a share in mid-September to $34 in November, which is just above its 52-week low. Barrick Gold boasts the lowest price-to-earnings (P\/E) ratio of its peers at 10.2, and its 29% earnings growth rate is the highest among the competition.\n\nHedge Fund Ownership\nThe fact that hedge fund wizard David Einhorn doubled his position in the stock during the third quarter and held it steadily this quarter despite the price drop, gives me even more confidence in Barrick Gold. The gold miner makes up about 1.3% of Einhorn's U.S. long portfolio (1.9 million shares), indicating a strong bullish bias for the company.\n\nThe Future\nBarrick Gold has ambitious plans to reduce costs while ramping up copper production in the coming years.\n\nNew CEO Jamie Sokalsky is pushing for Barrick's mining costs to drop from $575 per ounce to between $500 and $525 per ounce during the next several years. The cost reduction will come from two mines in the Dominican Republic and on the Chile\/Argentina border, which have relatively lower operating costs.\n\nAlthough Barrick has narrowed its gold production forecast to between 7.3 and 7.5 million ounces from earlier projections of 7.8 million, Sokalsky is confident of a production increase during the next several years. If gold and copper prices stay steady, then the lower production costs will result in increased operating cash flow. Interestingly, despite all these tailwinds, the stock has dropped nearly 30% this year.\n\nAt the end of October, Barrick's price plunged through the 50- and 200-day simple moving averages, finally finding support at $33 a share. Most recently, shares have bounced above $34. The weekly chart indicates support at $32.\n\nThe company plans to release its full-year earnings report on February 15, 2013. Savvy investors will likely be waiting attentively.\n\nRisks to Consider: Commodity-based stocks are inherently risky. The risk comes from several sides, namely the volatile nature of commodity prices. If gold prices unexpectedly plunge, then so will mining stocks. In addition, political and economic risks also loom largely due to the fact that many gold mines are located in politically and economically unstable regions. Always be certain to use stops and position size properly when investing.\n\nConsidering the stock's current value and the company's future plans, Barrick Gold is a great buy now. Any price between $32 and $35 would make an ideal entry. If gold prices remain relatively steady and the company meets its cost-reduction goals, then shares could easily rise to $50 within 24 months. My trading strategy with this company would be to enter a position within the $32 to $35 channel with stops at $32.\n\nOriginal Post\n\nDisclosure: I have no positions in any stocks mentioned, and no plans to initiate any positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it. I have no business relationship with any company whose stock is mentioned in this article.\n\nSource: A Legendary Hedge Fund Manager Owns 1.9 Million Shares Of This Gold Stock",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.9910851121,
        "format_confidence":0.8541420102
    },
    {
        "url":"https:\/\/www.adgully.com\/ooh-in-the-post-covid-19-era-measurement-matrix-is-the-key-93386.html",
        "text":"OOH in the post COVID-19 era - measurement matrix is the key\n\nVishwanath Kini, VP - Growth and Strategy, AdMavin\nVishwanath Kini, VP - Growth and Strategy, AdMavin\n\nAuthored by Vishwanath Kini, VP - Growth and Strategy, AdMavin.\n\nThe Coronavirus pandemic has put the whole world on a ‘pause’ mode. What is going to happen once the enforced restrictions are relaxed? What now is the real scope for OOH, especially post lockdown? While at this point, no one knows for certain when the spread will come fully under control in India, or if some cities will open up earlier than the rest, or which industries can restart full-fledged operations, we still need to prepare for what comes next. In unprecedented times like these and the economic crisis, a lot of parameters and rationales will change. In such budget crunch situations marketers will look at value-based media that can deliver performance driven campaigns and help measure ROI. Advertisement measurement matrix will become the buzzword.\n\nRoad side traditional OOH formats like billboard, unipole gantry, bus shelters, FOB, cantilever, VMS, wallwraps, pole kiosk, police booth, metro pillars, mupi, public utilities etc etc which account major SOV and SOE will be the first to rebound and are ones to readily serve the purpose of brand messages owing to their proximity along the roadways with in city as well as outside city along with highways. The captive and transit marketing vistas like malls, multiplexes, airports, corporate hubs, railway and bus stations will take more time to go back to the normal. Will they ever become the old normal or will get reset in a new normal depends on multiple factors.\n\nLockdown is altering several habits of people across nations including the way they used to travel before COVID. Cabs and autorickshaws will look at restricting the number of passengers they ply on each trip. Buses may ease the load of passengers per trip. This will increase the wait time for procuring a mode of transport. According to a report by CARS24, an auto-tech start-up, a considerable share of the commuters will now look forward to using private cars in the post COVID world to essentially maintain social distancing. The report disclosed that while 42% of respondents feel that they now need to buy a car for the family, 53% of the consumers think of buying one within the next 6 months. 46% of respondents said that they have decreased their budget due to the global pandemic, out of which, 50% said that they will be purchasing pre-owned cars once the lockdown is over. The analysis showed that 55% of the consumers who were using cabs as their primary mode to commute before COVID would now like to shift to private cars; while 15% said that they will switch to two-wheelers. Understanding that social distancing will stay in our lives for a little longer period in the post COVID world, people are more inclined towards owning a private vehicle to commute in the future. The increase in ownership of automobile will result in on road traffic and traditional media are rightly and readily poised to attract the eyeballs of target audience.\n\nPoint to be noted is that local travel within city never completely stopped, especially in suburbs \/ out growth areas in metros and areas that don’t rely on public transportation. Many still make trips to the grocery store, gas station and for attending other essential businesses. A lot of marketing budgets are going to shift to the roadside OOH in the post COVID-19 era.  While the planet will be in a state of rebooting itself, back to basics will be the new normal. OOH being the oldest medium of communication on this planet, traditional OOH medium will be the new most sought after media vehicle for advertisers. As India begins to slowly open up and consumers crawl away from their self-quarantines, advertisers will respond. And as they do, the traditional OOH medium  may become more valuable than ever. “Each ad-dollar spent today also needs its legitimate share of justified outcome”, will become the guiding new mantra of advertisers when it comes to OOH advertising. The key to unlock the potential of traditional media will be a measurement matrix which will put method to the madness and the client will have faith in investing more in this media. With availability of tech-based system tools these measurement systems would only add to the efficiency and acceptability of the traditional outdoor medium more than ever before.\n\n\nNews in the domain of Advertising, Marketing, Media and Business of Entertainment\n\nMore in Media",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.7349261045,
        "format_confidence":0.9031115174
    },
    {
        "url":"https:\/\/www.fool.com\/investing\/general\/2012\/05\/25\/1-great-dividend-you-can-buy-right-now.aspx",
        "text":"\n\nToday, and one day each week for the rest of the year, we're going to look at one dividend-paying company that you can put in your portfolio for the long term without too much concern. This isn't to say these stocks don't share the same macro risks that other companies have, but they are a step above your common grade of dividend stock. Here is last week's selection.\n\nThis week, I want to dig deeper into Sysco (NYSE: SYY) and show you why it's a stock you can count on over the long run.\n\nNothing to balk at\nTo remedy the confusion upfront, the company I'm highlighting here today is the largest food distributor in the United States and is not to be confused with Cisco Systems, the networking company.\n\nSysco's business isn't the most glamorous, most exciting, or even the fastest growth, but delivering food is a necessity business that generates near-guaranteed cash flow in both good and bad economies. Specifically, Sysco counts restaurants, hotels, and schools in its primary base of roughly 400,000 customers.\n\nAs you can expect, not everything is perfect with Sysco, otherwise it would be on every Wall Street analysts' radar. For one, food inflation is eating into Sysco's bottom line profits. Of particular concern are the double-digit rises in meat and poultry prices, which turned an 8% rise in revenue into just a flat year-over-year profit. These concerns don't look to be abating anytime soon, with Tyson Foods (NYSE: TSN) warning that prices could continue to rise because of higher raw material costs and a decrease in the availability of protein for its livestock. Similarly, Smithfield Foods (NYSE: SFD) noted in its earnings report in March that pork prices should remain high thanks to the same shortage of domestic protein.\n\nAnother concern Sysco faces is that it often finds itself at the mercy of restaurant traffic. If the public isn't using its discretionary funds to eat out, then Sysco can find its margins constrained. However, in its latest quarter, Sysco grew its distribution volume by 2.3% organically, despite a slight downtick in restaurant traffic.\n\nWhy Sysco looks tasty\nNow let's look at why Sysco makes a great investment and why its dividend is the cream of the crop in food distribution.\n\nOne advantage Sysco holds over its competitors is its sheer size (i.e., the aforementioned 400,000 customers). Because of its diverse selection of food products that it distributes as well as business types that it delivers to, Sysco finds itself extremely resistant to certain economic pressures that hurt most other businesses.\n\nIn comparison, Nash Finch (Nasdaq: NAFC), which in its defense is much smaller than Sysco, announced a 3.1% decline in comparable-store sales in its latest quarter while sales were dragged down 3.7% because of six retail locations closing. Also, United Natural Foods (Nasdaq: UNFI) reported an 11% increase in operating expenses and a 48 basis point decrease in gross margin because of shifts in consumer habits and inventory write-offs.\n\nSysco is so much larger than its peers that inventory levels, and weakness from a small batch of customers, just isn't a major concern. Sysco's size also gives it significant pricing power than can be matched only by a few larger restaurant chains.\n\nThat leads me to my next point: Sysco's pricing power has led to incredibly steady margins over the past decade. Stringent cost-cutting measures coupled with measurable restructuring changes in its produce division have paid off, with steady operating margins through even the worst recession in the past 70 years. Operating margins have vacillated by only 70 basis points (4.6%-5.3%) over the past decade.\n\nAnd as we've all learned throughout this weekly series, strong operating margins and predictable cash flow usually leads to a great dividend. Here's a look at Sysco's payout:\n\n\nSource: Dividata. *2012 dividend assumes quarterly payout of $0.27.\n\nSysco's quarterly dividend growth may have slowed in the past three years, but considering that it's tripled in just the past 11 years, and that the company has raised its dividend for 41 consecutive years placing it among Wall Street's most elite dividend payers, I'm willing to cut the company some slack.\n\nFoolish roundup\nCurrently yielding just shy of 4%, there are few companies in the food sector that will offer you a better yield or more steady cash flow than Sysco. It has a diverse customer base which allows it to be mostly impervious to economic weakness and with a payout ratio of just 41%, its dividend has considerable room to move higher. I'd suggest you better acquaint yourself with \"the other Sysco.\"\n\nIf you're craving even more dividend ideas, I invite you to download a copy of our latest special report, \"Secure Your Future With 9 Rock-Solid Dividend Stocks,\" which is loaded with income-producing companies hand-selected by our top analysts. Best of all, this report is free, so don't miss out!\n\nFool contributor Sean Williams has no material interest in any of the companies mentioned in this article. You can follow him on Motley Fool CAPS under the screen name TMFUltraLong, track every pick he makes under the screen name TrackUltraLong, and check him out on Twitter, where he goes by the handle @TMFUltraLong.\n\nThe Motley Fool owns shares of Cisco Systems. Motley Fool newsletter services have recommended buying shares of Sysco. We Fools don't all hold the same opinions, but we all believe that considering a diverse range of insights makes us better investors. Try any of our Foolish newsletter services free for 30 days. The Motley Fool has a disclosure policy that's delivered fresh, daily!",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.9977674484,
        "format_confidence":0.894980371
    }
]