[
    {
        "url":"https:\/\/letemspin.com\/exclusive-nofiatcoin-xnf-expands-ripple-universe-with-launch-of-its-own-gateway\/",
        "text":"EXCLUSIVE: NoFiatCoin (XNF) expands ripple universe with launch of its own gateway\n\n\nIn January, I wrote about the release of NoFiatCoin (XNF), a new ripple currency that can be exchanged for gold and silver bullion. When the coin launched three months ago, it was only available on the Ripple network, which meant you needed to already have own some ripples (XRP) to purchase it. Now, Reyes’s team has partnered with Hong Kong’s AeraPay to act as a full service Ripple gateway at XNFTrading. That means users can create an account there, send funds directly to the gateway in their local currency (i.e. dollars or euros), and use it to buy XNF.\n\nRobert agreed to answer a boatload of questions via email on his new service, which launched an hour ago:\n\nQ: What’s the purpose of the gateway and how does it differ from what users can currently do on Ripple.com?\n\nA: Reyes: The purpose of the gateway is to provide another option for people to get funds in and out of the ripple network, to provide more major currencies on the network and also for the customers that asked us for an easier way to acquire XNF, we have delivered this first release.\n\nQ: How will users use the gateway?\n\nA: Reyes: Users will sign up, verify their account and identity, and then they will be able use the gateway to transfer funds to and from the Ripple Network or just buy XNF.\n\nQ: Will the changes impact XNF at all?\n\nA: Reyes: Yes, they will. We are now not dependent on other gateways and have become more accessible to our customers. This is important because we had experienced frozen accounts in the past that hindered our ability to run operations. Now, this won’t be an issue. Volume will also increase, especially after our 2nd release (2 months away) when we are also an exchange.\n\nQ: What are your wildest hopes for the gateway?\n\nA: Reyes: Thanks to our partnership with AeraPay, we are accessible to many people in different countries that did not have a local solution to get on the ripple network. Together with our partners, we are providing access to the ripple network to countries such as New Zealand, Australia, Japan and the United Kingdom. We can cater to hot markets such as Singapore, China, provide a second option for clients in the United States and cover the Euro-Zone as well. We will be supporting more national currencies in the coming days, one of them being the Dominican Peso. This is important because remittance to the Dominican Republic is a $3.2 billion (USD) per year market.\n\nWe are also aiming to have a very competitive fees schedule and we want to provide direct touch to our customers. Once a customer is registered, if he wishes to give us a ring, chat with us online, or just exchange emails, he can do so. If the customer has an issue, we want to know about it. If he has a question we want to provide the answer. There is a support system of course, but sometimes, submitting help tickets is not sufficient for the customer.\n\nQ: Have you had any new developments with XNF in general?\n\nA: Reyes: Yes, but I don’t want to spoil this moment, this is for our gateway. Within two weeks you will notice something huge with XNF, a big change, let’s leave it at that.\n\nQ: What do you see in the future for ripple in general for the coming year?\n\nA: Reyes: Mass adoption, more values being exchanged on the network, banking institutions will start connecting, crowd-funding… I think it would be easier to answer what is not in store for Ripple this coming year.\n\nQ: Anything else you want people to know about the gateway or XNF?\n\nA: Reyes: Yes. Thank you. We want to thank our supporters who have provided us with so much constructive feedback. We have not delivered all the features you requested, but in our second release, we will deliver. That is two months away, when we go from not just being a gateway, but a full-fledged exchange as well.\n\nThanks Robert for answering our questions. It’s exciting times for NoFiatCoin and ripple in general! In the interest of full disclosure: I own a small amount of XNF, which I purchased to learn how XNF works. I plan to continue holding it.\n\nRelevant news",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9892115593,
        "format_confidence":0.9496870041
    },
    {
        "url":"https:\/\/morgandisalvo.com\/video-providing-for-a-special-needs-beneficiary\/",
        "text":"Richard Morgan, Morgan and DiSalvo.\n\nThis topic is on special needs beneficiaries. So if you have a close family member that you would like to benefit at your passing and they have an inability to earn a living, they’re disabled in some manner, the question is how do we provide assets to go to them? So this is not talking about the disabled individual’s own assets. These are your assets that you want to provide so that they benefit from them. How do you do that?\n\nWell, number one, you do not give those assets to that beneficiary outright. You do not put them in their name. There’s nothing good coming from that other than simplicity. But there’s a lot of negative and a lot of bad things are going to be happening. Don’t do it. The key here is government benefits. If this person cannot, doesn’t have the ability to earn a living and take care of themselves, might have significant medical expenses, other needs, then we would like to take advantage of what the government provides us. And we call those means-tested benefits.\n\nYou have to be poor enough on paper so the government then comes in and provides this low level, or these basic parts of life to take care of you, the medical issues, the assistance, whatever it is you need, transportation, those kinds of things to take care of your life. So how do you give someone the ability to benefit from assets, but you don’t give it to them outright? The way you do it is you put it into some type of special needs or supplemental needs trust. There are several different kinds.\n\nNumber one, you’d have your own trust, and that would be normally called a supplemental needs trust. Your assets go into this trust on behalf of that beneficiary. You appoint a trustee. And it has certain provisions. It says that the trustee has full discretion to make distributions to or on behalf of the beneficiary, usually it will be on behalf of the beneficiary, and that the funds cannot be used to pay for things the government would have provided with these means-tested benefits.\n\nThere are exceptions. So, for example, you can provide housing, but there’s certain rules about it. So you just need to be very careful about how you do it. And that will be a trustee administration issue. But the trust itself, full discretion, has some limitations on it.\n\nAnd then what we like to do is make the trust flexible. Because we don’t know what the situation will be with the laws. We don’t know what the situation will be with your beneficiary later. So we put power in the trustee so that, number one, if the the beneficiary would not have received any means-tested benefits without considering the trust benefits, they just have too much, whatever the rules are, then we don’t need these extra restrictions so we can remove the restrictions. Number two, it may be the government benefits are so minuscule compared to the hassle and the cost to get them, it isn’t worth it. So we give the trustee some flexibility to either use those rules or not when it doesn’t make any sense.\n\nSo that’s creating your own trust terms in your own estate planning documents. That’s for a decent amount of wealth. But what if it’s a smaller amount that you’re providing for this person? It may not be worthwhile having an own separate trustee with your own separate trust. In that case you can go to what’s called a community pooled trust. There are different nonprofit organizations that have these trusts set up. Your beneficiary will have a separate account. And you’ll have… They will be the trustee of that account, and then you’ll have someone normally that will kind of assist them, who knows your beneficiary. Either a sibling or someone else that can kind of help them out. And then they deal with all of the government regulations and all those kinds of rules.\n\nThird, and this is for really small amounts. There’s something now called the Able Act. Which I think the maximum you can have in there is a $100,000 or so. Talking about smaller numbers. But you’re now, as of a law that was only created a few years ago, we can now create an account for that individual and put in relatively small amounts of money, and it won’t destroy their access to these benefits.\n\nRichard Morgan, Morgan and DiSalvo.\n\nPrint Friendly, PDF & Email",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.8323411345,
        "format_confidence":0.906550169
    },
    {
        "url":"https:\/\/blog.hyosungtnc.com\/introducing-julia-nam-hyosung-marketing-manager-intimates-and-swim\/",
        "text":"Introducing Julia Nam – Hyosung Marketing Manager, Intimates and Swim – Hyosung Performance Textiles\n\n\nIntroducing Julia Nam – Hyosung Marketing Manager, Intimates and Swim\n\nStories | September 17, 2020\n\nWe are happy to introduce Julia Nam, our marketing manager for intimates and swim – not to mention an integral member of our Global Brand Marketing Team. For those fortunate to have met and worked with Julia over the course of her eight years with Hyosung, you are lucky to have experienced her sharp intellect and infectious enthusiasm, which not only bubble over her work, but also over every corner of her life. For those who do not know Julia, we hope you enjoy this brief snapshot and find the opportunity to meet her soon.\n\nQ: When did you start working with Hyosung?\n\nA: After having several years in retail, I started working with Hyosung in 2012.\n\nQ: Yes, I understand you have a background in retail, can you tell us a bit about this?\n\nA: I began working as a sales and marketing manager at Hyundai Department Store, one of the leading department stores in Korea. I was handling about 80 brands of home-related merchandise such as electronic goods, bedding, tableware, and furniture.\n\nQ: How do you feel your retail experience has helped you with your role at Hyosung? \n\nA: My role included everything to include increasing sales performance, analyzing weekly\/monthly results, planning marketing events, creating promotional tools, changing the store interior every 6 months, managing the people who work for brands, and responding to consumers’ inquiries (mostly complaints! ). It was a total art! \n\nSupervising retail marketing events and store renovation is very similar to the 10-12 trade shows I help prepare annually for Hyosung, which include ISPO, Interfilière, Performance Days, ITS, and more. My retail experience which ranged from surveying market trends and discovering new products & brands to developing key messages and promotional tools has been so beneficial in my role here at Hyosung.\n\nQ: I understand your role recently changed from European Marketing Manager to Marketing Manager for Intimates and Swim. What are your responsibilities? \n\nA: I work with European and USA brands as well as their fabric mills and vendors, to identify business opportunities and develop innovative textile solutions to help these brands prosper. But yes, I love Europe since I’ve worked as the EU marketing manager for more than 6-7 years. To me, most countries in Europe are very fascinating, filled with the largest collection of artifacts, nice food, old architecture, beautiful streets, etc. Paris is the first city I visited in Europe. Germany is very special since I traveled most of its cities when handling our Lidl retail project. The UK is the best city for shopping!\n\nQ: What do you like best about your role? \n\nA: Definitely the global experience. I enjoy learning more about various cultures via all of my business and personal relationships with our Global Brand Marketing Team (GBMT) and customers.\n\nQ: Can you share a memorable experience?\n\nA: Oh yes, our Lidl project for sure!  We heard Lidl was developing a product line of stretch garments under its own brand name – a huge program that would require the support of their vendor network. We wanted in! Traditionally, retailers and brands work with mills to source materials rather than fiber developers. We pioneered a program where we reached out to Lidl directly and proved we were not only a great fiber producer, but also a total solutions provider. We won this business after 6 months of hard work (special thanks to our HK team and our Markus von Sternheim in Germany). It was our first adopted brand partner program for Hyosung, which has flourished over time. Through this project, I learned the POWER of TEAMWORK through collaboration with global sales, marketing, our factories, and the technical services team!\n\nQ: How do you think Hyosung marketing has changed over the last 2-3 years? \n\nA: We have dedicated a tremendous amount of resources in people and investment, allowing us to build strong relationships with key players in the textile value chain. We are proud of having a huge pipeline of innovations with creora® spandex, our Mipan® nylon and polyester product lines. We are fortunate to have the right experts and that we’ve developed our own capabilities to be the supplier and marketing support our brands and retailers need. Lastly, we have the network around the world to make things happen…and quickly. \n\nQ: Do you have a favorite Hyosung Performance Textiles fiber or fabric made with one? \n\nA; My 1st preference is creora® highclo as I focused on the swim market for the first of my 3 to 4 years at Hyosung, and it has more significant value to other spandex fibers due to its chlorine resistance. As of late, I love our new creora® Color+ for natural fiber blends, as it can deliver deeper, richer color among all other spandex makers.  Who doesn’t want to look good in what they are wearing?\n\nQ: What do you like to do outside of work? \n\nA: I enjoy taking pictures, cooking, and discovering new brands, stores, and galleries.\n\nStay tuned for more for more info on our Hyosung team!",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.863165319,
        "format_confidence":0.512799561
    },
    {
        "url":"http:\/\/www.beet.tv\/2016\/12\/joe-marchese-3.html",
        "text":"Letting consumers opt in to engage with digital commercials in lieu of seeing a full pod of them is just “the tip of the spear” in the quest to replace frequency based advertising, says Fox Networks’ Joe Marchese. “This is where we’d like to end up. But between here and there, there’s a lot of better targeting of advertising based on who’s watching reducing ad loads and the new ad formats.”\n\nIn an interview with Beet.tv, Marchese traces the path to the current state of consumers and their tolerance—or lack thereof—of ads from a longstanding blind spot.\n\nFor too long, the TV industry “thought too little about what consumers want and just thought this was a negotiation that was happening between content owners and advertisers,” says Marchese, who is President of Advanced Advertising at Fox. “In reality, it was a three-party negotiation: content owners, advertisers and viewers.”\n\nThe last group have “fought back” as evidenced by the rise of ad blockers, DVR’s, Netflix, Hulu Ad-Free and other choices, according to Marchese.\n\nHe cites “the rash of virtual MVPD’s” like AT&T’s new streaming offerings and as he looks ahead to CES 2017, believes there’s no doubt that TV and video content will increasingly be delivered via IP.\n\n“If that’s true and people are going to be logging in to watch television even on the big screen at home, what does that finally mean for advertisers?” Marchese posits. “How do we realize that?”\n\nAmong other things, he sees IP delivery fostering personalized ads and enabling advertisers to become “smarter about targeting and reduce ad loads because the ads get better and more relevant.”\n\nTo Marchese, creativity doesn’t always mean interactive ad design. “Sometimes it means designing different length commercials for different viewing experiences,” he says. “Sometimes it will mean designing sequential commercial messages.”\n\nIn an IP environment, “We know that a person has seen commercial one,” Marchese says. “Let’s show them commercial two now. That’s a whole new way to think about advertising than a simple reach and frequency.”\n\nIn any event, more consumer choices have put the market in a very different place. “Content owners and marketers are going to need to work together more than ever before,” says Marchese.\n\nThis interview is part of our series “The Road to CES,” a lead-up series in advance of CES 2017.  The series is presented by FreeWheel.   Please find more vidoes from the series here",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9163536429,
        "format_confidence":0.9546366334
    },
    {
        "url":"https:\/\/techcrunch.com\/2019\/06\/26\/a-qa-with-talis-capital-as-it-raises-100m-for-2019-and-hits-its-10th-year\/",
        "text":"A Q&A with Talis Capital as it raises $100m for 2019 and hits its 10th year\n\nTalis Capital – an early investor in Darktrace, Pirate Studios, Luminance and iwoca – announces today that it’s raised $100m for 2019, a record for the firm to date as it passes it’s 10th year of operation.\n\nIn those ten years it’s done $600m in transactions as it seeks to invest in the fast-growing tech companies that are disrupting established sectors, including food and farming, consumer and healthcare. It’s also seen its total assets under advisory increase by 220% in five years.\n\nIn the past 12 months, Talis has invested in Pricefx, Beyond, Edge Intelligence, Insurdata, The Learning People, Import.io, Omni:us, Oh My Green, The Plum Guide, Ynsect, Medbelle, Artemis, Zyper and others. Prior to that it has also invested in Pirate Studios, Luminance, and Clausematch.\n\nVasile Foca, Managing Partner and Co-Founder of Talis Capital, said: “The investors we work closely with want to back the next generation of innovators and disruptors… Talis Capital has its roots in a family office, but has grown to incorporate over 30 individuals and families to offer a gateway to the best of the European venture capital scene.”\n\nWe did a Q&A with Talis’s Matus Maar (Managing Partner) and Vasile Foca (Managing Partner), both co-founders of Talis Capital, to find out what makes this fund tick:\n\nWhat’s it like to work with Talis versus any other kind of vc? How does Talis differ from a traditional VC?\n\nWhat’s unusual is we’re backed by a group of successful entrepreneurs and business people, this unlocks opportunities for our companies across a broad range of sectors. We’re different for a number of reasons but mainly it’s our unique structure and investor base which is important. We can write checks from $400k to £15m+ and can do investments from Seed to Series C in any geography (US, China, Israel, EU etc). We cover B2B and B2C. We’re a generalist technology investor looking for companies that have global potential. Talis is looking for entrepreneurs (and ideas) that we can genuinely be passionate about.\n\nWhat have been the biggest exits and most notable entrepreneurs you’ve worked with?\n\nWe partner with companies for the long term. This means that sometimes we provide liquidity for our early investors, while staying with the company and keeping that close relationship through another, later stage LP. This is because we perceive the upside from following-on on our investments for multiple rounds.\n\nAre you competing with traditional VC funds? Who do you typically partner with?\n\nYes we are competing with traditional VCs but at the same time we are fully flexible to go solo, lead or co-invest, and we can do any structure. We have worked, over the years, with almost all the usual suspects and aren’t fazed by those VCs who boast a strong brand – it’s a people business after all. The way we leverage our entrepreneurial investor base to help our companies also means that other VCs and especially the companies themselves want us in. Our flexibility on the check size\/ stage \/ speed tends to make us an easy partner to add to the captable.\n\nYou are celebrating your 10th anniversary. What do you think are are the three biggest changes in the sector in the last decade?\n\nThe first big change is evolution of VC funding itself. We see more participation from non-tech families and entrepreneurs in VC investing. 10 years ago tech was still just a post dot.com sceptical area for most people who favour traditional asset classes. Today, everyone understands undoubtedly that tech-leveraged companies have a chance to win mid-long term – in any industry. And so smart people from all backgrounds are investing or want to participate in the VC space.\nWe’ve seen industries like funerals, agriculture and health increasing the pace of innovation, while these were sectors that were completely offline just a few years ago.\n\nThe second big change is the evolution of start-ups. Starting a company is much cheaper than 10 years ago, mostly due to a maturing infrastructure and hence we have seen huge growth in seed stage rounds – with CAGR over 60% in the last 5 years alone. We’re also seeing Series A rounds getting bigger. While the number of start-ups in incubators, accelerators and various types of programmes has increased, the number of Series A rounds hasn’t really changed meaning it’s more difficult to source strong winners at Series A stage.\n\nIncreasingly, the boundaries between private equity, Hedge Funds, real estate funds, listed funds and venture capital are becoming blurred. They’re all doing VC now.\n\nThe third big change is the evolution of the consumer: it’s been called “the Amazon effect” and describes the behavioural shift in providing and receiving consumer services. Amazon’s “one touch purchase” experience has become the default customer experience standard to measure. This is driving change across many industries that were seriously lacking that e.g in insurance.\n\nCan you tell me more about your network of investors? Are they involved at all in spotting the companies for example?\n\nWe have a fairly small group of investors (30 or so) who have all been very successful in their careers as entrepreneurs or high profile business people – it’s a mix of well known families and individuals. Their experience spans a number of industries including financial services, telecoms, commodities, industrials, leisure, retail, and real estate. They are all incredibly impressive and of course we welcome their views on what’s hot in the sectors they know inside out.\n\nWhy do they see tech as an opportunity right now?\n\nSavvy investors globally are looking for ways to back the next generation of innovators and disruptors. But without the know-how, connections, education and access – it’s actually really hard to unearth the winners. Our investors see us as a gateway into the venture stage tech scene. The ideas we’re backing are not short term technology micro themes – we’re interested in longer term macro trends which we know are going to change the way future industries evolve.\n\nCan you be more specific with regards to cheque size and stage and any particular verticals, themes or technologies you plan to invest in?\n\nWe focus mainly on Late Seed, Series A and Series B – $1 – $10m being the typical first cheque. But we pride ourselves at being flexible and our entrepreneurial investor base allow us to do so. And so we did some earlier seed as well as co-founded and incubated companies (eg Pirate Studios, Skwire). We’ve also done some larger $10m+ cheques in Series C companies, most recently Ynsect – a super cool tech-enabled, premium feed and organic insect protein producer in France.\n\nWhy have you chosen digital health, sustainable food and farming, and “content-to-commerce”? And what do you mean by “content-to-commerce”?\n\nThe themes and sub-sectors we focus on evolve all the time. We were heavily into cyber security when we led Darktrace Series A but that market now is very saturated. We really like certain areas of Fintech. We led the seed for Iwoca which is a great company, we backed Onfido, Clausematch, Omni:us, Luminance, Premfina. These are all either within direct finance or ‘picks and shovels’ companies like Onfido which enable the neo-banks to do instant secure ID verifications and open accounts fast. Omni:us, for instance, helps insurance companies to process claims much faster and more accurately through their innovative computer vision tech.\nData and IoT are all interesting and we backed number of companies in this space.\n\nDigital health is such a huge opportunity because of several macro trends such as an increasingly aging population, a shortage of medical staff, and minimal penetration of new technologies. There is significant potential in switching focus to prevention rather than treatment which could save public and private institutions billions of dollars. Health institutions, which have traditionally been bureaucratic, are realising they can’t cope with the volume of patients, and they are actively seeking digital solutions.\n\nThe food and agri sector is subject to similar macro trends, the volume of food needed to feed a 9 billion population by 2050 requires technology to bring in efficiencies. From farm to fork, both consumers and investors are waking up to how innovations can transform verticals like precision farming, yield maximisation, sustainability and quality of foods supporting world preferences for a more diverse and conscious supply.\n\nContent to Commerce is an emerging way for new generation commerce companies to acquire customers via their viral content mostly on social media, instead of the unsustainable pyramid scheme model of paid customer acquisition via ads on Google, Facebook, etc. They can engage consumers with content\/video\/podcast and providing them a seamless UX experience that converts them to purchase.\n\nCompanies like Threads are doing exactly that, acquiring customers by organic viral content on social and then they make money from the commerce side. Many publishers have tried to become e commerce companies and have failed, and many ecoms tried to become viral publishers but that is also hard. Those companies who know from the beginning that they are doing both (Content to Commerce) can do it well, and then it works amazingly.\n\nGeneration Z and Millennium-type consumers don’t buy at places that just provide the transaction – anyone can do that – they want an experience and they want to be aligned with the brand or content.\n\nWe have also backed Zyper that allows brands to connect with their biggest fans, create communities of them and let them be the genuine brand ambassadors. Or Narrativ that is rethinking completely how search will work for the content generation and helps publishers and retailers monetise better. Pirate Studios is enabling the 95% of musicians who couldn’t afford to record music to be able to do that now, and that content fuels mo... (truncated)",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9967973828,
        "format_confidence":0.967500627
    },
    {
        "url":"https:\/\/fdic.gov\/news\/news\/speeches\/archives\/2009\/spdec1109.html",
        "text":"Federal Deposit\nInsurance Corporation\n\nEach depositor insured to at least $250,000 per insured bank\n\nHome > News & Events > Speeches & Testimony\n\nSpeeches & Testimony\n\nStatement of Sheila C. Bair, Chairman, Federal Deposit Insurance Corporation on Bank of America Acquisition of Merrill Lynch before the Committee on Oversight and Government Reform and the Subcommittee on Domestic Policy; House of Representatives; Room 2154, Rayburn House Office Building\nDecember 11, 2009\n\nThank you Chairman Towns, Chairman Kucinich, Ranking Members Issa and Jordan, and members of the Committee. I appreciate the Committee's interest in the role of the Federal Deposit Insurance Corporation in the measures being taken to address the challenges facing the economy and the financial industry.\n\nAs you know, just over one year ago, we faced an historic liquidity crisis in global financial markets that shook the confidence of the financial systems in the United States and around the globe. Markets were under extraordinary stress and exceptional measures were taken in an effort to stabilize the economy. Included in those measures were steps taken to provide capital and liquidity to our nation's financial institutions. I believe that these measures have largely accomplished their objectives and have remedied many of the immediate problems associated with the financial crisis.\n\nAs requested by the Committee, my testimony today will focus on the FDIC's role in the decision to provide assistance to Bank of America. Let me note at the outset that Bank of America is an open institution and the FDIC is very sensitive, as I am sure the Committee is, about any discussion of the condition of open and operating insured depository institutions.\n\n\nThe FDIC has the statutory responsibility to oversee the national deposit insurance system. As part of this responsibility, the FDIC is responsible for resolving all failures of insured financial institutions. The FDIC also serves as primary federal supervisor for approximately 5,000 state-chartered banks that are not members of the Federal Reserve System. Since the creation of the FDIC during the Great Depression, deposit insurance has played a crucial role in maintaining the stability of the banking system. By protecting deposits, the FDIC ensures the security of the most important source of funding available to insured depository institutions -- funds that can be lent to businesses and consumers to support and promote economic activity.\n\nIn the event of a bank failure, the FDIC must determine which resolution strategy will be used. The decision for each failed institution must be in keeping with the least-cost provisions in our operating statute, the Federal Deposit Insurance Act. The Act further includes provisions to authorize action by the Federal government in circumstances involving systemic risk. Specifically, it permits the FDIC to take action or provide assistance as necessary to avoid or mitigate the effects of a perceived systemic risk. In order for this to occur, the Act requires that there be a finding of systemic risk by the FDIC's Board of Directors, concurrence of the Board of Governors of the Federal Reserve System and a subsequent determination of systemic risk by the Secretary of the Treasury, following consultation with the President.\n\nBank of America\n\nAs deposit insurer for Bank of America NA (\"Bank of America\") and the other insured depository institutions owned by Bank of America Corporation (\"BOA\") and Merrill Lynch & Co., Inc. (\"Merrill Lynch\"), the FDIC has a continuing stake in the financial well-being of those insured depository institutions. The FDIC is not the primary federal regulator for bank holding companies or for most of the largest banks, including Bank of America. We rely heavily on the judgment and observations of the primary federal regulator at the largest financial institutions. However, because of our role as deposit insurer, we maintain an examiner presence -- albeit limited -- at the largest banks, such as Bank of America.\n\nIn mid-September 2008, in the wake of Lehman's failure, BOA had announced that it would acquire Merrill Lynch. That acquisition was scheduled to close at the beginning of 2009. BOA's acquisition of Merrill Lynch was approved by the Federal Reserve on November 26, 2008.1\n\nOn or very shortly before December 21, 2008, the FDIC was told by the Federal Reserve and Treasury that BOA had expressed reservations about completing the acquisition of Merrill Lynch. The FDIC was told that some form of assistance might be necessary. Over the next three and a half weeks, examiners from the Federal Reserve, OCC, and FDIC worked to learn more about the type of assistance that might be required and the pool of assets that BOA suggested might be included in a transaction where the FDIC, Treasury and Federal Reserve would share in a guarantee against certain losses (\"ring fence\" transaction). Based upon the information that was made available, the FDIC continued to raise questions about whether any assistance was necessary. The FDIC made no commitment to provide assistance to BOA at that time.\n\nOn January 9, I participated in a conversation with Secretary Paulson, Chairman Bernanke, and several other regulatory staff in which BOA's financial condition was discussed. Secretary Paulson indicated that providing assistance to BOA in a form similar to what had been provided to Citigroup -- capital assistance and asset guarantees -- had been discussed, and that he hoped the FDIC would participate in providing such assistance. We continued to gather information about whether any assistance was necessary. We also asked for additional information about BOA's liquidity and about other risks if no assistance was provided, and about the risks that would be incurred if the FDIC participated in this assistance package. The FDIC also requested more detailed information on where the exposures resided -- were the exposures in the insured depository institutions and funded with insured deposits, or were these derivative exposures that were created and housed within the non-depository investment bank? This distinction -- that there would be relatively small exposures in the insured depository institutions and large in the investment bank -- was important if the FDIC was to consider any role in a possible transaction. The FDIC continued to refrain from a commitment of assistance to BOA.\n\nDiscussion, review and information gathering, as well as consideration of other options, continued for several days. It was clear that officials from the Federal Reserve and Treasury believed that systemic risk would exist absent an agreement by the government to provide assistance to BOA.\n\nOn January 14, 2009, the FDIC received from the Federal Reserve a draft Term Sheet describing the assistance package, the principal elements of which were a capital infusion and a ring fence transaction. We were told that the Term Sheet had previously been sent to Treasury and BOA. There were further intense discussions about the terms and the risks of providing this assistance and of not providing this assistance. The final Term Sheet included provisions addressing executive compensation and common stock dividends. The FDIC's exposure was limited to $2.5 billion, to coincide with the proportion of exposures covered under the ring fence that resided within the insured depository institutions. In compensation for the guarantee, the FDIC was to receive $1 billion in BOA preferred stock with an 8 percent dividend rate and certain warrants.\n\nThe FDIC's Board ultimately was persuaded that BOA's condition presented a systemic risk, and that the ring fence transaction would mitigate that risk -- and the risk to the Deposit Insurance Fund -- in a cost effective manner. The transaction also limited the FDIC's risk to a small portion of the covered exposures, in recognition of the fact that most of the exposures resided within the investment bank and not the insured depository institution. Thus, on January 15, 2009 the FDIC's Board of Directors unanimously voted to authorize advising the Secretary of the Treasury that we recommend that he make a systemic risk determination regarding BOA. The FDIC's Board also authorized FDIC participation in the ring fence transaction, subject to the Secretary making a systemic risk determination.\n\nPrior to the FDIC Board's vote on January 15, we were advised that the Board of Governors of the Federal Reserve System had voted to make a systemic risk recommendation to the Secretary, and we were advised that the Secretary expected to make a systemic risk determination after receipt of the recommendations from the FDIC and Federal Reserve, and after consultation with the President.\n\nOn January 16, 2009, the planned capital infusion and ring fence transaction were announced. On the same day Treasury purchased $20 billion of BOA preferred stock.\n\nWork to precisely define the exposures to be included in the ring fence transaction -- and to assure ourselves that the value of the BOA preferred stock the FDIC and Treasury were to receive as compensation for our participation in the ring fence transaction at least equaled the economic value of the risk we were to assume -- had been started before January 16, and it continued well into the spring. However, in early May 2009 BOA asked that the ring fence transaction not be completed. In late summer, an agreement was reached to terminate efforts to complete the ring fence transaction. BOA agreed to pay $425 million as a termination fee of which $92 million was paid to the FDIC.\n\nMoving Forward\n\nIn the aftermath, the FDIC has worked continuously with Congress, the Treasury and the financial regulators to make sure we have a more resilient, transparent, and better regulated financial system -- one that combines stronger and more effective regulation with market discipline. We commend the House of Representatives -- and the Financial Services Committee... (truncated)",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9849749207,
        "format_confidence":0.9709187746
    },
    {
        "url":"http:\/\/www.crossover.si\/meet-the-speaker-slaven-reljic\/",
        "text":"Slaven Reljić, Managing Director, CORAL GROUP DMC – PCO from Croatia says that in marketing and market communication we have to talk about the core content, as well as to provide values and solutions to our customers. Find out more in this exclusive interview.\n\n\nQ: How would you describe your job in under 50 words?\nWorking on overall business strategy, promotion and sales of the country and agency products\/services. It also includes project & event management, marketing & PR, finances, operational work, human resources management, a touch of psychology spiced up with creativity, business intelligence, everyday learning and research & development activities.\n\nQ: What advice would you offer to all soon to be working in marketing in the meetings industry?\nTravel whenever you can and talk to as many different types of people and businesses as you can. Leave your own perspective aside and get out of your comfort zone whenever it’s possible.\n\nQ: How to develop talent and how to help people grow to the next level?\nBe curious and always experiment a little bit (or a lot). Talk in person (or online) to “crazy”, different and experienced colleagues, customers, suppliers, friends or family members. Read the professional (digital) media, in order to easily gain global knowledge and best practices. Attend the professional conferences and events. Move. Do sports. Do site inspections. Adopt and apply new experiences and knowledge to your local business and concrete cases.\n\nQ: What are you most excited about at the moment?\nI have recently bought a used car for the first time in my life, so I am excited to see if I’ve made a good investment and picked-up a good car for 1\/3rd of the price of a new one.\n\nQ: Your advice\/suggestion for turning a boring event into a memorable one?\nNever forget about the basic ingredients, but probably the most memorable ones: exquisite food & drinks, entertaining music\/show and a pleasant atmosphere so that all invitees can SOCIALIZE. Plus a useful client’s give-away at departures. Never forget those. The ROI for the client is guaranteed.\n\n\nQ: What gets you out of bed in the morning?\nBeing older, I have learned that we can enjoy many different small things, events and results that we can achieve – every day.\n\nQ: Where do you see yourself in 5 years?\nEnjoying life and business on a new level, with more colleagues in the agency team.\n\n\nQ: What kind of knowledge will participants of Conventa Crossover gain from listening to your lecture?\nI hope that the main benefit will be the understanding of different perspectives which people and businesses use in their lives and jobs. In marketing and market communication we have to talk about the core content, as well as to provide values and solutions to our customers.\n\nQ: What do you expect from Conventa Crossover?\nTo learn something useful for my life in general + meeting new great colleagues from the industry.",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.6826401353,
        "format_confidence":0.9790488482
    },
    {
        "url":"https:\/\/awpnetwork.com\/2016\/04\/18\/young-entrepreneur-and-student-at-northeastern-university-introduces-healthy-sports-drink-alternative\/",
        "text":"This slideshow requires JavaScript.\n\nInnovations in bottle filling technology allowed me to create a beverage that has no need for preservatives. Hylux has less sugar and calories than Gatorade and Vitamin Water, while containing more nutrition in form of vitamins and electrolytes. Hylux is a low-calorie and low-sugar alternative to traditional sports drink.\n\nHow did you come up with the name of your business? \n\nI created Hylux during my first-year at Northeastern University after an unexpected heart illness called myocarditis ended my career as a track athlete. After recovering, my doctor advised me to pay attention to my diet. As a result of this, I found myself having to dilute high-sugar and high-calorie sports drink with water to make them healthier. This was very tedious, so I envisioned a light nutritional beverage that would get me back into fitness.\n\nWho inspired you to start this business? \n\nMy parents inspired me to start this business. I told them about my idea a while back and one day,  my parents told me that I could either continue talking or try to do it. This came as a shock because through all the planning and conceptualizing, I did not think that I would pursue this idea until later in life but here we are. The support from my parents was really the nudge forward that I needed to start chasing my goals instead of pushing them off until a later date.\n\nWho is your target market?\n\nMen and women who like to stay active as well as people who want to make healthier choices when it comes to the drinks that they consume.\n\nHow have you financed the idea? \n\nBootstrapping – I raised money from friends and family. Northeastern University also gave me a $10,000 grant after I won a SharkTank style pitch contest. I am now using Kickstarter to move the business forward and I want you to support my crowdfunding campaign.\n\nWhat sets you apart from your competitors? \n\nHylux has less sugar and calories than Gatorade and Vitamin Water while containing more nutrition in the form of vitamins and electrolytes. Hylux is a low-calorie and low-sugar alternative to traditional sports drink.\n\nWhat is the long-term plan for this idea?\n\nMy goal is to grow the business throughout the east coast, then expand to the west coast and then throughout the United States. My personal goal is to air a Superbowl commercial for my product – this would show how far I have come.\n\nWhat challenges do you face?\n\nSome of my business challenges are:\n\n  • Finding manufacturers interested in making small quantities for me as opposed to truckload quantities;\n  • The trouble of using all stock options for my drink instead of making custom components. This is because something like a custom bottle would be extremely expensive.\n  • Building my brand and getting on the shelves of various stores is a challenge because of how new my product is in the marketplace – but I am working on this.\n\nWhat five (5) key things have you learned since starting this idea?\n\n  1. You never know enough even with experience. There is an infinite amount of things to know. The sooner you realize this and humble yourself, the easier it will be to continuously take in information and grow.\n  2. Respect people. Give attention to and respect people who help you put together your concept and support you in your early stages. Your early supporters are there because they want to. Make them understand that you appreciate this.\n  3. A good idea or product does not always equate to a good business. Concept and execution are what determines success. Everyone has a concept. But not everyone can execute. Even with a weak product or an idea that is not the most unique, proper execution of bringing the concept to marketplace will make the product or service successful. You can spend decades building a concept and end up failing because what you had on paper did not translate into real life.\n  4. Find mentors. Get as many mentors as you can and keep productive relationships with them. These are the people who will guide you, give you insight and greatly assist your decision-making process.\n  5. Be wise. There are a lot of people who will try to make a quick buck off of you. Navigate cautiously, especially if you are new to the industry.\n\nThis slideshow requires JavaScript.\n\nWhat five (5) things do start-up entrepreneurs need to know?\n\n  • Everyone works hard – that is the minimum requirement. It is your job to do more than work hard.\n  • Believe in yourself and your ideas. You should feel comfortable questioning your ideas and direction. But never question your ability to succeed. You maybe going down the wrong path and that is fine. Keep trying until you find the right one. Never get into the habit of thinking that you can never find or get on the right path.\n  • Do not waste your time. Figure out who is here to help and who does not really care. Do not waste time trying to get people who do not care to support you.\n  • Connect with others. Find out what meetups or competitions are held for startups in your industry and go to them. You cannot complain about not knowing anyone in the industry or having no guidance if all you do is keep to yourself. You will be surprised at what you learn as you network.\n  • Support other startups and make the extra effort to connect with businesses and people. You can learn a lot from following or supporting a startup. Everyone conducts business differently, so exposure is key for learning.\n\nWhat advice do you have for youths looking to start an idea but say ‘there is no money’?\n\n  1. Start to look into what it would take to start the business, even when you have no money – make phone calls, do your research and be ready to learn from others.\n  1. Take the time to look at how your idea holds up under real world factors like, “How much does an app developer cost?” “Who are the suppliers that I need to create my invention?” It is much more important to have a concept with substance than just an idea that you want to pursue. A well thought-out concept is what you can pitch to investors and banks. Saying that there is no money should not be an excuse but take the time and be committed to learn about what it would take to make your concept a reality. And if you do not learn what you need to do to make your concept real, you may never be in a position to receive investments or win money. Even if you did fall into some cash, you would be without an actionable plan to utilize the money properly.\n\nHow can African youths continue to support each other?\n\nAfrican youths can support one another by supporting each other’s ideas and dreams. The enemy of innovation is conformity. Not putting down each other’s dreams and goals and offering constructive criticism. Emotional support especially in the beginning of one’s entrepreneurial journey is key.\n\nHow many jobs have you created so far?\n\nRight now, I have created one (1) full-time position and some part-time opportunities for those interested in sales and marketing.\n\nHow has technology enhanced your business?\n\nInnovations in bottle filling technology allowed me to create a beverage that has no need for preservatives. To do this, the beverage is heated to 185 degrees Fahrenheit and then filled at that temperature. Specially engineered plastic bottles are able to withstand these temperatures and allow the process to be commercially viable.\n\nHow can we support and improve innovation in Africa? \n\nBy creating more entrepreneurial-based programs that are accessible to everyone. Whether you want to start a business or not, learning about what it means to be entrepreneurial is imperative because it teaches you how businesses operate.\n\nWe can also have more people supporting as mentors and advisers to young students. Insight from people around you is largely important for innovators, because it is what guides you through the decision-making process. Often times when you look at the most successful people, one will find that they have really accomplished mentors and advisers in the form of parents, friends or even just acquaintances.\n\nIn addition, access to grants and investment funds and a shift in the cultural perception of failure is also very crucial. In a lot of places, failure is seen as the worst possible outcome. For entrepreneurs however, failure is how you learn and grow.\n\nFinally, having small to medium grants that young entrepreneurs can compete and work towards attaining will support and improve innovation. Much of the action in Silicon Valley is driven by the knowledge that there is money to be gotten from investors. This money is visible because deals are being made all the time. Being visible with grant and investment money in Africa is a key component in motivating entrepreneurs. It will help them to realize that there is light at the end of the tunnel.\n\nTwitter: Hylux \n\nWebsite: Hylux \n\nFacebook: Hylux \n\nEmail: Lletts (at)",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.8413577676,
        "format_confidence":0.8946745396
    },
    {
        "url":"https:\/\/www.howwemadeitinafrica.com\/reaching-critical-mass-choppies-ceo-becoming-pan-african-supermarket\/",
        "text":"[Podcast] Reaching critical mass: Choppies CEO on becoming a pan-African supermarket\n\nListen to our interview with Choppies’ CEO, Ramachandran Ottapathu, on reaching critical mass in African markets and taking on Kenya’s local players.\n\nKate Douglas: While South African grocers such as Shoprite and Pick n Pay have been particularly aggressive in their expansion across sub-Saharan Africa, other markets are producing their own pan-African players. One of these is Choppies, Botswana’s leading supermarket chain.\n\nToday the retailer has 189 stores in five African markets and this is projected to grow to over 200 in seven markets before the end of the year, as it expands into Tanzania and Mozambique.\n\nHowever, as Choppies’ annual results show, expanding to new markets does not come cheap and has resulted in a nearly 50% fall in its overall profit for the year.\n\nHere to talk about the company’s African expansion plans and strategy is CEO Mr Ramachandran Ottapathu. Mr Ottapathu – welcome.\n\nRamachandran Ottapathu: Thank you and thanks a lot for inviting me for this interview – I am really grateful for that.\n\nYes, we are a sub-Saharan African mass grocery retailer. We are expanding into Africa, and this particular financial year we entered into two new markets and we did an acquisition into another region in South Africa. So all three [of these] came in simultaneously, at cost to the bottom line of the company.\n\nKate Douglas: Let’s start with one of your key markets. So you were talking about the South African acquisition of the Jwayelani chain of 21 stores, which is part of the reason why Choppies has now almost doubled its presence in the market. However, slow economic growth and higher inflation rates have placed pressure on consumers over the period, and have affected Choppies’ gross profit margin. Do you see this improving much over the next financial year?\n\nRamachandran Ottapathu: Yes, for sure. But we have put in significant infrastructure into South Africa that actually needs to be scaled up. So we are coming closer on the scale to break-even and for profitability. And I think we are not that far away from breaking even and profitability.\n\nKate Douglas: Choppies Zimbabwe has also seen strong expansion over the past year – growing from 20 to 30 stores. However, the country is struggling with cash supply shortages and has recently introduced import restrictions. How is this affecting business and what strategies are being, or will be, deployed to safeguard against these challenging conditions?\n\nRamachandran Ottapathu: Import restrictions have reduced the inflow of goods into the country to some extent – that is a political decision I am not in a position to comment on that. But [we plan to increase imports] of rand-based goods in Zimbabwe [from] South Africa, and once that system gets streamlined it will improve our stock availability on the shelf. At the moment there are challenges on the ground. Politically, as well, the country is not going through a normal situation, with extreme issues on the ground. But our trade for the past couple of months has been reasonably decent… Although it is a fact that the country is going through difficult times – economically and politically as well.\n\nWe do not yet know the impact of the bond notes, and I’m not in a position to comment on that. But the import restrictions have reduced the availability of the stock on the shelf significantly.\n\nKate Douglas: And are there any strategies being implemented that could maybe overcome these challenges?\n\nRamachandran Ottapathu: As company policy we have always supported the local industries. I have always been in support of local industries and local businesses. So that one factor has really helped Choppies because we never try to bring in stock from outside if something is available locally. Only if you can’t get that particular product locally do we then look outside. That strategy has helped us to sustain our business, even in these difficult times. And we will continue to do that as well. Plus the dollar is the one that is in shortage in Zimbabwe. So we are aligning ourselves to import more rand-based products so that the forex requirements are much lighter.\n\nKate Douglas: Choppies has also entered the Kenyan and Zambian markets, currently with nine and six stores respectively. But these are not yet profitable and you have said they are likely to remain loss-making in the 2017 financial year. What sorts of investments are necessary in these markets and how many stores are required to reach critical mass?\n\nRamachandran Ottapathu: In Zambia we are expecting it to be reaching that critical mass at 12 stores. We are trying to push [opening these stores] for this financial year. It may happen, but if it doesn’t then it will in the next financial year, certainly.\n\nKenya we are looking at 16 to 18 stores and that will only be in the next financial year.\n\nKate Douglas: And the Kenyan market, in particular, has strong home-grown competition, like Nakumatt and Uchumi. Some might even argue this is a key reason why Africa’s largest retailer, Shoprite, has not ventured into the market. How much potential do you see Kenya having for Choppies’ growth?\n\nRamachandran Ottapathu: It is just simple mathematics. So the population is 45 million people. The total number of supermarkets there is less than 180. So you can see what potential there is in Kenya.\n\nAnd we just opened our first store in Tanzania also last week.\n\nKate Douglas: So with this store being opened in Tanzania and plans to also open in Mozambique before the end of 2016, what potential do you see in these markets and which cities will be the key focus for growth?\n\nRamachandran Ottapathu: We are currently looking at opening more stores in Nairobi in Kenya. In Zambia we are opening another 10 stores in the next year. In Tanzania, it is only four stores because the sites are…\n\nKate Douglas: Sorry, can you repeat that again? You said in Tanzania you will open only four stores?\n\nRamachandran Ottapathu: Yes, because the availability of the sites are fairly slow.\n\nKate Douglas: Looking ahead, are there any other potential markets on the radar for expansion?\n\nRamachandran Ottapathu: It is only Namibia we have left out in the whole region. So we have covered all the countries. Once that comes to nine… We have signed a few leases but that will mature only next year or so.\n\nKate Douglas: And your in-house brands? What potential do these brands have in helping Choppies grow in these African markets?\n\nRamachandran Ottapathu: Currently, in Botswana around 20% of the revenue is from house brands. My target is to get it to 25-26%, on a mature situation. I think in South Africa we are around 5% of revenue and we need to increase it over the year with time. Zimbabwe it is already 9%. Kenya we are only just starting.\n\nEventually, on a long-term basis, if you ask me, 25-26% revenue coming from the house brands – that would really give us an edge on our gross profit as well.\n\nKate Douglas: And do you see potential to manufacture locally these in-house brands, for example in Zambia and Zimbabwe?\n\nRamachandran Ottapathu: Yes, we do. Not necessarily in Zimbabwe, but in other countries – yes.\n\nKate Douglas: Why not in Zimbabwe?\n\nRamachandran Ottapathu: Their local manufacturing facilities have not been active. Although they have the infrastructure, manufacturers have not been that active in Zimbabwe.\n\nKate Douglas: Mr Ottapathu, thank you for your time and we look forward to chatting to you again.",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.8338042498,
        "format_confidence":0.9857708216
    },
    {
        "url":"https:\/\/www.showfxworld.com\/id\/interview.html?view=266",
        "text":"Interview with Aleksandr Davydov\n\n(Conference in Novosibirsk. June 27, 2015)\nShowFx World Conference in Novosibirsk. June 27, 2015\n\nWrap-up of first ShowFx World event in Novosibirsk. \n\nAnnual financial conference ShowFx World was held in Novosibirsk for the first time on June 27. Dozens of traders, leading specialists and analysts in the sphere of Forex trading gathered in the Marriott Novosibirsk hotel to get absorbed into the world of finance and investment and talk with professional currency traders.   \n\nThe interesting program of the ShowFx World event was appreciated by all the guests, both by practicing traders and novices. The best business trainers, popular Forex bloggers, and famous currency experts made speeches on their investment ideas and forecasts for the future.   \n\nFor instance, financial expert Alexander Evstegneev told how to control personal means and always be in funds. InstaForex analysts Aleksandr Davydov and Vladislav Tyukhmenev also delivered speeches during the event.   \n\nIn addition to the business part of the program, guests could also take part in regular raffles of valuable prizes and bonus accounts from the companies involved. Sony Xperia Z3, Samsung Galaxy A5, Samsung Galaxy Tab S and two 500$ certificates for trading accounts were raffled. \n\nThe ShowFx World team thanks the guests for active participation and invites everyone to the next event. \n\nVideo laporan dan wawancara dari ShowFx World\n\nAleksander Tsyglin\nCommercial director of NetTrader Ukraina\nOksana Bogomolova\nInstaForex Representative\nSainmaco - professional team of traders and bankers\nInterview with Chief Executive Officer of Sainmaco - Lim Wei Jie Japhet.\nSuperForex at ShowFx Asia Conference in Singapore\nInterview with Svetlana Ivanova - partneship manager of SuperForex.\nPruton Capital at the exhibition in Kiev\nInterview with Pruton Capital COO - Mr. Daniel Owens.\nForexMart at the exhibition in Kiev\nInterview with ForexMart representative Eduard Savchenko.\nOleg Khmelevskiy\nInstaForex analyst\nSergey Kostenko\nInstaForex analyst\nGavin Holmes\nCEO of TradeGuider Systems, well known VSA expert\nRafal Glinicki\nThe founder of VSA TRADER",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9977051616,
        "format_confidence":0.9261937141
    },
    {
        "url":"http:\/\/www.designsponge.com\/2013\/09\/biz-ladies-profile-megan-gilger.html",
        "text":"Biz Ladies Profile: Megan Gilger\n\nBiz Ladies Profile, Megan Gilgerphoto by Michael Newsted\n\nToday’s Biz Ladies Profile comes to us from designer and blogger, Megan Gilger.  As a graduate entering a difficult job landscape, Megan decided to take matters into her own hands and start a freelance career.  She’s since created a successful creative and inspiration blog, The Fresh Exchange, worked with clients around the world and recently re-launched her joint design and branding company, Wild Measure, with her husband, Mike. Today, Megan gives us a glimpse into her career journey and the lessons learned along the way.  Thanks so much for sharing your story with us, Megan! —Stephanie\n\nRead the full interview after the jump…\n\nBiz Ladies Profile, Megan Gilgerphoto by Mike Gilger\n\nWhy did you decide to start your own business?\n\nI decided to start my own business after I left college. Growing up I never imagined myself working for someone else and for the first few years of college I fought the idea of being a graphic designer because of the idea of someone owning my creativity. I was pretty stubborn and the thought of being told to be creative on demand for someone seemed like a really fast way to hate design. I worked in college on many studio projects with major brands and companies that helped me learn the ins and outs of what it meant to work with clients and that demanded work could be pretty great, but it was only the starting point.\n\nWhen I left college in 2009 there were no design jobs for newbies unless you wanted an unpaid internship in a big city. I applied to a lot of places but was continually told they had no openings or they wanted someone with more experience. It was disheartening, but I still had a lot of freelance work from college and the brands I had worked with previously. That time also pushed me to begin my own creative outlet, The Fresh Exchange  which has been a large defining piece in my career thus far. It has shown me truly what I love as a creative. Looking back the bad economy and lack of work lead me to a place where I was given no choice but to follow what my hear knew I always wanted anyways. I feel pretty thankful for all the times I was told no. Sometimes “no” can be the most resounding “yes” to what you know you need to do anyways.\n\nWhen you first decided to start your own business, how did you define what your business would be?\n\nAt the time my business started I was simply working to pay the bills I was not worried about what the next few years would bring. There was no business plan or 5-year plan, I just did what I needed to do to keep rent paid and the loan companies at bay. It was suggested to me by some friends who owned wedding businesses to start doing some wedding invite work. At the time I was getting married so it made sense. I filed a DBA put up my website for Hitch Design Studio and offered wedding invites and branding. It was a start.\n\nThe best thing I did at that point in my career was jump in head first without asking. It taught me so much about what it means to be a business owner. Some tough lessons, but great ones. I quickly learned things like how to handle bad clients, how to write a contract properly, how to fail gracefully, and what I really wanted as a business owner. Those first two years was my “master’s degree” in my mind. It was a hard time, but it helped me shape my business in to where it is now.\n\nThe blog, The Fresh Exchange, is one of the most important pieces in helping lead me to where I am today. Having a space to freely create and share with the world what I love as a designer and what inspires me from our own travels to the food we grow and eat. That space has allowed me and Mike to explore and create without constraint. I use the space to try new things that I would normally not have the chance to try on clients. Every creative needs that space on some level in order to find themselves. You need freedom to help you define what you would do if you were given no boundaries. Some of our favorite moments of working together have happened on the blog, from our 16 days of Type in Paris series to our Simple Evenings. All of it has shown Mike and I what kind of business we want to build and the people we want to take the ride with. Those creative moments helped teach me how deep my passion was for collaboration, community, and adventure. This all was an important part in defining the business we have now and are working to slowly build.\n\nNow, nearly 5 years later, I have rebranded as Wild Measure and paired up with my husband. I have never felt more sure of what I wanted as a business owner. We are purposely pursuing work with lifestyle brands to help them market and build their brand properly. Our goal is to help them reach the market they want in a deeper way than just a pretty package. Those first three years were what showed me what I sucked at, what I was great at, what set me apart, and what made me the same as the rest of them. Finding your niche and place is an important part of feeling comfortable and confident as a business owner. You don’t always know that straight out of the gate and thats okay. No one tells you that it is okay to not know what you are doing sometimes. It really is, because not knowing gives you the opportunity to truly figure it out without any expectation. The best thing you can do for your business is to begin. The rest of it will begin to some how make sense along the way.\n\nBiz Ladies Profile, Megan Gilgerphoto by Cory Weber\n\nWhat was the best piece of business advice you were given when you were starting off?\n\nI have a few that have kept me strong in some tough moments:\n\n– Trust your gut. Listen to your heart.\n\n– Do all the good you can even in the hardest moments. Good will always win whether it be now or later.\n\n– In every failure find a new level of strength. In every success find a new level of humility.\n\n– Do not compare. You were never meant to be the people around you. You were only meant to be yourself.\n\n– The journey is just as important as the destination.\n\nWhat was the most difficult part of starting your business?\n\nAs a creative it has been the financial end. I am terrible at it and so is my husband. We are both far too right brained for our own good. It has been a huge battle to learn and stay up on the financial end of our business. It is by far our greatest weakness. Every year we get better and we are slowly woking on finding the right people to join in our business on that end of it. The power of knowing your own weaknesses is a great thing. It lets you know when you should hire something out. This year we finally got a bookkeeper and a financial planner. They have given us the confidence to start making some big moves in business that we never would have taken if we had tried to keep managing it all on our own. Hard lessons to learn.\n\nBiz Ladies Profile, Megan Gilgerphoto by Mike Gilger\n\nCan you name the biggest lesson you’ve learned in running a business?\n\nContracts are powerful in many many ways. It is important to have good contracts even with friends. Always read contracts thoroughly. If you have questions pay for some time with a lawyer because that $100 – $300 to have them look it over can mean you may dodge a bullet later. It is important to keep yourself protected as well as everyone else involved. Everyone is not your friend in business until proved otherwise so a contract is ALWAYS important.\n\nCan you name a moment of failure in your business experiences?\n\nI fail every day at something. To say I don’t would be a lie. Sometimes I brush them off and sometimes they break me down for the day. When you are your own boss and you are carving a new path there are probably far more failures than there are successes. I am still learning and always will be. I have forgotten emails, missed major deadlines, lied, ignored calls, and really royally f***ed up. I am not perfect and those moments have taught me a lot about myself. They have taught me who is my right client and who is not and the work that I really am good at and the work I am not. All are important things. I have been sick for multiple days because I got screwed on a job and lost over $2,000.00 out of my pocket. Those times are awful and can emotionally and physically pull you in to a terrible place, but the way you choose to handle those moments are what will determine the successes you will have after that. Business ownership is hard. If it were easy we would all be doing it. Everyone has a scary moment as a business owner. We all lose something at some point. Owning a business a risk, but one that can pay off in wonderful and extremely fulfilling ways.\n\nBiz Ladies Profile, Megan Gilgerphoto by Mike Gilger\n\nCan you name your greatest success in your business experiences?\n\nThis year has been a huge success. I went from just me to completely restructuring the company, adding my husband Mike, and then renaming the business. Since then we have grown astoundingly. We are to a point where we are preparing for the next stage of our business – growth. We have landed three large contracts in one year and proven to ourselves that we can do this as a husband and wife team. We are watching many of our clients such as Clyde Oak and White Whale grow in big ways and that is when you feel good about your work. In my mind those are all things I can be really proud of for 2013. Next year we are looking at hiring and potentially investing in a small space to house the studio. We are looking forward to the next year and the big adjustments we know are coming with growing a business the way we are dreaming of. It is amazing what can happen when you finally find your direction, share what your work with the world, and work hard for what you believe in.\n\nWhat business books\/resources (if any) would you recommend to someone starting a creative business of their own?\n\nThese are a few I suggest.\n\n– Breaking the Time Barrier by Mike McDerment\n\n– Steal Like an Artist ... (truncated)",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.745083034,
        "format_confidence":0.8978605866
    },
    {
        "url":"https:\/\/futureofsourcing.com\/rising-star-interview-ruchi-aswal",
        "text":"Rising Star Interview: Ruchi Aswal\n\nPosted: 08\/21\/2019 - 23:29\n\nThis October, the Future of Sourcing Awards will celebrate individuals newer to the industry whose thought leadership and expertise have shown promise that is likely to have a lasting impact on the industry. Below, read about Rising Star Finalist Ruchi Aswal who leads customer engagement and product management for SAP Ariba Supplier Risk solutions that assess, monitor and mitigate supplier risks throughout the sourcing and procurement processes.\n\nHow did you get into this field – was it purposeful or by accident?\n\nIt was by accident.   \nI studied engineering and entered the industry as a Quality Assurance (QA) engineer. I worked as an engineer for a couple of year before I realized I wanted to be more directly involved in solving user problems and overall product development and delivery. I decided to transition from my role as a QA engineer for the sourcing and contract management solutions to a product manager role for supplier risk solutions. Four years later, I now lead the product management team for Supplier Risk and Sustainability solutions.  \n\nIn what ways do you hope to influence or transform the industry?\n\nWe recently built a third-party risk management system that introduces a risk control framework to identify, assess and mitigate risk in trading partner engagements. We still have some work to do there, but I can already see how it’s bringing a transformational change in our customers’ risk practices and more transparency across categories and departments.  \nThe other area where I hope to transform the industry is sustainable procurement. I would like to build solutions that bring social and environment sustainability to the core of procurement.  \n\nWho are the mentors or role models who have guided you in your career?\n\nPadmini Ranganathan has been my mentor for some years now and has helped me navigate my professional journey. She is a visionary and has helped me realize what I am capable of achieving regardless of the challenges.  \n\nLooking ahead, what trends do you think will emerge in the sourcing and procurement space?\n\nI see two important trends emerging: sustainable procurement and intelligent spend management.\nA. Sustainable procurement\nEarlier this year SAP Ariba conducted a multi-country consumer study with Reputation Institute (of the global 100) covering 10,000 consumers: \n  • On average, 53% of millennials would be willing to pay more for brands that build more visibility into their purchasing practices.\n  • In emerging markets, 80% of consumers would be willing to pay a premium for products from an industry that actively works to reduce its environmental footprint.  \n  • 52% of consumers (and 67% of millennials) prefer buying from companies that are open and transparent in their operations.  \n\nThis and other studies like it demonstrate that being sustainable can be profitable in long run. We already see the shift happening.  \n\nAt SAP Ariba, we are working with several partners who have valuable data that once embedded into a procurement system can help procurement professionals make better, more informed decisions.  \n\nB. Intelligent Spend Management  \nIntelligent spend management is about managing all categories of spend from a single platform, automating repetitive processes and infusing the process with intelligence that delivers actionable insights. \n\nWhat is something you wish more people knew about the sourcing and procurement industry?\n\nWe know consumers vote with their dollars and increasingly people are making more socially conscious purchase decisions. But even before consumers make those decisions, it’s the sourcing and procurement professionals who decide on who, where, what, how to buy the materials that go into the products consumers buy. To effect real and sustainable change, start with the sourcing and procurement industry. While cost cutting may be what these professional are most well-known for, understand that these professionals are making decisions every day that impact people and the planet.  \n\nWhat advice do you have for those who are considering a career in sourcing or procurement?\n\nI would suggest networking with like-minded people and finding the opportunities that excite you. Say yes often and bring your passion to every project – no matter how small it may seem.  \n\nAbout The Author\n\nRuchi Aswal's picture\n\nRuchi Aswal leads customer engagement and product management for SAP Ariba Supplier Risk solutions that assess, monitor and mitigate supplier risks throughout the sourcing and procurement processes. Ruchi is responsible for maintaining and delivering Supplier Risk product roadmap, gaining consistent praises from customers, partners and industry peers alike. Ruchi’s perspective on customer challenges and how to solve them has been instrumental in building the product. She has led the team through complete product lifecycle -- including customer workshops, building requirements, functional specifications, UX wireframes, quality assurance and roll-out. Ruchi has an engineering degree in Information Technology. Previous work experiences include the role of QA analyst for investment banking applications.",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.8634732366,
        "format_confidence":0.9787074327
    },
    {
        "url":"http:\/\/www.jsbarefoot.com\/podcasts\/2015\/9\/28\/the-power-of-community-banks-brian-graham-ceo-of-alliancepartners-bancalliance",
        "text":"contact us\n\nUse the form on the right to contact us.\n\nYou can edit the text in this area, and change where the contact form on the right submits to, by entering edit mode using the modes on the bottom right.\n\nWashington, DC\nUnited States\n\n(575) 737-8602\n\nJo Ann Barefoot explores how to create fair and inclusive consumer financial services through innovative ideas for industry and regulators\n\nThe Power of Community Banks - Brian Graham, CEO of AlliancePartners & BancAlliance\n\nBarefoot Innovation Podcast\n\nThe Power of Community Banks - Brian Graham, CEO of AlliancePartners & BancAlliance\n\nJo Ann Barefoot\n\nThis episode takes us fully into grappling with how innovation is impacting community banks and how to respond, through a conversation with one of the most thoughtful and thought-provoking people in the field.\n\nThe community bank is a unique feature of the U.S. financial system, and Brian Graham, CEO of Alliance Partners, is both one of its most eloquent advocates and an innovator with new ideas on how small banks can compete in the digital age.  In 2011, he and his colleagues founded BancAlliance as a collaborative solution that enables community banks to access attractive lending markets typically dominated by larger banks, through use of a shared lending platform. The mission is to empower member banks to diversify prudently into high-quality loans that meet all commercial and regulatory standards – without changing the nature of the community bank.\n\nBrian’s team initially focused on large commercial loans. Then, in February of this year, they expanded to consumer credit with the announcements that BancAlliance would partner with Lending Club to enable member banks to offer co-branded personal loans to their customers through Lending Club’s online platform. The program gives community banks and their customers access to the benefits of the Lending Club’s low cost of operations, paired with the banks’ low cost of capital, to help drive down the cost of credit for consumers., The Wall Street Journal noted that, even after Lending Club’s partnerships with Alibaba and Google, the arrangement with BancAlliance might be its “biggest one yet.” CEO of Lending Club, Renaud Laplanche (whom I interviewed in Episode 5), said, “Community banks are the lifeblood of American communities. This program will help them level the playing field with national banks by offering affordable, consumer-friendly loans to their customers. We’re excited to make Lending Club’s low cost of operations available to community banks, for the greater benefit of their customers.”\n\nBancAlliance’s network includes over 200 banks in 39 states, with assets ranging from $200 million to $10 billion. In aggregate, BancAlliance would rank fourth in branch count among all U.S. banks and 14th in assets.\n\nI have been a longtime optimist about the future of community banks, until the last few years. Small banks today face the twin challenges of innovative technology and regulatory burden squeezing the industry’s business model from two directions at once. Brian’s vision offers a potential model for addressing both.\n\nIn our conversation, Brian makes the case for the value of community banks; offers advice to them for thriving through technological disruption; and makes suggestions for regulators (including on “suitability). He also describes a proposed new “bill of rights” for small business borrowers – he’s been involved with a coalition working on this with the Aspen Institute.\n\nBrian also offers insights into how technology, after decades of favoring consolidation and large players, is suddenly creating advantages for small ones, through the unbundling of tech solutions and through unexpected developments like Square, transforming the small business lending market.\n\nBrian was previously a partner at Blue Ridge Capital Management, held various leadership positions at CapitalSource and Fannie Mae, and served in the government and investment-banking sectors. He holds a graduate degree from Harvard College and an MBA from Stanford University.\n\nIt was a pleasure to host him at my former abode in Washington, DC -- the day before I began packing up to move to Boston for my new fellowship on Regulation Innovation at Harvard! It was a very fitting finale for my Washington days and a launch into my “year at the frontier” of fintech innovation.\n\nEnjoy the conversation, and as a bonus, click the following for The Small Borrowers’ Bill of Rights and an argument from the Aspen Institute on why we need one.\n\nAlso, remember to watch my website for the Regulation Innovation video briefings on these same topics, coming soon!\n\nPlease subscribe to the podcast by opening your favorite podcast app and searching for \"Jo Ann Barefoot\", or in iTunes.",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9982847571,
        "format_confidence":0.9350720644
    },
    {
        "url":"http:\/\/www.copyright.com\/blog\/qa-with-cccs-customer-account-specialist-christine-zoro\/",
        "text":"Q&A with CCC’s Customer Account Specialist, Christine Zoro\n\n\nAs part of our series featuring the Customer Experience Team at CCC, we had a chance to catch up with Christine Zoro, who has been with our organization since 2012.\n\n  • Provide some background on yourself – how long have you worked at CCC? Where were you previously? What’s your role at CCC? Fun fact about yourself?\n\nI have worked at CCC for more than six years now. Previously, I worked at Getty Images (Pump Audio) as a music researcher selecting music from our library to accompany internal and external ads, commercials, and so forth. I also worked as a freelancer producing, researching and hosting public affairs programs for PAX (ion) Television, as a morning show host at FM station WKZE, and in several other positions. I am originally from Long Island via Dutchess County via Woodstock, NY.  Yes, that Woodstock.\n\nFun fact? OK – I lived in England for three and a half years and worked in HR at Sainsbury’s in North Finchley (a suburb of London) and I love Indian food. Also, my sister and I were born on the same date exactly two years apart.\n\n  • What does good customer service mean to you?\n\nTwo words: active listening . . . in other words, providing realistic expectations and empathy, while understanding that sometimes you need to let a person vent and strive not to take it personally. In my role as Customer Account Specialist, we are constantly taking calls, chats and emails regarding the full spectrum of CCC services. We work with people across the spectrum in all stages. It could be a publisher or other rightsholder, a scientist, a student, a doctor, anyone and everyone. We receive over 200 chats, emails and calls a day in Customer Service. We are assisting people on our platforms and also instructing them what CCC does, the importance of copyright, why we do what we do. We also support our internal teams.”\n\n  • Tell us about another company you think provides exceptional customer service.\n\nPerhaps you will be surprised: It was Hertz. My story is: JetBlue had an issue — we never really found out much about it — which caused them to cancel our flights from Jacksonville to NY. We were supposed to leave Florida on Saturday and, because of the issue, we couldn’t leave until the following Tuesday and that was only if we got to Orlando, yada yada yada… Needless to say, there were some tense moments involving switching, swapping flights, finding a hotel and returning the rental. During all this, the Hertz staff were incredible and waived any fees that might otherwise have come through for not returning the car back to the airport and delivering it instead to a satellite location in Orlando.\n\nWhat’s one of your favorite things about working at CCC?\n\nAs our organization is a global company, the staff of the customer service department reflects our audience; it really is a true representation of the diversity of our clients!  The Customer Service Department has folks working remotely across the globe and at home base in Danvers, Massachusetts, now 24 hours a day 7 days a week. I had an instance where I needed to be (effectively) in two places at the same time. Long story short— my parents live 7 hours away in Pennsylvania; and they are each managing some serious health issues. Recently, I asked my manager for some flexibility in my location to allow me to be present for them. The result was that I was able to work remotely from Pennsylvania so I could be available to my parents, while continuing to contribute as a regular, full-time member of our team. That sort of anecdote tells you a lot about why so many of us consider CCC to be such a great, supportive workplace.\n\nDave Davis\n\nAuthor: Dave Davis\n\nDave Davis joined CCC in 1994 and currently serves as research analyst. He previously held directorships in both public libraries and corporate libraries and earned joint master’s degrees in Library and Information Sciences and Medieval European History from Catholic University of America. Dave is fascinated by copyright issues, content licensing and data. Also, rock and roll music.\n\nDon't Miss a Post\n\nSubscribe by Email\n\nFor inquiries related to this blog, email blog@copyright.com or join the conversation on social media with @copyrightclear.",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.6457728744,
        "format_confidence":0.7611896992
    },
    {
        "url":"http:\/\/www.thestreet.com\/story\/11493359\/1\/alexander-amp-baldwins-ceo-hosts-analyst-day-transcript.html",
        "text":"\nNeed a new registration confirmation email? Click here\nStocks Under $10 with 50-100% upside potential - 14 days FREE!\n\nAlexander & Baldwin's CEO Hosts Analyst Day (Transcript)\n\nCall Start: 09:30\n\nCall End: 12:05\n\nAlexander & Baldwin, Inc. (ALEX)\n\nAnalyst Day Conference Call\n\nApril 11, 2012 9:30 AM ET\n\n\nSuzy Hollinger – Director, Investor Relations\n\nStan Kuriyama – President and CEO\n\nChris Benjamin – President, A&B Land Group and A&B Properties\n\nPaul Hallin – Executive Vice President, Development\n\nDavid Haverly – A&B Properties Senior Vice President, Leasing\n\nJoel Wine – Chief Financial Officer\n\n\n\nSuzy Hollinger\n\nHello. And welcome to Alexander & Baldwin’s Analyst Day. We are going to get started; everyone has books in front of them, slides that review on this call. And on slide two we have information regarding forward-looking statement.\n\nI’d like to note that in this presentation and webcast we’ll set forth expectations and predictions that are based on facts and situations that are known to us as of today, April 11, 2012. Actual results may differ materially due to risks and uncertainties, such as those described on pages 19 through 29 of our Form 10-K and our other subsequent filings with the SEC.\n\nStatements in this call and presentation are not guarantees of future performance and we do not undertake any obligation to update those forward-looking statements.\n\nFor those on the webcast live for this presentation are available for download at\n\nSo, let me get started by introducing management team that’s presenting today, starting with Stan Kuriyama, A&B’s President and CEO.\n\nStan Kuriyama\n\nGood morning.\n\nSuzy Hollinger\n\nChris Benjamin, President of A&B Land Group and President of A&B Properties; Paul Hallin, Executive Vice President, Development.\n\n1 of 7\n\nSelect the service that is right for you!\n\nAction Alerts PLUS\nTry it NOW\n\nJim Cramer and Stephanie Link actively manage a real portfolio and reveal their money management tactics while giving advanced notice before every trade.\n\nProduct Features:\n  • $2.5+ million portfolio\n  • Large-cap and dividend focus\n  • Intraday trade alerts from Cramer\n  • Weekly roundups\nTheStreet Quant Ratings\nTry it NOW\nOnly $49.95\/yr\n\nAccess the tool that DOMINATES the Russell 2000 and the S&P 500.\n\nProduct Features:\n  • Buy, hold, or sell recommendations for over 4,300 stocks\n  • Unlimited research reports on your favorite stocks\n  • A custom stock screener\n  • Upgrade\/downgrade alerts\nStocks Under $10\nTry it NOW\n\nDavid Peltier, uncovers low dollar stocks with extraordinary upside potential that are flying under Wall Street's radar.\n\nProduct Features:\n  • Model portfolio\n  • Stocks trading below $10\n  • Intraday trade alerts\n  • Weekly roundups\nDividend Stock Advisor\nTry it NOW\n\nJim Cramer's protege, David Peltier, identifies the best of breed dividend stocks that will pay a reliable AND significant income stream.\n\nProduct Features:\n  • Diversified model portfolio of dividend stocks\n  • Alerts when market news affect the portfolio\n  • Bi-weekly updates with exact steps to take - BUY, HOLD, SELL\nReal Money Pro\nTry it NOW\n\nAll of Real Money, plus 15 more of Wall Street's sharpest minds delivering actionable trading ideas, a comprehensive look at the market, and fundamental and technical analysis.\n\nProduct Features:\n  • Real Money + Doug Kass Plus 15 more Wall Street Pros\n  • Intraday commentary & news\n  • Ultra-actionable trading ideas\nOptions Profits\nTry it NOW\n\nOur options trading pros provide daily market commentary and over 100 monthly option trading ideas and strategies to help you become a well-seasoned trader.\n\nProduct Features:\n  • 100+ monthly options trading ideas\n  • Actionable options commentary & news\n  • Real-time trading community\n  • Options TV\nTo begin commenting right away, you can log in below using your Disqus, Facebook, Twitter, OpenID or Yahoo login credentials. Alternatively, you can post a comment as a \"guest\" just by entering an email address. Your use of the commenting tool is subject to multiple terms of service\/use and privacy policies - see here for more details.\nSubmit an article to us!\nDOW 16,880.36 -31.75 -0.19%\nS&P 500 1,970.07 +0.12 0.01%\nNASDAQ 4,462.9020 +20.2040 0.45%\n\nBrokerage Partners\n\nRates from\n\n  • Mortgage\n  • Credit Cards\n  • Auto\n\nFree Newsletters from TheStreet\n\nMy Subscriptions:\n\nAfter the Bell\n\nBefore the Bell\n\nBooyah! Newsletter\n\nMidday Bell\n\nTheStreet Top 10 Stories\n\nWinners & Losers\n\nRegister for Newsletters\nTop Rated Stocks Top Rated Funds Top Rated ETFs",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9976710677,
        "format_confidence":0.9180632234
    },
    {
        "url":"http:\/\/www.marketplace.org\/2007\/05\/24\/business\/no-place-home-depot-shareholder-meetings",
        "text":"Home Depot shopping cart\nHome Depot shopping cart - \n\nTEXT OF STORYLISA NAPOLI: This year's annual meeting of Home Depot shareholders isn't likely to be as strange as last year's. Back then, the board didn't show up and then-CEO Robert Nardelli didn't take questions. The whole thing lasted 37 minutes. Now, Nardelli's out and first quarter profits have plummeted 30 percent. Ashley Milne-Tyte looks at how things will be different when shareholders convene in just a few hours.\n\nASHLEY MILNE-TYTE: At last year's meeting, Home Depot hired security guards to enforce time limits for speakers.\n\nRICHARD FERLAUTO: They were big, burly people dressed up in orange aprons, who stood up and made sure you sat down.\n\nRichard Ferlauto directs pension investment policy at the American Federation of State, County and Municipal Employees. He'll be at today's meeting. He wants shareholders to vote annually on CEO pay and the company to refocus on customer service.\n\nBut retail consultant Howard Davidowitz doesn't think new CEO Frank Blake can deliver.\n\nHOWARD DAVIDOWITZ: He has no background in retail. When you hire a fixer, you wanna hire a fixer who's done it before.\n\nDavidowitz says Blake needs to reverse the company's fortunes, otherwise attendees will look back on today's meeting as style over substance.\n\nIn New York, I'm Ashley Milne-Tyte for Marketplace.",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9965935349,
        "format_confidence":0.5187007785
    },
    {
        "url":"http:\/\/www.morningstar.com\/Cover\/videoCenter.aspx?id=651550&lineup=mutualfunds",
        "text":"Video Reports\n\nEmbed this video\n\nCopy Code\n\nLink to this video\n\nGet LinkEmbedLicenseRecommend (-)Print\nBookmark and Share\n\nBy Janet Yang, CFA | 06-19-2014 02:00 PM\n\nFollow the Money to Understand Your Stocks' Real Exposures\n\nKnowing the sources of a company's revenue, not just its country of domicile, is important for investors to get the actual exposures they want, says American Funds portfolio manager Rob Lovelace.\n\nJanet Yang: I'm Janet Yang with Morningstar. Today I am at the Morningstar Investment Conference with Rob Lovelace from Capital Group, The American Funds.\n\nRob, thank you for joining us today.\n\nRob Lovelace: Real pleasure. Thank you for having me.\n\nYang: You and your team have been doing some pretty interesting research looking at your funds and your portfolios and their country exposure, not necessarily by their country of domicile, but from where their revenues are coming from. Can you tell us a little bit more about that research?\n\nLovelace: Absolutely. We're referring to it as the new geography of investing. It really is recognizing the fact that, back in the '60s and '70s, where a company was based, where it was listed, was a really good proxy for where it did business. We all know that the world is globalized, and I think everyone's aware that most companies do some business abroad, and I think in the '90s and 2000s, it still was a minority of the total revenue of the company that came from other countries.\n\nBut really in the last 10 years, things have changed to the point where we probably need to start paying attention to it now. And that's the work that we have been doing, and that's what the new geography is about, which is finding a new proxy for thinking about where a company does business. You can think of lots of examples--the auto companies are probably the easiest ones--of companies that are based in Japan, but do a majority of their business in the United States, or that are based in the U.S. and are one of the biggest auto producers in China, or based in Europe and do business everywhere, except maybe not so much in their home country.\n\nSo, what's the best way when you're looking at your portfolio to think about the actual exposure of that company? Where a company is listed still matters. That has an impact, obviously, on the currency in which the stock is denominated, maybe their liabilities, and certainly investors in that country will look at it that way and what index they are in. But you can look at the revenues now--companies are reporting it in a way that actually gives you enough information.\n\nSo we think revenue is the best new proxy for where a company does business, and we're working on developing standards so that can be part of normal reporting.\n\nYang: Can you give us an example, maybe one that an investor would find surprising, in terms of where it's domiciled versus where its revenues are actually coming from?\n\nRead Full Transcript\n\n{0}-{1} of {2} Comments\n{0}-{1} of {2} Comment\n  • This post has been reported.\n  • Comment removed for violation of Terms of Use ({0})\n    Please create a username to comment on this article",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9983762503,
        "format_confidence":0.952263236
    },
    {
        "url":"http:\/\/ni-nl.org\/news\/226-bnr-zakendoen-in-europa-interview-noord-ierland",
        "text":"Northern Ireland - Netherlands Trade and Export Society\n\nLatest News \n\n- NI-NL Trade and Export Society Events and Relevant Business News\n\nSteve Murnaghan was interviewed by BNR (Business News Radio) this week for the Zakendoen in Europa (Doing Business in Europe) programme regarding Northern Ireland and the Brexit.\n\nDuring the (Dutch language) interview he answers questions regarding:\n\n-How important the Netherlands is for Northern Ireland?\n-What products Northern Ireland exports to The Netherlands?\n-How NI companies are experiencing the Brexit situation currently?\n-What do exporters fear for and what plans they are making for the future?\n\nListen in through:",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9216374755,
        "format_confidence":0.8943189383
    },
    {
        "url":"http:\/\/www.adweek.com\/agencyspy\/back-to-basics-bill-backer\/3794?red=as",
        "text":"Back to Basics: Bill Backer\n\nBy Matt Van Hoven Comment\n\n\nBill Backer co-founded Backer & Spievogel. The South Carolina native spoke with The Wall Street Journal about how it sorta bothered him that his part of the country was rooted in old ways, and that focusing on the future helped his career.\n\nOn leaving home (for New York): “This is the place to be if you’re creative; it’s where it all happens.”\n\nOn goals and ideas: “At the start, Carl (Spievogel) and I had one goal: to return to a ‘classic agency’ where top management works at a client’s business, not their own. Our personal goals? To have some fun, and make some money.”\n\nYou have to admire Backer’s simple honesty. Not that he was simple, but he speaks in no uncertain terms that New York is the future, and making money is what this business is about &#151 but the way to do it is by focusing on the work. Well, that was his way, at least.\n\nOn advertising and sales: “Advertising is a substitute for a salesperson, so it should likable. You wouldn’t buy from a salesperson who’s rude, arrogant, insulting would you? … Over the long term, consumers like to do business with people they like, and they resond to advertising created by people who like people.”\n\nExtrapolate this idea for whatever aspect of the business you’re involved with.\n\nOn hiring and firing: “We want decent people with talent who make life exciting when they come in all revved up in the morning; self-starters who don’t need prodding.”\n\nOn invisible advertising:\n“To beat clutter, you need advertising that isn’t part of the din, advertising that works harder on the third exposure than the first.”\n\nImage: Backer is on the far right.\n\nMore: “Back to Basics: Wisdom From Ron Anderson",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9813024402,
        "format_confidence":0.86802423
    },
    {
        "url":"http:\/\/www.fool.com\/investing\/general\/2013\/05\/08\/nobel-prize-winning-psychologist-daniel-kahneman-5.aspx",
        "text":"\n\n\n\nNobel Prize-Winning Psychologist Daniel Kahneman on the Boom-Bust Economic Cycle\n\nLast month, I interviewed psychologist Daniel Kahneman, who won the Nobel Prize in economics in 2002 and recently authored the book Thinking, Fast and Slow.\n\nIn this clip, Kahneman and I discuss the psychology of the boom-bust economic cycle. (Transcript follows.)\n\nMorgan Housel: Is the boom\/bust cycle in the economy, to the extent that it's driven by optimism, is that something that we're never going to get over?\n\nDr. Kahneman: Well, to the extent that it's driven by optimism, you've answered your own question because I think human nature is not going to change radically, so the tendency to become optimistic when things are going well and pessimistic when things are going badly, that's certainly going to stay. It's my guess is that it will continue to affect decisions in the economic domain.\n\nRead\/Post Comments (0) | Recommend This Article (2)\n\nComments from our Foolish Readers\n\nHelp us keep this a respectfully Foolish area! This is a place for our readers to discuss, debate, and learn more about the Foolish investing topic you read about above. Help us keep it clean and safe. If you believe a comment is abusive or otherwise violates our Fool's Rules, please report it via the Report this Comment Report this Comment icon found on every comment.\n\nBe the first one to comment on this article.\n\nCompare Brokers\n\nFool Disclosure\n\nSponsored Links\n\nLeaked: Apple's Next Smart Device\n(Warning, it may shock you)\nThe secret is out... experts are predicting 458 million of these types of devices will be sold per year. 1 hyper-growth company stands to rake in maximum profit - and it's NOT Apple. Show me Apple's new smart gizmo!\n\nDocumentId: 2417161, ~\/Articles\/ArticleHandler.aspx, 8\/28\/2016 6:40:39 AM\n\nReport This Comment\n\nUse this area to report a comment that you believe is in violation of the community guidelines. Our team will review the entry and take any appropriate action.\n\nSending report...\n\nToday's Market\n\nupdated 1 day ago Sponsored by:\nDOW 18,395.40 -53.01 -0.29%\nS&P 500 2,169.04 -3.43 -0.16%\nNASD 5,218.92 6.71 0.13%\n\nCreate My Watchlist\n\nGo to My Watchlist\n\nYou don't seem to be following any stocks yet!\n\nBetter investing starts with a watchlist. Now you can create a personalized watchlist and get immediate access to the personalized information you need to make successful investing decisions.\n\nData delayed up to 5 minutes",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.994015038,
        "format_confidence":0.6846768856
    }
]