[
    {
        "url":"https:\/\/stjohn-catholic.org\/worship\/liturgy\/lectors-commentators",
        "text":"Our Commitment:      \nMinister to the people of St. John's by proclaiming the Word of God through the lay readings as well as commentate at the St. John's weekend Masses.\n\nTime & Training Required:\nPreparation time is based on the individual but is needed to prepare to proclaim the Word as some biblical words can be difficult to pronounce. Training takes 2 hours and attendance at the weekend Mass is 1 1\/2 hours.\n\nWhat We Do:\nOur ministry serves members and guests of St. John's at the weekend Masses. We minister to the members of St. John's by proclaiming the first and second readings of the Liturgy of the Word during the weekend liturgy. We also serve in the commentator role at the weekend liturgy.\n\nHelpful Attributes:\nAdults (youths for certain occasions) who are very self-confident and enjoy reading aloud with the talent of being able to project what they read clearly, distinctly and with meaning.\n\nContact Betsy Mantor\n\nFor many lectors and commentators, it may have been years since your original training session. While many aspects of the role may be unchanged since that first training session, it is a good idea to periodically refresh your understanding of the expectations of your role. In the Resource box to the right, you will find the following two helpful resources: \n\nHelpful Hints\n\nThis document provides you information to prepare for proclaiming the Word or announcing the Mass.\n\n\nThis document provides a step-by-step guide to your actions before, during, and after the Mass. It also includes any responsibilities for special circumstances such as when there is not a deacon present.\n\nIf you are considering serving as a lector\/commentator, these documents may be helpful in discerning if this ministry is right for you.\n\n\nClick the resources in the box to the right to see helpful hints and step-by-step guide to being a Lector\/Commentator.",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9963873625,
        "format_confidence":0.7059208751
    },
    {
        "url":"http:\/\/www.wesleychurchgeelong.net\/baptisms",
        "text":"In the Uniting Church the majority of those baptised are little children, brought by their parents who want them to grow up in the Christian faith.\n\nHowever baptism can happen at any age. Teenagers and adults are baptised after a period of teaching, formation and reflection about the Christian faith and what joining the Church involves.\n\nIf you are not baptised and have questions about the Christian faith you can join an enquirers' group where you can ask some of the big questions...\n\n  • How do we know God?\n  • Why is Jesus' death important?\n  • What is the purpose of life?\n  • What is Christian discipleship?\n  • Why do people die?\n  • What happens after death?\n\nIf you are an adult and want to know more about the Christian faith or want to explore the possibility of baptism or Confirmation, please contact the Minister.\n\nInfant Baptism\n\nThe baptism of infants and children at Wesley Uniting Church, Geelong normally takes place during the Sunday service. In baptism, children are welcomed as members of the Church - i.e. the local and worldwide Christian family. Therefore, it is important that other members of the Church are present. For your child, baptism marks the start of a journey of faith.\n\nI'm not a regular churchgoer. Can I still have my child baptised?\n\nYes. The Church believes that God's love is available to all, regardless of their background. \nThe Minister would be pleased to talk to you about the baptism of your child. \nYou will be given a booklet called \"Your Baby's Baptism\". Topics covered include:\n\n  • Why baptism?\n  • Before the baptism\n  • Questions people ask\n  • The signs and symbols of baptism\n  • The baptism service\n  • You and God\n  • Helping your child to grow in Christian life\n  • Looking forward to Confirmation\n\nWe hope your baby's baptism will be a wonderful and memorable occasion and that it will mark the beginning of a long and happy association at Wesley Uniting Church Geelong.\n\nPlease contact the Church Office or the Minister on 5229 8866 who will be delighted to talk with you.",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9970524311,
        "format_confidence":0.9224565029
    },
    {
        "url":"https:\/\/brackleymethodistchurch.com\/contact-us\/",
        "text":"Contact us\n\nIf you would like to contact us for any reason, please fill out the form below and we will be in touch as soon as possible.\n\nIf your concern is urgent, our Minister, Rev’d Sara Cliff can be contacted on 01280 423287 or 07974 784059.\n\nThe church premises are located on the corner of High Street and Hill Street, Brackley. The postcode is NN13 7ZX.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9968203306,
        "format_confidence":0.7625146508
    },
    {
        "url":"http:\/\/www.stpatrickkennettsquare.org\/safe-environment\/",
        "text":"Safe Environment\n\nAs a parish of the Archdiocese of Philadelphia, St. Patrick Parish of Kennett Square strictly adheres to the tenants of the Safe Environment Program.\n\nThe mission of this Program is to oversee the training of and background checks for all Archdiocesan clergy, employees, and volunteers who have regular contact with children.\n\nIt also disseminates the Archdiocesan Standards of Behavior for individuals working with children and young people, provides safe environment training for adults, and trains parish staff to monitor compliance with Archdiocesan policies and the United States Catholic Conference of Bishops (USCCB) Charter for the Protection of Children and Young People as well as compliance with mandatory reporting laws.\n\nFor more information on the Safe Environment Program, please review our overview worksheet. More information is presented by the Office for Child and Youth Protection. If you plan to volunteer, please review all required forms and clearances, also presented in the overview worksheet.",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9857420921,
        "format_confidence":0.7537313104
    },
    {
        "url":"https:\/\/stmatts.ns.ca\/about\/pre-authorized-remittance-form",
        "text":"Pre-Authorized Remittance Form\n\nAre you on PAR? IT’S EASY.\n\nWith Pre-Authorized Remittance, your weekly or monthly or annual donation to the work of St. Matthew’s will happen automatically – no more hunting for the chequebook or weekly envelope! – and your support continues even if you’re not able to attend or are on holiday.\n\nSimply fill out the pre-authorized remittance application below and return with your void cheque to the church office.\n\nPAR application form (pdf format)",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.8882447481,
        "format_confidence":0.629268229
    },
    {
        "url":"http:\/\/www.usc.salvationarmy.org\/usc\/www_usc_oakbrook.nsf\/vw-text-index\/492337c7ae1276068625759f00077549?opendocument",
        "text":"You are in: volunteer\n\n\nSend this page to a friend Email envolope\n\nTo view and\/or sign up for volunteer opportunities, click on this link.\n\nFor questions on our volunteering opportunities contact our office at 630-629-3044 or email\n\nFor more information on Christmas Kettle & Donut Day volunteering or to see a presentation of The Salvation Army programs contact Sue Linden at 630-808-4165 or\n\n\n\nPrint version\n\n\nEnter your search terms below and hit the 'go' button\n\nSite Map Site Map\n\nQuick Links\n\nFind a Center\n\nEnter your zip code to find your nearest Salvation Army",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.7192255259,
        "format_confidence":0.7355802059
    },
    {
        "url":"http:\/\/www.jewswithquestions.com\/index.php?app=core&module=reports&rcom=post&tid=251&pid=1314&page=",
        "text":"Jump to content\n\nReport this post to a moderator\n\nReport: what does Torah want us to do with inappropriate feelings b4 marriage?\n\n  • Please note: The moderator will be made aware of the link to the page you are reporting.\n    This form is to be used ONLY for reporting objectionable content and is not to be used as a method of communicating with moderators for other reasons.\n\nor Cancel",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9796760082,
        "format_confidence":0.8621973991
    },
    {
        "url":"http:\/\/themajlis.co.za\/index.php?option=com_content&view=article&id=468:hilaal-sms-updates&catid=34:majlis-articles&Itemid=27",
        "text":"plus minus gleich\n\nSearch our website\n\n\nE-mail Print PDF\n\nSubscribe to OUR HILAAL SMS Updates\n\nIf you wish to subscribe to our HILAAL SMS updates, then send an sms to 32013 with the message: JOIN1401\n\nPlease note the following:\n\nYou will be charged R1 for this sms, which is a once-off.\n\nYou will not pay anything further for this service.\n\nThe sms you receive will be free.\n\nThis R1 does not come to the Majlisul Ulama Hilaal Committee, but it is the admin fee charged by our sms provider\n\nYou may choose to opt-out at any time from receiving sms’s by replying to any message you receive from us with the words: STOP\n\nLast Updated on Tuesday, 16 December 2014 09:49  \n\nHijri Date\n\nMoon Phase",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9946505427,
        "format_confidence":0.8301317096
    }
]