[
    {
        "url":"http:\/\/backbulb.com\/BB0068C.asp",
        "text":"Cattleya percivaliana marmoreada\n\nCattleya percivaliana marmoreadaCattleya percivaliana marmoreadaCattleya percivaliana marmoreada - Plant photo by Richard LindbergThe genus Cattleya (C) contains quite a few species from tropical South America. They do best in a medium that has good drainage and dry between watering. Give them a short dryer rest after blooming.\n\nCattleya percivaliana grows in Venezuela and Colombia in the mountains above 4000 feet near rivers. It is a large sized lithophytic plant out in the full sun. It is fragrant and blooms in the fall.\n\nThis plant is in sphagnum in a 4-inch clay pot. There are five pseudobulbs. The plant stands nine inches above the pot.\n\nThis variety is a beautiful and rare color form of C. percivaliana which features unusual tessellations throughout petals and sepals. It is known locally in Venezuela as variety Remolacha, due to the petal coloring resembling that of a cut open 'Beet'. The backside of both petals and sepals are of a very dark red solid beet color.\n\n06\/15\/2013 - New plant picture.\n\n06\/15\/2012 - Divided, blog entry.\n\n01\/30\/2012 - In bloom, blog entry.\n\n04\/10\/2010 - Added to collection from Steve Christoffersen.\n\nTRIBE: Epidendreae     SUBTRIBE: Laeliinae",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.6577299237,
        "format_confidence":0.6728541851
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Housing_Authority_of_the_City_of_Los_Angeles",
        "text":"Housing Authority of the City of Los Angeles\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\n\nThe Housing Authority of the City of Los Angeles (HACLA) is a state-chartered public agency. It provides the largest stock of affordable housing in Los Angeles and is one of the nation's leading public housing authorities. It is also one of the oldest, providing quality housing options and supportive services to the citizens of Los Angeles since 1938.\n\nIts funds come from five main sources: HUD's annual operating subsidy, HUD's annual Capital Fund, Section 8 administrative fees, rent from public housing residents plus other program and capital grants from various sources. HACLA continues to explore alternative funding sources and has built numerous key partnerships with City and State agencies, nonprofit foundations, community-based organizations and private developers.\n\n\nIn July 1983, Mayor Tom Bradley disbanded the housing authority commission following allegations of mismanagement both by internal sources and by the Los Angeles Times. The City Council took control. After months of dispute, including former commissioners rallying housing project residents to support them, the new commission took control the following January with reduced powers.\n\nHousing locations[edit]\n\nThe larger sites are:\n\nNickerson Gardens is the largest family large public housing development in Los Angeles with 1,066 units.\n\n\nExternal links[edit]",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.7829653621,
        "format_confidence":0.9861159325
    },
    {
        "url":"https:\/\/pipedia.org\/wiki\/Radford%27s",
        "text":"From Pipedia\nJump to: navigation, search\n\nFrom Pipes, Artisans and Trademarks, by José Manuel Lopes'\n\nCompilation courtesy Doug Valitchka\n\nMass produced pipes with ebonite and acrylic stems, which were introduced by Butz-Choquin, Chacom, and Nording. Symbol: stylized R.\n\nThis is a private label of Pöschl Tabak GmbH & Co and are popular in Germany. They use the 9mm filters and are moderately priced and very attractive. The pipes are crafted by Chacom.",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.7942278981,
        "format_confidence":0.9884622693
    },
    {
        "url":"https:\/\/trustedtraders.which.co.uk\/articles\/electricity-v-gas-the-pros-and-cons\/",
        "text":"When it comes to heating your home and running appliances, it can be difficult to know whether gas or electricity is the best option. Both fuels offer a number of pros, but equally can have a number of cons. The best one for you will depend upon a whole range of factors including your property, lifestyle, and requirements. \n\nAverage Costs\n\nOn average, based on standard rates, electricity is approximately three times more expensive than gas per kWh. This means that, when used in conjunction with an efficient modern condensing boiler, gas is the cheapest fuel to heat the home.\n\nIt’s important to remember, however, that there are additional costs involved if you choose to switch to gas but do not already have a gas supply to your home. For example, there will be a cost to bring the gas supply in and, in some circumstances it is not possible at all. You will also need to cover the cost of a boiler and room radiators, which can run into several thousands of pounds, and regular checks are recommended to ensure that the system is performing well.\n\n\nThe efficiency of a gas boiler is never as high as its electrical equivalent, even when the boiler is brand new. An electric radiator, for example, turns 1 kWh of electricity into 1 unit of heat (meaning they are 100% efficient), whilst a brand new boiler is approximately 90% efficient.\n\n\nWhilst the majority of homes in the UK have access to electricity, a substantial number of properties don’t have access to gas. That’s not to say, however, that these people can not run their home on gas, but rather than mains gas, they will have to use LPG (Liquid Petroliam Gas), which is typically more expensive.\n\n\nWhen it comes to cooking, electricity and gas both offer a number of pros and cons.\n\nA gas hob provides an instant, constant flame that you can adjust within seconds. The flame also spreads evenly along the bottom and sides of the pan, meaning that food cooks more quickly and evenly. As discussed above, if you already have a gas supply within your home, the energy and operating costs of using a gas stove are lower than electricity.\n\nOn the other hand, gas stoves tend to be more expensive to purchase and connect.\n\nElectric stoves are less expensive to purchase initially and easier to install than gas stoves (they also tend to look sleek and stylish too!). They are, however, considerably more expensive to run.\n\nWhen cooking, they do, however, tend to cook food more slowly and, if there are frequent power failures in you area, you will not be able to use your stove whilst the power is down.\n\n\nAt the end of the day, it’s up to you to decide what is best for you, your family and your home. It’s often worth consulting a professional, so be sure to look on Which? Trusted Traders for endorsed electricians and gas installers.\n\nMore on this...",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.9522166848,
        "format_confidence":0.6832372546
    },
    {
        "url":"http:\/\/aggie-horticulture.tamu.edu\/ornamentals\/nativeshrubs\/krascheninnikovialanat.htm",
        "text":"Click on image for full screen view.\n\n\n\nWinterfat, Common Winter Fat, Roemeria, Lamb's Tail, Sweet-sage, White-sage, Feather-sage\nKrascheninnikovia lanata (Ceratoides lanata, Eurotia lanata)\n\n\nBoth the stems and the narrow bluish-green leaves of winterfat are covered with white or rust-colored star-shaped hairs, making them look wooly. In spring and mid-summer, inconspicuous male and female flowers occur on separate plants. But from September to December, the flowers turn into plumes of fluffy, cottony, white seed heads that cover the plants, most showy on females, making a striking winter sight, especially if the plant is backlit. A small shrub with many slender branches emerging from a woody base, winterfat grows at elevations of 4,000 to 8,000 feet in West and Northwest Texas, its range extending west to California and north to Washington state. It is important as a fattening and nutritious winter browse for livestock and wildlife. Its spreading roots and drought tolerance make it useful for erosion control in dry areas. Winterfat is cold hardy to 0 degrees F, and very drought tolerant. It is best suited, however, to growing at higher elevations, since it must have cool nights to thrive, which limits its use in Texas. It is fast growing, and in the landscape it benefits from being trimmed back before new spring growth occurs, to keep it dense.\n\nPlant Habit or Use: small shrub\n\nExposure: sun\n\nFlower Color: green, inconspicuous\n\nBlooming Period: spring\n\nFruit Characteristics: fruit enclosed in bracts with long white hairs\n\nHeight: to 3 feet\n\nWidth: to 3 feet\n\nPlant Character: evergreen\n\nHeat Tolerance: medium\n\nWater Requirements:\n\nSoil Requirements: adaptable\n\nUSDA Hardiness Zone: 3\n\nAdditional Comments:\n\n| Index of Scientific Names | Index of Common Names | Photo Gallery Index |",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.9149398804,
        "format_confidence":0.9566892385
    },
    {
        "url":"https:\/\/www.weimrescuetexas.org\/go-for-it",
        "text":"Go for it!\n\nHey you get it, just like we do. They're a challenging breed and aren't \"easy going\" dogs by any means! But oh boy they are fun! They will keep you on your toes as they are intelligent, responsive and active dogs that think they are people!\n\n\nWeimaraners get bored easily and can become expert escape artists, destructive and vocal. And as hunting dogs, they can also have a strong prey drive and may chase and kill small animals. While some are able to coexist with feline family members, it is important to realize that those with a strong drive may see cats as prey.\n\n\nThey also have a tremendous amount of energy! Exercise is paramount for this breed, but physical exercise alone is usually not enough. Mental stimulation is strongly recommended. Lack of both physical and mental exercise can result in them making their own fun. They need a lot of stimulation and want to be a part of the family!\n\n\nWeimaraners are affectionate and good natured with a lot of flair! A good sense of humor and appreciation of their smarts is necessary.\n\n\nWeims require little grooming and their coat is usually short, but it does shed. Adult female Weims are usually between 23 and 25 inches tall at the shoulder and about 55-70 pounds. Adult males are usually 25 and 27 inches tall at the shoulder and about 65-85 pounds. Weims have good life expectancy, most living to 12 or more. (17 is the oldest we’ve heard of.)\n\n\nCommon problems include bloat, hip dysplasia, immune system problems including allergies and food intolerances, separation anxiety and aggression.",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.9839106798,
        "format_confidence":0.5844053626
    },
    {
        "url":"http:\/\/davesgarden.com\/guides\/botanary\/go\/13234\/",
        "text":"Photo by Melody\n\nBotanary: Pachycereus\n\nMeaning: From the Greek pachys (thick) and cereus (cactus)\nPronunciation: pak-ee-KER-ee-us\nAlternative Pronunciation: pak-ee-SER-ee-us\n\n« Return to the Botanary homepage\n\nOverwhelmed? There's a lot to see here. Try starting at our homepage.\n\n[ Home | About | Advertise | Media Kit | Mission | Featured Companies | Submit an Article | Terms of Use | Tour | Rules | Privacy Policy | Cookie Policy | Contact Us ]\n\nBack to the top\n\nCopyright © 2000-2015 Dave's Garden, an Internet Brands company. All Rights Reserved.\n\nHope for America",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.7469248772,
        "format_confidence":0.641348958
    },
    {
        "url":"http:\/\/www.maheu-maheu.com\/Pests\/Pigeon",
        "text":"Pigeons are merely a curiosity for some but can be a real nuisance in large numbers. Pigeon droppings are corrosive and can cause major damage to buildings.\n\nWhat is more, these birds carry parasites that can infest buildings. Rubber snakes, plastic owls, and aluminum plates are some ploys used to scare them away, but the effect will eventually wear off, as the pigeons realize that they are fake. You can also use repellent gel, a chemical paste that makes treated surfaces heat up the birds' feet when they land . This can ward them off for a good year or two depending on the weather. The last—and best—solution is to install Nixalite, a permanent barrier of stainless steel spikes pointing in all directions that keeps the birds away.\n\nWhatever solution you choose, be it repellent gel or Nixalite, be sure to rid the surface area of any bird waste beforehand.\n\n\n  • Scare off birds\n  • Keep all food where nothing can get at it\n  • Block off horizontal surfaces where birds might perch\n\n\n  • Eliminate potential food sources\n  • Limit access to perching and nesting sites\n\nDescription and development\n\nRock doves or domestic pigeons (Columbia livia )—known to most simply as \"pigeons\"—belong to the Columbidae bird family. They are very easy to recognize as their head is small in proportion to the rest of their body. Their bill is soft with a horned tip and plump base, while their tail is short and square. They are often confused with mourning doves, but the latter have a long, pointed tail.\n\nThe feathers of pigeons found in the wild tend to be some shade of gray, whereas those of their city-dwelling counterparts vary significantly in color.\nFemales lay one or two eggs in a nest made from assorted twigs and scraps. Nests are located in hard-to-reach areas, such as cornices, roofs, bridges, and balconies. Eggs take 17 to 19 days to hatch. Males and females both incubate the eggs and feed nestlings. When conditions allow, nesting takes place every season, enabling the birds to raise about 10 chicks a year\n\n\nBrought over to the Americas as domestic birds, pigeons have long since turned feral and now reside in cities, villages, and farms. In the countryside, they rely on crop fields for sustenance while in urban areas, they feed on plant matter, garbage, and insects—not to mention the free meals they get from people in parks!\n\nPigeons mate for life; if they lose their partner for whatever reason, they quickly find another.\n\nAs keen observers of human activity, pigeons love vantage points with smooth, flat surfaces. They are also social creatures, and all members of a given colony share the same space for everyday activities.\n\nGo to top",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.9489290714,
        "format_confidence":0.9303563237
    },
    {
        "url":"http:\/\/www.gardenguides.com\/117802-types-big-flowers.html",
        "text":"Types of Big Flowers\n\nDifferent types of big flowers can make a stunning display in your garden with the addition of as few as one or two plants because of the heightened visual impact of larger blooms. Whether in the form of shrubs or on tall erect stems, big colorful blossoms come in a variety of species, colors and sizes. Choose plants according to care requirements that match up with your local climate.\n\n\nSunflowers (Helianthus annuus) are annual plants that bear big flowers. Displaying yellow, maroon or orange petals, the center of the flower head consists of florets that develop into seeds with inedible husks and edible kernels within, considered the \"fruit\" of the sunflower plant. The large flower head of the sunflower can grow up to 12 inches in diameter atop erect stems that reach up to 10 feet in height. Sunflowers thrive in direct sunlight and moist, well-drained soil. Sunflowers reach maturity four months after initial planting and seeds may be harvested.\n\nSouthern Magnolia\n\nSouthern magnolias (M. grandiflora), also referred to as bull bay, are one of the three major categories of magnolia plants. Prized for their showiness and sweet fragrance, the magnolia flowers of the southern magnolia grow to a diameter of 8 to 12 inches and display a creamy-white hue with wide petals; foliage is dark green with contrasting color on the underside of leaves, such as copper or light green. This evergreen tree has a bloom time of May through June and thrives in full sun with moist soil, or partial shade if soil is not kept consistently moist.\n\n\nDahlias (Dahlia pinnata) are succulent plants that yield large flowers depending on the variety. Displaying flowers in all colors of the spectrum but blue, varieties of \"dinner plate\" dahlias grow up to a diameter measuring 12 or more inches. Thriving in full sunlight, dahlias prefer well-drained soil and abundant moisture. With a bloom time during the month of July, dahlias grow to a height of over 15 inches and may need support, such as loose binding to a stake, to keep them from falling and bending.\n\nAnnabelle Hydrangea\n\nAnnabelle hydrangeas (Hydrangea arborescens) are deciduous shrubs that produce big flowers. Displaying white flowers and dark green foliage, hydrangea blossoms grow as a spherical collection of smaller flowers on a corymb (small circular expansion of stems that act as a support) that measures 8 to 12 inches in diameter when flat, according to the NC State University Cooperative Extension. Thriving in full sun to partial shade, Annabelle hydrangeas prefer moist, well-drained soil and perform poorly in drought-like conditions. With a bloom time of late June through September, this shrub grows to a height of 3 to 4 feet and a width of 3 to 5 feet.\n\nKeywords: plant big flowers, big flower diameter, large flower bloom\n\nAbout this Author\n\nTarah Damask's writing career, beginning in 2003, includes experience as a fashion writer\/editor for Neiman Marcus, short fiction publications in \"North Texas Review,\" a self-published novel, band biographies, charter school curriculum, and articles for eHow. She has a love for words and is an avid observer. Damask holds a Master of Arts in English and creative writing from the University of North Texas.",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.9953516722,
        "format_confidence":0.7526687384
    },
    {
        "url":"http:\/\/rhs.org.uk\/advice\/profile?PID=135",
        "text":"Coral spot\n\nCoral spot is a fungal disease of woody plants causing branches to die back. Small coral-pink raised spots (pustules) form after the branch dies. Coral spot often indicates that the plant has been weakened by other factors.\n\nCoral spot\n\nQuick facts\n\nCommon name Coral spot\nScientific name Nectria cinnabarina\nPlants affected Many woody plants\nMain symptoms Branch die-back, followed by small coral-pink fungal pustules\nCaused by Fungus\nTiming Throughout the year\n\nWhat is coral spot?\n\nCoral spot, so-called because after affected branches die they develop pinhead-sized pink fungal pustules, is a disease caused by the fungus Nectria cinnabarina. It causes die-back of branches of woody plants, but the causal fungus is a weak pathogen and its presence often indicates that the plant also has other problems.\n\nAmong broadleaf trees and shrubs, Acer, Aesculus (horse chestnut), Carpinus (hornbeam), Fagus (beech), Juglans (walnut) and Tilia (lime) are among the more susceptible to attack. It is rarely found on conifers.\n\nThe small coral-pink fungal pustules may be seen at all times of year.\n\n\nYou may see the following symptoms:\n\n  • Die-back of branches, usually those that have been broken or pruned further up\n  • After death, pinhead-sized pink pustules of the causal fungus appear on the bark\n\n\nNon-chemical control\n\nAlways prune in dry weather. When carrying out routine pruning, cut branches through the collar (ring of slight swelling found at the base of branches). Healing of wounds occurs most quickly here, compared to leaving stubs (snags) or cutting flush with the bough or trunk. If dieback occurs after pruning, remove dead material to avoid further infection.\n\nPrune out infections promptly and cut back to healthy wood. Do not leave dead wood to moulder and generate spores in damp corners of the garden.\n\nChemical control\n\nThere are no specific fungicidal controls for this disease.\n\nIf it is necessary to prune in wet weather when risks of infection are high, or if the plant has previously shown a particular susceptibility to the problem, use a wound paint (Vitax Medo, Bayer Garden Arbrex Seal and Heal, Growing Success Prune and Seal) to protect the cut.\n\nHowever, wound paints are not recommended for routine use as they are thought to interfere with healing and may even provide a better environment for rots.\n\n\nThe causal fungus is very commonly found growing as a saprophyte (a term describing a fungus that feeds on dead organic material) on dead wood, especially old hazel peasticks. Spores from the pink pustules on the bark are dispersed in rain splash and wind-blown rain.\n\nSpores can infect trees in a number of ways:\n\n  • By colonising dead branch stubs, areas of dead bark or young tissues killed by spring frost\n  • Through lenticels (air pores) in living bark if the tree is stressed for other reasons\n\nAlthough dead wood is colonised initially the fungus can then move on into living wood to cause die-back. After death, the fungus grows out of the dead bark to form the characteristic small pink pustules that produce the spores.\n\nAdvertise here\n\nWe love free entry to our local RHS garden\n\nLucy, mum, part-time lectureer & RHS member\n\nBecome a member\n\nDiscuss this\n\nfor the site or to share your experiences on this topic and seek advice from our community of gardeners.",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.8727665544,
        "format_confidence":0.9817948937
    },
    {
        "url":"http:\/\/petbeings.com\/index.php\/article\/ArticleView\/6\/Green-Tree-Frog.html",
        "text":"Kingdom - Animalia\nPhylum - Chordata\nClass - Amphibia\nOrder - Anura\nFamily - Hylidae\n\nGreen Tree Frog\n\n\nThese little green gems inhabit large areas along the south east coast of North America. They are found in woods and scrub areas, especially near streams and ponds. They frequently can be heard calling throughout the summer months.\nScientific Info\nScientific Name - Hyla cinerea\nType - Amphibian\nDiet - Carnivore\nSize - 3-14cm (1.1-5.5in)\nWeight - 2-17g (0.07-0.6oz)\nTop Speed - 17km\/h (10mph)\nLife Span - 2 to 5 years in captivity.\nLifestyle - Solitary\nConservation Status - Least Concern\nColour - Black, Green, Grey, Brown, Yellow\nSkin Type - Permeable\nFavourite Food - Insects\nHabitat - Forests, woodlands and marshes\nAverage Clutch Size - 50\nMain Prey - Insects, Worms, Small Frogs\nPredators - Birds, Mammals, Reptiles\nDistinctive Features - Smooth skin and disc-like toes\nlocation of origin\n\nThere are four main species of tree frog which vary in size from just a few to more than 10 centimetres in length. The European tree frog is found in meadows and shrublands across eastern Europe but is considered endangered in western Europe. The Common tree frog is the smallest of the tree frog species and is found in a variety of habitats across south-east Asia.\n\nThe Cuban tree frog is the largest of the four tree frog species ans is natively found in Cuba and its surrounding islands, but has been introduced to parts of Florida, the Caribbean and Hawaii. The Red-Eyed tree frog is the most distinctive of the tree frog species and is native to the jungles of Central America. The Red-Eyed tree frog has a long narrow body and hind legs which point outwards, along with its characteristic red eyes.\n\n\nBecause these frogs are small and easily frightened, they often do not do well with frequent handling. Some specimens do seem to tolerate occasional handling, however, so handling frequency should be determined on an individual basis. The little frogs tend to be nocturnal, and in captivity they will be the most active once the lights are off. Males frequently call most of the year, especially after being misted in the tank.\n\n\nSince your frog is native to a semi-tropical climate it will obviously need a semi-tropical setup. You will want to start with the enclosure itself. Glass aquariums work the best not only because they are easy to clean but they make for good visibility inside. You will want to use nothing less than a 10 gallon. Since this is a tree frog, an enclosure that is taller than it is longer would work the best. A screen top is also required for security reasons and good ventilation.\n\n1 or 2 Green Tree Frogs can be comfortably housed in a 10 gallon tank, or a 12 x 12 x 18 glass terrarium. Of course, bigger is always better, especially if you want to keep more than 2 frogs in your cage.\n\nThese frogs enjoy high humidity, and a substrate that allows plenty of water to evaporate throughout the day should be used. This can be orchid bark, cypress mulch, jungle bedding, or coconut husk bedding. In addition to a bedding that can hold moisture, humidity can be increased with sphagnum moss, which will also add to the aesthetic appeal of your terrarium.\n\nFurnishings in the cage should allow the frog to hide during the day, as well as provide surface area for water to land when the cage is misted. The more foliage in the cage, the happier the frog will be, so make sure your cage looks like a lush tropical paradise! Use of live plants, fake vines, jungle vines, tropical plants, or even magnetically attached jungle plants will help your frogs feel much more at home. In addition to foliage, branches, caves, cork flats, and cork rounds can provide additional hiding places for the frogs.\n\nAs for cage furniture, you can use driftwood, cork bark, sticks and branches (warning: anything you collect from the outside must first be soaked in a mild bleach and water solution overnight, then soaked in water for another night and allowed to thoroughly air dry to kill any bacteria or bugs that may harm your frogs. Be sure the items are not releasing any fumes when they are placed into the enclosure).\n\nYou will also need some kind of foliage. You can use fake or live plants, but unless you are setting up a very large and elaborate setup, fake are the best as live plants are hard to keep alive indoors, unless you are planning on using air plants. Those work well, but make sure you don't let them dry out (avoid keeping these plants under or over heat sources).\n\nHunting and feeding\n\nGreen Tree Frogs live entirely off of insects in captivity, and will readily consume appropriate sized crickets. Some frogs will even eat small roaches!\n\nAll insects fed to your frogs should be gut loaded with a high quality cricket gutload, and immediately prior to be fed, they should be dusted in a high quality reptile calcium supplement at every feeding. About once a week, insects should be dusted in a high quality reptile multivitamin.\n\n\nMales are usually smaller than females and have yellow to greenish-yellow throats. Upon reaching sexual maturity at approximately 1 year of age, males will begin to call. The call starts out quietly ad quickly builds to a constant WOK!, WOK!, WOK! that lasts for 10 to 20 seconds. Females have creamy white throats and will only make a short brief response call to a male or a distress call when annoyed by being handled or another frog sitting on them.\n\nTemperature and Lighting\n\nHailing from the US, Green Tree Frogs do not need exceptionally hot temperatures to thrive in captivity. A simple day bulb should be sufficient to create a warm area in the cage that reaches the high 80s. At night, drops into the low 70s are acceptable, and if your cage is getting too cool, a night bulb will help keep temperatures comfortable for the frogs.\n\nIn addition to heat, UVB lighting can be very beneficial to the longevity of your Green Tree Frogs. Use of a compact fluorescent will light up your cage, help your plants grow, and also help your frogs correctly metabolize nutrients in their diet.\n\n\nYour frogs are insectivores and will take small insects that they can easily fit in their mouths. I find crickets to be the best because they are readily available and are easy to breed on your own. Whatever the food, make sure the insects have a day in their own enclosure to get some food. T-Rex sells a cricket food for gut-loading that I use and find to be very inexpensive and good. The food contains extra calcium so the frogs will benefit from the nutrient rich gut of the insects. You will also want to coat the food with calcium and multi-vitamin supplements about 3 times a week. The frogs also need to be misted once a day with de-chlorinated water. Do all spraying in the morning to prevent any bacterial buildup.\n\n\nYou should thoroughly clean the enclosure once a week. This involves taking every thing out and rinsing and scrubbing it under hot water(no soap). You may want to place the frogs in a small container at this time. The tank itself will need to be cleaned too (hot water, no soap). As for the carpeting, this you can wash with laundry detergent but it must be rinsed well with cold clean water. You may find it useful to have two pieces of carpet so when one is dirty you will always have a clean one ready to go in.\n\n  • Details\n  • United States of America -Southeastern U.S.A.\n\nScroll To Top",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.8388476372,
        "format_confidence":0.938580811
    },
    {
        "url":"https:\/\/wayback.archive-it.org\/2217\/20101208161634\/http:\/www.albertasource.ca\/realestate\/industry\/organizations.html",
        "text":"\n\nHeritage Community Foundation Presents\nAlberta Online Encyclopedia\n\n\nAn Edmonton Real Estate Board display.\n\nReal estate organizations play an important role in the real estate industry, which prides itself on being self-regulating as well as complying with federal, provincial and civic legislation. Real estate boards (sometimes called REALTOR® Associations) are professional associations, which manage the Mulitple Listing Service® (MLS®), provide services and education to the members and create and enforce business rules to promote equity, fairness and cooperation amongst members. They also advise governments on legislative decisions that concern their industry, at the municipal, provincial and federal levels. In addition, many real estate organizations are involved in charitable initiatives that promote goodwill between real estate professionals and the public. The following articles deal with the REALTORS® Association of Edmonton, the Calgary Real Estate Board, the Alberta Real Estate Association, the Alberta Real Estate Foundation, the Real Estate Council of Alberta, and the Canadian Real Estate Association. Content for the REALTORS® Association of Edmonton section is taken from John Gilpin's Responsible Enterprise.\n\nAlbertasource.ca | Contact Us | Partnerships\n            For more on the real estate industry in Alberta, visit Peel’s Prairie Provinces.\n\nCopyright © Heritage Community Foundation All Rights Reserved",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.9180786014,
        "format_confidence":0.9181057215
    },
    {
        "url":"http:\/\/www.mypetsmart.com\/breeds\/anatolian-shepherd-dog.shtml",
        "text":"1. cat\n  2. cat food\n  3. cat mate\n  4. cat md\n  5. cat sip\n  6. cat stop\n  7. catit\n  8. catmouse\n  9. catnip & grass\n  10. catswell\nYou are here: myPetSmart.com > Breeds > Anatolian Shepherd Dog\n\nAnatolian Shepherd Dog\n\nOrigin: Turkey\n\nAKC Group: Working\n\nHeight: At least 27 inches (Male)\n\nWeight: 80 pounds (Male)\n\nBack >\n\nClick on a thumbnail to enlarge\n\nAnatolian Shepherds are loyal, hardy and independent. They're stubborn dogs; however, and professional obedience training is highly recommended. Anatolians are highly territorial and suspicious of strangers.\n\nMale height: \nAt least 27 inches\nMale weight: \n80 pounds\nDouble coat varies from short to rough (medium length), with a thick undercoat.\nAll colors, patterns and markings.\n\nThe Anatolian Shepherd dog was once used as a combat dog and for hunting big game such as lions and horses. He was bred to withstand the demanding environment of the Anatolian Plains, where summers are hot and winters are cold, while serving as an unerring protector. The breed stems directly from ancient flock-guarding and mastiff dogs of the Middle East and is now used as the front-line defense for Turkish flocks. His strength and speed are legendary in his homeland, allowing him to take on such formidable opponents as wolves.\n\nBred to be fiercely loyal, the Anatolian Shepherd can be highly possessive toward anything he considers \"his,\" including family, property and livestock. Loyal to their owners, they are guarded and reserved toward strangers, making socialization an absolute must. This large, powerful and impressive breed usually appears calm, but when challenged, it has few rivals. An experienced owner will be able to bring out the best in this protective guardian.\nAt home: \nAlthough not overly active indoors, Anatolian Shepherds don't make ideal apartment dogs - they need space and \"territory\" to patrol. A secure yard with a six-foot (2-m) fence is absolutely necessary so that he can safely get out and stretch his legs. This is an all-weather dog who can withstand both hot and cold weather. He is not prone to barking indiscriminately, but he will alert you to anyone approaching the home.\nThe Anatolian Shepherd Dog doesn't need huge amounts of exercise compared to other dogs his size, but he does require a long walk and active playtime every day. He thrives on being outdoors so that he can explore and sniff around.\nThis breed requires a balanced, high-quality diet to stay healthy. The Anatolian Shepherd is a conservative eater who does best on a low-protein diet, such as one containing lamb and rice.\nThe Anatolian's strong guarding and protective instincts must be properly channeled if he is to live happily as a companion dog. That means socialization and lots of it from an early age and well into adulthood. He needs a trainer who understands and respects who he is. Only a strong, positive and consistent leader will do. He may be slower to respond to commands than other, more eager-to-please breeds, but with enough practice, he will get it.\nThe Anatolian Shepherd is fiercely protective of the children in his family, and he will most likely see young children as under his leadership and not the other way around. For this reason, he may not be best for families with very young kids. He must be properly socialized from puppyhood to get along with other pets.\nThe average life span of the Anatolian Shepherd Dog is 11 to 13 years. Breed health concerns may include cancer; ear infections; entropion; hip dysplasia; and hypothyroidism.\nFun fact: \n\nAnatolian Shepherds have protected their flocks from bears, wolves and jackals.\n\nGrooming blurb: \nWhether rough or smooth coated, the Anatolian Shepherd Dog is generally a low-maintenance breed, requiring little more than regular brushing with a bristle brush and an occasional bath. He \"blows his coat\" (sheds heavily) twice a year.\nCopyright by T.F.H. Publications, Inc. This document has been published with the intent to provide accurate and authoritative information in regard to the subject matter within. While every reasonable precaution has been taken in preparation of this document, the author and publisher expressly disclaim responsibility for any errors, omissions, or adverse effects arising from the use or application of the information contained herein. The techniques and suggestions are used at the reader's discretion.",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.9936240911,
        "format_confidence":0.9371461868
    },
    {
        "url":"http:\/\/www.holdenarb.org\/horticulture\/plant-profiles\/lindera-benzoin-spicebush\/",
        "text":"Lindera Benzoin – Spicebush\n\nAt The Holden Arboretum, Lindera benzoin, spicebush, is one of the most common shrubs in our natural areas. There are fine plantings of spicebush in the Arlene and Arthur S. Holden Jr. Butterfly Garden, the Myrtle S. Holden Wildflower Garden, west of Blueberry Pond, and at Lantern Court. Lindera is a member of the Lauraceae, a family that includes our native Sassafras as well as a greater number of tropical and warm temperate plants, including bay laurel and avocado.\n\nNative from Maine to Florida and west as far as Iowa and Texas, these beautiful shrubs inhabit most, rich woodlands. The name spicebush is in reference to the pleasant spicy aroma of its crushed leaves, stems or fruits. The twigs and foliage are not so spicy that they always deter browse from white-tailed deer, although they are certainly not their preferred food.\n\nIn April, the small yet profuse yellow flowers adorn the branches in a subtle display. Individual plants are either male or female, with both required for fruit. The females have shiny red fruit from September to November if the birds don’t devour them first. The fruit, along with the fruits of sassafras, tupelo and flowering dogwood is high in lipids (fats) that are particularly useful to migrating birds. Lindera benzoin is a larval host to the spicebush swallowtail butterfly. In October its foliage turns bright yellow. The red fruit, if not taken by great crested flycatcher, veery, wood thrush, red-eyed vireo and the like, is much more visible following leaf drop.\n\nGrowth rate of our plants has been a foot or more per year when young. Two to three foot tall plants typically grow 9-11 feet tall in six years. Also, for such plants fruiting has begun during the first three to six years. Plants are best transplanted when young as they quickly establish a rather coarse, deep root system that resents disturbance.\n\nSpicebush is most appropriate in a naturalistic landscape. For people who wish to plant natives of known local provenance, a landscaper can obtain plants from wholesale growers in Lake County that grow their stock from seed collected from the wild locally. This is a charming yet underutilized shrub that deserves to be planted more in our landscapes.",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.9654048085,
        "format_confidence":0.9670436978
    },
    {
        "url":"https:\/\/www.reference.com\/pets-animals\/baby-mice-eat-3947c6fe2dcfa8ba",
        "text":"What do baby mice eat?\n\n\nQuick Answer\n\nBaby mice drink milk that is produced by their mother until they are old enough to start eating solid food. As they become old enough to digest solid food, they start to eat bread, wheat and corn. If it is a wild baby mouse, what they eat depends on the area that they live in and the season. If it is a pet mouse, both solid and liquid food is available for purchase at pet stores.\n\nContinue Reading\n\nFull Answer\n\nWild baby mice rely solely on their mother to bring them food until they are finally old enough to go out and look for food themselves. The mother mouse has to carry the food back to the babies because mice do not vomit.\n\nAccording to Pest World, female mice are able to give birth when they are just 2 months old. On average, mice give birth five to 10 times a year. Mice have very high metabolisms, so they need to eat around 15 to 20 times a day. Due to this need to eat so often, most wild mice build their homes near a food source. This is often why mice choose to build their nests within people's homes, where food is plentiful.\n\nLearn more about Rodents\n\nRelated Questions",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.7207158208,
        "format_confidence":0.9904226065
    },
    {
        "url":"http:\/\/www.avisteam.com\/your-neighbourhoods\/disover-central\/",
        "text":"Central Oakville\n\n21 Dec\n\nYour typical neighbour:\n\nMost homeowners in central Oakville range between 45 – 74 years old.  This area is popular with empty nesters and downsizers who are moving from larger family homes but are not quite ready to go to a condo.\n\nNorth of lakeshore road surrounding Kerr Street,  a younger demographic has started to populate this trendy area. Average household income in this area is $113,050.\n\n\nWhat we love:\n\nCommunity and a growing corridor of stores and restaurants on Kerr Street. Most of these restaurants are privately owned and charming. One of our favourite places to grab a bite for lunch is at Kerr Street Café  or dinner at Stoneys, Gingerman or JAC’s.\n\n\nTypes of homes:\n\nHome ages range in this area with 34% of homes being under 10 years old and 42% being between the ages of 26-60 years.\n\n\nThe bottom line:\n\nHome off the Kerr Street corridor can start around $650,000 for a house in need of some renovations and can range up to $2,500,000 for a newly built home closer to the lake. Lakefront properties are upwards of $6,000,000.",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.9880808592,
        "format_confidence":0.7098202109
    },
    {
        "url":"http:\/\/www.cachorroseguro.com\/breeds\/sporting-lucas-terrier\/?lang=en",
        "text":"Sporting Lucas Terrier\n\nThe Sporting Lucas Terrier is a small breed of dog of the terrier type. The breed is named for Jocelyn Lucas.\n\nAppearance A short-legged working terrier that must be small and narrow enough in the chest to go to ground when required. About twelve inches at the withers, and about 15 lbs. in weight. The harsh shaggy coat is white with dark patches, or various combinations of brown, black and tan or grizzle and tan.\n\nHistory The Sporting Lucas Terrier was developed in Scotland (firstly in Mey, Caithness and later in Abington, South Lanarkshire) from the Lucas Terrier, the Jack Russell Terrier, and various Fell Terriers by Brian Plummer in the 1990s, in an effort to create a good working terrier. In 1999 the Lucas Terrier Club de-listed all of Brian Plummer's dogs as they \"did not want infusions of other terrier types introduced into their bloodlines\". Breed clubs were then set up for Plummer's dog, and it became the Sporting Lucas Terrier, despite the fact that the connection to the original Lucas terrier is tenuous. The Lucas Terrier was created by Major Jocelyn Lucas in the late 1940s, in an effort to breed a Sealyham Terrier that could go to ground, from Sealyhams and Norfolk Terriers. Today it has returned to being primarily a pet and showdog. Another breed of terrier developed by Brian Plummer is the Plummer Terrier. It is similar, but bull terrier was also used, and the dog developed a reputation for quarrelsomeness.\n\nRecognition Of the major kennel clubs in the English-speaking world, only the United Kennel Club (US) recognises the Sporting Lucas Terrier, in their Terrier Group. It may also be recognised by any of the very large number of specialty dog clubs, dog sports clubs, minor registries, and internet based breed registry businesses. The primary breed club for the Sporting Lucas Terrier, which was founded in 1999 after the split with the Lucas Terrier Club, is The Sporting Lucas Terrier Club. Mr. Plummer (Sept 11th 1936 - Sept 12th 2003) is deceased.",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.9918153882,
        "format_confidence":0.9843053818
    },
    {
        "url":"http:\/\/justadogg.info\/tag\/vizsla-dog-information\/",
        "text":"Find us on Google+\n\nVizsla Dog\n\nVizsla Dog\n\nViizsla profile[1]ki\n\nVizsla Dog\n\n\nThe Vizsla is a medium-sized hunting dog. The strong body is slightly longer than it is tall. The slightly domed skull is lean and muscular and wide between the ears with a medial line going down the forehead. The muzzle tapers gradually from the stop to the nose and is the same length or shorter than the skull. The nose is flesh-colored in contrast with the coat. The neck is strong with no dewlap. The teeth meet in a scissors bite. The medium-sized eyes contrast with the coat color. The long ears are silky thin, hanging down close to the cheeks with rounded tips. The tail is thick at the root and is customarily docked to 2\/3 its original length. Note: docking tails is illegal in most parts of Europe. The front legs are straight with cat-like feet. The dewclaws are usually removed. The short, smooth coat is tight to the whole body and comes in a rusty-gold color in various shades on the body.\n\n\n\nThe Vizsla is expressive, gentle and loving. Keen and trainable to a high degree, it needs daily mental stimulation. It needs a patient, calm, firm hand. If this breed does not see you as a strong authority figure it will become stubborn. Reliable with children, loving to play for hours. Without extensive daily exercise these dogs may be too energetic and excitable for very young toddlers, but are excellent for energetic kids. Able to adapt quickly to family life, and are generally good with other dogs. They are very athletic, and when lacking in exercise they may become destructive or neurotic. Socialize them well to people, places, noises, dogs and other animals. It is very important to obedience train your Vizsla. Without enough exercise, they can be overly eager, prancing around you in sheer excitement. This breed is highly trainable and very willing to please—if you can get them to understand exactly what it is you want of them. If you do not train this breed they may become difficult to handle and control. Example: See Video of a Vizsla that needs more exercise. Notice how very eager-to-please the dog is, yet she has more built up energy than she knows what to do with. She is obviously stressed and not relaxed. Vizslas tend to chew.\n\nFor more information click here: Vizsla\n\n\n\nPosted in Latest News and tagged , , , , , by with no comments yet.",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.9770227671,
        "format_confidence":0.9201543331
    },
    {
        "url":"http:\/\/papercrafts.wikidot.com\/wiki:one-piece-benn-beckman-cube-craft",
        "text":"One Piece – Benn Beckman Cube Craft\n\nThis cube craft paper model is the Benn Beckman, based on the Anime\/manga series One Piece, this paper toy was designed by blackignus. Benn Beckman is the first mate of the Red Hair Pirates.\n\nOne Piece – Benn Beckman Cube Craft\n\nMore papercrafts, paper models, paper toys and origamis at\nOther Papercraft Paper Toy Paper Model Card Model Cube Craft Canon Papercraft Download\nMore Gundam Papercrafts Gundam Paper Models Download\nMore Origami Download\nMore Anime Papercrafts Download\nMore Robot Papercrafts Download\nMore Transformers Papercrafts Download\nMore Game Papercrafts Download\nMore Aircraft Paper Models Download\nMore Military Paper Models Download\nMore Vehicle Papercrafts Tank Paper model Download\nMore Papercraft Topics Download\n\nUnless otherwise stated, the content of this page is licensed under Creative Commons Attribution-ShareAlike 3.0 License",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.7432315946,
        "format_confidence":0.6257772446
    },
    {
        "url":"http:\/\/www.missouribotanicalgarden.org\/PlantFinder\/PlantFinderDetails.aspx?kempercode=c480",
        "text":"Lamprocapnos spectabilis\nCommon Name: bleeding heart \nType: Herbaceous perennial\nFamily: Papaveraceae\nNative Range: Siberia, Japan, northern China, Korea\nZone: 3 to 9\nHeight: 2.00 to 3.00 feet\nSpread: 1.50 to 2.50 feet\nBloom Time: April to May\nBloom Description: White\/pink\nSun: Part shade to full shade\nWater: Medium\nMaintenance: Low\nFlower: Showy, Good Cut\nTolerate: Rabbit, Heavy Shade, Black Walnut\n\n\nEasily grown in average, medium, well-drained soil in part shade to full shade. Prefers moist, humusy soils in part shade. Intolerant of wet soils in winter and dry soils in summer. The foliage usually goes dormant by mid-summer in the St. Louis area, but may die back earlier if soils are allowed to dry out. May self-seed in optimum growing conditions.\n\nNoteworthy Characteristics\n\nLamprocapnos spectabilis has been a common, old garden favorite for many years. It is native to Japan. This is a late spring blooming perennial which typically grows to 24-36\" tall and to 18-24\" wide. Nodding, puffy, heart-shaped, rose-pink flowers with protruding white inner petals begin bloom in spring before the leaves emerge. Flowers dangle downward at regular intervals beneath long arching stems. Compound, biternate green leaves.\n\nSynonymous with and formerly known as Dicentra spectabilis.\n\nSpecific epithet means spectacular or showy.\n\nThe common name is in reference to the protruding white inner petal on each heart-shaped flower which purportedly gives the flower the appearance of a \"bleeding heart\".\n\n\nNo serious insect or disease problems. Some susceptibility to aphid infestations. Good soil drainage is essential for plant survival. Foliage goes dormant in summer.\n\nGarden Uses\n\nBest for the shaded border or woodland garden. Because foliage goes dormant, it is best to plant this bleeding heart through a loose ground cover or among later developing perennials such as hostas and ferns which will fill in as the bleeding heart foliage begins to die back.",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.9927231669,
        "format_confidence":0.7785931826
    }
]