[
    {
        "url":"http:\/\/www.uncgspartans.com\/ViewArticle.dbml?DB_OEM_ID=32200&ATCLID=209226496",
        "text":"Travel Center\n\nHelpful resources from the NCAA\n\n\n\nOn behalf of the UNCG Athletics Department, we appreciate and encourage your support and interest. But please know that any inappropriate contacts or actions may jeopardize the eligibility of prospects and\/or student-athletes as well as lead to sanctions being imposed on a member institution.\n\n\nProspective Student-Athlete: A prospective student-athlete (\"prospect\") is defined as an individual who has begun classes for the ninth (9th) grade. However, it is possible for a student who is still in a lower grade to be considered as a prospect. Please ask first if you have any questions or concerns.\n\nStudent-Athlete: A student-athlete is a student who is enrolled at a four-year institution and whose enrollment was solicited by a member of the athletics staff or other representative of athletics interests with a view toward the student's participation in the intercollegiate athletics program.\n\nContact: A contact is any face-to-face encounter between a prospect, or the prospect's parent or legal guardian, and an institutional staff member or athletics representative during which any dialogue occurs.\n\nRecruiting: Recruiting is any solicitation (by phone, mail or in-person) of a prospect or a prospect's family member or legal guardian. Only those institutional coaches who have passed the NCAA Recruiting Test are permitted to recruit for the institution.\n\nRepresentatives of Athletics Interests: An individual, independent agency, corporate entity or any organization who is known (or who should have been known) by a member institution's executive or athletics administration to:\n\n    (a) Have participated in or to be a member of an agency or organization promoting the institution's intercollegiate athletics program;\n\n    (b) Have made financial contributions to the athletic department or to an athletics booster organization of that institution;\n\n    (c) Be assisting or to have been requested (by the athletic department staff) to assist in the recruitment of prospects;\n\n    (d) Be assisting or to have assisted in providing benefits to enrolled student-athletes or their families; or\n\n    (e) Have been involved otherwise in promoting the institution's athletics program.\n\nOnce an individual is identified as such a representative, the person retains that identity indefinitely.\n\nExtra Benefit: An extra benefit is any special arrangement by an institutional employee or an athletics representative to provide a prospect or a student-athlete (or the prospect or student-athlete's relatives or friends) with a benefit not expressly authorized by NCAA legislation. The following are examples of extra benefits:\n\n  • Giving cash or loans in any amount.\n  • Signing or co-signing a note with an outside agency to arrange a loan.\n  • Employing relatives or friends of a student-athlete.\n  • Giving gifts of any kind (e.g., birthday, Christmas, Valentine's Day) or free services (e.g., clothing, airline tickets, laundry, car repair, haircuts, meals in restaurants).\n  • Providing special discounts for goods or services.\n  • Providing use of an automobile.\n  • Providing a meal other than in your home on special infrequent occasions (e.g., Thanksgiving, birthday).\n  • Providing use of your summer home to go water skiing, hunting, etc.\n  • Providing transportation for any purpose.\n  • Providing rent-free or reduced-rent housing.\n  • Providing a benefit connected with on- or off-campus housing (e.g., television set, stereo equipment).\n  • Providing tickets to an athletic, institutional or community event.\n  • Providing a guarantee of a bond.\n  • Providing promise of financial aid for postgraduate education.\n  • Promising employment after college graduation.\n\n\nDO NOT become directly or indirectly involved in arranging for a prospect, or the prospect's relatives or friends, to receive money or financial aid of any kind.\n\nDO NOT provide any \"extra benefits\" to or for a prospect, or the prospect's relatives or friends, without first checking with the UNCG Athletics Compliance Office.\n\nDO NOT write to, telephone or contact in person a prospect or the prospect's family (on or off campus). If a coach is accompanied by a prospect on campus, in the community or at the airport, do not approach the coach and prospect. If a prospect approaches you at an off-campus location regarding an institution's athletic program, explain that NCAA rules do not permit you to discuss the program. Suggest that the prospect contact the institution's athletics department for information.\n\nDO NOT entertain high school, prep school or two-year college coaches at any location.\n\nDO NOT contact the prospect's coach, principal or counselor for evaluating the prospect. You are not permitted to videotape games or pick up films or transcripts from the prospect's educational institution.\n\n\nDO feel free to attend high school and community college athletic events for your enjoyment, but not to scout or videotape for an institution's coaching staff. While at such an event, you cannot have any contact with prospects or their relatives. Should you find yourself seated next to parents of a prospect, DO NOT initiate conversation with them. If conversation is initiated with you, respond in a civil manner but DO NOT discuss anything regarding a member institution's athletic program. Direct their questions to the coaching staff or the UNCG Athletics Compliance Office.\n\nDO continue ESTABLISHED family relationships with friends and neighbors. You are permitted to engage in your normal activities with prospects and their parents who are family and\/or friends as long as they are not made for recruiting purposes and are not prompted by a member institutions coaching staff. Again, you simply are not permitted to attempt to recruit the prospect or discuss the athletics program.\n\nDO feel free to attend a public event (e.g., a high school awards banquet or dinner) at which prospects attend. NO attempt should be made to contact or recruit the prospect at these events.\n\nDO send the coaching staffs any newspaper clippings or other information about prospects which you think would be of interest. Your assistance in this way is very helpful.  The coaching staff will then make the contact with the prospect.\n\nDO provide employment opportunities for currently enrolled student-athletes as appropriate.  Rules regarding employment may be found on this site.  \n\n\nPLEASE . . .\n\nDO NOT provide any of the extra benefits listed in the \"extra benefits\" section of this site.\n\nDO NOT expend funds to entertain prospects or student-athletes, their friends or relatives.  You are not even permitted to buy a soda or a cup of coffee for them.\n\nDO NOT provide awards or gifts to a prospect or student-athlete for his or her athletic performance. All awards must conform to NCAA regulations and must be approved by the institution.\n\nDO NOT allow a prospect or student-athlete, or his or her friends or relatives to use your telephone or a telephone card to make free long distance calls.\n\nDO NOT provide an honorarium to a prospect or student-athlete for a speaking engagement.\n\nDO NOT use the name or picture of an enrolled student-athlete to directly advertise, recommend or promote sales or use of a commercial product or service of any kind. Even the sale of a picture of an enrolled student-athlete would jeopardize their eligibility.\n\nDO NOT provide room, board or transportation to friends or family of an enrolled student-athlete to enable them to visit campus or attend an away athletics contest.\n\nDO NOT provide room, board or transportation to an enrolled student-athlete for collegiate competition.\n\n\nCriteria Governing Compensation to Student-Athletes - Compensation may be paid to a student-athlete:\n\n(a) Only for work actually performed; and\n\n(b) At a rate commensurate with the going rate in that locality for similar services.\n\nSuch compensation may not include any remuneration for value or utility that the student-athlete may have for the employer because of the publicity, reputation, fame or personal following that he or she has obtained because of athletics ability.\n\nThe following rules are applicable to any type of student-athlete employment, whether during the academic year or summer:\n\n  • The rate of pay must be the normal rate for the duties performed.\n  • The hours paid must be the hours worked.\n  • Payment in advance of hours worked is not permitted.\n  • Transportation to work may be provided only if transportation is available to other non-athlete employees in similar positions.\n\nFee-for-Lesson Instruction\nA student-athlete may receive compensation for teaching or coaching sport skills or techniques in his or her sport on a fee-for-lesson basis, provided:\n\n(a) Institutional facilities are not used;\n\n(b) Playing lessons shall not be permitted;\n\n(c) The institution obtains and keeps on file documentation of the recipient of the lesson(s) and the fee for the lesson(s) provided during any time of the year; and\n\n(d) The compensation is paid by the lesson recipient (or the recipient's family) and not another individual or entity.\n\n(e) Instruction to each individual is comparable to the instruction that would be provided during a private lesson when the instruction involves more than one individual at a time. \n\n(f) The student-athlete does not use his or her name, picture or appearance to promote or advertise the availability of fee-for-lesson sessions. \n\n\nAll charitable, educational and nonprofit promotional activities involving student-athletes must have prior approval from the UNCG Athletic Department. Student-athletes are not permitted to be involved in the advertisement, endorsement or promotion of a commercial product or service of any kind.\n\n\nPermissible recruiters: Only authorized institutional staff members shall be allowed to recruit a prospect or the prospect's relatives or legal guardian(s). Boosters are not considered to be part of the institution's staff.\n\nASK BEFORE YOU ACT!  P... (truncated)",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9623473883,
        "format_confidence":0.8382560015
    },
    {
        "url":"https:\/\/weareexplorers.co\/kathmandu-hike-club-competition-terms-and-conditions\/",
        "text":"Kathmandu Hike Club Competition Terms and Conditions\n\nTerms and Conditions\n\n\n1.1 Information on how to enter forms part of the terms of entry.\n\n\n2.1 Subject to clause 2.2, entry is open to anyone from Australia and New Zealand within the specified time period.\n\n2.2. Employees, franchisees or contractors and their immediate families of We Are Explorers or related agencies are not eligible to enter. Immediate family means any of the following: spouse, ex-spouse, de-facto spouse, child or step-child (whether by natural or by adoption), parent, stepparent, grandparent, step-grandparent, uncle, aunt, niece, nephew, brother, sister, step-brother, or step-sister.\n\n\n3.1 The competition commences on the 4th of February 2019 and concludes on 24th February 2019 at 11:59PM (AEST) (“the Competition Period”)\n\n3.2 In order to enter, the entrants must complete the entry by providing the entrant’s full name, email address and agreeing to be receive marketing communications from We Are Explorers and Kathmandu.\n\n3.3 Entrants may only enter once\n\n\n4.1 Two winners will be drawn at random to receive a ticket to an event located closest to their location if possible, subject to availability. If the winner can not make the proposed event, an alternative may not be offered.\n\n4.2 Kathmandu gear can not be exchanged or refunded by the winner.\n\n4.3 There will only be one winner per country (Australia and New Zealand).\n\n\nAny prizes that remain unclaimed for 1 month after the end of the promotion period will be distributed by way of an Unclaimed Prize Draw. The draw will be made up of any entrants that had signed up to the newsletter but had not won a draw previously.\n\nIf required, this draw will occur on Monday, 4th February 2019\n\n\n5.1 Each entrant who has entered the competition over the Competition Period and registered all details in accordance with clause 3 will be entered into the prize draw.\n\n5.2 The prize winner will be notified by email within seven days of the draw. The winner may also be announced on our webpages and associated social media sites.\n\n5.3 The Promoter’s decision is final and the Promoter will not enter into correspondence regarding the result.\n\n\n6.1 In the case of the intervention of any outside act, agent or event which prevents or significantly hinders the Promoter’s ability to proceed with the competition on the dates and in the manner described in these terms and conditions, including but not limited to vandalism, power failures, tempests, natural disasters, acts of God, civil unrest, strike, war, act of terrorism, the Promoter may in its absolute discretion cancel the competition and recommence it from the start in the same conditions, subject to State Legislation.\n\n6.2 The Promoters and their associated agencies and companies will take no responsibility for prizes damaged or lost in transit, or late, lost or misdirected mail.\n\n6.3 The Promoters and their associated agencies and companies will not be liable for any misadventure, accident, injury, loss (including but not limited to consequential loss) or claim that may occur:\n\n6.3.1 during the draw;\n\n6.3.2 Whilst undertaking any travel won connected with their entry into the draw; or\n\n6.3.3 in the participation in any prize\n\n6.3.4 as a consequence of late, lost or misdirected mail;\n\n6.3.5 due to the broadcast of any program relating to the competition or the publication of any material , including any statements made by any compere, staff member, journalist, other entrants or any other person;\n\n6.3.6 due to circumstances outside the Promoter’s reasonable control.\n\n6.4 The Promoters and its affiliates assume no responsibility for any error, omission, interruption, deletion, defect, theft or destruction or unauthorised access to, or alteration of, entries, and reserve the right to take any action that may be available.\n\n6.5 If, for any reason, this competition is not capable of being conducted as planned, including, but not limited, due to tampering, unauthorised intervention, fraud, technical failures or any other causes beyond the control of the Promoter which corrupt or affect the administration security, fairness, integrity or proper conduct of this competition, the Promoter reserves the right, in its sole discretion, to disqualify any individual who tampers with the entry process, take any action that may be available, and to cancel, terminate, modify or suspend the competition, subject to State legislation.\n\n\nThe details contained in your entry are protected by security safeguards as detailed in the Promoter’s Privacy Policy. The personal information collected as part of the entry is collected to enable identification of the winner and for future marketing and promotional purposes. Your personal information will only be disclosed to the Promoter and its related bodies corporate for these purposes.\n\n\nThe Promoters are: –\n\nWe Are Explorers",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.7013504505,
        "format_confidence":0.9894439578
    },
    {
        "url":"http:\/\/abingtonraiders.org\/Page.asp?n=5320&org=M.W.ABINGTONRAIDERS.ORG",
        "text":"Sponsored By:   Cromedy Construction\nMy my My my\n\nWe as adults set an example that the children participating in the program will follow. The following code of ethics is to be adhered to by all adults:\n\n1 Refrain from sideline coaching. Let the coaching staff, approved by the board of directors, do their job.\n\n2 Do not criticize the coaches, players or cheerleaders on our own or opposing teams by word of mouth or gesture. Cheer for our team rather than against our opponents.\n\n3 Accept the decision of game officials as being fair and being called to the best of their ability.\n\n4 Abstain from consumption of alcohol or the use of tobacco products on the playing and practice fields. This is a National Pop Warner rule. Failure to abide by these rules could jeopardize the future of the Abington Raiders.\n\n5 Do you best to assure that all participants will have an enjoyable experience in their days with the Abington Raiders.\n\nOccasionally you may disagree with the way the organization is managed or the way your child is coached. As a member of the Abington Raiders your opinion is important. If you have suggestions for improvements let them be known at a board of directors meeting held the 3rd Tuesday of every month (except December) at the\n\nRoychester Community Building.\n\nSideline gossip does nothing constructive for the children. If you disagree with the way your child’s coach is handling the team or your child, you should take the following steps:\n\n  • Speak to the coach privately. This step resolves most disagreements.\n  • If you are not satisfied with the coach’s response, speak to the Athletic Director or one of the Raiders Executives.\n  • If the dispute remains unsolved, bring your issues to the next regularly scheduled board of directors meeting.",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.96098423,
        "format_confidence":0.8564201593
    },
    {
        "url":"https:\/\/www.huntercourse.com\/usa\/westvirginia\/regulations.aspx",
        "text":"West Virginia Hunter\nEducation Requirements\n\nA hunting license may not be issued to any person who was born on or after January 1st, 1975, unless the person submits to the license agent a certificate of training or proof of completion of a course approved by the I.H.E.A or the director of WV DNR 20-2-30a.\n\nHunter Orange Requirement\n\nAll deer hunters during deer gun season must wear at least 400 square inches of Hunter Orange on an outer garment.\n\nGet certified today, all online!\n\nNo risk, study at your own pace!\n\nImportant Note\n\nFor a more complete listing of West Virginia's hunting license laws, hunting regulations, or hunter education requirements, please consult the West Virginia Hunting Regulations, available directly from the Department of Natural Resources or on their website at www.wvdnr.gov.",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9399785399,
        "format_confidence":0.7373818755
    },
    {
        "url":"http:\/\/www.bigskyraceway.com\/track-rules\/",
        "text":"Facility Rules\n\nTo ensure that everyone has a fun safe time, the following rules MUST be followed for all public use of the facility.\n\n  • This is a family facility, no fighting or excessive cursing permitted\n  • Leave your dog or other animal at home. Service animals will be allowed but must be controlled.\n  • Please do not put cigarette butts or trash on the ground. There are trash cans for a reason. Butt cans are attached, please use them.\n  • While we allow alcohol in moderation, you will be asked to stop drinking if you are intoxicated. If you continue drinking, you will be asked to leave.\n  • No glass containers of any kind near activities.\n  • Children must be supervised. Parents will be held responsible for their kids.\n  • Persons asked to leave will not receive a refund. If you don’t leave when asked, we will be forced to have you trespassed.\n  • This is a public facility, and we use cameras for security, ensuring that guests are treated properly, and for media and advertising purposes. Your use of facility acknowledges this.\n  • If you feel you have not been treated fairly, you may file a written complaint, see concession stand. We do not accept verbal complaints, complaints without name and phone number will be ignored. You MAY get a response the same day, but this is not always possible as we will review cameras and other recording devices to see if we can spot the issue.\n\nTrack Rules\n\nNote, these are the Rental Rules, any racing that happens will follow the sanctioning bodies rules.\n\n  • All facility rules apply.\n  • No intentional bumping\n  • Must be 52 inches tall to drive\n  • Stay off tire walls\n  • Long hair and loose clothing, jewelry, or anything that can get tangled MUST be secured\/taken off.\n  • Do not stop on track. If your Kart stalls, or becomes wedged, STOP, take foot off gas, put BOTH hands over head. Do not get off vehicle. Persons walking on the track without being told by race monitor will be asked to leave. VERY DANGEROUS.\n  • No cell phones or cameras in cars (Go Pro type action cameras MAY be allowed, please ask. These will be use at own risk!\n  • Closed toe shoes MUST be worn, no Sandals, flip flops, or bare feet.\n  • If you see a yellow flag waving, go as slow as you can, move back to start\/finish line and wait there.\n  • If you see a red flag waving, STOP, take foot off gas, put foot on brake, put BOTH HANDS over head and wait.\n  • If you see checkered flag waving, pull into pits (where you start) and stop after crossing start\/finish line.\n  • White flag means less then 2 minutes left in this run (runs are 15 minutes long)\n  • Anyone under the influence of alcohol or drugs will be asked to leave the track\/pits. Sorry, this is an insurance requirement. No consumption of alcohol or drugs on track or in pits.\n  • 2 seat vehicles may be available. Passenger must be between over 3′ tall and over 5 years old, driver must be over the age of 18, and demonstrate that they can drive safely before having a passenger.\n  • There is no reserving Karts, they are generally assigned randomly.\n  • No smoking in Karts, on track, or in pits. EVER\n  • Anyone on the track or in the pits MUST have a signed waiver, even if your not driving.\n  • Track monitors word is law, if you want to argue, you will be told to leave. No discussion. If you feel you need to report a problem, see concession stand for filing a complaint.\n\nMini-Golf Rules\n\n  • All facility Rules Apply.\n  • No Food, drink, or gum on course.\n  • All players putt, then proceed. Stay together\n  • Player Limit: 5 per group.\n  • Do not hold up other groups. If need be, let them play through.\n  • Maximum strokes: 6 per hole\n  • Out of bounds, replace ball, no penalty.\n  • Obstacles, move ball up to 7″\n  • Do not swing putters above knee.\n  • Do not sword fight with putters.\n\nBouncy House Rules\n\n  • All Facility rules apply.\n  • No food, drink, or gum in bouncy house.\n  • If you have any injury or medical condition which would make the bouncy house unsafe, you may not enter.\n  • No glasses or jewelry allowed inside. Long hair should be tied up.\n  • No flips, wrestling, piling or horseplay.\n  • Do not bounce onto walls, doorway or ramp. Climbing on equipment is expressly forbidden.\n  • No animals or sharp objects allowed inside.\n  • If you have any kind of knife, leave with operator.",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9494970441,
        "format_confidence":0.7094841599
    },
    {
        "url":"https:\/\/www.drakejudoclub.com\/info-for-parents",
        "text":"Information for members and parents concerning General Data Protection Regulations 2018\n\n\n\nAs many of you are aware, the regulations around how we hold and process your personal information is changing. Drake Judo Club has taken all relevant steps and guidance from the British Judo Association to ensure we are compliant and up to date with all policies, all of which are available to view on our website.\n\n\nIn accordance with these new regulations, we have had to update our current membership form. In order to make it simpler for both our members and ourselves, all those who have filled out a membership from before 25th May 2018 will not be required to fill out another form, however we will inform you of the changes we have made and if any of our members wish to change their previous answers\/information, that can be done. Just let DJC Welfare Officer Jess Frise know and she can talk you through it.\n\n\nThe changes to our membership forms are as follows:\n\n\nWe have removed Facebook from the list of places where we sought permission to share photos of our members. In its place we have added social media in general (this will include Facebook still but also Twitter, Instagram, YouTube etc)\n\n\nWe appreciate you taking the time to read this and if you have any further questions please do not hesitate to contact Jess Frise via or at one of our sessions.\n\n\nDrake Judo Club\n\nE-mail: Tel: 01752 695220\n\n© 2019 by Drake Judo Club.",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9655811787,
        "format_confidence":0.5309727192
    },
    {
        "url":"https:\/\/www.runtastic.com\/fr\/conditions",
        "text":"General Terms and Conditions for the Products and Services offered by Runtastic\n\nWe, the team of runtastic GmbH, Pluskaufstraße 7, 4061 Pasching, Austria (“Runtastic”), are pleased to see you being interested in our products and we are confident that our Apps and the platform match your fitness interests perfectly.\n\nTo use our products, we have to clarify certain things with you. For example, the rights and responsibilities we owe each other, how long various periods last and many more details. One of them is a privacy policy.\n\nSince it is not possible for us, for technical reasons and due to limited personnel resources, to negotiate the terms of use with each individual who wishes to use the Runtastic products, we have drafted the following general terms and conditions (“T&C”).\n\nPlease read the following T&C carefully before you make use of our services. These are our relevant general terms and conditions regarding our apps and our website, and its services, functions, content and applications.\n\nruntastic GmbH\nPluskaufstraße 7\n4061 Pasching\n\n\n1.1 Runtastic operates an interactive online platform and mobile apps aiming to connect, and create new opportunities for, people who are, or want to become, sports- and health-conscious.\n\n1.2 In order to be able to use the complete spectrum of Runtastic’s products and services, a one-time registration is required (see Section 4, below). However, certain content (e.g., information regarding sports, health or nutrition), including general descriptions of Runtastic can be viewed without registration.\n\n1.3 Runtastic’s goal is to make sports enjoyable and to make a positive contribution to people’s health.\n\n1.4 Your health is very important to us. ALWAYS consult your doctor about your athletic behavior. Runtastic neither substitutes your doctor, nor is Runtastic responsible for your behavior. The contents of the platform or Apps from Runtastic GmbH, regardless whether they are provided by Runtastic, its partners or users, are not meant to supplement, let alone replace, the information provided by doctors or pharmacies. By accepting these T&C, you confirm that you are solely responsible for your health.\n\n\n2.1 Runtastic offers the interactive platform and Runtastic mobile apps on the basis of these T&C. By registering, the user consents to the validity of these T&C and any agreements incorporated therein by reference.\n\n2.2 Neither the registration nor the use of the complete spectrum of products and services shall be possible without explicit consent to these T&C.\n\n2.3 These T&C shall apply to all points of access, including (sub-)domains and mobile applications, for Runtastic’s products and services. In particular, the Runtastic online offering will be accessible via the following domains:,,, and\n\n2.4 These T&C shall be valid until cancelled in the currently valid version as of 01 Nov, 2014.\n\n2.5 Solely the German version of these T&C is binding.\n\n\nCurrently, Runtastic essentially offers its users the following applications and information in several languages:\n\n3.1 platform:\n\n3.1.1 Personal profile page (label: my profile), including personal details\n\n3.1.2 Sports diary, including a clear overview of sports activities\n\n3.1.3 Statistics, analysis and comparisons concerning your sports activities\n\n3.1.4 Messaging system, in order to exchange personal messages\n\n3.1.5 Training plans and records, as added by users, and presented and administered by Runtastic, respectively\n\n3.1.6 Routes, as added by users, and presented and administered by Runtastic, respectively\n\n3.1.7 News regarding Runtastic in short form\n\n3.1.8 Mobile Fitness & Health Apps\n\n3.1.9 Shop: In this category Runtastic displays and links to some external shops, which provide sports and fitness products. Runtastic acts as agent and not as vendor. Therefore special shop terms and conditions are defined, and are not part of these T&C.\n\n3.1.10 Content, e.g. texts, pictures and videos, regarding sports, health and nutrition will be presented by Runtastic and professional third parties (sports coaches, trainers, ...)\n\n3.1.11 Status Messages\n\n3.1.12 Blog: Presentation of company information, products and news in long form\n\n3.1.13 Other Content:\n\n  • About us: Short description of Runtastic\n  • Company offerings: Offers of Runtastic addressed to companies\n  • Partners: Presentation of partners and supporters of Runtastic\n  • Advertising by Runtastic and\/or third parties\n  • Support for users\n  • T&C\n\n3.2 Mobile applications; Runtastic Mobile\n\n3.2.1 Runtastic offers applications for Apple iPhones, Android phones and other smartphones on a global scale.\n\n3.2.2 These applications can be used both isolated on the smartphone as well as in connection with the platform.\n\n3.2.3 Subject to the user's consent, relevant data is transmitted from the smartphone to the platform and shared with other social networks (e.g., Facebook), respectively.\n\n3.2.4 The user hereby confirms the user’s knowledge that as a result of the transmission of data from the smartphone to the platform, certain costs of the mobile carrier will be incurred that have to be borne by the user.\n\n3.2.5 The mobile applications are only available to users of smartphones. Only the basic functionality of the mobile applications is available for free.\n\n3.2.6 Additional terms and conditions on the part of the mobile phone-providers apply.\n\n3.3 Other Services of Runtastic\n\n3.3.1 Runtastic will send newsletters to registered users. By accepting these T&C, the user allows Runtastic to send newsletters. The user can opt out of receiving a newsletter each time such newsletter is received. Upon opting out, the user will not receive any further newsletters from Runtastic.\n\n\n4.1 In order to be able to use the platform, a one-time, free registration is required. Runtastic offers users two options of registering on the platform:\n\n4.1.1 a \"Free Membership\" (basic), where only basic options and features are made available to users;\n\n4.1.2 a \"PREMIUM Membership\", with all options and features made available to users.\n\n4.2 Only persons legally capable to enter into agreements on their own behalf shall be permitted to register with Runtastic. Minors may only register with Runtastic subject to the explicit consent of their parents or legal guardians. A scanned copy of such written consent shall be sent by email to\n\n4.3 By registering, the user confirms its knowledge and the unlimited recognition of the content of these T&C.\n\n4.4 Each user shall register with Runtastic once only, and confirms with its registration that it has not registered an account with Runtastic before and has not deleted a previously activated user account.\n\n4.5 Subject at all times to Section 13 hereof, a user can register in one of two ways:\n\n4.5.1 Registration by use of the registration form provided on the platform:\n\nFor purposes of registration, the user shall provide the details requested by the registration form, e.g., first name, last name, date of birth, completely and correctly, unless such details are marked as voluntary. Registration is only possible by using the user’s civil name, i.e., the use of phantasy names or pseudonyms is not possible.\n\n4.5.2 Adoption by Runtastic of registration details provided by the user in the social network Facebook or Google G+:\n\nRegistration via Facebook Connect or via Google G+ requires the user to confirm that the selected details, which the user previously provided on Facebook or Google G+ , shall be adopted by the Runtastic network. The user can subsequently add to or reduce such details in such user’s profile on the platform.\n\n4.6 Following successful registration, the user can log on to the platform by either (i) entering its email address and the chosen password, or (ii) accomplishing the log-in via Facebook connect or Google G+.\n\n4.7 If the registration process is not completed, e.g., as a result of missing personal details or the lack of consent to these T&C, Runtastic will delete the corresponding account within a period of seven days.\n\n4.8 Runtastic reserves the right to reject users without giving reasons. In this event, any transmitted details will be deleted promptly.\n\n4.9 Runtastic is not responsible for the actual identity of the user, since personal identification via the internet is possible only to a limited extent. Each user shall itself confirm the identity of other users prior to entering into any form of interaction with such users, e.g., adding as a friend or by writing messages.\n\n\n5.1 Fraud protection.\n\n5.1.1 You must protect your account from unauthorized and fraudulent use. Please notify us immediately by email at of any unauthorized or fraudulent use of your account, or if you suspect that your account may be at risk.\n\n5.1.2 Runtastic will not refund any amounts paid by you to before you report an unauthorized or fraudulent use of your account.\n\n5.1.3 has the right to close or cancel the account of any registered user in the event of any unauthorized or fraudulent use of the account.\n\n5.2 Promotions and Free Offers. may run promotions and free offers, which may be subject to additional terms or restrictions. These promotions and offers may not be transferred between users.\n\n\n6.1 Subscription Requirement. In order to use the Runtastic Premium Service for Premium Members, you must (i) be a registered user of the platform, and (ii) pay the stipulated price, including applicable VAT, if any, and any other fees or amounts associated with the Premium Services, by credit card or any other form of payment accepted by Runtastic (the “Subscription”). If you are not a registered user of the platform, you must register before you can execute the Subscription. Details about the applicable fees for the Premium Membership are set forth on\n\n6.2 Types and Prices of Subscriptions. offers different Subscription periods so that you can choose the one that best satisfies your needs. The different Subscription types and applicable prices are available for viewing here ... (truncated)",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.6496199965,
        "format_confidence":0.9905815125
    },
    {
        "url":"https:\/\/cwevergreenmtb.org\/index.php\/about-us\/code-conduct",
        "text":"Code of Conduct\n\nEvergreen is a tight-knit, local community. We want it to be more like a friendly neighborhood than an anonymous online website. With that in mind:\n\nWe expect everyone to refrain from posting:\n\n  • Information about, or content that encourages, riding or building illegal trails, or actions that go against known land manager policies. We believe in riding legal trails only.\n  • Anything that is not appropriate for an all-ages audience.\n  • Anything that shows blatant disrespect of other people.\n  • Material taken from elsewhere without permission.\n  • Commercial content that has not been approved in writing by Evergreen staff.\n  • Political discussions not relevant to mountain biking.\n\nWe do expect the following:\n\n  • For leading rides, events and work parties your real name must be posted – first name and last initial is acceptable.\n  • Your real name must be registered and visible to Evergreen staff.\n  • To enhance the sense of community, we strongly encourage users to use their real names, or first name and last initial, in their web profiles.\n  • Everything you submit should be your own work – Please don’t copy information from other mountain biking websites or from guide books. If copyrighted information is found, it’ll just be deleted.\n  • Evergreen reserves the right to use any submitted text or images in other ways online and in our marketing materials. Please include your name so we can attribute your work to you.\n  • Be nice\n\nEvergreen reserves the right to remove or edit content that violates any of these policies or can be construed as offensive or counterproductive to the goal of greater mountain bike access. Normally we’ll try to contact the individuals involved when we do so, but if you don’t play nice, we may not feel inspired to either.\n\nIf you have any questions about the above policies, please contact us.",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9364916682,
        "format_confidence":0.9848073721
    }
]