[
    {
        "url":"http:\/\/www.destination360.com\/north-america\/us\/mississippi\/gulfport",
        "text":"Gulfport Mississippi\n\nExploration and discovery are some of the extended points in Gulfport Mississippi history much the same as other towns along the Mississippi Gulf Coast. The Port of Gulfport is one of the biggest in the nation and was founded in 1845. Gulfport Mississippi began expanding from then on but it didn't flourish until the Gulf and Ship Island Railroad was completed. Today the numerous things to do during Gulfport travel make it a revered destination.\n\n\nWhen coming off your flight Gulfport Mississippi's airport offers an easy and laid back feel. Gulfport-Biloxi International is served by five different airlines that connect daily to Houston, Memphis, Orlando, Tampa, Ft. Lauderdale and Atlanta with more cities being added. Expect to pay between $300.00 and $450.00 for a return trip from Gulfport to Jackson.\n\nWhen looking for a flight Gulfport casinos offer many different vacation packages that could reduce the cost of your trip. Air, hotel and golf packages are the most common and the easiest to find. When looking for a cheaper flight Gulfport's daily connections are the way to go offering an abundance of the lowest prices to Gulfport Mississippi.\n\nAffluent casinos, championship Mississippi golf courses, shopping, museums, historic buildings cultural displays and exhibits, architectural points of interest and more add intriguing layers to a city that has more than just gaming. City events such as antique shows, outdoor concerts, festivals and fund-raises are most prevalent during Gulfport travel in the summer such as the exciting Mississippi Deep Sea Fishing Rodeo along the Gulf Coast.\n\nGulfport Beaches\nGulfport Beaches\n\nGulfport travel includes many attractions in the area such as Gulf Coast Mississippi beaches although note there are some not open to the public because of Hurricane Katrina. Quiet residential areas offer beaches such as Long Beach and Pass Christian on the west side of Gulfport where visitors can relax, swim and enjoy many beachside activities.\n\nThe Lynn Meadows Discovery center is a children's museum also popular during Gulfport travel. Fun activities and interactive exhibits offer many things to do. The Stennis Space Center is a top attraction in Gulfport Mississippi which focuses on oceanographic, environmental and space studies. Visitors can try out the motion stimulator, tour the shuttle facility and explore the many interesting exhibits.\n\nThe Crosby Arboretum is another attraction on the list for Gulfport Mississippi tourism. 64-acres of nature trails, 300 species of plants and a picturesque pavilion designed by one of Frank Lloyd Wright's students can all be explored. Note that the aquarium in Gulfport, once a favorite destination during Gulfport Mississippi tourism was devastated by Hurricane Katrina as well.\n\nThe Ship Island Ferry will take visitors from the Gulfport Small Craft Harbor to a beautiful expanse of white sand beach on Ship Island. Restrooms, shelters, concessions stands and excellent Mississippi fishing abound on the island. A stretch of soft sand beach lies along Highway 90 for over 25 miles where a great array of sailboat and jet ski vendors can be found.\n\nGulfport Mississippi golf is a pastime many visitors and locals enjoy. Due to hurricane damage there are some golf courses that are not open to the public yet. Make sure to check with your Gulfport hotels concierge desk or the visitor center for an up-to-date list of the attractions that are still open or have been reopened. Pine Bayou Golf Course in Gulfport is an 18-hole course featuring 6,561 yards of prime golf and long tees for a 72 par course. Designed by Willard C. Byrd, ASGCA designed it more than3 decades ago and it has continuo to be popular among golfers.\n\nThe abundant blend of the many Gulfport casinos, great beaches, Gulf of Mexico cruises, fantastic hotels and family friendly attitude make the city a perfect place to vacation. The amount of indoor and outdoor activities are easy to mix up during a Gulfport itinerary for a little exposure to a bit of everything.\n\nCompare Travel Sites and Save!\n\nJackson Zoo\n\nJackson Zoo\n\nThe Jackson Mississippi Zoo is a fun place to visit with friends and fam...\n\nLatest Topics\n\nwhat's Tunica like?\n\nHaving been to Memphis Tennessee this year, I had the chance to take a day trip to Tunica after a...\n\nMore Forum Posts »",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.995015204,
        "format_confidence":0.5686662793
    },
    {
        "url":"http:\/\/www.goingoutside.com\/lake\/108\/1082883_Lake_Buckhorn_Ohio.html",
        "text":"US Lakes > Ohio > Holmes County > Lake Buckhorn\n\n\nCustom Search\n\nLake Buckhorn\n\n Lake Buckhorn is a stunning 220 acre lake.\n\nFireridge Golf Course is a good golf course close by, and Lake Buckhorn Dam is beautiful. Lots of pretty animals could be spotted at Rolling Ridge Ranch, and you can stay the night at Lake Park.\nYou just can't picture the amount of outdoors entertaining things the area in the vicinity of Lake Buckhorn has to offer. There's so much to do here at Lake Buckhorn that you need to camp here for a while, Roscoe\n    Colonial Campgrounds is a glorious place for that. Comfort Inn Millersburg is a good site to get some rest, and why not take a little spree to Bucks Run since you're here.\n\n\nDetailed Map\n\nLocal weather forecast\n\nCopyright © Stratus-Pikpuk, Inc.",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.9597495198,
        "format_confidence":0.8341795802
    },
    {
        "url":"http:\/\/dayout.co.nz\/attractions\/attraction.aspx?attractionId=1106",
        "text":"Christchurch Tramway\n\n7 Tramway Lane, Christchurch\nChristchurch, Canterbury\nLast Century most Christchurch folk used to get around by tram until they were gradually overtaken by buses and cars.\n\nA short inner city loop was reopened in 1995 as a tourist attraction, and was an immediate hit though tinged with amusement at the renaming of Worcester Street as a Boulevard to enhance it's attractiveness. Though the track was damaged in the earthquakes it has returned under new management and is going strong. The new base is on 'Tramway Lane' south of Cathedral Square.\nThe 2.5 km route links a number of Christchurch attractions.\n\nA special attraction is the Christchurch Tramway Restaurant allowing you to combine dining with seeing the city's sights, best to book in advance for this.\nPowered By Subgurim( Maps ASP.NET\nNote: Location is approximate.\n\n\n  • Tram at the Art's Centre Clocktower\n    Tram at the Art's Centre Clocktower\n  • Tramway Route\n    Tramway Route\nUpload a new photo\nTo upload a photo you first need to be registered and logged in.\n\n\nThere are no comments against this attraction.\n\nTo add a new comment you will first need to log in (or register if you haven't yet).",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.9406864643,
        "format_confidence":0.8971123695
    },
    {
        "url":"http:\/\/en.yamagata-info.com\/kanko\/murayama\/historic\/jionji.html",
        "text":"Yamagata, Japan Information.\n\nFeeling the beauty of Japanese four seasons in Yamagata!\n\nAbout Zion temple\n\n♦Typifies the old shines of Tohoku area veiled with solemn atomosphere.\nThe old shrine quietly standing on a hillside of the hilly mountain.\nIts' history is quite old that in 746, Baramon Souzyo opened by the order of the Emperor Seimu.\nIn the precinct of the shrine, the main inner temple with construction of Momoyama era, the three-storied pagoda, and Yakushi hall are built.\nZion shrine festival is hold every May.\n\nDetails Zion temple\n\nAddress:21 Zionji Sagae city, Yamagata\nOpening hour:8a.m. -4:30p.m.\nEntrance fee:500 yen\nParking:(free) 90 cars\n\nAccess to Zion temple\n\nAccess:15 minutes by taxi from JR Sagae station.\n\nSearch in Yamagata info website Search in Yamagata info.\n\nSearch the information of the site.\n\nAbout Yamagata info. About Yamagata info.\n\nYamagata info is the web site to introduce Yamagata Prefecture of Japan, mainly about the tourist attractions and hot springs which may help those who are planning on a trip to Yamagata.\n\nThe place where beautiful Japanese nature and unique culture still remain.\n\nSightseeing in Yamagata Sightseeing in Yamagata\n\nSpring:Cherry blossoms are at their best from April.\nSummer:Hot. Visiting hamlet is recommended.\nFall:Beauty of the leaves when turned in autum. Imoni festivals everywhere!\nWinter:Freezing cold with snow, and the trees will be coverd with them and ice.\nSnow:Cold, but not as delicous as shaved ice.\n\nSo many things to see and experience throughout the year!\n\nGotta eat them! Gotta eat them!\n\nCherries:70% of cherries in Japan are produced in Yamagata Prefecture.\nLa France pears:The queen of the fruits is also Yamagata's best production.\nYonezawa Beef:As known as \"Matsuzaka\" of the west, and \"Yonezawa\" of the east.\nImoni:One of the local dishes of Yamagata which beef soup and taro roots are boiled and seasoned together.\nSoba:Buckwheat noodles.\nCold ramen:Yamagata is the birthplace for cold ramen; the chinese noodle.\n\nYamagata food = delicacy of Japan\n\nSearch in Link category. Search Link category.\n\nSearch for information on the Link category.\n\nLinks related to Yamagata Links related to Yamagata\n\nYamagata Prefecture official web site\nYamagata Airport\nJapan Railways in eastern Japan\n\n山形info繁體中文(Traditional Chinese)\n山形info简体中文(Simplified Chinese)\n\nAbout information in the site\n\nThe hot spring and tourist information in this site may be changed or incorrectly posted.\nTo use the hot spring and tourist information, please confirm with the local institutions.\n\n* Yamagata-info\n\nSnowman's village",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.9372276068,
        "format_confidence":0.6330958605
    },
    {
        "url":"https:\/\/cartagenainsider.com\/attractions\/the-portman-guns\/",
        "text":"The Portman Guns\n\nWhen enjoying a holiday in La Manga why not combine a bit of hiking, history and spectacular views with a visit to the Portman Guns. Known as the Cañones de Cenizas in Spanish, the Portman Guns are one of the coastal defences built to protect the important Port of Cartagena from attack by sea, and their elevated position offers panoramic views for miles around.\n\nGetting To The Portman Guns\n\nTo reach the guns you head out of La Manga on the RM-12 and when you reach the residential area of Los Belones you turn left on the RM-314 and continue passed the entrance to the famous La Manga Club following the signs for Portman. As the road continues up a rise, before you reach the crest turn right on RM-F42 signposted Llano del Beal and after about 50 metres there is a large car park on the left. From here you will need to walk back to the main road, turn right and at the crest of the hill there is a wooden gate on the left which is the entrance to the hiking trail that takes you to the Portman Guns.\n\nExploring The Portman Guns\n\nThere are no facilities at the gun battery and the hike takes around 40 minutes all uphill so, wear a good pair of trainers or hiking boots and take along water and sun protection, although much of the hiking trail is shaded by trees. At the gun battery there are several buildings and tunnels which were used to access the diesel motors that operated the guns which can still be explored, but bring along a torch and take care if you are visiting with young children.\n\nAfter your 40 minute uphill hike you are rewarded with a bit of Costa Calida history in the form of two huge guns built by Vickers in the early 1920's that weigh a whopping 88 tones each, with a length of 18.6 metres and firing range of 35 kilometres. It's best to visit in spring or autumn when the weather is milder and the gun battery and viewing terraces not crowded. This makes for a lovely picnic while enjoying the views that reach across the lovely Calblanque National Park and all the way to Cabo de Palos jutting out into the Mediterranean.\n\nPortman Guns\n\nThe Portman Guns are a fine example of Cartagena's military history. The coastal slopes around Cartagena are dotted with the remains of old fortresses and gun batteries. Of these, the Portman Guns are the largest and most well preserved.",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.9182623029,
        "format_confidence":0.8117374182
    },
    {
        "url":"https:\/\/www.eastjava.com\/tourism\/pasuruan\/city-tour\/town_suare.html",
        "text":"Pasuruan Town Square\n\nPasuruan town square is located in the heart of downtown of Pasuruan city. This square is bordered by Jami 'Al Anwar mosque in the west. This mosque seemed to witness the development of the town square, because it had already been established since 5 centuries ago. Geographically, the town square is located not far from the North Coast of Java, it approximately 3km to the north.\n\nPasuruan town square is identical to a shady city park, where there are some ornamental plants, grass, park benches and a jogging track. The square is crowded during morning and afternoon, and will increasingly crowded during the event that held around the square. Moreover, there are always crowded with pilgrims who visiting the tomb of one of the Islamic characters in Pasuruan, KH Abdul Jamid, which is located behind the Jami 'Al Anwar Mosque.\n\nNot far from the square there are also several new shopping arcade that have sprung up in the town of Pasuruan, which brings a lot of visitors each day. Automatically, the visitors who want to relax will come to the town square to unwind.\n\nAround the square there are few sellers of food and drinks that can be enjoyed in the shade around the square. Each visitor is expected to remain able to maintain the cleanliness of the park to dispose of waste in place, while maintaining the beauty of the city with good.\n\nLatest News\n\nBromo Cottages Hotel, Pasuruan Bromo Area\n\nBromo Cottages Hotel was establish in 1991 with only had 66 rooms. Over times, they have been doing some additions, improvements and repairs for rooms, restaurant area and the most recently added, the passenger elevator. A peaceful and pleasant place for your week-end or holiday relaxation at the Bromo Cottages Hotel , each for the 80 Superior Rooms, 3 Suite Rooms, 20 Villas are equipped with private bathroom (Hot and Cool Water). Temperature all year round : Day time : 22? – 26?C, Night time : 15? – 18?C Humidity…\n\nThe Humble Tengger People\n\nTengger People Tenggerese or Tengger People is one of Indonesian tribes that live around Bromo Mountain which located around Pasuruan, Lumajang, Probolinggo and Malang Regency. The Tenggerese are the descendants of the Majapahit Princes. Their population is about 600.000 inhabitants within thirty villages. Tenggerese are being known as obedient Hindu followers. For them, Bromo Mountain is sacred. In once in a year they held ceremony of Kasada or Yadnya Kasada as a thanks giving to the Lord. This ceremony is always held in midnite in full moon time around date…\n\nHotel Deals of the Day\nInteresting Links",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.9868969321,
        "format_confidence":0.7944816947
    },
    {
        "url":"http:\/\/www.mon-photo.com\/world\/en\/asian\/china\/tibet\/",
        "text":"Lhasa, which means “Land of the Gods” and is over 1,300 years old, sits in a valley right next to the Lhasa River. In the eastern part of the city, near the Jokhang Temple and Barkhor neighborhood, Tibetan influence is still strong and evident and it is common to see traditionally dressed Tibetans  engaged on a kora (a clockwise circumambulation or walk around the Jokhang Temple), often spinning prayer wheels. The western part of Lhasa is more ethnically Han Chinese in character. It is busy and modern and looks similar to many other Chinese cities. Much of the infrastructure, such as banks and government offices is to be found there.\n\nWeather in Lhasa\n\nDrepung Loseling Monastery in Tibet\n\n Drepung Loseling Monastery was one of Tibet’s largest monastic universities. Located in the hills on the northern outskirts of Lhasa, it was established in 1416 as an institute of higher Buddhist education by Khenpo Lekden, a direct disciple of Lama Tsongkhapa (1357-1419), founder of the eclectic Geluk School. The First Dalai Lama was also a disciple of Lama Tsongkhapa, and the Second Dalai Lama built a residence in Drepung, called the Ganden Potrang, which remained a hereditary seat of all subsequent Dalai Lamas.\n\n At its zenith Drepung Loseling housed some ten thousand monk students. These were drawn not only from Tibet, but also from China, Himalayan India, Mongolia, and the Mongol regions of Eastern Russia.\n\nNamtso Lake\n\nNamtso is the second-largest saltwater lake in China and one of the most beautiful natural sights in Tibet.It is over 70km long,reaches a width of 30km and is 35m at its deepest point.The lake is at 4730m so you’ll need to acclimatise in and around Lhasa for a few days before heading this way.It is not unusual for visitors to get altitude sickness on an overnight stay out at the lake.\n\nHow to Go\n\nBy plane\n\nThe Lhasa Gonggar Airport (贡嘎机场) (IATA: LXA) is 61km southwest of Lhasa. There are flights from Beijing, Chengdu, Chongqing, Guangzhou, Kunming, Qamdo, Shanghai, Xi’an, Xining, and Zhongdian (Shangri-La). International flights are available to Kathmandu, Nepal.\nNon-Chinese nationals are required to be met at the airport by their tour guide. Taxis are available outside the airport. There is also an official shuttle bus . Non-Chinese tourist must take their private car provided by travel agency.\n\nBy bus\n\nNon-Chinese nationals are not allowed to ride the intercity buses in Tibet. For Chinese nationals, there is frequent and cheap bus service between Lhasa and nearly all parts of Tibet.\n\nBy train\n\nThe Qinghai-Tibet (Qingzang) railway connects Lhasa and Golmud, with services continuing onto Xining, Beijing, Chengdu, Shanghai, Guangzhou and Chongqing.\n\nGet around\n\nThe central area with the main tourist attractions (Potala, Jokhang, Barkhor, Ramoche) is easily navigable on foot.\nCycle rickshaws are everywhere, though be prepared to bargain.\nTaxis cost ¥10 for anywhere in Lhasa city. Hail them from the side of the street. Be prepared for taxi-sharing – the driver will often pull over if he suspects he can find other passengers heading in the same direction. Each will pay ¥10 and this is a way for the driver to make a better income despite the standard fare.\nPublic buses are numerous. Non-Chinese nationals are permitted to travel on the buses within the city, although you make yourself an attraction by doing so, since this rarely occurs. The number of the bus is recognizable but the destination is in Chinese, so you need to know which bus line you need.\n\nMinibuses operate to areas such as Norbulingka, Sera Monastery, Drepung Monastery, and other nearby sites. Most of these are also on public bus lines.\n“Pilgrim buses” are available in front of Jokhang Temple or at the parking lot near the temple, departing at 6-7AM for destinations outside Lhasa, such as Tsurphu Gompa, Ganden Gompa, Nyemo (Dazi), Phenpo Lhundrub (Linzhou), Meldro Gungkar (Mozhugongka), Chushul (Qushui), Taktse (Dazi), Gongkar (Gongga), and other nearby areas. Tickets are available at the ticket office at the parking lot or when you board the bus. Whether or not non-Chinese nationals can travel on these is a bit of a grey area. Since you have to have a travel guide with you anyway as a non-Chinese tourist, you can ask them to enquire about this, since it is a more interesting way to travel than always in a private Land Cruiser. However, the rules for organising tourist tours require advance planning, so you probably won’t have this chance.\nBicycle hire is available from some hotels or cycle shops and it’s a good way to explore if you have half a day free on your tour schedule. Pollution is not as bad as in many Chinese cities but driving habits are. The best tactic is to stick close to a local cyclist or cycle rickshaw when negotiating busy junctions.\n\n\nTourism to Tibet is strictly controlled by the Chinese government, and restrictions were further ratcheted up after the riots and before the 2008 Olympics. As of 2009, the previous “backpacker” tours, which included the permit and a couple of  nights stay in Lhasa is no longer an option and all travelers must stay with an organised trip the entire time they are in Tibet. That means  you will not be allowed to travel on an independent basis. Tibetans are usually quite happy to tell foreigners what they thought of the government, provided  they are in a safe and private area.\n\nAll paperwork (except for the application of the Chinese visa) must be organized through a tour agency. Checkpoints along major roads outside Lhasa are everywhere and foreign tourists are requested to show and register  their passports from time to time. Tibet is also the only region of China where travellers have reported being stopped or questioned by the Chinese police, which are normally either courteous or simply uninterested in a traveller’s whereabouts or plans in the rest of the country.\n\nAll foreign visitors to Tibet need one or more permits. The basic one is the Tibet Tourism Bureau (TTB) permit, which can be issued to you by travel agencies that is registered at Tibet Tourism Bureau in Lhasa. The official price of the permit is zero, but a tour agency usually charges around ¥800 RMB for the permit, as they will be responsible for the behaviour of the tourists during their visit. For every “mistake” the tourist does, the tour agency may be asked to pay a penalty.\n\nFrom the middle of 2013, the Tibet Tourism Bureau had implemented a new permit policy that all the permit should be applied 15 days in advance, so currently the last minute Tibet Tour planning is not workable. Moreover, the permit regulation changes timely without any prior notice, so it is very important to check the latest Tibet travel permit situation to choose a right time to make your Tibetan journeys.\n\nThe Tibet travel permit situation changes all the time based on the political situation in Tibet, so there are always lots of rumours online about the permit situation, but you can find the latest Tibet travel permit situation from some local official websites.\n\nSome parts of Tibet also require an Aliens’ Travel Permit (ATP), which is issued by the Public Security Bureau (PSB) in major Tibetan cities like Lhasa, Xigatse and Ali. The list of regions that require ATPs changes constantly, so enquire locally. Lhasa’s PSB has a poor reputation, while Xigatse and Ali are said to issue permits without any unnecessary difficulties. If your papers are in order, the permit can be issued in several hours for ¥100.\n\nFinally, some remote areas also require a military permit. These are only available in Lhasa, where processing takes several days, and are only granted for an appropriate reason.\n\nTip: If you enter Tibet without your tour guide, a photocopy of the permit is required, on train station they usually want to leave one copy, on airport just have a look. Officially you can buy the train ticket or air ticket by yourself, but you will need to show the permit once you board the train or flight. This regulation is strictly enforced and the permit is frequently checked in Lhasa or outside Lhasa.\n\nFrom summer 2014 most of Travel Agencies ask you to pay “deposit” USD 500-1000. This deposit is used to manage your application. This is one of new rules that come from Chinese government.\n\nEvery year during March is impossible to apply or obtain permit, TAR is definitely closed to foreigners for one month (sometimes also late February). Offices start to issue permits for tours organised on April during late March.\n\n\n\nAll pictures by the author mebes3t\n\n\nExcept where otherwise noted, content of this article is licensed under a Creative Commons Attribution-ShareAlike 3.0 License    Text is available under Creative Commons Attribution-ShareAlike 3.0 \n\nLeave a Comment",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.9811502695,
        "format_confidence":0.9756381512
    },
    {
        "url":"https:\/\/www.nps.gov\/puhe\/planyourvisit\/basicinfo.htm",
        "text":"Basic Information\n\nEntrance Fees:\n\nHawaiian cultural practitioners playing drums during an ancient Hawaiian ceremony, with a royal procession walking in the background towards Pu‘ukoholā Heiau.\nHawaiian cultural ceremony during Pu‘ukoholā Heiau NHS annual cultural festival.\n\nNPS photo\n\nPu‘ukoholā Heiau National Historic Site is located in Kawaihae on the Island of Hawai‘i. Many of the island‘s popular resorts and hotels are just minutes away from the park.\n\nLast updated: March 6, 2016\n\nContact the Park\n\nMailing Address:\n\nPu'ukohola Heiau National Historic Site\n62-3601 Kawaihae Road\n\nKawaihae, HI 96743\n\n\n(808) 882-7218 x0\n\nContact Us",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.7902659774,
        "format_confidence":0.6122643948
    },
    {
        "url":"http:\/\/www.italytraveller.com\/en\/r\/venice\/s\/ca-d-oro",
        "text":"Hotels to remember: Ca' D'oro\n\nRuzzini Palace\n\n\nFrom € 124.00\n\nLocanda Ca' Le Vele\n\n\nFrom € 120.00\n\nCa' Sagredo\n\n\nFrom € 220.00\n\nCa' Nigra Lagoon Resort\n\n\nFrom € 90.00\n\nLa Villeggiatura\n\n\nFrom € 113.00\n\nHotel Bellini\n\n\nFrom € 121.00\n\nHotel Giorgione\n\n\nFrom € 76.00\n\nHotel Rialto\n\n\nFrom € 80.00\n\nCa' D'oro: introduction\n\nCa' D'oro Hotel\n\nThose visiting Venice should not miss the chance to see the Ca' d'Oro, a fabulous building built on the banks of the Canal Grande. The Ca' d'Oro, the name of which derives from the gold used in the original façade, was built in the first half of the 1400's by Marino Contarini, and has come to represent a symbol of Venice with its spectacular late gothic architecture with open loggias overlooking the Canal Grande.\n\nThe Baron Giorgio Franchetti, who purchased and restored the building at the end of the 1800's, donated the Ca' d'Oro and its art collections to the State in 1915. Among the many works to be admired, one finds paintings by Giovanni Bellini, Carpaccio, Mantegna's \"San Sebastiano\" and canvases by Titian, Giorgione, Tintoretto, Guardi, Van Eyck and other Flemish and German artists; within the Cà d'Oro there is also an impressive exhibition of Venetian ceramics, marble work from the Renaissance period, a collection of Bronzes, rare medals, frescoes, and a number of Greek and Roman exhibits. The well curb with allegories of the virtues by B.Bon is quite fascinating.\n\nCa' D'oro: places to see in the area",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.8942217231,
        "format_confidence":0.8954731226
    },
    {
        "url":"http:\/\/www.keralatourism.org\/kochi\/dutch-palace-mattancherry.php",
        "text":"Dutch Palace in Ernakulam\n\nThe Mattancherry Palace is located about 12 km from Ernakulam. One of the finest examples of the Kerala style of architecture mixed with colonial influences, the Portuguese built it as a gift to King Veera Kerala Verma. It came to be known as the Dutch Palace as it underwent major repairs at the hands of the Dutch. It is among the most popular tourist destinations in the Fort Kochi area.\n\nThe deity of the royal family, 'PazhayannurBhagavathi' (the Goddess of Pazhayannur) is placed in the central courtyard. It boasts of a brilliant collection of murals that retell the great Indian epics Ramayana and Mahabharata along with revered Gods of the Hindu faith like Guruvayoorappan. Most of them are said to have been done between the 17th and 18th century. It covers an area of almost 300 sq. km.There are many other interesting exhibits here as well that constantly inspire intrigue. These include the life-size portraits of all the kings of Cochin since 1864, sheathed swords, daggers and axes together with ceremonial spears decorated with feathers. Royal caps, coins issued by the Kings of Cochin, silver sequined gowns, royal umbrellas made of silk and brass, along with plans laid out for Cochin by the Dutch can also be viewed here.\n\n  Church of Our Lady of LifeParadesi Synagogue  \n\n\n\nDo you wish to add content or help us find mistakes in this web page? \n\nNB: You should not submit anything else other than addition \/ correction of page content.\n\nFor travel related requirements like accommodation, tour packages, transportation etc please click here.\n\nDistrict Tourism Promotion Councils KTDC BRDC Sargaalaya SIHMK Responsible Tourism Tourfed KITTS Adventure Tourism Muziris Heritage KTIL GKSF Vasantholsavam\n\nToll free No: 1-800-425-4747, 1-800-111-363 (within India only)\n\nDepartment of Tourism, Government of Kerala, Park View, Thiruvananthapuram, Kerala, India - 695 033\nPhone: +91 471 2321132, Fax: +91 471 2322279, E-mail: info@keralatourism.org, deptour@keralatourism.org.\nAll rights reserved © Kerala Tourism 2017. Copyright | Terms of Use. Developed & Maintained by Invis Multimedia.",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.8570868373,
        "format_confidence":0.9408837557
    },
    {
        "url":"https:\/\/www.indonesia.travel\/th\/en\/trip-ideas\/the-phinisi-schooner-icon-of-indonesia-s-seafaring-tradition",
        "text":"Car Rental\n\nThe Phinisi Schooner: Icon of Indonesia's Seafaring Tradition\n\n\nSince earliest times of human settlement in the Indonesian archipelago, her seas have been natural lanes of migration, communication and commerce. Not surprisingly, therefore, that up to this day the islands have  inherited perhaps some of the most sophisticated maritime traditions in the world. Here, one can still watch traditional ships sailing across the open seas to catch fish or transport goods. One of these ships stands out as a legendary icon of the seafaring culture in Indonesia: The majestic Pinisi Schooner.\n\nSometimes spelled as Pinisi, the schooner is the masterpiece of the seafaring tradition of the Bugis ethnic group of South Sulawesi. For centuries, the phinisi have plied the waters of the archipelago journeying as far away as Malacca, Burma, Vietnam and Australia. Today one can still admire these large traditional boats in full sail at sea or at anchor along the Sunda Kelapa harbor in Jakarta and at the Ujung wharf of Surabaya unloading timber from Kalimantan, or at the Paotere harbor in Makassar, South Sulawesi, or even at the small port of Labuan Bajo on Flores.\n\nPhinisi is a two-masted sailing ship. The hull of the ship looks similar to that of a dhow while the fore-and-aft rigging recalls western schooners. The large mainsails differ from western style gaff rigs though, as they often do not have a boom and the sail is not lowered with the gaff. Instead it is reefed towards the mast, much like a curtain, thus allowing the gaff to be used as deck crane in the harbour. The lower part of the mast itself may resemble a tripod or is made of two poles. Phinisi may be 20 to 35 meters long and 350 tons in size. The masts may reach to 30 meters above the deck.\n\nAccording to I La Galigo, the ancient manuscript of the Bugis, phinisi schooners have been around since the 14th century. These  schooners are mostly crafted  in the area called Tanah Beru, located about 23 kilometers from the capital of Bulukumba Regency, near the town of Bira, some176 kilometers from Makassar, capital city of South Sulawesi Province. Until today, the regency is locally known as Butta Panrita Lopi or ‘the land of the phinisi schooners” for its long tradition in building these majestic crafts.\n\nAlong the shores of Tanah Beru, you will see tens of dry-docks where phinisi schooners are in various stages of construction. Here the skillful hands of the Bugis with amazing precision, carefully craft the Phinisi that has become the icon of Indonesian seafaring heritage. The Phinisi is built using traditional equipment following exact prescribed traditional techniques that have been passed down from generation to generation. Its construction does not only involve strength and technique but also – as the locals believe – supernatural powers, for which every stage requires strictly adhered rituals and ceremonies.\n\nNowadays, much of the phinisi schooners are also refitted to serve as unique traditional live-aboards for divers to pristine locations especially in the eastern Indonesian islands. These sturdy vessels now come complete with cabins, kitchen and toilet facilities to accommodate members of diving expeditions to the Komodo National Park in Flores, Takabonerate and Wakatobi in South East Sulawesi as well as to the resplendent Raja Ampat national park near Sorong, in West Papua.",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.844764173,
        "format_confidence":0.660012722
    },
    {
        "url":"https:\/\/www.rajasthandirect.com\/tourism\/forts-and-monuments\/jaisalmer-fort",
        "text":"Rajasthan Travel Guide\n\nJaisalmer Fort - Golden Fort of Rajasthan\n\nUser Ratings:\n1 Star2 Stars3 Stars4 Stars5 Stars (3.12 out of 5)\n\nJaisalmer Fort locally known as Sonar Quila is one of the largest forts in the world located in Jaisalmer City in Rajasthan, India. It was built in 1156 AD by the Bhati Rajput ruler Rao Jaisal, from where it originates its name. This fort is popularly known as the 'Sone Ka Quila (Golden Fort)' by the local people and is one of the most magnificent monuments in the city of Jaisalmer. The fort is standing proudly in the middle of the unending golden sands of Thar Desert, Jaisalmer fort is one of the most prominent tourist attractions of Jaisalmer.\n\nJaisalmer Fort History\n\nJaisalmer Fort is a World Heritage Site declared UNESCO under the group Hill Forts of Rajasthan situated in the city of Jaisalmer in Rajasthan, India. Fort was built by the Rajput ruler Rawal Jaisal in 1156 AD, from whom it derives its name. (Rawal Jaisal’s son was Shalivahan II; Manj and Bhati Rajputs are descended from him.) Jaisalmer fort stands amidst the sandy expanse of the great Thar Desert, on Trikuta Hill, and has been the scene of many battles. Its massive yellow sandstone walls are a tawny lion color during the day, fading to honey-gold as the sun sets, thereby camouflaging the fort in the yellow desert. For this reason, it is also known as the Sonar Quila or Golden Fort.\n\nJaisalmer Fort Architecture & Interesting Facts\n\nJaisalmer fort is 1,500 ft (460 m) long and 750 ft (230 m) wide and is built on a hill that rises above a height of 250 ft (76 m) above the surrounding countryside. The basement of the fort has a 15 ft (4.6 m) tall wall forming a double line of defense. The bastions of the fort forms a chain about 30 ft (9.1 m). The fort has four entrances to the downside, one of which used to be guarded by cannon.\n\nThere is an individual device hoisted on the crest of the fort’s walls, and was used to assume the weather. The delicate blend of Islamic and Rajput architectural style will definitely catch the fancy of the eyeballs which looks stunning during the night. The Fort of Jaisalmer survived several attacks by the Muslim rulers like Ala-Uddin-Khilji and Mughal Emperor Humayun. Inside the fort complex tourists can find several architectural buildings which include palaces, houses and temples made up of soft yellow sandstone which looks as the Fort is made up of Gold and its beauty rises with the sunset when it gleam like melting gold. Jaisalmer fort has narrow winding pathways which interlock several parts of the fort. The complex of Jaisalmer fort is so expansive that almost one-quarter of the town’s population located in this fort itself.\n\nThe most famous splendid structures such as the Maharawals located in front of the Chauhata Square. The foremost attraction of this place is Maharawal’s marble throne which is placed over a flight of marble steps. An added famous tourist attraction of this place is a five-storied Tazia tower located head-to-head to the Maharawals palace. This tower was constructed by Muslim craftsmen and is made with decorative Bengali styled roofs.\n\nThe one more beauty section in the palace is the Jawahar Palace is among the other tourist attractions of Jaisalmer fort which was the residence of a royal family. This place is famous for its beautiful construction and ornate design which captivate tourist’s attention during their visit to this palace. Ganesh Pol, Rang Pol, Bhoota Pol and Hava Pol are the entrance gates of this fort which is known for sculptured beauty and beautiful design. Some havelis are many hundreds of years old. In Jaisalmer, there are many elaborate havelis carved from yellow sandstone. Some of these have many floors and countless rooms, with decorated windows, archways, doors, and balconies.\n\nThe most visited places of this fort are the Raj Mahal, The Jain and the Laxmikanth Temples and several other temples and gateways.\n\nHow to Reach Jaisalmer Fort\n\nJaisalmer is well connected with major cities of India through Rail, Road, and Air. Local transportation in Jaisalmer quite good. Auto rickshaw is a cheap mode of transportation in Jaisalmer City.\nIts walking distance from the main Jaisalmer City. Best to hire a rickshaw from your hotel.\n\nLocation: Jaisalmer, Rajasthan\nVisiting Hours: 9:00 AM to 5:00 PM\nDistances of Important Cities from Jaisalmer: New Delhi (921 km), Jaipur (620 km), Mumbai (1177 km), Ahmadabad (626 km).\n\nJaisalmer Fort Tourists Information\n\nJaisalmer Fort Entry Fees: No Entry Fee to the Fort.\nEntrance Fee of Rs. 50\/- Per Person (Camera Fee Rs.50\/- & Video Camera Rs.100\/-) is charged for privately owned Palace Museum.\n\nRestoration of Jaisalmer Fort\n\nJaisalmer fort being a occupied fort is on great risk due to over increasing population living inside the fort, inadequate civic amenities, derelict houses and many other things. Built over a weak sedimentary rock , seepage pose a great threat to the Jailsamer Fort. Due to this many notable buildings inside the fort have collapsed. Many restoration fund has been given by various organizations like World Monuments Fund and American Express.\n\nVideos of Jaisalmer Fort, Rajasthan\n\nJaisalmer Fort\n\nJaisalmer Fort\n\nFamous Jaisalmer Fort in Rajasthan\n\nLeave a Message\n\n4 Responses to “Jaisalmer Fort”\n\nKailash Benpa Says\n\nLooki nice\n\nshivani garg Says\n\nThanks for the mention Rohit ! I love strolling around jaisalmer fort. via http:\/\/hobogobo.com\n\nrohit verma Says\n\ninterested to see beautiful inside photos of jaisalmer fort.\nvisit link below to see the images of jaisalmer fort including\ninside pictures of golden fort\ninterior of jaisalmer fort\npeople of jaisalmer\n\n\nLaurita Says\n\nYou must visit Jaisalmer Fort there to see how the people live inside this fort. Try to go in the morning to the Jain temples and later to the sunset point.",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.7482233047,
        "format_confidence":0.9316013455
    },
    {
        "url":"http:\/\/www.welovenepal.com\/eng\/?page_id=220",
        "text":"Other Popular Areas\n\nNature has bestowed Nepal an amazing diversity in terms of topography besides the people and climate. Within a distance of a mere 150 km. the land rises from as low as a 100 m above sea level to the pinnacle of the Earth, Mt. Everest rising 8,848m into the sky. Within that short distance the climate amazingly changes from sub-tropical to arctic conditions. In between are hills and valleys covered in greenery, where people are fond of going to escape the heat of the low lying areas. Some of the popular hill stations are Nagarkot, Dhulikhel, Kakani, Daman,  Bandipur,  Tansen, Hile, Basantapur amongst others.\n\n\nTalk about scenic spots in the vicinity of Kathmandu and you can not help but think of Nagarkot. Located 32 kilometers east of Kathmandu, it is the most popular destination for mountain viewing. Add to that, spectacular sunrise views of the Himalaya and you have a winner. Take the option of an overnight stay in one of the numerous well-furnished resorts in Nagarkot to catch the breathtaking sunrise early the next morning instead of waking up in the middle of the night to drive there still half-asleep. Nagarkot is famous for its unmatched view of the mountains from Mount Everest in the east to the Annapurnas towards the west. It also offers an excellent view of the Indrawati river valley to the east. At 2,195 m, the panoramic view of the mountains and valley below is truly unforgettable. If you visit Nepal during the spring then you’re in for a special experience in Nagarkot as the surrounding valley is covered in a rich kaleidoscope of brilliantly colored flowers. You’ll love the short hikes and picnics around this hill station that can be arranged anytime. For those who yearn for adventure but don’t want to lose too much sweat, Nagarkot and it surroundings is the place. Explore nature’s wonders in the form of verdant forests, flowery meadows, the unusual rock formations and oh yes, indulge in gazing endlessly at the sparkling mountains in the distance.\n\n\nThere is no dearth of view-points in Nepal, and Dhulikhel (1,550m) competes with Nagarkot in terms of scenic views and relaxation. But Dhulikhel has an ancient town which Nagarkot does not have. 32 km east of Kathmandu, just off the Arniko Highway (The road to Tibet), Dhulikhel is easily accessible and boasts of a good number of well-established resorts with superb panoramic views of the Himalaya. The town is distinctively Newari as the architecture of the little temples and dwellings will tell you. Dhulikhel is ideally placed for embarking on a short hike to Namobuddha, where you will find a small stupa and monastery. It is famous as the spot where a bodhisattva offered his own flesh to save a starving tigress and her cub. Well worth a visit is the little charming village of  Panauti, popular for its numerous temples with magnificent woodcarvings, not far from Dhulikhel.\n\n\nDrive two hours north-west of Kathmandu and you arrive at the scenic spot of Kakani (2,073m) with views of Ganesh Himal, the Annapurnas and the Dhaulagiri range. There is an unimpeded view of the valley that sweeps down to the Trishuli River far below. There is a feeling of release and relaxation as you let your eyes take in the vast expanse of emptiness that stretches before you to meet the distant mountains. Go there in late winter or spring and there will be rhododendrons growing wild on the mountain slopes. A restaurant on the hilltop is the ideal place to while away your time.\n\n\nThere was a time when every traveler who entered Kathmandu valley by road, passed through Daman (2,322m) enjoying the marvelous view of the snow-capped mountains. Though less frequented by tourists, Daman arguably has the most breathtaking panoramic view of the Himalaya that stretches from the far west of Dhaulagiri to the east of Mt. Everest. You can still enter or leave Kathmandu valley via Daman by traveling along the old Tribhuvan Rajpath (the first highway into the valley) which separates from the present highway from Naubise. Daman is 80 km south-west of Kathmandu and perched on a high ridge. There is a viewing tower within the Daman Mountain Resort fitted with a long range telescope and there are excellent walks around Daman especially along the Palung valley.\n\n\nGet away from the trappings of city life and drive down to Dumre then upto Bandipur, the ancient trading town. 135 km from Kathmandu, it lies perched on a ridge, not far from the Kathmandu–Pokhara highway. Once a town dominated by the Newar community, a slow change-over is taking place with more Gurung people moving in. Newari architecture can be perceived in the houses and temples in town that hark back to the days of Kathmandu Valley. The old round houses of the Magars are a delight to the eyes and ancient traditional dances like the ‘Ghantu’ have been kept alive in good old Bandipur. Walk up the hill that towers over the town and enjoy an unrestricted view of Himalayan peaks: Dhaulagiri, Manaslu, Annapurna, Lamjung, Ganesh and Langtang. There are excellent short hikes around Bandipur. You can also catch a spectacular sunset with your camera from the top. A short distance below the town is a recently discovered cave that is a 100m deep, one of the biggest in Nepal. Head lamps are provided at the entrance as there is no lighting within. Known as the Siddha Caves, it has stalactite and stalagmite formations and is yet to be fully explored. There is a fort on a hilltop north-east of Bandipur and is believed to have been established by the ruler Mukunda Sen when Nepal was divided into tiny principalities.\n\n\nHile is a very attractive hilltop village in eastern Nepal and is 13 km north of Dhankuta Bazaar which in turn is 50 km from the large town of Dharan. You will get superb views of the Makalu section of Himalayan peaks if you climb above Hile and from anywhere along the road to Basantapur. Hile is an important starting point for treks in the Kanchenjunga, Makalu and Arun valley regions. Buses go up to Basantapur and Tehrathum.\n\nGetting There: There are several regular buses operating between Dhankuta and Hile. There are regular buses from Dharan to Basantapur and a direct bus from Gongabu Bus Park in Kathmandu to Hile. The town has a number of hotels and lodges.",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.947367847,
        "format_confidence":0.5790044069
    },
    {
        "url":"http:\/\/www.destination360.com\/south-america\/ecuador\/ecuador-shopping-and-markets",
        "text":"Shopping in Ecuador\n\nShopping in Ecuador is an essential way to immerse yourself in the local culture. Traditional markets, such as the Otavalo Ecuador Market, represent local customs that have survived over hundreds of years. To many travelers, the best market in Ecuador is the one where you will see more local people than tourists, and where you can buy local items at a fair price. If you’re wondering what to shop for, keep your eye out for tapestries, musical instruments, hats, clothing, crafts, and more. Don’t forget to barter—this has been part of the tradition while shopping in Ecuador for generations.\n\nIn addition, be sure to bring along that Spanish phrasebook or dust off your Spanish skills to try and negotiate a fair price. If you love to cook, you are sure to be drawn to the exotic produce that will be piled up throughout the market. Take the time to talk to the locals about the produce and what they use it for, and you might return home with some new cooking ideas!\n\nThe Otavalo Ecuador Market makes a great day trip from Quito. You can reach this market by a two-hour bus ride from Quito. Travelers make this journey to experience the traditional market environment. Known for being the most indigenous market in the country, the market in Otavalo is the place where people from the surrounding hills have brought their goods to be sold for centuries. While you explore the best market in Ecuador, you will certainly discover that a day at the market is about more than just shopping. You will see socializing, laughing, bartering, and catching up with old friends. Local people who live a distance away from each other revel in this scheduled meet-up every Saturday.\n\nFrom embroideries to ceramics to dolls, you will find incredible craftsmanship at these markets. Keep your ears open for fair prices and try to overhear the price being offered to local people and make your offer close to that amount. To experience authentic Ecuador, don’t miss the opportunity to explore one of the local markets.\n\nCompare Travel Sites and Save!\n\nEcuador Museums Icon-360-sm\n\n\nExcellent Ecuador museums can be found throughout the country, concentrated ...\n\nGalapagos Islands\n\nGalapagos Islands\n\nThe Galapagos Islands, an archipelago of 13 major volcanic islands and mor...\n\nLoja Ecuador\n\n\nLoja Ecuador is a perfect place to include in your itinerary if you’re lookin...\n\nLatest Topics\n\nMore Forum Posts »",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.9952810407,
        "format_confidence":0.6236676574
    },
    {
        "url":"http:\/\/hostelineurope.com\/world-fact\/America\/Dominica.html",
        "text":"Dominica World Fact - Hostel in Europe\n\n\nDominica Dominica is one of the Caribbean islands, and the culture is therefore influenced from both Europe and Africa. Going to the Cabrits National park, you will be able to explore the Fort Shirley, that have housed 600 soldiers, or find let ruins in the jungle. You will be able to experience swamps and the surrounding coast with coral reefs. One other must see is the Emerald Pool, an amazing waterfall. So as you can see, there is plenty to experience on this little island.\n\n\nHostel in Europe - easy fast and free - find your next hostel online...",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.9701372385,
        "format_confidence":0.6004673839
    },
    {
        "url":"https:\/\/utah.com\/lake-powell",
        "text":"\n\nLake Powell\n\nYou can hike, camp, climb and rappel in southern Utah’s canyons — and, at Lake Powell, you can waterski in them, too. Fake lake, real fun.\n\nLake Powell is counterintuitive. First of all, it looks like veins. (Aren’t lakes supposed to look like blobs?) Second, it isn’t a “lake” at all. It’s a reservoir.\n\nBut you (and the other 2,999,999 annual visitors) can do so many lakey things in it you won’t care about Lake Powell’s unorthodoxies. Head toward the Arizona border for Glen Canyon National Recreation Area’s otherworldly boating, beaches and endless network of canyons. Read more...\n\n\n\nA Lake Powell Cruise?\n\nDon't miss this exclusive bucket list experience!\n\nExpert Explorations\n\nAmbassador Guides and Outfitters\n\nUnder Canvas®\n\nGlamping at Lake Powell\n\nRainbow Bridge\n\nNational Monument\n\nExpert Explorations\n\nAmbassador Guides and Outfitters\n\nBaseCamp 37°\n\nLuxury Camping at Lake Powell\n\nThe Carbon Corridor\n\nMore than just a rest stop\n\nExpert Explorations\n\nAmbassador Guides and Outfitters\n\nLake Powell Lodging\n\nFind it here\n\nStay on the lake\n\nLake Powell Resorts & Marinas\n\nKanab Tour Company\n\nLake Powell Day Tours\n\n\nBed & Breakfast\n\n\n\nWho knew “stringy-dandelion-root” was the ideal lake-shape for picturesque water sports? Lake Powell’s placid blue water runs right into sandy beaches, adding swimming and boating to the hiking, camping and sandstone dynamism you’ve come to expect from southern Utah. It’s been called “America’s lost national park” because the flooded canyons look so much like the federal designations that surround it, meaning travelers get to enjoy the same amber-\/tangerine-\/red-rock views by boat. It’s the desert without all the dryness.\n\n\nRainbow Bridge\nOther hikes\nGlen Canyon Dam & visitor center\n\n\nWakeboarding & waterskiing\nSea kayaking\nCathedral in the Desert\nBoat tours\n\n\nFrom the floor of Glen Canyon, the good people of the 1950s looked at a spot 200 feet overhead and said, “I’d really like to float on an inner tube up there.” So they built a dam where God had built a canyon to make a reservoir where He’d put a river. (That Glen Canyon Dam still stands suggests His tacit approval of houseboating.)\n\nThe dam was authorized in 1956 and blasting for the diversion tunnels began the same year. Lake Powell — named for one-armed Civil-War-veteran-turned-explorer John Wesley Powell — began to fill up behind the completed Glen Canyon Dam in 1963 and visitors have been swimming unnaturally ever since.\n\n\nGlen Canyon Dam was built to regulate water availability for the seven states of the Colorado River Compact: Utah, Wyoming, Colorado, New Mexico, Arizona, California and Nevada. Hydroelectricity and rad spring breaks are its other obvious benefits.\n\nBut since it was a sketch in an engineer’s notebook, environmentalists have been fighting the dam. The phrase “America’s lost national park” contains more regret than romance. Besides arguments about drowned beauty, Glen Canyon Institute, which advocates draining Lake Powell, commissioned studies that have investigated the disruption of local flora and fauna, and even asserted the dam’s justifying purpose — water moderation for dry western states — is undermined by the amount of water lost to evaporation and seepage.\n\nThe debate rages on, and you gotta think it might not be so fiery if Lake Powell weren’t so much dam fun.\n\n\nAccess to various points at Lake Powell can vary dramatically according to water level. Check with the National Park Service for current conditions, marina availability, etc.\n\nAnd finally, a message to all you mussel-bound boaters: Treat your boat like a protein-shake bottle and CLEAN, DRAIN and DRY it after every use. Don’t exacerbate the recent infestation of nefarious quagga-mussels.\n\n\nTravel Tips\n\n\nThings to Do\n\nGeneral Information\n\n  • Driving Distances\n\n    From Salt Lake City to Lake Powell- Wahweap Marina is 381 miles.\n\n    From Las Vegas, NV to Lake Powell- Wahweap Marina is 270 miles.\n\n    From Phoenix, AZ to Lake Powell- Wahweap Marina is 283 miles.\n\n    From Salt Lake City to Lake Powell- Bullfrog Marina is 398 miles.\n\nRequest Information\n\n  • Travel Bureau Information\n\n    Kane County Office of Tourism\n\n    78 South 100 East\n    Kanab, UT 84741\n    Visit website\n\n  • Request Info & Brochure\n\nUse Ctrl + scroll to zoom the map\n\n\n38F 17F Average Temperature\n1.5\" Avg. Precipitation (inches)\n17.1\" Avg. Snowfall (inches)\nBack To Top",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.9848424196,
        "format_confidence":0.876431644
    },
    {
        "url":"https:\/\/www.merakitravel.co.uk\/canada\/vancouver\/lions-gate-bridge",
        "text":"\n\nLions Gate Bridge, Vancouver\n\nSpanning across Burrard Inlet with the scenic backdrop of the Coast Mountains, Lions Gate Bridge is one of the most famous landmarks in Vancouver. As well as being a major transportation link between Downtown and North and West Vancouver, the elegant design and scenic setting makes it one of the most photogenic spots in the city. Sure, the traffic during rush hour is an ever-present irk for Vancouverites, but most believe the bridge’s heritage and iconic design more than outweigh the horn-honking.\n\nNamed after a pair of peaks known as ‘The Lions’ in the North Shore mountain range, the suspension bridge was an engineering triumph when it was built in 1938 and remains one of the longest in Canada. Its existence can be attributed largely to the Vancouver businessman and engineer A.J Taylor, who spent almost 10 years trying to convince the government to approve its construction. Today, Lions Gate Bridge is a National Historic Site of Canada and must-see attraction when visiting Vancouver.\n\nOne of the best ways to see the bridge up-close is by walking along the famous Seawall trail from Stanley Park, which passes beneath its huge frame. Alternatively, you can take a stroll along the pedestrian walkway across the bridge deck for panoramic vistas of North Shore and Downtown Vancouver. Whichever way you choose to explore this magnificent landmark, it’s bound to have your camera itching for action with its impressive design and spectacular views.\n\nWhy add Lions Gate Bridge to your itinerary\n\nA drive along the bridge offers some magnificent views, but the best way to appreciate the sheer scale and picturesque beauty is on foot. Take the Seawall trail that runs along the edge of Stanley Park for close-up views of the towering structure. The bridge can be seen from various points in the city, including Downtown Vancouver, but some of the best photo-taking spots can be found at Prospect Point Lookout, or with a boat trip from the harbour heading towards English Bay. You can also walk or cycle across the deck and enjoy fantastic views of the city, the ocean, the port and the Coastal Mountain range.\n\nThough the bridge is impressive to look at during the day, it’s equally spectacular when the sun goes down and the LED light display kicks into action. These lights were a gift to the city of Vancouver from the Guinness family (yes, the same family who make the famous Irish stout), and have made the bridge one of the most distinctive landmarks of the city’s nighttime skyline.\n\nOther points of interest include the two lion figures that stand over the south entrance to the bridge, which were made by the esteemed Vancouver sculptor Charles Marega.\n\nLions Gate Bridge essential information\n\n\nLions Gate Bridge connects Downtown Vancouver to North Vancouver and West Vancouver, crossing the First Narrows of the Burrard Inlet.\n\nOpening times\n\nYou can visit Lions Gate Bridge at any time of day. If you’re planning on driving across it, bear in mind that there may be lane closures and the roads can be congested during rush hour, so it’s worth checking traffic reports before setting off.\n\nGetting in\n\nIf visiting on foot, head to Prospect Point in Stanley Park for access to the bridge walkway. Access to the bridge is free.\n\nDress code\n\nThe bridge is 1,823 metres long, so make sure you wear comfy shoes if you plan on walking across it.\n\nReady to start your adventure?\n\nWe make planning and customising your holiday simple.\n\nWhere are you going to go?\n\n\nLandscape mode detected\n\nThis content is best experienced with your device in portrait mode. Please rotate your device for optimal display.",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.9775700569,
        "format_confidence":0.8203299046
    },
    {
        "url":"http:\/\/thecentralcascades.com\/tire-mountain-trail\/",
        "text":"Tire Mountain Trail\n\nThe Tire Mountain Trail is an example of a wild area accessible by foot or mountain bike. It is maintained by Forest Service personnel as well as by mountain bikers such as the Oakridge\/Westfir trails group and Disciples of Dirt mountain bike club from Eugene. \n\nThe trail is accessed via dirt roads leaving from Westfir and the Office covered bridge. It is a hearty climb on foot or bike, but the views are fabulous. The wildflowers along this trail are spectacular, appearing at different elevations year-round. The birding opportunities also run year-round: eagles, buzzards, hawks and songbirds are often sighted.\n\n  • Seasonal access, April to November (based on snow)\n  • Interpretive signage\n  • Visitor center nearby\n\nGet more information on this area from TravelOregon.com\n\nNational Geographic",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.7995492816,
        "format_confidence":0.9586063623
    },
    {
        "url":"http:\/\/wikitravel.org\/en\/Tokyo\/Chiyoda",
        "text":"Beautiful banners are coming to every article and you can help!\nCheck out our guidelines and learn how to create your own!\n\n\nFrom Wikitravel\nJump to: navigation, search\n\nTokyo Chiyoda Banner.jpg\n\nNijūbashi, in front of the Imperial Palace\n\nTokyo's Chiyoda (千代田)[1] Ward is the center of the city and in many ways the center of all Japan. A mere 12 km² houses the Imperial Palace, the Diet, the ministries of Kasumigaseki, the corporate headquarters of Marunouchi, the controversial Yasukuni Shrine... and still has room left over for the shopping districts of Akihabara, Jimbocho and Kanda.\n\nGet in[edit]\n\nTokyo Station (東京駅 Tōkyō-eki), the hub for all Shinkansen trains, lies to the east side of Chiyoda. Note that the Shinkansen exits are on the Yaesu side in Chuo Ward; to get to the Marunouchi side in Chiyoda Ward, you want to cross over to the west exit. The west side of the station is something of a sight in itself as it reflects the station's original World War I-era architecture. A benefit of the development is that it has spurred the placement of many interpretive panels along the hoarding, detailing the history, architectural detailing, and future of the station building.\n\nThe JR Yamanote line (light green) passes through Tokyo Station in a loop around the center of the city, and the JR Chuo line (orange) and Sobu line (yellow) bisect the loop horizontally. Yurakucho, Akihabara, Kanda (on the Yamanote) and Ochanomizu, Yotsuya (on the Chuo) are among the train stations located within the ward. Narita Express trains from Narita Airport stop at Tokyo (¥2940, 53 min.) on the Sobu platforms.\n\nMany subway lines crisscross the district. These include the Marunouchi Line (red) (to Shinjuku), the Hanzomon Line (purple) (to Shibuya), the Hibiya Line (gray) (to Roppongi), the Tozai Line (blue) (to Nakano), and the Chiyoda Line (green) (to Harajuku). The nearby Toei Asakusa Line (pink) stops slightly to the east at Kyobashi and Nihonbashi, on which Keikyu Line trains run through to Haneda Airport (¥650, about 35 minutes).\n\nOtemachi Station (大手町駅 Ōtemachi-eki), shared by five subway lines, is by far the largest subway station in Tokyo and sprawls under multiple city blocks underneath the Marunouchi district between Tokyo Station and the Imperial Palace. Transferring from, say, the Hanzomon Line to the Toei Mita Line here involves navigating a gauntlet of escalators and walking well over a kilometer.\n\nBy bus[edit]\n\nAirport Limousine buses run from Narita to Tokyo Station every 10 to 20 minutes via the Tokyo City Air Terminal (1 1\/2 to 2 hours depending on traffic, ¥3000), and less frequently to area hotels. From Haneda, buses run every 30 to 40 minutes (about 45 minutes in duration, depending on traffic, ¥900).\n\nSee[edit][add listing]\n\nImperial Palace area[edit]\n\nFujimi-yagura, a relic of Edo Castle on the Imperial Palace grounds\n  • Imperial Palace (皇居 Kōkyo), +81 03-3213-1111. Surrounded by a series of moats and high walls, the site of the former Edo Castle has been the official residence of the Japanese imperial family since 1868. Reputedly the most expensive square kilometre in the world, which during the height of Japan's bubble was estimated to be worth slightly more than California. Unfortunately, the inner palace gardens and buildings are closed to the general public except on January 2 and December 23, when the imperial family makes a public appearance. However, foreigners can also apply online[2] to join a free guided tour (weekdays at 10AM and 2PM). If you're feeling lucky, you can also try just showing up at the Imperial Household Agency office located in the northwest corner of the Imperial Palace Park, which is open 9 AM-noon, 1PM-2PM; if there's space, you can join a tour on the same day. Tours are conducted only in Japanese, but electronic audio guides (in English) will be lent to foreign visitors free of charge. At the end of the tour, visitors wishing to enter the East Gardens (see next entry) will be given entrance cards and allowed through to the gardens via a private gate, allowing them to bypass the lines at the main Ōte-mon entrance; pay attention to the announcement in Japanese and queue up as directed.  edit\n  • Imperial Palace East Gardens. Open daily except Mondays and Fridays. Kept in impeccable shape, the gardens are particularly beautiful during the March and April plum and cherry blossom seasons. Entrance is free through a number of gates; you will be given a plastic entrance card at the gate, which you are obliged to return upon leaving; most visitors use the Ōte-mon (大手門) gate near the Ōtemachi subway station (exit C10). Also an easy walking distance from Tokyo station.  edit\nLake in Kitanomaru Park\n  • Kitanomaru Park (北の丸公園). Connected to the East Gardens on the North side is this park. Offering much of the same, it is a convenient way to get to Yasukuni Shrine. The park also houses the Nihon Budokan, which regularly stages martial arts competitions and live concerts, as well as the Kagaku Gijyutsukan (Science museum).  edit\n  • Chidoriga-fuchi Moat (千鳥ヶ淵), on the Northwest side of the Imperial gardens grounds. One of, if not \"the\" most prominent cherry blossom site in Tokyo, and attracts throngs of people in its March-to-April peak season. It is located just across the street from Yasukuni-shrine. Rowboats are also available for one to row along a limited portion of the moat at ¥500 for 30 minutes, ¥1000 for an hour and at a slightly more expensive rate during cherry blossom periods.  edit\nWorshipping at the Yasukuni Shrine\n  • Yasukuni Shrine (靖國神社 Yasukuni-jinja), 3-1-1 Kudan-kita, +81 03-3261-8326, [3]. A controversial shrine to Japan's war dead, housing the souls of some 2.5 million people killed in Japan's wars. Controversies and political tension have arisen due to the enshrinement of 1,068 people convicted of war crimes by the Allies (including 14 executed class A war criminals secretly enshrined in 1978, leading Hirohito to stop visiting the shrine until his death). Increased numbers of visits by high profile politicians such as the outspoken former Tokyo governor Shintaro Ishihara and Osaka mayor Toru Hashimoto, along with prime ministers Yasuhiro Nakasone, Ryutaro Hashimoto, Junichiro Koizumi, and Shinzo Abe, along with alleged historical revisionism at the Yushukan, have led to frictions between Japan and China\/South Korea. A favorite haunt of the Japanese Restoration Party (of which Ishihara and Hashimoto are members) and right-wing groups in black loudspeaker-equipped trucks. Open daily and free entrance adjacent to Metro Hanzomon line Kudanshita station, or cross the bridge north from Kitanomaru Park. Festivals take place most notably in mid-July and mid-October, which can attract as many people and vendors as it does on New Year's Day when the Japanese come to pray for a prosperous year. It can also get quite crowded during cherry blossom season.  edit\n  • Yushukan War Memorial Museum (遊就館), (adjacent to the shrine). Daily 9AM-5PM. An odd collection of military paraphernalia (including human torpedoes and letters from kamikaze pilots) and one-sided descriptions of the war. First floor is free, and hosts a Zero fighter. Entry a rather steep ¥800.  edit\n\nShrines and churches[edit]\n\n  • Holy Resurrection Cathedral (ニコライ堂 Nikorai-do), +81 03-3291-1885. A beautifully-restored 1800s-vintage Russian Orthodox cathedral located near Ochanomizu Station on the Chuo Line. Use the Hijiribashi exit. The Hijiribashi bridge by the exit is one of the better looking bridges in Tokyo and looks moderately attractive when lit-up at night.  edit\n  • Kanda Shrine (神田明神 Kanda-myojin), A block north across the river from Ochanomizu station. This shrine has a history dating back to the 8th century and had been highly regarded under the Edo shogunate. The current red-pillared structure has been rebuilt after being completely destroyed in the 1923 Great Kanto Earthquake. The Kanda Matsuri festival, which takes place in mid-May every other year is one of the largest in Tokyo and is a sight to behold. Arrive before noon or the shrine gets packed with spectators.  edit\n  • Hie Shrine (日枝神社 Hie Jinja), Located on the opposite side of the Imperial garden, +81 03-3581-2471. Another prominent shrine in Tokyo and the Sanno Matsuri festival it hosts in June is counted among the 3 Great festival of Tokyo. Located a five minute walk from Kokkai-gijido-mae station on the Metro Chiyoda line.  edit\n\n\nJapan's administrative center, located around Kasumigaseki and Nagatacho in the southwestern corner of Chiyoda, is full of very un-picturesque buildings. One exception is the Ministry of Justice (exit 5 from Sakuradamon, Yurakucho Line), a beautiful 1800s-vintage building that would make any European capital proud. The National Diet Building (Kokkai-gijido-mae, Marunouchi Line) may also be worth a photo, although its architecture is rather uninspiring compared to other national assemblies' -- even the Tokyo Metropolitan Government has cooler-looking accommodations in Shinjuku.\n\n  • Tokyo National Museum of Modern Art (東京国立近代美術館 Tōkyō Kokuritsu Kindai Bijutsukan), 3-1 Kitanomaru-koen (Closest to Takebashi station on the Tozai subway line), +81 03-5777-8600, [4]. Tu-Th, Sa-Su 10:30AM-5PM, F 10:30AM-8PM, closed M. With a modest permanent collection on display and regularly changing exhibitions, MOMAT is a nice place to kill a couple of hours after you've seen the Imperial Palace across the road. Entry to the nearby Crafts Gallery is included in the price. ¥420 for adults, ¥130 for students and children under 15 free. Admission is also free on May 18, November 3 and the first Sunday of every month. Special exhibits extra.  edit\n  • Idemitsu Museum of Arts (出光美術館 Idemitsu Bijutsukan), On the 9th floor of the Imperial Theatre building (on the East side of the Imperial gardens), +81 03-3213-9402, [5]. Daily 10AM-5PM (until 7PM on Fridays). Has a noteworthy collection centering on Japanese traditional arts ¥1000 fee for adults... (truncated)",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.9813905954,
        "format_confidence":0.9904322028
    },
    {
        "url":"http:\/\/www.cityprofile.com\/ohio\/ohio-erie-canal-corridor.html",
        "text":"Home Forum Gallery Members Todays Posts\n\nOhio & Erie Canal Corridor Rating: None\n\nOhio Attractions \/ Landmarks \/ Places > Akron Email This Bookmark Print\nThe Ohio and Erie Canal Corridor is a key waterway that links Gulf of Mexico to the Great Lakes. Today, it is a good ambiance or place for anybody. It can show the good figure of water places. This place is a good spot for recreational activities.\n\nThe area of Ohio and Erie Corridor is too huge and is covers Philadelphia to Cleveland. There are lots of popular spots from different surroundings that is occupies. There are also various activities that you can conduct in visiting this place like bicycling, fishing, boating, canoeing,\nEdit Article\n\nOhio & Erie Canal Corridor Pictures Add Picture\n\nOhio & Erie Canal Corridor Videos Add Video",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.6807409525,
        "format_confidence":0.8371810913
    }
]