[
    {
        "url":"http:\/\/www.griffincoatings.com\/quality-assurance\/iso9001\/",
        "text":"ISO 9001:2015\n\nISO Certification 9001:2015 is an international standard that defines the minimum requirements for a company’s Quality Management System (QMS). Griffin’s QMS is comprised of a number of inter-related processes that help to institute and control our Quality Policy. These processes are also instrumental in achieving our Quality objectives. Through these processes and our Quality Policy, Griffin has achieved a strong level of consistency which ultimately results in high levels of customer satisfaction and compliance to the International Standard.\n\n\nDuring coating the following methods, forms and tools are used to determine critical dimensions, thickness’, adhesion, curing and batch consistencies.\n\n  1. Griffin form QC001.rev.1.1 to be obtained and filled out with client name, purchase order or packing slip number. Powder manufacturer, paint code and batch number are to be recorded.\n  2. Metal chip to be obtained and run with job in question. This enables us to retain a representation of the coating to be run and obtained for future reference and current testing in event a destructive test is required. If further testing is required a sample of product will be required from the client.\n  3. At intervals during the job the foreman is to physically and non-destructively check film thickness on parts using Defelsko Positector conforming with ASTM – B499 and record findings on form QC001.rev.1.1. An average film thickness will be recorded along with the high and low finding.\n  4. Technical data sheets and sample chips will be maintained by the Q.C. attendant and referenced for relevant information, i.e. film thickness. Our shop standard is 1.5 to 4 mil film thickness, ranging because of the job shop nature of our business and wide range of powders being used.\n  5. If a curing issue is reported or inconsistency recorded in powder texture a check of temperature visually via digital gauge and then by BYK laser temperature gauge to determine rate of cure versus temperature and line speed cross referenced with technical data sheet. This procedure will foreman and production manager.\n  6. Should an adhesion issue be reported, the Q.C.001.rev 1.1 form will be retrieved from the file with the chip. The data will be analyzed for any possible anomaly and destructively tested via ASTM D3359 conforming cross hatching tool supplied by BYK Gardner Instruments.\n  7. Gloss differences are to be checked visually and reported should the variance be outside a 5° difference.",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.9875305891,
        "format_confidence":0.5591740012
    },
    {
        "url":"https:\/\/iso.ch\/standard\/30130.html",
        "text":"ISO 14728-2:2004 specifies methods of calculating the basic static load rating, static equivalent load and static safety factor for linear motion rolling bearings manufactured from contemporary, commonly used, high quality, hardened bearing steel in accordance with good manufacturing practice and basically of conventional design as regards the shape of the rolling contact surfaces.\n\nISO 14728-2:2004 is not applicable to designs where the rolling elements operate directly on the slide surface of the machine equipment, unless that surface is equivalent in all respects to the raceway of the linear motion rolling bearing component it replaces.\n\nGeneral information\n\n  • Status :  Withdrawn\n    Publication date : 2004-06\n  • Edition : 1\n    Number of pages : 11\n  • :\n    ISO\/TC 4\/SC 8\n    Load ratings and life\n  • 21.100.20\n    Rolling bearings\n\nGot a question?\n\nCheck out our FAQs\n\nCustomer care\n+41 22 749 08 88\n\nOpening hours:\nMonday to Friday - 09:00-12:00, 14:00-17:00 (UTC+1)\n\nKeep up to date with ISO\n\nSign up to our newsletter for the latest news, views and product information.",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.8815898895,
        "format_confidence":0.6415141821
    },
    {
        "url":"http:\/\/www.docstoc.com\/docs\/16040194\/HUNTING-REGULATIONS",
        "text":"Document Sample\nBuilding Permits\n1. Information required for approval of permit for building construction: a. Site plan showing all existing and proposed structures with dimensions of buildings and distance to lot lines. b. Copy of current survey, lot lines must be clearly marked. c. Drawings of proposed structure including floor plan with dimensions. d. Construction materials to be used for exterior finish and roof. 2. Any individual requesting a deviation from the building restrictions must submit an application for variance. All variances must be approved by the Operations Committee. If no variance is received, it is assumed that all structures on the owners property will be built in compliance with the Hiawatha Club’s building restrictions. It is the owner responsibility to maintain compliance. 3. Joint ownership of the Building Site & Building is permissible with spouse or child, providing said spouse or child has a membership in their name or become a member of the Club, pursuant to the procedure as set forth in the by-laws, previous to assuming full possession of building site & building. Any building which extends beyond designated setbacks or onto an adjoining lot requires the ownership of the affected lot and the building so constructed be vested in the same party or parties. 4. Sanitary disposal: A permit from the Luce-West Mackinac Health Department in Newberry is required for all drain field or well drilling.\n\nSite Plan\n5. Size restrictions for dwellings: Minimum square feet, first floor, including covered porches but excluding attached garages: 768 feet (24'x 32').\n\n\f6. Size restrictions for outbuildings: None to exceed 832 square feet (26'x32’); not more than one outbuilding, excluding boathouses or boat shelters; boathouses or shelter require special permit. Portable sheds, gazebos, ground mounted satellite dishes and fences are considered outbuilding and require a building permit. Portable sheds shall not exceed 96 square feet (8’ x 12’). 7. Minimum setbacks for all structures: Frontage (water side for first tier lots or the road for second tier lots) 25 feet from front lot line but not less than 10 feet from high water line within the lot due to erosion. Approved exceptions are specifically permitted where this setback would preclude a view of the water on which the building site fronts. Rear line (including garage, outbuildings or other adjacent structures) - 20 feet. Side lines - 10 feet each side. 8. Site: Must conform or be compatible with surrounding area.\n\nConstruction Codes\n9. Construction: Roofing must be Class C or better (no roll roofing, with a 4\/12 roof pitch; electrical and plumbing must comply with State Code. Chimney must be Class B or better, and comply with State Codes; heating apparatus must have UL label; all fireplaces must have spark arresters and a hearth with a fireproof foundation. 10. Mobile homes and pole barns are prohibited. All enclosed areas must be set on a concrete foundation. All modular homes must be constructed to B.O.C.A. standards (Building Officials and Code Administrators). 11. Construction must begin within 90 days of issuance of permit. Contractor must notify Club office on starting date. 12. Completion: Exterior of building must be completed within one calendar year from beginning of construction; clean up of \"contractor's rubbish\" must be completed within 30 days of completion of exterior; repair of site must be completed within one year of completion of exterior.\n\n\n\fHiawatha Sportsman's Club Application and Permit for Building\nName of Applicant________________________________ Date __________________________ Address________________________________________________________________________ Building Site, Subdivision________________________________Lot (s) No. ________________ Proposed Structure _____________General Contractor________________________________\n(House, Garage, Shed, Fence, Etc.)\n\nSize of Building; Dimensions______ by _____; Area _______Square Feet; Height ______stories Materials; Framing _____________________; Exterior Finish ___________; Roof____________\n(wood, block, log) (vinyl, log, brick) (shingle, wood)\n\nBuilding Location, Labeled ‘B’ on layout\nSetback from front lot line ______feet Setback from rear lot line ______feet Set-in from left lot line ______feet\n\nFront Line\n\nSet-in from right lot line ______feet\n\nSeptic tank, Labeled ‘T’ on layout Septic field, Labeled ‘F’ on layout\nCapacity Drain field _____________gallons ______________feet\nLeft Right\n\nCounty permit, date_____________\n\nWater well, labeled ‘W’ on layout\nOn this lot, yes or no __________ If not, name source __________ Rear Line\n\nConstruction dates, Start _________\nCompletion _________\n\nHave you read the Hiawatha Sportsman's Club Building Restrictions (circle one) Yes No Does your application meet the requirements of the current building restrictions of the Hiawatha Sportsman's Club? Yes No (circle one) If “no” has been circled you must submit an application for building restriction variance. Signature of Applicant__________________________________ Date _____________________\nThe applicant hereon is approved for the construction, subject to the Clubs ‘ BUILDING RESTRICTIONS’.\n\nManager _____________________________________________ Date _____________________\n\n\fHiawatha Sportsman's Club Application for Building Restrictions Variance\nName of Applicant________________________________________ Date __________________ Address________________________________________________________________________ Building Site, Subdivision_______________________________ Lot (s) No. ________________ What building restriction are you requesting a variance from: __________________________ _______________________________________________________________________________ _______________________________________________________________________________ Describe the requested variance and why it is necessary: _______________________________ _______________________________________________________________________________ _______________________________________________________________________________ _______________________________________________________________________________ _______________________________________________________________________________ _______________________________________________________________________________ _______________________________________________________________________________ What other options have you explored: _______________________________________________________________________________ _______________________________________________________________________________ _______________________________________________________________________________\n\nSignature of Applicant: ____________________ Date _____________________\n\nPresident: _______________________________ Date _____________________ Vice President: ___________________________ Date _____________________ Secretary: _______________________________ Date _____________________ Treasurer: _______________________________ Date _____________________\nThe applicant hereon is approved for the construction of a non-conforming structure with the approved variances described above unless noted hereafter. _______________________________________________________________________________________ _______________________________________________________________________________________ _______________________________________________________________________________________ _______________________________________________________________________________________ _______________________________________________________________________________________",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.8363158107,
        "format_confidence":0.7257695794
    },
    {
        "url":"https:\/\/abecotanks.co.za\/product\/technical-information\/",
        "text":"Technical Information\n\nFoundations & Connections\n\nThe design and construction of the tank supports and foundations are critical and should only be undertaken and supervised by competent professionals.\n\nGround level Tanks – In pressed steel tanks with internal bracing the side wall pressure applied by the water is converted to downward forces in the tank side walls. Maximum loads which can be considerable occur around the perimeter of the tank. Ground level tanks are commonly supported on reinforced concrete dwarf walls fitted with steel capping strips. The purpose of the capping strip is to spread the load over the full width of the support wall and to provide a level platform on which to erect the tank.\n\nFor practical reasons concrete cannot be cast with sufficient accuracy of level. The capping strips should be grouted in place before installation of the tank starts. Recommended tolerance level is +-2mm. Care should be taken to ensure that foundation walls are parallel and square to each other. They must protrude beyond the edge of the tank by a recommended distance of 150mm. The tapered top section of the wall assists in providing access for tools to fasten the tank panel flange bolts.\n\nElevated Tanks – are commonly founded on reinforced concrete bases with stub columns cast into excavations which are back filled after construction. The determining loads in elevated tank foundation design are dependent on the height of the tower. The determining load for low level tanks is the downward thrust and thus foundation size is governed by the soil bearing pressure. The determining load for high level tanks will be the uplift and thus the anchor effect of foundation and back fill mass will determine foundation size. Maximum up lift occurs when the tank is empty. ABECO supplies full foundation information for each elevated tank purchased to its design.\n\nLoad Terminology\nDead Load: The load created by the mass of the steel tower and an empty tank\nLive Load: The load created by the mass of the water stored\nWind Load: The vertical loads (uplift and down thrust) created by the over tuning effect of wind pressure on the tank and support tower\nSurge Load: The vertical loads similar to wind load created by water surging as the tower sways under wind load\n\nCircular Tanks – It is important to note that our circular tanks do not require concrete foundations and can be installed on a flat, level and stable site covered by a bed of sand. If a concrete base is required – a standard mesh reinforcing will suffice. Slender tanks may require fastening down due to wind forces\n\nPipe Connection Points – are positioned as points selected by the purchaser. Manufacture does not start until this information is supplied. Designers should take care in selecting the pipe connection points to ensure that the piping will not foul tank supports or internal members.\n\nStandard fittings:\nBSP sockets\nFlanges to BS4504 10 bar or SABS 1123 1000kPa welded to stub pipes\nInlet connection flanged inside and outside, otherwise flanged outside only\n\n\nRequest a Quote",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.977958262,
        "format_confidence":0.8004975915
    },
    {
        "url":"https:\/\/www.gsa.gov\/technical-procedures\/galvanized-iron-and-steel-characteristics-uses-and-problems?Form_Load=88419",
        "text":"Replacing Cracked Or Missing Asphalt Tiles\n\nProcedure code:\nNational Capitol Region Specifications - Switzer Building\nResilient Tile Flooring\nLast Modified:\n\n\n  1. This procedure includes guidance on the replacement of all cracked, broken, worn, curled or missing asphalt tiles with new to match existing. This includes the removal of cement patching materials. This procedure may also be used for the installation of a new asphalt tile floor to match the original design and configuration\n  2. Asphalt tiles are very hard, resilient floor tiles; composed of asbestos fibers, finely ground limestone fillers, mineral pigments and asphaltic or resinous binders. The tiles are generally set in a mastic over a wood or concrete subfloor\n  3. See \"General Project Guidelines\" for general project guidelines to be reviewed along with this procedure. These guidelines cover the following sections\n    1. Safety Precautions\n    2. Historic Structures Precautions\n    3. Submittals\n    4. Quality Assurance\n    5. Delivery, Storage and Handling\n    6. Project\/Site Conditions\n    7. Sequencing and Scheduling\n    8. General Protection (Surface and Surrounding)\n      These guidelines should be reviewed prior to performing this procedure and should be followed, when applicable, along with recommendations from the Regional Historic Preservation Officer (RHPO).\n\n\n  1. Product Data: Submit manufacturer's technical data for each type of synthetic flexible composite flooring and accessory.\n  2. Samples for Initial Selection Purposes: Submit manufacturer's standard color charts in form of actual sections of synthetic flexible composite flooring, including accessories, showing full range of colors and patterns available for each type of synthetic flexible composite flooring required.\n  3. Samples for Verification Purposes: Submit the following samples of each type, color and pattern of synthetic flexible composite flooring required, showing full range of color and pattern variations.\n    1. Full size tile samples.\n    2. Other materials as requested.\n  4. Certification for Fire Test Performance: Submit certification from an independent testing laboratory acceptable to authorities having jurisdiction that synthetic flexible composite flooring complies with fire test performance requirements.\n  5. Maintenance Instructions: Submit two copies of your manufacturer's recommended maintenance practices for each type of synthetic flexible composite flooring and accessory required.\n  6. Work Description: Prior to commencing the work, Contractor shall submit to the Contracting Officer's representative a written description of the entire methods and procedures proposed for all the work to be carried out including, but not limited to, preparation of substrate, cutting out existing tiles, replacement, installation of new tiles and cleaning of existing tiles.\n  7. Methods of Protection: Prior to commencing cleaning operations, the Contractor shall submit to the Contracting Officer's representative for review a written description of proposed materials and methods of protection for preventing damage to adjacent materials and the building interior during the cleaning and replacement of the asphalt tiles.\n\n\n  1. The general objective of the installation of new asphalt tile is to recreate the original design intent of the primary historic spaces. Refer to original design drawings, historical photographs and\/or physical evidence for the installation patterns.\n  2. The general objective for replacement of asphalt floor tiles is to match the existing floor color, pattern and the existing floor tiles, and all other respects so that the new floor tiles are not visible in the overall view of the floors.\n  3. The general objectives for cleaning the asphalt tile floor are to remove dirt, grime and protective coatings from the surface without damaging the underlying material, and to give all the flooring a clean uniform appearance.\n  4. Contractor: The work of this section shall be performed by an installer who is certified in writing by the asphalt tile manufacturer as qualified to complete the scope of work described. Work in this section shall be performed by a Contractor possessing a minimum of three (3) years of specialized experience in the installation of synthetic flexible composite flooring. The Contractor shall submit to the Contracting Officer's representative references of previous work justifying the firm's experience. The Contracting Officer's representative reserves the right to approve or disapprove the use of the Contractor contingent on the firm's experience.\n  5. In the event that a Contractor wishes to modify any methods specified in this section, he shall submit his proposal in writing for consideration and review. The Contracting Officer's representative will have the right to ask for samples before final approval. Any such modifications or changes shall be a no additional cost to the Government.\n  6. Regulatory Requirements:\n    1. Comply with municipal and Federal regulations governing the cleaning, chemical waste disposal, scaffolding protection to adjacent properties and workers.\n    2. Refer to Federal Government Specification Section 01546, Health and Safety, and comply with all the section requirements.\n  7. Samples: The Contractor shall clean a 4'-0\" by 4'-0\" bay of the existing asphalt floor tile on each different color for review by the Contracting Officer's representative. Locations of sample floor bays to be selected by the Contracting Officer's representative. These cleaned asphalt floor tile bays are to be protected by the Contractor and will be used for matching replacement asphalt floor tiles.\n  8. The Contractor shall prepare a sample bay, approximately 4'-0\" by 4'-0\", of replaced asphalt floor tile. The sample bay should be made to match the existing cleaned adjacent asphalt floor tile in all respects. The Contracting Officer's representative shall select the location for the sample of replaced asphalt floor tile.\n\n\n  1. Environmental Requirements: Maintain minimum temperature of 65 F (18 C) in spaces to receive synthetic flexible composite flooring for at least 48 hours prior to installation, during installation and for not less than 48 hours after installation. Store synthetic flexible composite flooring materials in spaces where they will be installed for at least 48 hours before beginning installation. Subsequently, maintain minimum temperature of 55 F (13 C) in areas where work is completed.\n\n\n  1. Coordinating Work: Install synthetic flexible composite flooring and accessories after other finishing operations, including painting, have been completed.\n\n\n  1. Extra Stock:\n    1. Deliver stock of maintenance materials to Government. Furnish maintenance materials from same manufactured lot as materials installed and enclosed in protective packaging with appropriate identifying labels.\n    2. Tile Flooring: furnish not less than one box for each 50 boxes, or fraction thereof, for each type, color, pattern and size installed.\n\n\n  1. True Value Company\n    Cary, IL\n\n\n  1. Asphalt Floor Tiles: Color and patterns to be determined (Kentile Floors, Inc.), or approved equal.\n  2. Adhesives (Cements): Waterproof stabilized-type to byrecommended by the manufacturer of the synthetic flexible composite flooring to be installed.\n  3. Concrete Slab Primer: Non-staining type as recommended by the flooring manufacturer.\n  4. Leveling and Patching Compounds: Latex-type as recommended by the manufacturer.\n  5. Cleaning Asphalt Floor Tiles (Built-up Coatings): A non-ammoniated liquid was stripper\/floor cleaner such as \"Tru-Test Floor Stripper FS10\" (Tru-Test Manufacturing Company), approved equal.\n\n\n  1. Verification of Conditions: Require installer to inspect subfloor surfaces to determine that they are satisfactory. A satisfactory subfloor surface is defined as one that is smooth and free from cracks, holes, ridges, coatings preventing adhesive bond, and other defects impairing performance or appearance.\n  2. Work shall not proceed until the subfloor surfaces have had all dirt, foreign matter, old mastics and adhesives removed.\n\n\n  1. Surface Preparation: Prepare subfloor surfaces as follows:\n    1. Use leveling and patching compounds as recommended by synthetic flexible composite flooring manufacturer for filling small cracks, holes and depressions in subfloors.\n    2. Remove coatings from subfloor surfaces that would prevent adhesive bond, including curing compounds incompatible with flooring adhesives, paint, oils, waxes and sealers.\n    3. Broom clean or vacuum surfaces to be covered and inspect subfloor.\n\n\n  1. General:\n    1. Install synthetic flexible composite flooring using method indicated in strict compliance with manufacturer's printed instructions. Extend synthetic flexible composite flooring into toe spaces, door reveals, and into closets and similar openings.\n    2. Scribe, cut and fit synthetic flexible composite flooring to permanent fixtures, built-in furniture and cabinets, pipes, outlets and permanent columns, walls and partitions.\n    3. Tightly cement synthetic flexible composite flooring to sub-base without open cracks, voids, raising and puckering at joints, telegraphing of adhesive spreader marks or other surface imperfections. Hand roll synthetic flexible composite flooring at perimeter of each covered area to assure adhesion.\n  2. Installation of Tile Floors:\n    1. Lay tile from center marks established with principal walls, discounting minor offsets, so that tile at opposite edges of room area of equal width. Adjust as necessary to avoid use of cut widths less than one-half tile at room perimeters. Lay tile square to room axis, unless otherwise shown.\n    2. Match tiles for color and pattern by using tile from cartons in same sequence as manufactured and packaged if so numbered. Cut tile neatly around all fixtures. Broken, cracked, chipped or deformed tiles are not acceptable.\n      1. Lay tile to follow the existing ... (truncated)",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.9014468193,
        "format_confidence":0.8759775162
    },
    {
        "url":"http:\/\/www.skf.com\/sg\/products\/bearings-units-housings\/ball-bearings\/principles\/application-of-bearings\/radial-location-of-bearings\/dimensional-form-and-running-accuracy-of-bearing-seats-and-abutments\/index.html",
        "text":"Dimensional, form and running accuracy of bearing seats and abutments\n\nThe accuracy of cylindrical bearing seats on shafts and in housing bores, of seats for thrust bearing washers and of the support surfaces (abutments for bearings provided by shaft and housing shoulders etc.) should correspond to the accuracy of the bearings used. In the following, guideline values for the dimensional, form and running accuracy are provided. These should be followed when machining the seats and abutments.\n\nDimensional tolerances\n\nFor bearings made to Normal tolerances, the dimensional accuracy of cylindrical seats on the shaft should be at least to grade 6 and in the housing at least to grade 7. Where adapter or withdrawal sleeves are used, wider diameter tolerances (grades 9 or 10) can be permitted than for bearing seats, see table. The numerical values of standard tolerance grades IT to ISO 286-1:1988 can be found in table. For bearings with higher accuracy, correspondingly better grades should be used.\n\nTolerances for cylindrical form\n\nThe cylindricity tolerances as defined in ISO 1101:2004 should be 1 to 2 IT grades better than the prescribed dimensional tolerance, depending on requirements. For example, if a bearing shaft seat has been machined to tolerance m6, then the accuracy of form should be to IT5 or IT4. The tolerance value t1 for cylindricity is obtained for an assumed shaft diameter of 150 mm from t1 = IT5\/2 = 18\/2 = 9 µm. However, the tolerance t1 is for a radius, hence 2t1 applies for the shaft diameter. table provides guideline values for the cylindrical form tolerance and the total runout tolerance for the different bearing tolerance classes.\nWhen bearings are to be mounted on adapter or withdrawal sleeves, the cylindricity of the sleeve seat should be IT5\/2 (for h9) or IT7\/2 (for h10), see table.\n\nTolerances for perpendicularity\n\nAbutments for bearing rings should have a rectangularity tolerance as defined in ISO 1101:2004, which is better by at least one IT grade than the diameter tolerance of the associated cylindrical seat. For thrust bearing washer seats, the tolerance for perpendicularity should not exceed the values of IT5. Guideline values for the tolerance for rectangularity and for the total axial runout can be found in table.\n\nTolerances for tapered journal seats\n\nWhen a bearing is mounted directly onto a tapered shaft seat, the seat diameter tolerance can be wider than in the case of cylindrical seats. Fig 1 shows a grade 9 diameter tolerance, while the form tolerance stipulations are the same as for a cylindrical shaft seat. SKF recommendations for tapered shaft seats for rolling bearings are as follows.\nThe permissible deviation of the taper incline is a ± tolerance in accordance with IT7\/2 based on the bearing width B (fig 2). The value can be determined by Δk = IT7\/2B\n\nThe permissible range of dispersion (variation of the taper incline) thus becomes\n\nVk = 1\/k ± IT7\/2B\n\n\nVk=the permissible range of dispersion of the taper incline\nΔk=the permissible deviation of the taper incline\nk=factor for the taper\n12 for taper 1:12\n30 for taper 1:30\nB=bearing width, mm\nIT7=the value of the tolerance grade, based on the bearing width, mm\n  • The straightness tolerance is IT5\/2, based on the diameter d and is defined as: \"In each axial plane through the tapered surface of the shaft, the tolerance zone is limited by two parallel lines a distance \"t\" apart.\"\n  • The radial deviation from circularity is IT5\/2, based on the diameter d and is defined as: \"In each radial plane along the tapered surface of the shaft, the tolerance zone is limited by two concentric circles a distance \"t\" apart.\" When particularly stringent running accuracy requirements are stipulated, IT4\/2 is to apply instead.\nThe best way to check that the taper is within the recommended tolerances is to measure with special tapered gauges, based on two saddles. More practical methods, but less accurate, are to use ring gauges, tapered gauges or sine bars.\nSKF logo",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.8098343015,
        "format_confidence":0.953389585
    },
    {
        "url":"https:\/\/www.angelusblock.com\/products\/technical_articles_clear_water_repellents.cfm?p",
        "text":"Clear Water Repellent Treatments\n\n(Excerpted from Clear Water Repellent Treatments for Concrete Masonry, published by CMACN and MIA)\n\nRecommendations and Guidelines\n\nIn 1992 the Concrete Masonry Association of California and Nevada (CMACN) and the Masonry Institute of America (MIA) held several meetings with masonry contractors, concrete block producers, water repellent treatment manufacturers, applicators, architects, and developers to discuss the proper design and construction methods to make concrete masonry buildings water resistant. Numerous recommendations and guidelines were developed including the following:\n\n  1. Pay particular attention to the design phase of the project. Limit horizontal projections, sills, and tops of walls and waterproof those required by the project design with elastomeric coatings. Give special attention to the design of parapets.\n  2. Cross reference the appropriate specifications sections in Division 4 on masonry construction (typically Section 04 22 00 Concrete Unit Masonry) with those in Division 7 on water repellent treatments (typically Section 07 19 00 Clear Water Repellents).\n  3. Specify pre-installation meetings to familiarize all parties with the intended methods for prevention of water penetration. The masonry materials, construction, water repellent treatments, and treatment at joints should be discussed along with the expected results and testing procedures.\n  1. Encourage the use of samples and mockups of masonry construction with the proposed water repellent treatments. Test the mock-ups for water repellency. Mock-up panels should be a minimum 5 ft. by 5 ft. panel and testing should be for at least two hours. Control joints and joint sealants should be included in the mock-up. Tests should be based on the Navy Hose Stream test or a similar field hose stream test.\n  2. Ensure the use of full shoved head and bed joints (mortar for at least the thickness of the face shell of the masonry unit), if necessary through the use of third party inspections.\n  3. Specify double struck joints for exterior masonry construction. Require beeholes visible from 5 to 10 feet to be filled by a qualified mason prior to application of the water repellent treatment.\n  4. Fill cracks that exceed 0.02\" in width or 5% of the joint length with mortar by a qualified mason or with joint sealer by a qualified applicator.\n  5. Apply water repellent treatments in strict accordance with the manufacturer's installation instructions and recommendations, by a trained experienced applicator.\n  6. Field test the concrete masonry walls after the water repellent treatment has cured to assure water repellency.\n  7. Require a ten year material and labor warranty from the manufacturer and the applicator through the general contractor.\n\n\nSelecting concrete masonry as an integral part of the building's appearance provides numerous benefits for the designer and the owner. Where the gray color of standard cementitious products might provide a cold appearance, use of integral colors gives concrete masonry a warm appearance. The multitude of concrete masonry textures available provides an almost infinite variety of possibilities for building design. And, cost is typically competitive with other types of construction for many buildings.\n\nApplying a clear water repellent treatment to concrete masonry can maintain the appearance of the concrete masonry while providing protection from water intrusion. Additionally, most clear water repellent treatments will keep the concrete masonry looking cleaner longer since a lower permeability prevents dirt from being drawn into the concrete masonry with the water.\n\n\nProjections and Sills. The cells in concrete masonry construction, and the need to maintain alignment of the cells for reinforcing, limit the tendency of designers to create additional patterns by extending some units beyond the face of the wall. Although this process is possible with concrete masonry, the problems of increased water absorption and penetration through the exposed horizontal surfaces should be considered.\n\nMost clear water repellent treatments are not designed to resist water penetration on horizontal masonry surfaces. Accordingly, ledges formed by projecting units out beyond the face of the wall should be either flashed with sheet metal or patched with an elastomeric coating (see Figure 1).\n\nDense, precast concrete sills, properly sloped and with drip edges, can provide an acceptable sill condition (see Figure 2). Masonry unit sills should also be coated with an elastomeric coating. Avoid mortar sills since they are porous and crack. If used, they should be covered with flashing or coated with an elastomeric coating to prevent water.\n\nFigure 1: Ledge Detail\n\nFigure 2: Sill Details\n\nRead More\n\nAngelus Block Co., Inc. supplies this information as an educational aid in understanding the benefits of concrete masonry construction and our products. It is the responsibility of the user to obtain engineering or other advisory services from licensed professionals as the basis for incorporating into any project any information, detail, or product offered herein.\n\nAngelus Technical Article: Clear Water Repellent Treatments",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.9456136823,
        "format_confidence":0.8670838475
    },
    {
        "url":"http:\/\/www.google.com\/patents\/US455072",
        "text":"Search Images Maps Play YouTube News Gmail Drive More »\nSign in\nScreen reader users: click this link for accessible mode. Accessible mode has the same essential features but works better with your reader.\n\n\n  1. Advanced Patent Search\nPublication numberUS455072 A\nPublication typeGrant\nPublication dateJun 30, 1891\nFiling dateMay 7, 1891\nPublication numberUS 455072 A, US 455072A, US-A-455072, US455072 A, US455072A\nExport CitationBiBTeX, EndNote, RefMan\nExternal Links: USPTO, USPTO Assignment, Espacenet\nWaste and overflow connection for stationary wash-tubs\nUS 455072 A\nAbstract  available in\nPrevious page\nNext page\nClaims  available in\nDescription  (OCR text may contain errors)\n\n2 Sheets-Sheet 1,\n\n(No Model.)\n\n\nNo. 455,072. N PatantedJune' 30,1891.\n\nwm 4M@ 2 sheets-sheet A2.\n\n' (No Model.)\n\n\nPatented June 30,1891.\n\nfue noms uns ccan mocmrmcl. wumnurnn, n, c:4\n\n\n\n\nSPECIFICATION forming part of Letters Patent No. 455,072, dated June 30, 1891.\n\nApplication filed May 7, 1891. Serial No. 391,879. (No model.) o\n\nTo all whom t may concern:\n\nBe it known that I, ALPHONSE THoUEor, a citizen of the United States, residing at Union township, in the county of Hudson and State of New Jersey, have invented certain new and useful Improvements in Vaste and Overflow Connections for Stationary lVash -Tubs, of which the following is a description sufficientto enable others skilled in the art to which the invention appertains to make and use the same.\n\nMy improvements relate more especially to stationary wash-tubs made of cement or concrete with partition-walls. In this class of tubs the metal waste and overflow connections embedded in the cement frequently occasion the rupture of the tubs, owing to the strain to which they subject certain parts of the structure, which frequently has to sustain the Weight of the whole waste-pipe system.\n\nThe object of the first feature of Iny invention is to so combine and form the waste and overflow connections that they .together constitute a metallicbrace or tie which re-enforces and protects the tubs against rupture or injury. Thus instead of being a source of weakness and danger to the tubs, as in the past, I render the overflow and waste connections instrumental in the production of a much stronger and superior article of manufacture as a whole than has heretofore been attained, the connections being actually incorporated with the structure of the tubs and constituting the backbone thereof.\n\nThe first feature of my invention consists in forming the overflow and waste connections into a rigid exterior brace, they ends of which are embedded in the bottom and rear walls of the cement tubs, substantially as hereinafter set forth.\n\nI am aware that overflow-pipes and wastepipes have heretofore been embedded independently in wash-tubs formed of cement, as in Patent No. 384,814, dated June 19,1888, to IVesely, and I do not seek to cover the idea broadly. In fact myimproved construction is designed to overcome and remedy the practical defects attendant upon the actual use of the construction and arrangement shown in the said patent, resulting, for instance,in the frequent cracking and breaking of the concrete walls, owing to excessive strain or inequality of strain upon the waste-head, which, it will be seen, is embedded bodily within the floor at the junction thereof with the par-tition-wall, thus weakening and subjecting` to undue strain the very part of all others of cement tubs that ought to be strengthened and protected. This weakening of the tub referred to, which is the only one of the kind, so far as I know, in which theliquid-discharge passages are embedded directly in the cement, is still further contributed to by the formation of the overflow-passage directly within the partition. The operation of forming the overflow-passage within the partition-wall is also difficult, expensive, and unreliable, since the passage is liable to be contracted orclogged with concrete, the inner surface of which, not being finished like the exterior, readily absorbs moisture and iilth, rendering the contrivance unsafe and unhealthy.v\n\n. Another serious practical objection to the construction shown in the Wesel'y patent, as I have frequently found from actual experience with such tubs under various conditions in dwellings, duc., is that if there is anyconsiderable difference in level between the liquid in two adjoining tubs, or if one be empty and the waste-plug in the tub in which there is a preponderance of pressure is withdrawn, the escaping liquid will drive up the waste-plug in the other tub and enter the latter, owing to the-fact that the waste-head is simply a chamber into which theliquid is discharged on the same level, so that the shape of the waste-head or the resistance in the waste-pipe itself shunts the liquid from one tub to the other. I overcome this diiculty in my construction by, and one feature of my invent-ion consists in, forming a distinct conduit for each waste-sink, the conduits intersecting each other so far below the wasteopenings and at such an angle with relation to each other and to the waste-pipeitself that all possibility of backiiow or the washing out of plugs and comming-ling of contents is positively prevented.\n\n\\Vhile the leading features of my improvements are not necessarily related to concrete tubs re-enforced by metallic frame-work, as set forth in Patent N o.413,861,dated October 29, 1889, there are certain special advantages in using this construction of tub in connec- IOO tion therewith, and my invention includes the combination and arrangement, with the metallic frame-work embedded inthe cement, 0f the waste-pipes connected with the metal frame in such manner that the weight and strain of the pipes are imparted to and distributed by the metallic framework over the structure, thus relieving the cement from undue or dangerous strain and greatly angmenting the strength and stability of the structure as a whole. I also thus practically obviate all trouble or danger from the pulling out or loosening 0f the ends of the pipes embedded in the cement-a difficulty heretofore frequently encountered.\n\nIt. will be seen that by my construction and arrangement of the overflow I am enabled to carry the metallic frame through the body of the partition and to fasten the overflow-head thereto, thereby re-enforcing the part of the structure which is subjected to the greatest strain, a construction that would be impossible in the IVesely device referred to, in which the overflow is a hollow extending the greater portion of the height of the partition.\n\nIn the accompanying drawings, Figure l is a vertical longitudinal section through two tubs constructed according to my invention; Fig. 2, a transverse vertical section upon plane of line x .1', Fig. l, showing the overflow and waste connections in elevation and a portion of the partition broken away to expose the metallic frame, (fue. Fig. 3 is a vertical section, upon a larger scale,of the waste-head, the overflow being shown in elevation. Fig. i is a central vertical section at right angles to Fig. Fig. 5 is a longitudinal section of the strainer-bolt, strainers, the.; Fig. G, an end View of structure shown in Fig.\n\nThe duplex tub A A is formed of concrete or plastic material, as hydraulic cement mixed with freshly-crushed granite or any other suitable material or combination thereof in substantially the same manner heretofore practiced in the manufacture of earthenware tubs, a wire frame-work F being preferably incorporated in the structure, after the mannerprovided for in Letters Patent No. 13,861, hereinbefore referred to.\n\nPrior to the building up of the tubs the Y waste-head D, T-headed overllow C, and connecting exterior overtiow-pipe E are assembled together by suitable means to form a single rigid structure. Thus formed into a single integral piece, the waste and -overflow connections as a whole are placed in position upon and within and are preferably positively attached to the metallic frame F before the cement, the., is applied to the frame. The said connections and the frame F having thus been properly adjusted with relation to each other, the walls of cement N are built up around the T-head C and the upper ends of the branches di d3 of the Y-head D, thus combining and sealing the whole into one inseparable rigid structure of greater strength and durability than -has heretofore been attained in the art- It will be seen that the overfiow C, pipe E, and Y-head D constitute a rigid brace and support for the center and rear of the duplex tub, virtually binding the top and bottom together. Anylstrain caused by the waste-pipe connection with the head D is thus distributed to the tub in such manner as to prevent all possibility of the pulling out of the waste-arms d2 d, since the pipe E and embedded T-head C act as a substan tial anchorage and support for the wastehcad D. This is especially so when the over dow C and the ends of the arms'd2 (Z3 of the waste-head D are connected directly with the metallic frame F, in which case the strain 1s virtually distributed throughout the whole of the structure, practically relieving the cement from all possibility of fracture or distortion. The upper ends d'1 di of the bifurcated arms (Z2 di of the head D are preferably verticalfor a distance equal to the thickness of the bottom of the tubs in which they are embedded, from which points the arms d2 d converge together at such an angle that vtheir point of juncture is some distance below the bottom of the tubs. As a consequence the waste water is conducted directly and positively into the main waste-pipe without any possible contact or interference with the waste plug or opening in the other tub, and all commingling or transfer of liquid from one tub to the other is avoided. The lateral arm e of the exterior overflow E also enters the head D at thejunction c, thus practically constituting a fourway joint at this point and insuring the entrance of the... (truncated)",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.8569588065,
        "format_confidence":0.6663746834
    },
    {
        "url":"https:\/\/www.scribd.com\/doc\/146288001\/Soil-Exploration",
        "text":"Soil Exploration\n\nT.E. Civil 2009-2010 G.E.- I\n\nTopics Covered\n\n     \n\nIntroduction Methods of investigation Methods of boring Soil samplers and sampling Location and number of pits and borings Penetrometer tests Borehole logs Geophysical methods\n\nIntroduction   Soil exploration is a part of site investigation. Site investigation. in general deals with determining in general. the suitability of the site for the proposed construction. .\n\nSite Investigation .\n\n.Introduction (Cont’d)… WHAT?  Attempt at understanding the subsurface conditions such as:   Soil and rock profile Gelogical features of the region     Position and variation of ground water table Physical properties of soil and rock Contamination. topography. hydrological data. etc. seismicity. if any General data of adjacent structures. soil maps.\n\ni.  To make recommendations regarding the safe bearing capacity or pile load capacity.Introduction (Cont’d)… WHY?  To determine the type of foundation required for the proposed project at the site. .e. shallow foundation or deep foundation.  Ultimately. it is the subsoil that provides the ultimate support for the structures.\n\nFailures .\n\nLeaning Tower of Pisa and Sinkholes .\n\nIntroduction (Cont’d)… HOW?  The three important aspect are planning.  Planning   To minimize cost of explorations and yet give reliable data. . size and importance of project and whether investigation is preliminary or detailed. execution and report writing. Decide on quantity and quality depending on type.\n\nif necessary. Conducting in-situ tests of subsurface material and obtaining properties directly or indirectly. Study of ground water conditions and collection of sample for chemical analysis. Geophysical exploration.Introduction (Cont’d)…  Execution:      Collection of disturbed and\/or undisturbed samples of subsurface strata from field. Laboratory testing on samples .\n\ntables. Calculations performed Recommendations . Description of nature.Introduction (Cont’d)…  Report writing:        Description of site conditions – topographic features. existing structures. etc. supplemented by plans\/drawings. hydraulic conditions. type and importance of proposed construction Description of field and lab tests carried out. Analysis and discussion of data collected Preparation of charts. etc. graphs.\n\nagricultural land. etc. seismic maps.   To judge general suitability Decide exploration techniques . etc. industrial unit.Introduction (Cont’d)… A complete site investigation will consist of:  Preliminary work   Collecting general information and already existing data such as study of geologic .  Site Reconnaissance: Actual site inspection. at or near site. Study site history – if previously used as quarry.\n\nIntroduction (Cont’d)…  Exploration    Preliminary Investigations: Exploratory borings or shallow test pits. depth of investigation should be such that any\/all strata that are likely to experience settlement or failure due to loading. in-situ testing. Spacing depends upon degree of variation of surface topography and subsurface strata in horizontal direction. . extensive sampling. etc. Refer to Alam Singh. Depth and spacing: In general. lab testing. representative sampling. etc Detailed Investigations: Deep boreholes. geophysical investigations.\n\n. Sampling\/testing done on exposed surfaces. Max.Methods of Investigation  Test pits:     Permits visual inspection of subsurface conditions in natural state. Especially useful for gravelly soil where boreholes may be difficult. depth limited to 18 20 feet.\n\nwith some decomposed bed rock texture Soil Colour Gray 7.5YR 6\/1 Reddish yellow 5YR 6\/6 Reddish yellow 5YR 6\/8 Light red 2.5YR 6\/8 Finds Modern Rubbish (filled soil) Modern rubbish (filled soil) Modern rubbish (filled soil) Modern rubbish (filled soil) Nil (original decomposed soil) Nil (original decomposed soil) Nil (original decomposed soil) Chronology 1980s 1980s 1980s 1980s Test Pit Wall Photograph Western Wall Section Test Pit Wall Drawing Western Wall Section Drawing .5YR 7\/6 Gray 7.5YR 5\/1 Pinkish white 7.Stratigraphy and Finds Layer L1 L2 L3 L4 L5 L6 L7 Soil Sandy soil Sandy soil Sandy soil Sandy soil Loamy soil Loamy soil Loamy soil.5YR 8\/2 Reddish yellow 7.\n\nMax. . depth 10 m Suitable in all soils above GWT but only in cohesive soil below GWT Hollow stem augers used for sampling or conducting Standard Penetration Tests.Methods of Boring  Auger Borings:      Simplest method of exploration and sampling. Power driven or hand operated.\n\nHand operated augers Power driven augers .\n\nSoil is loosened and removed from the borehole using water or a drilling mud jetted under pressure. The water reaches the ground level where the soil in suspension is allowed to settle and mud is recirculated. A hollow drill rod with chopping bit is inserted inside the casing. from the annual space between the hole and wash pipe. The water is jetted in the hole through the bottom of a wash pipe and leaves the hole along with the loose soil. .Methods of Boring  Wash Boring:     A casing is driven with a drop hammer.\n\ncalyx or shot core drilling  Core drilling    . Examples: diamond coring. Drilling mud is continuously pumped into the hole. A core barrel is fitted with a drill bit is attached to hollow drill rods. The bit grinds the soil and the return flow brings the cuttings to the surface.  Mud rotary  Hollow drill rods with a drill bit is rotated into the soil.Methods of Boring Another example of wash boring is called mud rotary drilling (soil) or core drilling (rock). Used for obtaining rock cores.\n\nSchematic for wash boring .\n\n\nDiamond Drill Bit Tricone drill bit .\n\nbut may be hand driven). A winch is provided to raise and lower the drilling tools into the hole.   In general. Slurry removed by bailers or pumps.Methods of Investigation  Percussion drilling    Grinding the soil by repeated lifting and dropping of heavy chisels or drilling bits. a machine used to drill holes is called a drill rig (generally power driven. . Water is added to form slurry of cuttings.\n\nSPT Seismic refraction method Electrical resistivity method.Methods of Investigation  Probing or sounding methods:   Drive a pipe or rod into the soil.  Geophysical methods:   . Measure the resistance offered by the soil. Ex. CPT.\n\nSign up to vote on this title\nUsefulNot useful",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.5652716756,
        "format_confidence":0.5430644155
    },
    {
        "url":"https:\/\/www.astm.org\/DATABASE.CART\/HISTORICAL\/B766-86R98.htm",
        "text":"ASTM B766-86(1998)\n\n    Standard Specification for Electrodeposited Coatings of Cadmium\n\n      Format Pages Price  \n    PDF 8 $62.00   ADD TO CART\n\n    1. Scope\n\n    1.1 This specification covers the requirements for electrodeposited cadmium coatings on products of iron, steel, and other metals.\n\n    Note 1-Cadmium is deposited as a coating principally on iron and steel products. It can also be electrodeposited on aluminum, brass, beryllium copper, copper, nickel, and powder metallurgy parts.\n\n    1.2 The coating is provided in various thicknesses up to and including 25 [mu]m either as electrodeposited or with supplementary finishes.\n\n    1.3 Cadmium coatings are used for corrosion resistance and for corrosion prevention of the basis metal part. The as-deposited coating (Type I) is useful for the lowest cost protection in a mild or noncorrosive environment where early formation of white corrosion products is not detrimental or harmful to the function of a component. The prime purpose of the supplementary chromate finishes (Types II and III) on the electroplated cadmium is to increase corrosion resistance. Chromating will retard or prevent the formation of white corrosion products on surfaces exposed to various environmental conditions as well as delay the appearance of corrosion from the basis metal.\n\n    1.4 Cadmium plating is used to minimize bi-metallic corrosion between high-strength steel fasteners and aluminum in the aerospace industry. Undercutting of threads on fastener parts is not necessary as the cadmium coating has a low coefficient of friction that reduces the tightening torque required and allows repetitive dismantling.\n\n    1.5 Cadmium-coated parts can easily be soldered without the use of corrosive fluxes. Cadmium-coated steel parts have a lower electrical contact resistance than zinc-coated steel. The lubricity of cadmium plating is used on springs for doors and latches and for weaving machinery operating in high humidity. Corrosion products formed on cadmium are tightly adherent. Unlike zinc, cadmium does not build up voluminous corrosion products on the surface. This allows for proper functioning during corrosive exposure of moving parts, threaded assemblies, valves, and delicate mechanisms without jamming with debris.\n\n    2. Referenced Documents (purchase separately) The documents listed below are referenced within the subject standard but are not provided as part of the standard.\n\n    ASTM Standards\n\n    A165 Specification for Electrodeposited Coatings of Cadmium on Steel\n\n    B117 Practice for Operating Salt Spray (Fog) Apparatus\n\n    B183 Practice for Preparation of Low-Carbon Steel for Electroplating\n\n    B201 Practice for Testing Chromate Coatings on Zinc and Cadmium Surfaces\n\n    B242 Guide for Preparation of High-Carbon Steel for Electroplating\n\n    B253 Guide for Preparation of Aluminum Alloys for Electroplating\n\n    B254 Practice for Preparation of and Electroplating on Stainless Steel\n\n    B281 Practice for Preparation of Copper and Copper-Base Alloys for Electroplating and Conversion Coatings\n\n    B320 Practice for Preparation of Iron Castings for Electroplating\n\n    B322 Guide for Cleaning Metals Prior to Electroplating\n\n    B343 Practice for Preparation of Nickel for Electroplating with Nickel\n\n    B374 Terminology Relating to Electroplating\n\n    B487 Test Method for Measurement of Metal and Oxide Coating Thickness by Microscopical Examination of Cross Section\n\n    B499 Test Method for Measurement of Coating Thicknesses by the Magnetic Method: Nonmagnetic Coatings on Magnetic Basis Metals\n\n    B504 Test Method for Measurement of Thickness of Metallic Coatings by the Coulometric Method\n\n    B507 Practice for Design of Articles to Be Electroplated on Racks\n\n    B558 Practice for Preparation of Nickel Alloys for Electroplating\n\n    B567 Test Method for Measurement of Coating Thickness by the Beta Backscatter Method\n\n    B568 Test Method for Measurement of Coating Thickness by X-Ray Spectrometry\n\n    B571 Practice for Qualitative Adhesion Testing of Metallic Coatings\n\n    B602 Test Method for Attribute Sampling of Metallic and Inorganic Coatings\n\n    B697 Guide for Selection of Sampling Plans for Inspection of Electrodeposited Metallic and Inorganic Coatings\n\n    E8 Test Methods for Tension Testing of Metallic Materials\n\n    F519 Test Method for Mechanical Hydrogen Embrittlement Evaluation of Plating\/Coating Processes and Service Environments\n\n    Federal Standard\n\n    QQ-P-416 Plating, Cadmium (Electrodeposited) Available from U.S. Government Printing Office, Washington DC 20402.\n\n    Military Standard\n\n    MIL-STD-1312 Fasteners, Test Methods Available from Standardization Documents Order Desk, Bldg. 4 Section D, 700 Robbins Ave., Philadelphia, PA 19111-5094, Attn: NPODS.\n\n    UNSPSC Code\n\n    UNSPSC Code 11101710(Cadmium)\n\n    Referencing This Standard\n    Link Here\n    Link to Active (This link will always route to the current Active version of the standard.)\n\n    DOI: 10.1520\/B0766-86R98\n\n    Citation Format\n\n    ASTM B766-86(1998), Standard Specification for Electrodeposited Coatings of Cadmium, ASTM International, West Conshohocken, PA, 1998, www.astm.org\n\n    Back to Top",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.5035623312,
        "format_confidence":0.8814411759
    },
    {
        "url":"http:\/\/www.jsmo.gov.jo\/En\/EServices\/Standards\/Pages\/stdDetails.aspx?mfn=5840",
        "text":"Standards catalogue\n\nJS 2243-1:2019\n\nEnergy audits Part 1: General requirements\n\nThis part of jordanian Standard specifies the requirements, common methodogy and deliverables for energy audits . it applies to all forms of establishments and organizations, all forms of energy and uses of energy, excluding indivdual private dwellings. This jordanian standard covers the general requirements common to all energy audits. specific energy audit requirements will complete the general\n\nGeneral information\n\nNote: 16% tax is added to the Standards price",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.7139107585,
        "format_confidence":0.8480536342
    },
    {
        "url":"https:\/\/www.nen.nl\/NEN-Shop-2\/Standard\/NENENISO-1468022006-en.htm",
        "text":"NEN-EN-ISO 14680-2:2006 en\n\nPaints and varnishes - Determination of pigment content - Part 2: Ashing method\n\n\nAbout norm\n\nStatus Current\nNumber of pages 3\nCommittee Verfwaren\nPublished on 01-02-2006\nLanguage English\nThis part of ISO 14680 is one of a series of standards dealing with the sampling and testing of paints, varnishes and related products. It specifies a method for determining the pigment content of paints in which the product under test is ashed. The method is not applicable to coating materials containing aluminium, organic pigments and\/or dyestuffs, or inorganic pigments treated with organic compounds. Such constituents, which could make up about 10 % of the pigment, will be lost during ashing. As the state of many pigments and extenders changes under the specified test conditions, it will depend on the composition and the chosen ashing temperature whether the actual pigment content of the product under test can be deduced from the apparent pigment content found by this method. The method is generally not suitable for UV paints and varnishes or those containing reactive diluents requiring special heating conditions. The pigment content of coating materials can also be determined by a centrifuge method (see ISO 14680-1) or by a filtration method (see ISO 14680-3).\n\n\nICS-code 87.060.10\nDutch title Verven en vernissen - Bepaling van het pigmentgehalte - Deel 2: Asmethode\nEnglish title Paints and varnishes - Determination of pigment content - Part 2: Ashing method\n\nShopping Basket\n\n\nGo to shopping basket",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.9333313107,
        "format_confidence":0.630233109
    },
    {
        "url":"http:\/\/www.skf.com\/ca\/en\/products\/bearings-units-housings\/roller-bearings\/tapered-roller-bearings\/four-row-tapered-roller-bearings\/comparative-load-ratings\/index.html",
        "text":"Comparative load ratings\n\nFor rolling mill applications, load ratings are typically not calculated according to ISO 281:2007 but are calculated by a different method based on a rating life of 90 million revolutions (500 r\/min for 3 000 operating hours). As a direct comparison of these load ratings with ISO load ratings is not possible, even if they are converted for 1 million revolutions (ISO life definition) \"comparative\" load ratings calculated by the same non-ISO method are provided in the product tables.\nThese comparative load ratings may only be used together with the life and equivalent load equations specified below; they may not be used to calculate an ISO rating life.\n\nComparative life calculation\n\nThe comparative life is calculated using the comparative load rating CF as follows:\n\nLF10 = 90 (CF\/PF)10\/3\n\n\nLF10h = (CF\/PF)10\/3 (1 500 000\/n)\n\n\ncomparative rating life, million revolutions\ncomparative rating life, operating hours\ncomparative dynamic load rating to give a rating life of 90 million revolutions, kN\nequivalent dynamic bearing load (for conditions please refer to table), kN\nconstant operating speed, r\/min\n\nFor load cases 1a) and 1b), see table, it is necessary to use the load rating for one roller row when using PFL. This load rating (for 1 row) can be obtained from\n\nCF(row) = 0,29 CF(bearing)\nSKF logo",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.9462910295,
        "format_confidence":0.8789838552
    },
    {
        "url":"http:\/\/www.pennstainless.com\/pipeandtubes\/specification\/pipe-specification-astm-b668\/",
        "text":"Home » Pipe and Tube Specifications » Pipe Specification – ASTM B668\n\nPipe Specification – ASTM B668\n\n\nThis specification covers the standard requirements for UNS N08028 seamless cold-finished or hot-finished pipe and tube intended for general corrosive services. The pipe and tube shall be furnished in the solution-annealed condition and heat treated at a certain range of temperature by subsequent quenching in water or rapidly cooling by other means. Chemical and product analysis shall be conducted on each lot of material as described in a referenced ASTM document and shall conform to the required chemical composition for carbon, silicon, manganese, phosphorus, sulfur, chromium, nickel, molybdenum, copper, and iron. The material shall also be subjected to tension test, flaring test, and hydrostatic or nondestructive test to determine its mechanical properties which shall be in conformity with the tensile strength, yield strength, and elongation requirements.\n\n  •  Note this data is for overview only. For full specification and current revisions, please contact ASTM.\n\n\nCall us at 1-800-222-6144 for more information",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.9887068272,
        "format_confidence":0.9167056084
    },
    {
        "url":"http:\/\/www.astm.org\/DATABASE.CART\/WORKITEMS\/WK38985.htm",
        "text":"ASTM WK38985\n\n    Revision of D4680 - 98(2011) Standard Test Method for Creep and Time to Failure of Adhesives in Static Shear by Compression Loading (Wood-to-Wood)\n\n    (What is a Work Item?)\n\n    Active Standard: D4680 - 98(2011)\n\n    Developed by Subcommittee: D14.30 | Committee D14 | Contact Staff Manager\n\n\n    1. Rationale\n\n    Work item proposes to revise the current D4680 test jig detailed in Adjunct #ADJD4680 to reduce manufacturing costs and provide specimen loading without dissassembly\/reassembly of the jig for each sample. The goal is to provide a reasonable and cost-effective alternative to the D3535 specimen when testing with high temperature and humidity environments.\n\n\n    adhesive; compression; creep; shear; strain; stress; Adhesive bonds; Adhesives (wood); Compression testing--adhesives; Creep--adhesives; Failure end point--adhesives; Humidity; Loading tests--adhesives; Shear testing--adhesives; Strain testing--adhesives; Stress--adhesives; Time-to-failure (TTF); Wood products (adhesives)\n    Citing ASTM Standards\n    Back to Top\n    Work Item Status\n\n    Date Initiated:\n\n    Technical Contact:\n    Mark Clark\n\n    Draft Under Development",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.515425086,
        "format_confidence":0.8325489759
    },
    {
        "url":"https:\/\/www.panelbuilt.com\/specifications\/ceiling-specifications\/suspended-ceiling-square-feet",
        "text":"The ceiling system shall consist of a complete Class “A” suspension system and acoustical material. The ceiling suspension system shall consist of a concealed assembly of structural members and such hardware and wall moldings as required to support the ceiling system with a maximum deflection of L\/360 of the span. The ceiling shall be capable of incorporating lighting, heating, ventilation, air conditioning, electronic and electrical system components, as necessary. The system shall be completely integrated with the structural and mechanical elements, and shall be coordinated with the interior partitions. The ceiling system shall consist of white “T” grid system with 2′ X 4′ pattern. Ceiling tile shall be Armstrong “Minatex” Model #775 24″ X 48″ X 5\/8″ Lay-in or equal.\n\nCall For Modular Building Solutions 800.636.3873",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.7530372739,
        "format_confidence":0.5878619552
    },
    {
        "url":"http:\/\/www.precisionballs.com\/td15.php",
        "text":"Established in 1952\nBal-tec Page: 2935\nFriday, October 28, 2016\n\nMeasuring Sphericity\n\nTechnical Data Sheet #15\n\nOperator at Talyrond\n\nThis Talyrond inspection center can measure the sphericity of a ball to less than one millionth of an inch. When required, the quality can be documented in the form of a polar chart recording. Its calibration is traceable to (NIST), National Institute of Standards and Technology.\n\nThe modern approach to roundness measurement is based on the comparison of a near perfect axis of rotation with the unknown quality of the test part. This method for evaluating the roundness (sphericity) of precision balls was adopted by the A.F.B.M.A. in the 1975 revision of Standard Book #10, ANSI-B 3.12 1975.\n\nPolar Chart from Talyrond\n( Bad ) Polar Chart from Talyrond\n\nAt Bal-tec, we use the Talyrond system to evaluate the roundness of our precision balls. With this system, the ball is fixed to an adjustable X-Y table. This table is adjusted to position the axis of the ball coincident with the near perfect axis of the rotating electronic pickup. Imperfections in the spherical form are recorded on a polar chart in millionths of an inch. The data supplied by the Talyrond is traceable to (NIST), National Institute of Standards and Technology.\n\nThis is a ( bad ) example of the polar chart produced on the Talyrond. The inner polylobular trace was made from a competitor's silicon nitride ball that was rated by them as a grade 10. The outer trace was made from a very good quality ball.\n\nTalyrond in Action on a Custom Made Ball\n\nTaly Probe Close Up, Three Ball Nest\n\nHome Contact Products Quote Search Alphabetical Index Shopping Cart   Shopping Cart\nCopyright © 1999, revised 2015, Micro Surface Engr. Inc.",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.5380880237,
        "format_confidence":0.6043627858
    },
    {
        "url":"https:\/\/www.huntingdonfusion.com\/index.php\/en_gb\/technical-support\/technical-papers-61691\/786-major-advances-weld-purging",
        "text":"Major Advances Weld Purging\n\n\nMajor Advances in Weld Purge Technology\n\nThe last few months have seen the launch of several innovative improvements to the range of internationally approved weld purge systems manufactured by Huntingdon Fusion Techniques HFT®.\n\nExploiting current engineering developments in materials, electronics and specialist products such as gas valves, HFT®'s designers, encouraged by customer feedback, have been able to make significant improvements to its range of purge equipment and instrumentation.\n\nThree principle products form the thrust of HFT's Argweld® Family Range of Pipe Purging Products; QuickPurge®, PurgElite® and PurgEye®.\n\nquickpurge welding equipments\n\nFig 1.  Effective gas seals need to be provided on either side of the joint and these need to be far enough away to be\nunaffected by the temperature rise during welding. This schematic section illustrates how QuickPurge equipment works.\n\n\n\nFig 2.  Engineers prepare to fabricate large diameter pipework on the Isle of Grain Natural Gas installation using QuickPurge®II.\n\n\nThe Argweld® Product Range was developed to help speed up the welding process for engineers involved in the fabrication of pipes and tubes. This was realised by using a design, which allows for easy and positive insertion into position and by limiting the purge volume. The product range has been used extensively and internationally during the welding of stainless steel gas and oil transmission pipework.\n\nThe QuickPurg®II body employs synthetic fabrics throughout and incorporates an integral protective lining below the weld zone to resist thermal damage. Hoses used to transmit inert gas to and from the purge cavity and to provide inflation pressure are made from engineering grade nylon. Brass gas fittings are located well outside the weld zone so that post weld radiography and ultrasonic inspection can take place with the purge system left in place.\n\nIt is impractical to be specific across the entire spectrum of diameters and welding procedures other than to say that savings are significant. As an example, users report that a 900 mm diameter pipe can be fully purged to less than 0.1% oxygen in under 10 minutes. There are reported savings in excess of 80% on purge time compared with alterative purging systems so that gas usage can be reduced dramatically as a result.\n\nPurgElite® systems have been developed to help speed up the welding process for engineers involved in the fabrication of pipes and tube lines and assemblies up to 300 mm diameter.\n\nThe revolutionary product range replaces an earlier one that has been manufactured and marketed successfully by HFT world-wide for many years and is widely recognised as a robust, easy to use, welding ancillary that offers considerable savings in time and inert gas.\n\npurgelite purging system weld\n\nFig 3.  PurgElite® inflatable purge system designed to accommodate tube and pipe sizes between 25 and 300 mm diameter.\nThe 25 mm version is the worlds' smallest fully integrated purge system.\n\nweld purge monitor equipment product\n\n\nFig 4.  PurgEye® monitors have been specifically designed for indicating oxygen levels in inert gas during weld purging. These rugged instruments have a measuring range down to 1 part per million on an alpha-numeric display. \n\nThe 'Elite' development incorporates many advances in engineering technology and extends the size range to include purge systems as small as 25 mm (1 inch) diameter.\n\nThe inflatable components employ low vapour pressure synthetic fabrics with low outgassing rates throughout and incorporate a connecting hose with a protection sleeve to resist thermal damage. Hoses used to transmit inert gas to and from the purge cavity and to provide inflation pressure are made from engineering grade nylon.\n\nPurgEye® Weld Purge Monitors® were developed by HFT® specifically for the weld purge industry to provide sensitive oxygen measuring instrumentation. Most fabricators, but stainless steel fabricators in particular, need to ensure that the weld root is protected against oxidation. If the root becomes oxidised, the affected metal may need to be cleaned and this can be an expensive operation. Protection is best effected by providing inert gas purging. Of course the purge gas itself needs to be free of oxygen and a measure of the oxygen content of the purged volume is thus a crucial need for the welder.\n\nFor routine welding of the majority of stainless steels there is a requirement for the purge gas to contain less than 0.1% oxygen or 1000 parts per million (ppm). For these applications the HFT® PurgeEye® monitors are more than adequate. More sensitive materials such as titanium alloys and some special stainless steels may require oxygen levels to be below 0.01% or 100 ppm.\n\nCase Histories\n\nA major US Nuclear Site employs QuickPurge® and Argweld® Weld Purge Monitors® to fabricate stainless steel duct work ranging in size from 150 to 600 mm.Before using QuickPurge® the practice was to purge a complete pipe system.\n\nOther types of stand-alone dams were unsuitable because of the risk of dams being accidentally left in place leading to costly obstruction issues. Water soluble dams were not allowed because post-weld flushing with water was unacceptable.\n\nA number of observations have been made;\n\n• Argon usage has been reduced by up to 90%.\n\n• Productivity has increased dramatically and overheads reduced due to the elimination of wasted down-time with welders spending hours waiting for purges.\n\n• A significant benefit has been the elimination of a major jobsite safety issue. Before using QuickPurge®, they would end up with hundreds of feet of ducting that were filled with argon. When the argon was to be expelled from the lines it produced a serious safety issue requiring the evacuation of areas due to dangerously lowered oxygen levels caused by the exhausted argon.\n\nPennecon Energy in Newfoundland selected Argweld® purge systems for a large piping project.\n\nPennecon was awarded a contract that required hundreds of welds on titanium and stainless steel piping with sizes up to 1500 mm diameter and they were in the process of gearing up a brand new welding facility with multiple welding stations to handle the job.\n\nThe company evaluated several alternatives for effective and efficient methods of weld purging in order to achieve a purge below 50 parts per million of oxygen. Following testing and evaluation and after studying the return on investment that the Argweld® products offered with reduced operating costs, a decision was made to move forward with the procurement of QuickPurge®II systems and PurgEye® Weld Purge Monitors®.\n\nThey are now using the equipment extensively on 250, 450 and 500 mm pipe joints and plan to continue to use other Argweld® equipment as they move into other pipe sizes.\n\nLatest Innovations\n\nPurgeGate® has been added to all QuickPurge® systems. This patented device prevents inflatable systems from being over-pressurised even when operators try to increase pressure to increase the flow of weld purge gas.\n\nRootGlo® illuminating tape is now sewn on the centreline of the QuickPurge® system. Inside the dark pipe, the centering band glows brightly to give welders the opportunity to see all aspects of the purge device alignment and the quality of the weld root as it is being welded.\n\nIntaCal® is a calibrated gas release system to purge the interspace between the dams. IntaCal® removes the need for expensive and complicated valve systems that need presetting before each weld. This time-consuming process is now eliminated, as is the previous problem of incorrectly setting valves which frequently led to bursting dams.\n\nWeld Purge Monitors® The exhaust gases are fed directly to the weld purge monitor and can be set to alert the user automatically when the required oxygen level has been reached.\n\nTo read the published article in World Pipelines by Energy Global, click on this image:\n\n\nYou are not allowed to use or copy any of this material or content without the written permission of Huntingdon Fusion Techniques HFT®, copyright protected. All rights belong to Huntingdon Fusion Techniques HFT® exclusively. Not for any reproduction without consent.",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.8994703293,
        "format_confidence":0.6697475314
    },
    {
        "url":"https:\/\/www.sae.org\/servlets\/works\/documentHome.do?comtID=TEM&docID=J2213_201210&inputPage=dOcDeTaIlS",
        "text":"SAE International\nSAE Standards Works\nSAE International\nContact Us | Help | Shopping Cart\nSAE Login\n\nJ2213_201210 - Metric Ball Joints\n\nDocument Number: J2213_201210\nRevision Number:\nMetric Ball Joints\nThis SAE Standard covers the general and dimensional data for industrial quality ball joints commonly used on control linkages in metric automotive, marine, construction, and industrial equipment applications. The ball joints described are available from several manufacturers within the range of the interchangable specifications. The sliding contact slef-aligning bearing members (ball and socket) are available in a variety of materials in the types shown. The load capacities and wear capabilities vary considerably with the design and fabrication. It is suggested that the manufacturers be consulted for recommendations for the type and design to particular applications. The inclusion of dimensional data in the document is not intended to imply that all the products described are stock production sizes. Consumers are requested to consult with manufacturers concerning availability of stock production parts.\nRecent Activity\nDate Type",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.9187361002,
        "format_confidence":0.7607744932
    },
    {
        "url":"http:\/\/www.freepatentsonline.com\/3638858.html",
        "text":"United States Patent 3638858\n\nA temporary heating system for buildings under construction requiring hot air for drying plaster, paint, mortar and the like. A portable high-capacity burner is placed in a doorway leading to the outside of the building on the lowest floor to be heated. The burner is baffled to have the burner intake outside the building and the hot products of combustion and air blown inside into an elevator shaft which then conducts the hot air to the upper levels. The elevator doors and the windows of the building are used as flow regulators for their respective floors.\n\nApplication Number:\nPublication Date:\nFiling Date:\nPrimary Class:\nOther Classes:\nInternational Classes:\nF24H3\/04; (IPC1-7): F24D5\/02\nField of Search:\n263\/19 237\nView Patent Images:\nUS Patent References:\n3050111Crop dryer1962-08-21Hubbard et al.\n2579158Heating system1951-12-18Scheu\n1706199Method of drying moist rooms, buildings, and the like1929-03-19Wagner\n\nPrimary Examiner:\nFavors, Edward G.\nI claim\n\n1. In combination a multilevel building and a temporary heating system therefor, said system comprising a tubular burner for generating a continuous stream of hot gases, said burner being disposed in a substantially horizontal position on a lower level within the building and having inlet and outlet openings, said building having an opening to the outside thereof at said lower level, a baffle for the opening in the building and extending around the burner to expose the air inlet of the burner to the outside of the building and to shield the hot gases from the outside at said building opening, a vertical shaft in the building for access to upper levels therein, said shaft having door openings at a plurality of building levels, the outlet opening for the burner directing the stream of hot gases from the burner toward said shaft to direct hot gases thereinto, said door openings in the shaft being selectively manipulatable for regulating the amount of hot gases entering each of the building levels.\n\n2. A temporary heating system as described in claim 1, a duct interposed between the outlet of the burner and the shaft for conducting a major portion of the hot gases from the burner to the shaft, said duct being spaced from the burner to permit the remainder of the hot gases to pass around the duct into said lower level.\n\nThis invention relates to temporary heating systems for buildings under construction, or whose heating plant is not functioning.\n\nIn multilevel buildings under construction or undergoing extensive remodeling, certain construction materials such as plaster, dry wall, mortar, cement, paint, wallpaper, etc., must be dried as evenly and as rapidly as possible to prepare the building for early occupancy. This means that uniformly hot dry air in adequate quantities must be circulated throughout the building during the drying period and for such time as the external air temperature may be at a damaging level. At these times the heating plant for the building, particularly in new construction, may not be operational so that it becomes necessary to provide a temporary source of hot air for the building until its own heating plant can be put in operation.\n\nHeretofore, temporary heating units for buildings under construction have taken the form of small individual burners, usually oil fired, and of a capacity sufficient to supply, at best, one floor of the building with hot dry air. No provision was made in the burners for automatically limiting the maximum temperature of the hot air emanating therefrom so that they could not be left unattended for fear that they would overheat.\n\nThe principal object of this invention is to provide a temporary heating system for large buildings under construction the capacity of which is large enough to supply the entire building, including all floors thereof, with adequate quantities of hot, dry air to promote drying of construction materials used therein.\n\nAs a more specific object, this invention has within its purview the provision of a temporary heating system for a multilevel building having a vertical shaft such as an elevator shaft or a stair well, the shaft having doors opening on each level, wherein use is made of the shaft and doors in connection with a compact, high-capacity portable heating unit to distribute hot air from the heating unit to all levels of the building.\n\nThese and other objects of this invention, will become apparent from the following detailed description when taken together with the accompanying drawings, in which:\n\nFIG. 1 is a fragmentary plan view of a single level in a multilevel building showing the temporary heating system of this invention as used therein;\n\nFIG. 2 is an enlarged elevational view of the building and heating system of FIG. 1;\n\nFIG. 3 is a still further enlarged side elevational view in section of the heating unit taken along line 3--3 of FIG. 1;\n\nFIG. 4 is an elevational view in perspective of the heating unit of FIG. 3; and\n\nFIG. 5 is an enlarged end elevational view of the heating unit of FIG. 1 as installed.\n\nIn its preferred form, this invention is comprised of a high-capacity burner and blower in the form of a cylinder, mounted on a wheeled frame to provide portability for the unit. Any suitable fuel supply may be used, but it may take the form of gas piped to the unit from a city natural gas main, or from a tank of propane gas. The size of the unit may be selected to adapt it for a relatively wide range of building sizes to be heated, and the output of the unit may thus be adjusted to furnish from 500,000 B.t.u.'s per hour to 2,000,000 B.t.u.'s per hour. A blower on the unit mixes the outside air with the products of combustion. The unit is installed in a doorway or window on the lowermost level of the building to be heated, with the intake end extending out of the doorway. The output end is directed toward an open elevator shaft and the elevator doors on upper levels opening on the shaft serve as valves to admit desired amounts of heated air to the level associated with the door.\n\nReferring now to the drawings for a detailed description of the invention, and particularly to FIGS. 1 and 2, the invention is shown applied to a multilevel building 10 having a ground floor 11 and upper floors 12, 13 and 14. For purposes of illustration the building is shown as having a roof 15, but said roof may in fact be the next higher floor which, although formed, may not be ready for heating, i.e., the materials requiring heating for their drying and setting have not yet been applied to that floor. Each of the floors 11 to 14 are shown completed to the extent that windows 16, 17 and 18 have been installed so that such heated air as may be supplied to floors 11-14 can be retained in these levels, or allowed to leave at a controlled rate through windows 16, 17 and 18 as it becomes saturated with moisture, to be replaced by hot dry air.\n\nBuilding 10 will have an elevator shaft 19 extending vertically from the ground level 11 through each of the levels above, said shaft in the illustrative example having continuous rear and side walls 20, 21 and 22, and a front wall in which may be provided elevator doors 23, 24, 25 and 26, should the construction of the building be advanced to the point where such doors have been installed. Said doors 23-16, if installed, may be used to control the entrance of air from elevator shaft 19 to the levels associated with said doors.\n\nHot dry air is supplied to building 10 by a high-capactiy portable heater 27 shown in FIGS. 3 and 4. In the example illustrated, the heater is in the form of a cylindrical sheet metal tube 28 having an inlet end 29 and an outlet end 30. Tube 28 is mounted on a frame 31 which is, in turn, mounted on a pair of spaced wheels 32 on which heater 27 may be wheeled from place to place. A tongue 33 is provided by which heater 27 may be pushed or pulled, either manually, or by appropriate automotive power.\n\nWithin tube 28 is disposed a burner 34 which is preferably of the gas type because of the cleanliness of its products of combustion. Said burner may be supplied with gas from a source 35 which may be a portable container of propane gas or a city main containing natural gas supplied by a public utility. Air for combustion and for mixing with the products of combustion is provided by a motor-driven fan 36, the inlet to which is protected by a screen 37.\n\nHeater 27 is placed in a doorway or low window 38 (FIG. 5) on the lowest floor to be heated. In the building illustrated herein, this is the ground floor 11, but in a building of many floors the heater may be moved up to higher levels as the lower levels are completed. The doorway is closed by a temporary covering or baffle 29 of plywood, steel, or heavy cloth, and an opening is made in covering 39 through which inlet end 29 and tongue 13 extend to the exterior of the building.\n\nIt may be noted that tube 28 is relatively short and although the gases issuing therefrom are directional so that they will travel in the direction in which the outlet end 30 is pointed, tube 28 may of necessity be located some distance from door 23 so that the hot gases may be dissipated throughout ground floor 11 and the pressure thereof diminished at door 23 to the point where not enough gases enter elevator shaft 19 to heat the upper levels adequately, while the ground floor receives too much of these gases. To alleviate this condition a temporary cylindrical duct 40 (FIGS. 1 and 2) is used. This duct may be made of sheet metal or alternatively, of canvas or sheet plastic and made sufficiently rigid by any appropriate supporting means (not shown) to retain its intended cross-sectional shape. Although a cylindrical shape conforms most closely to the cross section of tube 28, other shapes, such as square or rectangular will also be effective. Duct 40 is supported on spaced frames 41 so that it is coaxially disposed with reference to tube 28, and it is of a length to extend approxim... (truncated)",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.9685944319,
        "format_confidence":0.7277026176
    }
]