[
    {
        "url":"http:\/\/wivb.com\/2015\/06\/16\/hamilton-police-officers-arrested-after-internal-investigation\/",
        "text":"Hamilton police officers arrested after internal investigation\n\nHAMILTON ONT. – Multiple Hamilton Police officers have been arrested following an internal investigation.\n\nIn September 2014, tickets were discovered in a service shredder box and an internal investigation was immediately launched.\n\nSome nine months later, investigators believe there were discrepancies involving 32 tickets.\n\nOfficials have met and interviewed some of those cited.\n\nThe officers, members of the service’s ACTION Team One were placed on administrative duties during this investigation. Now, all have been suspended without pay.\n\nThe officers are due in court in mid-July\n\nWIVB.com provides commenting to allow for constructive discussion on the stories we cover. In order to comment here, you acknowledge you have read and agreed to our Terms of Service. Commenters who violate these terms, including use of vulgar language or racial slurs, will be banned. Please be respectful of the opinions of others. If you see an inappropriate comment, please flag it for our moderators to review. Note: Comments containing links are not allowed.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9966478944,
        "format_confidence":0.978486836,
        "weight":0.0135977348
    },
    {
        "url":"http:\/\/scottlibby.blogspot.com\/2009\/09\/case-closed.html",
        "text":"Thursday, September 24, 2009\n\nCase Closed\n\nThe State Attorney General's Office has concluded that it would \"fruitless\" to reopen the case to investigate other leads following Samson's acquittal, according to this morning's Sun Journal story. Assistant Attorney General Andrew Benson stated\nThere was no information developed during the investigation that would suggest that anyone other than Agostino Samson killed Scott Libby, and my office and the state police still strongly believe that he's guilty of murder.\n\nHe also said, regarding the acquittal,\nObviously, I was not present in the jury room during the jury deliberations, and I'm not going to second-guess their decision. Their view of the evidence was simply different from that of the state.\n\nThe family is grateful to the Maine State Attorney General's Office, the Maine State Police, and everyone involved in the investigation for their fine work, and again, all friends and family who have been supportive throughout this process. At this point, we are simply attempting to move on.\n\nOn an administrative note, I intend to leave this site up indefinitely for future reference, but this will likely be my last posting. Take care, everyone.\n\nNo comments:\n\nPost a Comment",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9325780869,
        "format_confidence":0.9966151118,
        "weight":0.005176215
    },
    {
        "url":"http:\/\/huckhowe.blogspot.com\/2009\/01\/court-excuses-claimant-for-not-filing.html",
        "text":"Wednesday, January 7, 2009\n\nCourt Excuses Claimant for Not Filing Timely Claim in Bankruptcy Proceedings\n\nThe Western District slams the Guarantee Fund on public policy grounds for denying a hearing loss claim on a notice defense.\n\nClaimant established hearing loss of 15.77% BAW after working for an employer for 34 years, but the Commission reversed his award as he neglected to file a timely claim against the bankruptcy court after his employer became insolvent in 2001. The court of appeals reversed and found section 287.865.5 did not bar his claim and re-instated the original disability award, in Jones v GST Steel, No. 69299 (Mo. App. WD 1-6-2009).\n\nClaimant was terminated in 2001 when his company went into bankruptcy. He obtained a diagnosis of work-related hearing loss a few days before the bankruptcy filing. The Guarantee Fund defended his claim that it owed nothing as claimant did not preserve a claim with the bankruptcy court during the 6 years the employer’s bankruptcy remained pending.\n\nThe court considered the requirements of 287.865.5 that the employee must make timely claim for such payments. The legislature purpose to allow an insolvent employer to pay liability before making claims against the Guarantee Fund could have been achieved, the court explains, if the Guarantee Fund had provided notice itself to the bankruptcy estate after it received claimant's comp claim in 2003. The court liberally construes benefits under 287.800 and found the construction advanced by the Guarantee Fund placed unsophisticated claimants in a trap.\nThe notice provided to claimant that he needed to file a claim in bankruptcy was “inadequate” and did not provide the claimant adequate clarification how to proceed. It imposed a deadline that he file a claim in July 2001, months before he was legally entitled to file a comp claim for his hearing loss in November 2001 (287.197.7 at the time required 6 month separation rule). The court found the Guarantee Fund never provided him a clearer notice of his rights, and noted it was their statutory responsibility to do so under 287.872. The court cited legislative changes in 2005 requiring notice requirements only of “open” claims and not “potential” claims.\n\nThe court discusses similarities to the Wire Rope case, in which claimants in both cases lacked adequate information and clarification how to proceed. In the earlier case, the court criticized the Guarantee Fund for taking a defense that “spits” in the face of public policy and causes unjustified anxiety of workers.\n\nIn a similar case, Soligo v GSTY Steel Co., DOLIR 3-24-10, the court awarded against the Guarantee Fund benefits of 35% PPD based on Dr. Koprivica's rating for an unoperated rotator cuff tear, and rejected the Fund's jurisdictional defense that claimant failed to provide notice to the bankruptcy court, when claimant asserted he had never received any letter requiring him to provide such notice. The commission reversed an award of attorney's fees of $3381 assessed by ALJ Siedlik, noting the unsuccessful defense was not so egregious to warrant costs.",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.956592679,
        "format_confidence":0.7977676988,
        "weight":0.0053095064
    },
    {
        "url":"http:\/\/caselaw.findlaw.com\/us-supreme-court\/92\/531.html",
        "text":"ResetAA Font size: Print\n\nUnited States Supreme Court\n\n\nArgued:     Decided: October 1, 1875\n\n[ Board of Liquidation v. McComb 92 U.S. 531 (1875)\n\nAPPEAL from the Circuit Court of the United States for the District of Louisiana.\n\nMr. J. A. Campbell and Mr. J. Q. A. Fellows for the appellants.\n\nMr. Thomas J. Semmes and Mr. Robert Mott, contra.\n\nMR. JUSTICE BRADLEY delivered the opinion of the court.\n\nThe decree appealed from in this case was for a perpetual injunction to restrain the Board of Liquidation of the State of Louisiana from using the bonds known as the consolidated bonds of the State, for the liquidation of a certain debt claimed to be due from the State to the Louisiana Levee Company, and from issuing any other State bonds in payment of said pretended debt.\n\nThe decree was made upon a bill filed by the appellee, McComb, a citizen of Delaware, in which he alleges that he is a holder of some of these consolidated bonds, and that the employment of the bonds for the purpose proposed, namely, the payment of the claim of the Levee Company, will be a violation of the pledges given by the act creating the bonds, and will greatly depreciate their value. The bill sets out the circumstances of the case, and prays for an injunction. The defendants demurred; and, the demurrer being overruled, they declined to answer, and stood upon the supposed defects of the plaintiff's case. Thereupon the decree appealed from was rendered; and the question is, whether the injunction ought to have been decreed upon the statements made by the bill.\n\nIt appears that, by an act of the legislature of Louisiana, passed the 24th of January, 1874, called the Funding Act, the governor of the State, and other State officers, were created a [92 U.S. 531, 533]   board of liquidation, with power to issue bonds of the State to an amount not to exceed $15,000,000, or so much thereof as might be necessary for the purpose of consolidating and reducing the floating and bonded debt of the State, and to be called 'consolidated bonds of the State of Louisiana;' which bonds were to bear date the 1st of January, 1874, and to be payable in the year 1914, with interest at seven per cent per annum. The act provided that these bonds should be exchanged by the board for valid outstanding bonds of the State and valid warrants of the auditor issued prior to the passage of the act (except warrants issued in payment of constitutional officers of the State), at the rate of sixty cents in consolidated bonds for one dollar in outstanding bonds and warrants; and that they should be used for no other purpose. An annual tax of five and a half mills on the dollar of the assessed value of all the property of the State was levied, and directed to be collected, to pay the interest on these bonds, and to purchase and retire them. Other provisions were added, making it penal for the officers to divert the funds thus provided, or to obstruct the execution of the act, or to fail in the performance of any of the official duties required by it; and it was declared that no court or judge should have power to enjoin the payment of the bonds or the collection of the tax provided therefor. The eleventh section further declared, that each provision of the act should be a contract between the State and each and every holder of the bonds issued under the act: and section thirteen provided that the entire State debt, prior to the year 1914, should never be increased beyond the sum of $15,000,000 authorized by the act, it being declared to be the intent and object thereof, and of the exchanges to be effected under it, to reduce and restrict the whole indebtedness of the State to a sum not exceeding $15,000,000, and to agree with the holders of the consolidated bonds that said indebtedness should not be increased beyond that sum during said period. On the day of passing this act, the general assembly passed another act, proposing to the people of the State an amendment to the constitution of the State, which was adopted at the ensuing election; and provided that the issue of the consolidated bonds authorized by the funding act should create a valid contract between the State and each [92 U.S. 531, 534]   holder thereof, which the State should not impair; prohibited the issue of any injunction against the payment of the bonds or levy of the tax; directed that the latter should be levied and collected without further legislation; and declared that, whenever the debt of the State should be reduced below $25,000,000, the constitutional limit should remain at the lowest point reached, until it was reduced to $15,000,000, beyond which it should not be increased.\n\nThe language of this clause is explained by the fact that, in 1870, a constitutional provision had been adopted limiting the State debt to $25, 000,000; and the further fact, stated in the bill, that in 1874, when the funding act was passed, the outstanding bonds and valid warrants fundable under the act equalled this amount; so that, at sixty cents on the dollar, the debt to be funded would require the issue of the whole $15,000,000 of consolidated bonds. Besides these classes of debts, others to a considerable amount were then outstanding, as will appear further on.\n\nThe board of liquidation created by the funding act entered upon the performance of their duties, and, up to the commencement of proceedings in this case, they had issued a little over $2,000,000 under the act.\n\nOn the 2d of March, 1875, the general assembly passed an act authorizing the board to issue a portion of the above-mentioned consolidated bonds to the Louisiana Levee Company, in liquidation of a debt claimed to be due it under a contract made with the State in 1871, by which that company was to reconstruct and keep in repair the levees on the Mississippi River and its branches and outlets. The act of 1871, in and by which this contract was made, had provided and set apart certain taxes to be levied and collected throughout the State, to meet the payments which would accrue to the company. But it seems that these taxes had failed to reach their destination, as a committee appointed by the act of 1875, to investigate the subject, reported that there was $1,700,000 still due the company, which had accrued prior to October, 1873, and which the act authorized the board of liquidation to pay in the said consolidated bonds. This debt was not one of the debts to fund which the consolidated bonds had been created. It was not [92 U.S. 531, 535]   represented by outstanding bonds of the State, nor by valid warrants of the State auditor; and the complainant in this case, in his bill, insists that it is not a debt of the State at all, being provided for by the special taxes appropriated for its payment. Another objection made to the proposal to fund it is, that it is to be paid in full, whilst the funding act authorized the payment of only sixty cents on the dollar of the debts to be replaced by the issue of the consolidated bonds,-the great object of the act being to effect a reduction of the State debt within manageable limits. It is insisted that the act of 1875, authorizing the appropriation of consolidated bonds to the payment of the levee debt, defeats this scheme, and impairs the validity of the contract made with those who have accepted the bonds according to the terms of the Funding Act, and is therefore void. The plaintiff, being a holder of these bonds, filed his bill for an injunction to prevent the consummation of the wrong which he alleges will be committed by carrying out the act of 1875.\n\nThe decree of the court below is sought to be sustained on several grounds. In the first place, the appellee contends, that, in consequence of the provisions of the Funding Act, and the constitutional amendment adopted in confirmation of it, the State debt cannot be increased, whereas the assumption of the levee debt (which, it is contended, is not a debt of the State) will directly increase it. As a part of the same proposition, it is contended that the State has deprived itself of the right to issue any bonds at all, except the consolidated bonds created by the Funding Act, to be exchanged for outstanding debts already existing.\n\nWe are not prepared to say that the legislature of a State can bind itself, without the aid of a constitutional provision, not to create a further debt, or not to issue any more bonds. Such an engagement could hardly be enforced against an individual; and, when made on the part of a State, it involves, if binding, a surrender of a prerogative which might seriously affect the public safety. The right to procure the necessary means of carrying on the government by taxation and loans is essential to the political independence of every commonwealth. By the internal constitution of a government, it is true its legislature [92 U.S. 531, 536]   may be temporarily restricted in this respect, as we have seen is the case in Louisiana. But how, or at whose instance, such restriction can be enforced, may sometimes be a question of some difficulty. In a clear case, of course, an unconstitutional enactment will be treated as void, as against the rights of an individual. But there are many constitutional provisions mandatory upon the legislature which cannot be directly enforced,-the duty, for example, when creating a debt, to provide adequate ways and means for its payment. It affects the public generally, but no individual in particular, in such manner as to give him a legal remedy. So the State debt may be increased beyond the prescribed limit, without admitting of judicial redress. It may arise indirectly in the accomplishment of public works necessary to the general safety and welfare, in such a manner as to make it difficult to tell when the line is over- passed, or whose claims arose after it had been over-passed. Executory contracts for the preservation of the public levees may be greatly swollen by work rendered necessary by the occurrence of unpr... (truncated)",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9764219522,
        "format_confidence":0.7279139757,
        "weight":0.0033331215
    },
    {
        "url":"http:\/\/www.cantonrep.com\/news\/20170418\/plea-agreement-reached-in-rape-case",
        "text":"A Stark County man reached a plea agreement in a rape case. He admitted to a lesser charge and was sentenced to a suspended jail term and other conditions, including sexual offender registration.\n\nCANTON  A Plain Township man pleaded guilty to a reduced charge in a rape case and was sentenced to suspended jail time and other conditions.\n\nMichael V. Williams, 20, pleaded guilty on Tuesday to unlawful sexual conduct with a minor in Stark County Common Pleas Court.\n\nJudge Taryn Heath sentenced Williams to a six-month suspended jail sentence; he was given credit for already serving two months in jail following his arrest. Williams also must successfully complete a sexual offender assessment and register as a sexual offender annually for the next 15 years. The defendant also was fined $250 and assessed court costs.\n\nThe rape charge, a first-degree felony that bring a prison term of up to 11 years, was reduced to a misdemeanor as part of a plea agreement reached with the Stark County Prosecutor's Office.\n\nWilliams was accused of sexually assaulting a teenage girl at a party in Canton in 2015, said Christy Donnelly, an assistant Stark County prosecutor. Williams and the girl had met at a party hosted by a mutual acquaintance.\n\nThe prosecutor's office accused Williams of taking advantage of the girl while she was inebriated and having sex with her against her will.\n\nWilliams said the sex was consensual, said defense attorney Rick Pitinii.\n\nDonnelly said the prosecution had some evidentiary issues, including differing statements from witnesses who attended the party. The plea agreement also spared the girl from the trauma of having to testify at trial, the assistant prosecutor said. The sexual offender treatment program and registration are important parts of the agreement, Donnelly said.\n\n\"These cases can sometimes be very difficult when one party alleges the sex was consensual,\" she said. \n\nA July 17 review hearing has been set for Williams to ensure he's meeting conditions of the sentence. Violating the terms could result in a four-month jail sentence, Donnelly said.\n\nReach Ed at 330-580-8315\n\nand ed.balint@cantonrep.com\n\nOn Twitter @ebalintREP",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9968957901,
        "format_confidence":0.9973806739,
        "weight":0.0136011169
    },
    {
        "url":"https:\/\/www.news-journalonline.com\/news\/20190211\/6-panhandling-arrests-made-in-daytona-over-weekend-pushing-total-to-26",
        "text":"Daytona Beach police arrested more street corner beggars over the weekend as they continued their crackdown on panhandlers in the city.\n\nRecords show six more arrests were made on Saturday and Sunday bringing the total to 26 panhandlers taken off the streets over the weekend since a new Daytona Beach ordinance went into effect Wednesday.\n\n[READ MORE: New Daytona panhandling law clears out beggars]\n\nREAD MORE: ACLU: Crackdown is overly harsh and probably unconstitutional]\n\n[READ MORE: Daytona Beach police nab 20 accused panhandlers in enforcing new ordinance]\n\nOn Wednesday night, Daytona Beach city commissioners unanimously adopted new panhandling regulations that allow police to arrest people who solicit in newly outlawed areas, beg after the sun goes down and try to cajole people in ways deemed to be overaggressive.\n\nThe panhandling ban extends within 20 feet of an entrance or exit of commercially zoned property, a bus stop or public transportation facility, an automated teller machine, parking lots, parking garages, parking meters, parking pay stations and any public restroom owned and operated by a governmental agency. Begging is also banned on the Boardwalk, within 150 feet of any signalized intersection and within 100 feet of any daycare center or school including pre-kindergarten through grade 12.\n\nThe measure also lays out panhandling behavior that won’t be tolerated. The list includes approaching people in vehicles to aggressively beg; soliciting people at outdoor dining and merchandise areas; trying to coax money out of people when they’re standing in line waiting to enter a business; touching a target of panhandling without the person’s consent; and using profane or abusive language when refused money.\n\nThere are also prohibitions now on panhandling after dark and while a beggar is under the influence of alcohol or illegally used drugs.\n\nThe new ordinance describes aggressive panhandling as getting within two feet of someone, using abusive language and talking loudly. It could also be walking next to someone after they refuse to give money or blocking a person on foot or in a vehicle from getting away from the panhandler.\n\nArrested on Saturday were Joseph Raico, 53, of Port Orange and David Brown, 49, of Holly Hill. On Sunday police arrested Corey Webb, 29; Harold Allen, 55; Jeremiah Marcelle, 35; and James Gable, 68, all of Daytona Beach.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9311587214,
        "format_confidence":0.9976522326,
        "weight":0.0127042353
    },
    {
        "url":"https:\/\/www.jdsupra.com\/legalnews\/agg-food-and-drug-newsletter-november-93777\/",
        "text":"AGG Food and Drug Newsletter - November 2020\n\nArnall Golden Gregory LLP's Food and Drug Newsletter is a monthly update of legal and regulatory issues that affect the FDA-regulated community and highlights articles from members of AGG outside the Food and Drug practice. We are thinking of all of you in these difficult times, and hope all of you and your loved ones are safe.\n\nIndustry Insights\n\nAin’t No Sunshine When the Government Comes: The DOJ and OIG Enforce the Sunshine Act\nBy: Alan G. Minsk and Rebekah N. Plowman\n\nRecently, the United States Department of Justice and the Department of Health and Human Services’ Office of Inspector General entered into a Settlement Agreement with a medical drug company that caught our eye because of the reference to the Open Payments Program, i.e., the Sunshine Act. While the Settlement’s focus is on the company’s violation of the Anti-Kickback and False Claims Act statutes, this is the first time, of which we are aware, that the government is enforcing the Sunshine Act requirements. More >\n\nWill the Next Therapeutic Emergency Use Authorization be for a Vaccine? FDA Announces Additional Steps to Increase Emergency Use Authorization Transparency\nBy: Carolina M. Wirth\n\nAs Coronavirus cases continue to spike all over the country, two vaccine companies have announced promising early results for their respective products. On November 9, 2020, Pfizer Inc. and BioNTech SE announced that their vaccine candidate against COVID-19 was “found to be more than 90% effective in preventing COVID-19 in participants without evidence of prior SARS-CoV-2 infection . . . “ At the same time, they also announced that a submission for an Emergency Use Authorization (EUA) to the Food and Drug Administration was planned for after “the required safety milestone is achieved, which is currently expected to occur in the third week of November.” Only a week after Pfizer’s announcement, Moderna, Inc. also announced that its COVID-19 vaccine met its primary efficacy endpoint in the first Interim Analysis of the Phase 3 study data, showing that the vaccine is 94.5% effective. The company noted in its press release that it intended to submit for an EUA with FDA in the coming weeks and that it “expects the EUA to be based on the final analysis of 151 cases and a median follow-up of more than 2 months.” More >\n\nThe OIG Says There is No Such Thing as a Free Meal\nBy: Alan G. Minsk, Rebekah N. Plowman and Mary Grace Griffin\n\nOn November 16, 2020, the Office of the Inspector General of the Department of Health Human Services issued a Special Fraud Alert: Speaker Programs (“Alert”), highlighting the fraud and abuse risks associated with speaker programs sponsored by pharmaceutical and medical device companies. To use its own word, the OIG is “skeptical” of the value of many speaker programs, which it believes may violate the Anti-Kickback Statute (AKS) by paying “substantial remuneration” to health care providers (HCPs) that are designed to encourage the HCPs to prescribe or use the sponsoring-company’s products, not because the products may benefit specific patients, but rather merely because they are paid. More >\n\nWarnings of Ransomware Activity Targeting the Healthcare Sector and Potential Sanctions for Making Ransomware Payments\nBy: Kevin Coy\n\nOn October 28, 2020, the Cybersecurity and Infrastructure Security Agency (CISA), the Federal Bureau of Investigation (FBI), and the Department of Health and Human Services (HHS) issued a Joint Cybersecurity Advisory stating they have “credible information of an increased and imminent cybercrime threat to U.S. hospitals and healthcare providers.” The advisory pays particular attention to TrickBot, BazarLoader, and Ryuk ransomware and includes tips for detecting these forms of ransomware as well as user awareness tips. More >\n\nVoters Approve the California Privacy Rights Act, Expanding California’s Data Privacy Law\nBy: Kevin Coy\n\nCalifornia ballot initiative, Proposition 24, has passed. Less than a year after the California Consumer Privacy Act (CCPA) took effect, Californians voted on November 3rd to approve the California Privacy Rights Act (CPRA) which will amend and expand the CCPA. The CPRA, sometimes referred to as “CCPA 2.0,” will take effect on January 1, 2023, with an enforcement start date of July 1, 2023; but its new requirements will apply to personal information collected on or after January 1, 2022. More >\n\nBe Careful to Not Beat Yourself in the Race To Market and Wind Up Excluding Your Own Ingredient From Being Allowed in Food or Dietary Supplements\nBy: Robert Durkin\n\nWe are often approached by clients interested in conducting studies relating to an article that qualifies as a dietary substance or ingredient. These clients also may be interested in substantiating claims they currently make for products that include the ingredient or for making new claims. Other times, clients are just beginning the process of introducing an ingredient to the market and are looking for guidance concerning the early stages of product development, including any studies they might require. However, these clients are sometimes surprised to learn that studying an ingredient as a drug may have already precluded it from being lawfully included in a food or product labeled as a “dietary supplement” under the Food, Drug, and Cosmetics Act (the “Act”). Two separate sections of the Act works to prohibit the use of a substance in a food, including dietary supplements, if certain circumstances are met. More >\n\nPredicting White Collar Enforcement Priorities in the Biden Administration\nBy: Tenley A. Carp, Aaron M. Danzig, Brooke F. Dickerson, Jeffrey S. Jacobovitz, Sara M. Lord, Alan G. Minsk, Adriaen M. Morse Jr., Rebekah N. Plowman, and John P. Rowley III\n\nAs all signs point to Joe Biden becoming the 46th President of the United States, AGG has begun considering the likely shifts in white collar enforcement from the Trump Administration to a Biden Administration. Every administration brings its own priorities to enforcement, with the Trump Administration focusing more on immigration and corporate espionage cases, while conventional wisdom holds that Democratic administrations emphasize white collar enforcement and a more active regulatory environment. We anticipate that a Biden Administration will actively renew and initiate criminal and enforcement investigations in a number of areas where the Trump Administration was not as active. More >\n\nDISCLAIMER: Because of the generality of this update, the information provided herein may not be applicable in all situations and should not be acted upon without specific legal advice based on particular situations.\n\n© Arnall Golden Gregory LLP | Attorney Advertising\n\nWritten by:\n\nArnall Golden Gregory LLP\n\nArnall Golden Gregory LLP on:\n\nReporters on Deadline\n\n\"My best business intelligence, in one easy email…\"\n\nYour first step to building a free, personalized, morning email brief covering pertinent authors and topics on JD Supra:\n*By using the service, you signify your acceptance of JD Supra's Privacy Policy.\nCustom Email Digest\n- hide\n- hide\n\nThis website uses cookies to improve user experience, track anonymous site usage, store authorization tokens and permit sharing on social media networks. By continuing to browse this website you accept the use of cookies. Click here to read more about how we use cookies.",
        "topic_id":3,
        "format_id":1,
        "topic_confidence":0.948421061,
        "format_confidence":0.5824497342,
        "weight":0.0033046968
    },
    {
        "url":"http:\/\/www.theage.com.au\/national\/sex-skype-and-ridicule-an-isolated-incident-or-an-ingrained-problem-20110408-1d7wb.html",
        "text":"License article\n\nSex, Skype and ridicule: an isolated incident or an ingrained problem?\n\nThe broadcasting of a young cadet having sex at the Australian Defence Force Academy was an ''abhorrent'' but ''isolated'' incident, says the chief of the defence force, Air Chief Marshal Angus Houston.\n\nThe cadet was covertly filmed 12 days ago and the footage broadcast via Skype to fellow students.\n\nDefending the military against claims that it was still in the Dark Ages about gender issues, the Defence chief said he was ''passionate'' about attracting more women into Defence.\n\n''Fundamentally, the incident involved 18-year-olds who had been in the defence force for around 10 weeks, and that's something that's been a little bit lost in some of the media commentary,'' he told The Saturday Age.\n\n''If you draw comparisons against similar institutions - I am talking about university campuses - I think the number of incidents of this kind is less at ADFA than at any other campus in the country … .\n\n''Having said that, we have [things in] common with a lot of those institutions. This generation at universities tends to work very hard and then all of them, when they go out at weekends, they tend to … indulge in what I call binge drinking.''\n\n\nHe refused to answer specific questions about the incident, saying natural justice and due process would not be served if he did. ''I just am absolutely shocked by it. We will ensure that it is fully investigated and those that are found to have failed in their responsibilities will be dealt with accordingly.''\n\nKate, the 18-year-old cadet who was covertly filmed, knew nothing of the incident until military investigators told her about it three days later.\n\nAccording to Channel Ten reporters Hugh Riminton and Matt Moran, who have had exclusive access to her since she came to them with the story, the investigators had been tipped off by another cadet disturbed by photos of the incident circulating on mobile phones.\n\nKate threw up when she was told what had happened. Walking onto the ADFA campus, she found herself the subject of whispers and sniggers. So when investigators told her the culprits were likely to get off with a relatively minor ''prejudicial conduct'' charge, she rang Channel Ten.\n\nThe saga has thrown the defence hierarchy into crisis, and opened deep divisions within the broader defence community over whether the ADFA commandant, Bruce Kafer, has been unfairly scapegoated for his handling of the mess.\n\nDefence Minister Stephen Smith showed a rare flash of anger this week when told Kate had been put through disciplinary proceedings on unrelated matters even as the Skype scandal was unfolding. The military had been ''stupid in fact and in law'' to allow that to occur, he told reporters.\n\nOther defence insiders have described Commodore Kafer as respected but ''old school'' and more likely to believe that such incidents should be dealt with quietly within the force.\n\n''The hierarchy has turned a blind eye to sex at both RMC (the Royal Military College) and ADFA over the past 10 years, so watch out for changes, as some of the incidents were typical of what you'd find in a uni environment,'' one source said.\n\nFinger-pointing is also taking place between the ACT police and the Australian Defence Force Investigative Service, with no one yet able to explain why police initially thought no offence had been committed.\n\nPolice sources claim the defence brief was faulty in the first instance, defence sources suggest the police did not do their initial job properly.\n\nYet the public perception is that defence is struggling to contain another in a disturbingly regular parade of sex scandals.\n\nAs recently as February, retired NSW judge Roger Gyles flayed the navy over a culture of predatory sexual behaviour, which he had uncovered on board HMAS Success.\n\nThe defence force academy too has form. Thirteen years ago a damning report on sexual assault and harassment at ADFA found nearly half of female cadets had experienced ''unwanted gender or sex-related behaviours''.\n\nThe head of defence at the time, General John Baker, said he hoped to see signs of improvement within a year.\n\nFormer Air Force officer Mark Farmer came forward this week to brief The Saturday Age on other instances of predatory sexual behaviour at the elite academy in 2006.\n\nPerhaps his most damaging allegation was that some sexual assaults had been recategorised as common assaults, to take them out of civilian courts.\n\n''There was just an entire culture of 'we group together, we look after our own, stuff everyone else','' Mr Farmer said.\n\nContrary views have come from some parents of other students. One with a daughter in the same year as Kate expressed anger at the perception that Commodore Kafer's authority was being undermined and said her daughter was ''ropeable that as a young woman in ADFA she is now being painted as victim. She has nothing but praise for the academy.''\n\nAir Chief Marshal Houston said he was strongly committed to widening female participation in the military and indicated a personal view that women should be allowed into infantry combat roles, which are now closed to them. ''We want to get to a stage where gender is not a discriminator, it's all about physical capacity. ''\n\nMore than 18 per cent of naval personnel and 17 per cent of air force personnel are women. Army lags badly, with only 9.8 per cent of its ranks female. The most senior officers in the military, the so-called star-ranked officers, are overwhelmingly male.\n\nThe defence chief denied that the high-powered reference group on women that he set up more than two years ago had fallen into abeyance. One informed source said it had not met for a year.\n\nAir Chief Marshal Houston said meetings had been postponed last year while he fought prostate cancer and juggled competing engagements.\n\nHe also denied that there had been an attempt to make Kate apologise for going to the media to expose the incident.\n\n''I don't think those are the facts,'' he said. ''If anybody comes forward they are applauded, they are respected.''\n\nLast night the federal opposition said it would question the defence chief on the incident at the Senate estimates hearing next month.\n\nAir Chief Marshal Houston said: ''If the Senate inquires into the matter, Defence will co-operate.''",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.8974996805,
        "format_confidence":0.9825641513,
        "weight":0.0122450092
    },
    {
        "url":"https:\/\/barthsnotes.com\/2018\/12\/04\/operation-midlands-nick-named-as-carl-beech\/?replytocom=2000869",
        "text":"Operation Midland’s “Nick” Named as Carl Beech\n\nThe Times reports:\n\nThe man whose allegations sparked Scotland Yard’s disastrous paedophile inquiry can today be revealed as a former NHS manager, school governor and father of one.\n\nCarl Stephen Beech, 50, is the man who has been known publicly only as Nick since 2014 when Scotland Yard launched Operation Midland based on his claims of murder and abuse by a paedophile ring.\n\nMr Beech… faces 12 charges of perverting the course of justice and one of fraud after the collapse of one of the Met’s most prominent inquiries. He is accused of profiting from alleged lies about murder, abuse and torture by fraudulently claiming £22,000 from the Criminal Injuries Compensation Authority. [1]\n\n…Scotland Yard’s £2.5 million inquiry relied solely on Mr Beech’s abuse claims that he made against VIPs including Lord Bramall, 94, the Normandy veteran and former chief of defence staff, and Harvey Proctor, a former Conservative MP. Both were interviewed under caution during the 18-month inquiry before they were exonerated in 2016. \n\nThe development has been reported in various newspapers – the Daily Telegraph has even put him on the front page. \n\nCarl Beech’s identity was not much of a secret – “jigsaw” identification has been possible for a long time, and in 2016 Associated Newspapers was fined after it published his photo with such minimal pixelation that he could be readily identified by anyone who knew him (see below). He has also previously been named by various individuals on social media.\n\nThe removal of Beech’s right to anonymity is an important step in achieving justice for those who were targeted by Operation Midland, in that while their alleged accuser remained in the shadows a thoroughgoing dismantling of the false allegations attributed to him by police and media has been impossible – thus despite the police exoneration, users of an #IBelieveNick hashtag have continued to assert the guilt of those who were falsely accused. It also remains to be told how the allegations were promoted by various groups and politicians, and the simple fact that we can now say that Nick’s real name is Carl opens new avenues here.\n\nHowever, we are not quite at the destination: Beech will not face trial until May, and in the meantime we must take care to avoid writing anything that might be prejudicial or subject to reporting restrictions. Beech’s lawyer has indicated that his client intends to contest the allegations, and we do not know what defence may be offered – that is why I am careful to refer to claims attributed to Beech. I make no comment or speculation here about what Beech may have said to police or why. That does not mean, though, that we must pretend to be agnostic about false allegations. It will be Beech on trial next year, not the Operation Midland suspects [2].\n\nThe poorly pixelated photo of Carl Beech (“Nick”) that led to Associated Newspapers being fined in 2016. Note that the pixelation virtually disappears when the image is made smaller.\n\n\n1. According to the Daily Mail:\n\nThe fraud charge alleges that he falsely claimed £22,000 in criminal injuries compensation by saying ‘he was subjected to abuse by a paedophile ring, knowing this to be untrue and intending thereby to make a gain for himself’.\n\nBoth reports could have been clearer that this relates to one particular allegation attributed to Beech, concerning one specific public figure. There seems to be no good reason why this person is not named, but without further guidance I won’t mention him either.\n\n2 . Limits around what can be said at the moment may also be used opportunistically. Thus the journalist Mark Watts writes on Twitter that:\n\nPart of the complication for media re naming is that there are allegations of child sexual abuse made by ‘Nick’ where he has not been charged with attempting to pervert course of justice or fraud.\n\nThis may imply that some allegations are stronger than others, and that the prosecution is being selective. However, allegations attributed to Nick include claims against people who are dead. In such cases, it is impossible to pervert the course of justice because there can be no trial; and the lack of any fraud allegation may merely indicate that no compensation was ever sought.\n\n33 Responses\n\n  1. Mark Watts’ tweets with regards to recent hearings have been absolutely misleading and should, therefore, be taken with a pinch of salt.\n\n  2. @Bandini, from the other thread:\n\n    “The craven media are having more of a problem in stating the obvious: Carl Beech is being prosecuted for fraud relating to claims made against “a TV presenter” which predate the allegations which led to Op Midland”\n\n    Well spotted, I didn’t initially pick up on that.\n\n    “Front-pages, television screens & PI lawyers waiting rooms filled with this shit. Poor ol’ Nick, he gave ’em what they wanted & now they’re nowhere to be seen.\n    I’d rather they were sat in his place.”\n    Completely agree.\n\n  3. “Time after time I have witnessed this grotesque spectacle of lawyers draining the victims of child abuse for every penny available. Millions of pounds have been and still are being wasted in the name of abuse victims. ”\n\n    Bandini, the above is from your friend Darren Laverty’s latest blog. Well, it has to be admitted that he has a point.\n\n    • I’m no friend of grotesque spectres, TDF.\n\n      “Furthermore, the refusal of the IICSA to investigate the media’s role in my case evidences a refusal to see the truth of how they treated me as a victim of child abuse. The very fact that a fabricated document the Observer Newspaper and North Wales police concocted in order to try and discredit me…”\n\n      Seems like not even the IICSA are daft enough to swallow a fabricated claim of fabricated documents…\n\n      • Laverty also quotes verbatim on his blog from this report from the Bristol Post:\n\n\n        Apart from the irresponsibility of the journalist(s) in reporting the above without strong advice to the man and the public in general that to undertake such an activity while simultaneously undertaking a hunger strike is extremely dangerous and that at the very least he should be encouraged to take food and water breaks during his proposed walk, the reporter is seemingly unaware that the vast majority of the so-called “114 documents linking politicians to the sexual abuse of children” most likely relate minaly to questions asked by politicians in relation to child abuse, rather than documents containing allegations that politicians were themselves engaging in child abuse.\n\n\n      • “… embarking on the 120-mile trip during Christmas and the New Year period. He thinks it will take him between 15 and 20 days…”\n\n        Er, so aiming for a punishing 6 to 8 miles a day! Is he doing it walking on his hands or summat? No…\n\n        “I’ll have to walk slowly because I’m not eating, because I’ll faint or collapse if I overdo it.”\n\n        Ho ho ho! Another attention-seeking nutjob. Speaking of which:\n\n        “I’m going to make this article haunt you @DavidRoseUK⁩ as will many other great journalists… … I have no doubt children were killed in Jersey and the truth will be revealed there are many great reputable experienced journalists working on exposing this.”\n\n        It’s Jon Wedger’s press pimp, that ‘great journalist’ Anna Brees, with replies from the usual coterie of crackpots, Esther Baker lauding Mad Mike Veale, etcetera. Lest we forget it was poor David Rose who stands accused of ‘fabricating documents’ in an enormous conspiracy to silence the Welsh Womble for some reason that even the Welsh Womble can no longer recall, tangled up in the briars of so many previous versions…\n\n        But could an exciting new alliance now be formed, Brees, Wedger, Veale & Baker coming to his rescue? Really, why not? We’ve seen it before.\n\n        Bah! I’d tempted to invite them all for a spin on my massive yacht, pointing it down Jersey way before shoving the lot of ’em overboard.\n\n\n      • I doubt you have any friends. Just for the record, the IICSA don’t even know about the article you numbty.\n\n        P.S. Hencke has been humiliated by Hemming. It’s out there, go see.\n\n      • “Just for the record, the IICSA don’t even know about the article you numbty.”\n\n\n        “The very fact that a fabricated document the Observer Newspaper and North Wales police concocted in order to try and discredit me (by alleging I took part in a gang rape at the age of 11) was ignored…”\n\n        Not sure how they can ‘ignore’ something if they ‘don’t even know about’ its existence – you evidenced dilbert!\n\n  4. The panel isn’t the IICSA. It’s a working machine that employs dozens of suits behind the scenes. Some of them decided the article wasn’t relevant to the thread-Accountability and Reparations. I understand their decision and have to live with it. Just because I phrased it the way I did doesn’t dilute the fact that panel members themselves wouldn’t have a clue it exists.\n\n    Semantics is you all over though isn’t it? You live for these times. Ooh, er, quick over there, Laverty’s written some words let’s rush over and dissect each one. Fuck the context in which their written let’s just do we what do.\n\n    Sad and pitiful.\n\n  5. Is this correct, Martin’s info usually is.\n\n\n  6. Totally correct tdf.\n\n    He pleaded guilty this morning to 6 charges CSA related including possession of 322 images some of which are category A across 3 specific devices one of which was allegedly in his car.\n\n    His sentencing has been adjourned for another date to be arranged and he’s been remanded in custody pending sentencing.\n\n    He changed his plea at the last minute too after a series of pre-trial legal discussions yesterday. Likely once he found out the depth of the evidence against him he decided to plead guilty.\n\n    On the wider issues, Wall of Silence is the least of the issues imo although it does raise questions about the true motives behind it.\n\n    Tom Watson’s inv... (truncated)",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9844186306,
        "format_confidence":0.7906121016,
        "weight":0.0034285797
    },
    {
        "url":"https:\/\/zepcam.com\/these-bodycam-dos-and-donts-are-a-must-in-order-to-respect-privacy-2\/",
        "text":"Digital sovereignty and privacy do’s and don’ts for bodycam systems\n\nBodycams have proven to prevent, reduce and resolve frontline aggression for various professions and organisations that apply them. But how to do that in accordance with privacy laws and digital sovereignity policies? \n\nBodycams ZEPCAM round below\n\nThis is answered by privacy- and bodycam experts, researchers and advisors who are keen to explain the difference between respecting privacy standards on paper and in practice. So what do they consider the most important bodycam do’s and don’ts regarding privacy and digital sovereignty?\n\n1. Know the rules\n\nFirst of all, you need to know the rules of the game and apply them to bodycams correctly. This can prevent unnecessary irritation and frustration due to the unintentional breaching of privacy laws of citizens as subjects and sometimes suspects in bodycam recordings. Recording someone means you are in essence breaching their privacy, unless there is a well specified and documented reason for it. Apart from being legal recordings, they must be indisputable to be accepted as evidence in court. This requires logging of the whole video chain and process of recording, managing and storing with ‘who has done what, when and why’. The definition, interpretation and restrictions differ per country and sometimes regions or profession, even within the EU under GDPR. So know your local rules for your specific application of professional bodycams.\n\n2. Do your research\n\nOrganisations implementing a bodycam solution need to consider and resolve issues with context, policy and technology in that order. If one of these issues is neglected, it will not work. To understand policy driving technological requirements and restrictions, one has to know the cultural context: what is the level of mutual trust between citizens and law enforcers? Who needs to be protected against who? In Europe, citizens generally trust the professionals making them comply with laws with objectivity and integrity. Bodycams will be seen as an acceptable instrument for professionals to protect and support themselves against those that do not want to comply.\n\nIn the US, there is mutual mistrust and therefore a lot of regulation at federal, state and local level in internal guidelines and policies, which can differ per police force. There are situations (such as those involving minors) which are often strictly forbidden to record and situations which, on careful consideration, might prove useful to film. States such as Washington consider bodycam images as public records to ensure transparency and accountability. This means police officers of the Seattle Police Department were forced to actively publish their bodycam recordings, for which they created a YouTube channel. In response, some other US States have decided to declare bodycam images ‘police records’ instead of ‘public records’, in an attempt to ensure the privacy of the public.\n\nIn the European Union, you are not permitted to secretly film people (except for investigations) and your camera must be visible at all times. Your reason for filming must have a legal foundation and be logged. You can either film in the public interest as a public authority, or as legitimate private interest to protect employees as a company.\n\n3. Do leave legal and privacy issues to experts\n\nYou should allocate legal and privacy issues to employees who understand them. Those specialised in tech know a lot about bodycams, software, storage and data, but hardly anything about privacy. They don’t think carefully enough about the necessary administration, documentation and registration, and may too easily copy\/paste from others. This often leads to fundamental errors and confusion, preventing a legitimate application of bodycam systems and recordings that will stand up in local courts of law. Privacy expertise may instruct technology on how to ensure compliance. Encryption of videos when stored on the bodycam or on a server, is a way of preventing them being seen by unauthorised people without a legal reason to do so. Not having a screen for on-device reviewing and sharing of videos is another, including any bystanders, witnesses and suspects overhearing the video and possibly spreading what happened on social media or changing their statements. The most safe way remains central decrypting, viewing, selecting, storing and logging of videos by authorised professionals with a legitimate reason.\n\n4. Don’t just pay lip-service to privacy on paper\n\nIt is not about what lawyers have written down on paper, but how professionals use bodycams in practice. Privacy awareness in the heads of professionals is more important than having the necessary documents on your computer hard-disks. Research showed that 4 out of 6 police officers filmed inside homes in Amsterdam, while this is forbidden. You need to actively train bodycam-users in laws and regulations. Make sure you have one or two ambassadors in each workplace who can explain and monitor compliance to their colleagues. Don’t just copy and paste documents, but think about how the use of bodycams assures compliance with laws and regulation in your practice. It’s essential to make sure you don’t just have legal knowledge but have that applied by bodycam users and ensured in the selection of the bodycam system and provider.\n\n5. Do ensure digital sovereignty of your bodycam provider\n\nThe Court of Justice of the EU has ruled in the Schremms-II case that protection granted to personal data in the European Economic Area must travel with the data wherever it goes. Transferring personal data to other countries (for instance the US or UK), will only be allowed if they abide by similar strict rules. Due to the Patriots Act in the US and Brexit of the UK this is no longer certain. The “quick fix” to contractually force your bodycam system provider to store the bodycam-data on servers within the European Economic Area is not enough. This is because they will still have unsupervised access to the software and thus data within the EEA\/EU from outside the EEA\/EU; a ‘tunnel’ into your ‘data vault’. To ensure digital sovereignty, one should demand that the video management software is provided, supported and maintained from within the EEA\/EU. Just like Australia has done by law and a newspaper editorial proclaimed after it came out that Huawei had access to mobile phone conversations in the Netherlands.\n\n\nIn conclusion, it’s important to not only respect privacy on paper but put it in practice. Staying up to date on privacy-related affairs and doing your research will only benefit your organization. The legal definitions and regulations on how to use bodycams are important to know and apply, so that bodycam recordings have the legal foundation for preventing, reducing and resolving conflicts. It is crucial to provide law enforcement officers and their managers with guidance and training on when and how to use a bodycam and its recordings in compliance with privacy laws and regulations. To guarantee that your bodycam operation complies to the GDPR privacy laws, make sure your bodycam provider stores, supports and accesses your video data and also the software from within the EEA\/EU for digital sovereignty.\n\n>> Our Bodycam Solutions\n\nShare This",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9402871132,
        "format_confidence":0.6400055289,
        "weight":0.000368481
    },
    {
        "url":"https:\/\/www.civilrightsca.com\/legal-news-governor-newsom-grants-reprieves-for-california-death-row-inmates\/",
        "text":"Listen to this Article\nVoiced by Amazon Polly\n\nJust recently, Governor Gavin Newsom stated his intention to sign an executive order granting a reprieve to all 737 death row inmates in California—home to the largest death row population in the Western Hemisphere. This is especially staggering as it is twice the size of Florida’s, the next largest population.\n\nDiscrimination Attorneys in San Francisco, California\n\nIt should be noted, however, that nobody has been executed in California for over a decade, whereas in Texas—which has the third-largest death row population—there have been over 100 executions in the same period of time. In fact, more California death row inmates have committed suicide than have been executed since the state reinstated capital punishment in 1978.\n\nGov. Newsom’s stance on the death penalty is by no means unique or new. In fact, other governors have instituted moratoriums for many years. In 2014, Washington Gov. Jay Inslee froze the implementation of the death penalty, and this decision was reinforced in a 2018 Washington Supreme Court ruling that judged the punishment as “arbitrary” and “racially biased.”\n\nThis language was very similar to language Justice Stephen Breyer used in his 2015 Boyer v. Davis dissent (citing back to Glossip v. Gross, in which he wrote another dissenting opinion). In that dissent, Justice Breyer wrote that California’s administration of the death penalty, specifically, embodies three foundational flaws in the sentence’s implementation: “(1) serious unreliability, (2) arbitrariness in application, and (3) unconscionably long delays that undermine the death penalty’s penological purpose.”\n\nThe “unconscionably long delays” are well-known to California death row inmates. In 2006, for instance, a California man named Clarence Ray Allen was put to death after serving thirty-three years on death row. This also took place after Allen had suffered a heart attack in 2005 and been diagnosed with advanced type 2 diabetes. Regardless of whether one believes in the inherent justifiability of the death penalty, it is abundantly clear that this at the very least calls into question the argument that the death penalty is used to kill those who are “dangers to society.”\n\nStill, Gov. Newsom’s executive order is a positive step, and his comments are encouraging. In his statement, he described the death penalty as “a failure,” and acknowledged that it “has discriminated against defendants who are mentally ill, black and brown, or can’t afford expensive legal representation.” Furthermore, other politicians have stated their intention to put another repeal measure on the 2020 ballot. We will have to wait until then to see if California voters agree with their governor’s recently voiced sentiments.\n\n(To clarify: a reprieve does not mean that the sentences have been lifted, only that executions are on hold as long as Gov. Newsom holds office. A future governor would still be able to reinstate capital punishment. Pardons or commutations require approval from the state Supreme Court.)\n\nNote: California Civil Rights Law Group is a leading discrimination law firm with offices in San Francisco, Oakland, and Marin County. If you think you may be the victim of discrimination, reach out to a discrimination or civil rights attorney for a consultation today.",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.6758024693,
        "format_confidence":0.7072611451,
        "weight":0.0028914859
    },
    {
        "url":"https:\/\/colleenanderson.wordpress.com\/tag\/theft\/",
        "text":"Tag Archives: theft\n\nThe Sucky World of Being Robbed\n\nIn my life I’ve been robbed a few times, too many in fact. My first robbery was in Mexico City, the first place I traveled to alone. Having only a week there, I did a whirlwind tour of three places, starting in la ciudad Mexico and ending there. Returning on a Sunday, I went to Chapultapec Park and the world famous anthropology museum, Museo Nacional de Antropologia where, speaking hardly any Spanish at all, I still managed to carry on a conversation with a Spanish speaking guard and understand most of the signs in the museum.\n\nMexico City is vast, with a population topping 2o million at that time (over 8 million in the city proper). The subway is extremely cheap and the only way to get around quickly. I had been warned to keep my bags close and where I could see them and I did that, but as I boarded the subway train I was pushed on. Now I know that the crowded cities do this to pack the people on but it was a Sunday and not that crowded. As I was putting my transfer into my bag I noticed the slash through it where the guys who had pushed me on the train had taken my wallet. Lucky for me I had less than $10 USD and one credit card with a very non-Mexican name that I canceled immediately. The rest of my traveler’s checks were in my room. Unlucky for me, it was a Sunday, with no banks open and no place that would take a traveler’s check so I couldn’t eat dinner.\n\nWhen I was in India, backpacking around, I locked down every pocket I could on my giant backpack, leaving only two side pockets open, which carried shampoo and dirty underwear. At one point I got stuck on a train, which had four open beds to every partitioned but open area. I had asked for the women’s carriage but hadn’t been given it. I couldn’t sleep because I was on the top bunk and my backpack was shoved under the bottom one, way too heavy to have been lifted had it even fit up top. My face was about six inches away from the ceiling fan, which luckily was covered. I kept looking down to check on my pack but at one point I just had to go to the bathroom, the squat toilet on a moving train (and how fun was that). Eventually when I disembarked I found that my shampoo and dirty underwear were gone. I hope they enjoyed both.\n\nI was robbed again in New York City. By now, I was quite aware of the sneaky way in which robbers try to get your goods. I’d had a small pack to carry around with me for the week. But I let my guard down at the airport, at the last minute. My friends had driven me to the airport and we were have a coffee when a man came up on my left and asked us the time. Of course we all looked at him, unaware of the person behind me and on my right who grabbed my purse. We realized it in minutes but it was too late. Off went my purse, $200, two plane tickets, my film, my glasses, my contact case and all my ID (I had only brought the ID I needed though). The airline said they would replace my ticket for free but I had to pay for it first. Of course I couldn’t because I had no money or ID. This was before 9-11 because I can’t imagine how screwed I would have been otherwise. Luckily my friends could cover the cost and I could pay them back later. I don’t know what I would have done otherwise.\n\nThe most robberies I’ve experienced have actually been burglaries of my home or car. And they are the ones that have happened more recently. Several years ago I was home on a very hot night with my windows and doors open. My patio door faces the back yard and the other door does not face the street so not visible to anyone walking by. I was packing for a trip the next day and was in my den typing when I smelled cigarette smoke.\n\nI don’t smoke but I looked up to see someone brazenly in my living room. Somewhat in a surreal state I ran into the room as the guy left and was gone by the time I could look out on the street. I called the police but to no avail of course. I believe it was my ex-drug addict neighbor, someone who knew where all the doors were. I searched the neighborhood that night, looking in every dumpster I could find, sure that he had taken what he needed, and dumped the rest.\n\nThe next day I had to get a driver’s licence before I could leave on my trip. All I had was an expired passport so I could get the license done but would not be allowed to pick it up until I had my birth certificate. Somehow a photo ID  like a passport isn’t good enough but anyone could walk in with my birth certificate and get my driver’s license picture shot and paid for. That makes a lot of sense. And of course I had to write back to my birth province for the birth certificate and ask my sister what hospital I was born in because I certainly didn’t know.\n\nI made it through, canceling credit cards and paying for new ID. About two months later I received a call from a dumpster company where they had found my purse, complete with ID and even postage stamps. The purse and wallet were disgusting soaked with garbage juices but I reclaimed my ID and now have spares of a few things. But I was out the cost of the replacement ID, the purse and wallet and of course my cash. I’m even more cautious now but on a nice day at home, you’d think you could leave your door open. I have friends that live in a small town outside of Seattle and they never lock their doors.\n\nPersonally, I think I’ve done my time being robbed and burgled and that it’s now time to win the lottery. Hopefully I can write about that exciting change some day soon.\n\nLeave a comment\n\nFiled under crime, Culture, home, life, memories, security, travel\n\nFrom Police to Police State\n\nYou would think with the eye on the RCMP over the Dziekanski inquiry, that both RCMP and city police would be on better behavior in Greater Vancouver. Note that some municipalities use a local police force while others use the RCMP.\n\nNow, granted there have been a helluva lot of gang shootings to date, with at least 18 dead so far, so probably the police are a little jumpy. And we already know based on testimony by the four very fit RCMP officers who taser Robert Dziekanski to death that they’ll take raised hands or a desk stapler as a threat of deadly force and use it in kind. Oh and that they didn’t panic. These guys might have looked better if they said they had panicked but that they were cool and calculating about taking down an unarmed man and tasering him four more times while he writhed in pain is even more scary.\n\nSo, just maybe everyone wants to use caution more. Police once upon a time used to be trained in ways to take a person down using just their hands. And if the criminal was carrying a dangerous weapon, well disarm them. Shoot to kill was the last resort. However, that’s now changed and shoot to kill, ask questions later is the order of the day.\n\nIn March a homeless man was approached by police for stealing from a car. Later it turns out he wasn’t the thief but he supposedly advanced on them wielding an X-acto knife. Now it could be the police havexacto1 misnamed it but many X-acto knives are tiny, with a wedge-shaped blade of about an inch. They are very sharp and potentially lethal at close range. You’d have to get very close and personal to inflict damage. This image of a range of X-acto blades was taken from www.dickblick.com with the most common being the triangular shape.\n\nSo the police shot the guy in the stomach and killed him. Sure it was two women police officers and maybe they were scared. But they could have backed up, I think. And why couldn’t they shoot the guy in the arm or the leg, thereby giving him a lot of pain and disabling him from advancing? There was no need to shoot him in the stomach. Were they bad aims. Or was the X-acto blade much larger and being hurled at them?\n\nOn April 5th the police shot a guy in a Ford F350 truck who was allegedly stealing it. It seems that when they tried to block the truck the guy gunned it at the police car. The police shot at him, one shot, and wounded him. The car thief is expected to recover. In this case most people agree the police had a right to shoot. I doubt they had time to react with more than that with the truck coming at them. And it’s pretty hard to shoot to disable when someone is sitting in a vehicle with tinted glass. They could have tried to shoot out the tires but at that point it was probably not obvious what the guy had planned. I should note here that in Vancouver, up until recently it’s extremely rare that a police officer would shoot anyone. Once a year is more often than normal.\n\nSo we’ve had two shootings in four months. Not to mention the three off-duty cops that beat up and robbed a delivery driver. Sure, they’re the exception and yahoos from three different cities. But what this all points to is that there is a perceived image that the police forces (municipal and RCMP) are out of control. Police departments need to take a proactive stance and see if their training is adequate. As well, training needs to start with immobilizing a threat in the safest way possible to everyone. That means trying to take down a person with minimal physical violence, moving from  hands to taser to guns only when lives are threatened. That means not a perceived threat as the RCMP somehow saw in an office stapler. A deadly threat means being shot at or run down.\n\nThese departments also need to look at who they’re hiring. Bigoted, snobby and racist police will be more likely to prejudice a situation with their perspectives. What suitability tests are run on these candidates to ensure they stay calm, level-headed, use reasoning to assess a situation and don’t let prejudices get in their way. (I won’t do more than mention the many women of the downtown East side who disappeared over the years withouth the police doing anything because the women were drug addicts and prostitutes.) They need to have some basic psychology and counselling courses and learn how to verbally diffuse a situation as well.\n\nI’m not saying all poli... (truncated)",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9941543937,
        "format_confidence":0.9781991839,
        "weight":0.0055179903
    },
    {
        "url":"https:\/\/www.odmp.org\/officer\/reflections\/23949-deputy-sheriff-joshua-bryan-lj-ryer-jr\/50",
        "text":"Family, Friends & Fellow Officers Remember...\n\nDeputy Sheriff Joshua Bryan \"LJ\" Ryer, Jr.\n\nGlascock County Sheriff's Office, Georgia\n\nEnd of Watch Tuesday, January 29, 2019\n\nLeave a Reflection\n\nReflections for Deputy Sheriff Joshua Bryan \"LJ\" Ryer, Jr.\n\nRequiescat in Pacem\n\nPolice Officer Mike O'Connor\nBranford CT PD\n\nJanuary 30, 2019\n\nThe National Police Wives Association would like to extend their heartfelt prayers to the family of Deputy Ryer and the Glascock County Sheriff's Office during this time. Thank you, Deputy Ryer, for your service.\n\nNational Police Wives Association\n\nJanuary 30, 2019\n\n\n\nJanuary 30, 2019\n\nThank you for your service. So young...\n\nDmytro Goloborodko\n\nJanuary 30, 2019\n\nRest In Peace brother. Thank you for your service. God bless\n\nRecruit R Condo\nZone Five Regional Law Enforcement Academy Session 66 Schenectady N.Y.\n\nJanuary 30, 2019\n\nThank you for your service, brother. RIP.\n\nSergeant Brian J. Wills II\nOswego County Sheriff's Office\nNew York\n\nJanuary 30, 2019\n\nRest easy Brother, Thank you for your service. You won’t be forgotten.\n\nBlessed are the peacemakers: For they shall be called the children of God.\n\nMatthew 5:9\n\nJerry Matalone #8046 (Retired)\nDes Moines Iowa Police Department\n\nJanuary 30, 2019\n\nSo young and with the dedication to protect and serve, R.I.P.\n\npatrick kelly\n\nJanuary 30, 2019\n\nFinal Salute Deputy Ryer. Thank you for your service. You are a hero. Rest peacefully in the presence of God. We are praying for the family and fellow officers.\n\nFormer Patrol Sergeant\nJohnny Allison\nWylie TX Police Dept\n\nJanuary 30, 2019\n\nRIP, Deputy Ryer Jr. praying for you and your loved ones.\n\nOfficer C Curione\nRochester Police Department, NY\n\nJanuary 30, 2019\n\nMy friend we are praying for your family amd fellow-officers. You will be missed by all of us. You have your wings with blue lights on them. You have joint our son in heaven. . RIP\n\nSheriff’s I Steve Thomas\nGeorgia,Franklin County Sheriff’s Office\n\nJanuary 30, 2019\n\nI am sorry for your loss to the Family, Fellow Officers, and Friends. I will keep all of you in my prayers. RIP.\n\nFrank J. Corasaniti II, Ret. Fire Lt., Baltimore City Fire Department.\n\nJanuary 30, 2019\n\nDeputy Sheriff Ryer,\n\nI was so sorry to learn of your death. My heart goes out to your family, friends and fellow officers. May you rest in peace and may God be with your loved ones.\n\nJohn C. Turner\nMobile, Al.\n\nJanuary 30, 2019\n\nDeputy Sheriff Ryer,\nSir, I would just like to say thank you for your service and sacrifice for the citizens of Glascock County. And to your Family and loved ones, I wish to extend my deepest sympathy.\n\nBPA Mike Casey\nUnited States Border Patrol\nEl Paso Station\n\nJanuary 30, 2019\n\nRest in peace Deputy Sheriff Joshua \"LJ\" Ryer, Jr.\n\n\"Blessed Are The Peacemakers\".\n\nJanuary 30, 2019\n\nRest in Peace Deputy Ryer. May the Lord grant your family, friends and co-workers peace during this difficult time. Thank you for your service and sacrifice.\n\nParole Supervisor Howard Wykes\nArizona Department of Juvenile Corrections\n\nJanuary 30, 2019\n\nFaithful Unto Death | Eternal Rest | Salute\n\nS. I. Drake - Lt\/IPD | IMPD (Ret)\n\nJanuary 30, 2019\n\nEvery morning I go to my knees. During that time I pray Psalm 91 over all LEO’s and this prayer also:\n\n“Lord, Be with all law enforcement officers. Keep them safe and free from harm. They are Your soldiers on the front line of the battle against evil. If one should fall this day - wrap their family in your loving arms. Surround them with Your angels, loving family, friends, neighbors and caring people to comfort them. Ease their pain. Help them to mourn well. In Jesus' name and for Your Glory, Amen.”\n\nI know that God sends those angels to watch over our officers, sometimes to protect them and sometimes to whisk our officers into His presence.\n\nFeel His presence as God answers the prayers of many who have fallen to their knees on your behalf. Since the day of my son's death, I have carried every law enforcement officer and their family in my heart.\n\nI have lifted your family to God every morning for over seven years. I pray that LJ's life and death will bring glory to God.\n\nTrust those prayers. God is with you; He knows and will ease your pain.\n\nOur faith helps us to see beyond the grave.\n\nPamela Hotsinpiller\nMother of\nDeputy United States Marshal\nDerek W. Hotsinpiller\nEOW 2-16-2011\n\nJanuary 30, 2019\n\nRest in Peace Brother.\n\nJoseph Hart-Bowley\n\nJanuary 30, 2019\n\nDeputy Ryder, What a tragic LODD to such a young career. You will be missed but not forgotten. May GOD bless you and your family (Blood & Blue) and grant you abundant blessings during this time of loss and mourning. Rest In Peace Brother!!!\n\nSgt. (Ret) Steve Davis\nMaricopa County S.O.\n\nJanuary 30, 2019\n\nDeputy Sheriff LJ Ryer - So very sorry for your loss. You passed way too soon from this earth and we will miss you! THANK YOU for your service. Many prayers, and heartfelt love to your family, officers and community. For those who knew you and those who have been deprived. You are loved. Hope to see you on the other side.\n\nKim Durham\n\nJanuary 30, 2019\n\nDeputy Sheriff Joshua LJ Ryer, thank you for giving the ultimate sacrifice so that others may live. I thank you for serving your community and country. I will have you in my thoughts as well as all past officers who have laid their life down for us. I get goosebumps when I see an officer has been killed. This needs to stop being a weekly occurance. I hope one day your family finds peace and that they do not morn you, but celebrate your existance and accomplishments that you have achieved and your time that you gave to your community, in the such short amount of time you were with us.\n\nCivilian Supporter (Massive TBL Supporter)\n\nJanuary 30, 2019\n\nThank you for your service young sir. I am so very sorry to hear this. May the Peace of Jesus be with you and your family now and forever. Salute, good deputy.\n\nFather of Sgt. Robert Goodwin MNPD\n\nJanuary 30, 2019\n\nMay God grant you eternal peace.\nPrayers to your loved ones and to your department.\n\nDet. Billy Russo (Ret)\nNassau County Police Department, New York.\n\nJanuary 30, 2019\n\nThank you for your service.\n\nKim Esteran\n\nJanuary 30, 2019\n\nWant even more control of your Reflection? Create a free ODMP account now for these benefits:\n\n  • Quick access to your heroes\n  • Reflections published quicker\n  • Save a Reflection signature\n  • View, edit or delete any Reflection you've left in the past\n\nCreate an account for more options, or use this form to leave a Reflection now.",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9939190149,
        "format_confidence":0.8576080203,
        "weight":0.0034616681
    },
    {
        "url":"https:\/\/defendingpeople.com\/tag\/daily-report\/",
        "text":"Tag: Daily Report\n\n  • 2016.006: Ethics in Legal Journalism, or Katheryn Tucker\n\n    About 15 seconds of my 20-minute argument in the Georgia Supreme Court on Monday (watch it) involved everyday incidents of teenagers being sexually aroused by adults, or adults being sexually aroused by children. I talked about my own experiences as a sexually aroused teen, which was true and amusing, and also about something that is […]",
        "topic_id":3,
        "format_id":1,
        "topic_confidence":0.9529063702,
        "format_confidence":0.5035060048,
        "weight":0.0033203255
    },
    {
        "url":"http:\/\/www.c-ville.com\/The_other_Commonwealths_Attorney\/",
        "text":"The other Commonwealth’s Attorney\n\nThe other Commonwealth’s Attorney\n\nThe office of Charlottesville’s head prosecutor, Warner D. “Dave” Chapman, is tucked off a mundane hallway in City Hall, far removed from the bustle of lawyers, clerks, cops and cons a few blocks north in historic Court Square.\n\nChapman, too, is usually removed from the pomp and politics of the local legal scene. While his counterpart in the county, the bow-tie-clad James L. Camblos, III, is highly visible both in the justice system and with the local Republican party, Chapman mostly stays out of the limelight.\n\nCity Commonwealth’s Attorney Dave Chapman isn’t one to hog the limelight.\n\nYet the lawyer who both majored in politics and took his law degree at UVA has been Commonwealth’s attorney for the city for 13 years, and has worked on some of the area’s most serious cases. Before that, he served as assistant and deputy Commonwealth’s attorney in Albemarle, and maintains membership on a number of policy and justice boards locally and statewide. He’s also an active member of the local Democratic party. In short, the guy is known. But why the disappearing act when it comes to the press?\n\n“Many times a prosecutor’s office is not doing its job well when it’s especially visible,” says Chapman. The public hears less “if you don’t make a bunch of mistakes.”\n\nChapman also maintains a strict “no comment” policy for ongoing cases: “We do not try our cases on the courthouse steps.”\n\nThis approach might stem from the fact that in more than a decade, Chapman has never had an opponent in the Commonwealth’s attorney’s race. That means he can run his office like a lawyer, not a politician.\n\nStill, Chapman has his fair share of struggles behind the scenes, foremost being low attorneys’ salaries. Virginia’s criminal justice system is “chronically underfunded,” resulting in high turnover and making it difficult for prosecutors to take on the sometimes well-paid defense attorneys.\n\n“We have a very high bar here,” Chapman says, “and we have to be able to take on any lawyer.”\n\nDespite the low pay, the city prosecutors are effective case-closers. Assistant Commonwealth’s Attorney Joe Platania recently worked with the county to obtain a guilty verdict in the capital murder trial of wife-killer Anthony Dale Crawford.\n\n“If a prosecutor’s office ever gets out of 90 percent in terms of a conviction rate,” Chapman says, “there’s something wrong.”\n\nC-VILLE welcomes news tips from readers. Send them to",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.9818754792,
        "format_confidence":0.6866103411,
        "weight":0.0042010488
    },
    {
        "url":"http:\/\/paloaltoonline.com\/square\/print\/index.php?i=3&d=1&t=19260",
        "text":"Town Square\n\nAttempted robbery on Stevens Creek Trail in Mountain View\n\nOriginal post made on Oct 24, 2012\n\nA pedestrian was dragged to the ground last week when a man attempted to steal his backpack while on a Mountain View portion of the Stevens Creek Trail, police said.\n\nRead the full story here Web Link posted Wednesday, October 24, 2012, 9:02 AM\n\n\nLike this comment\nPosted by Bobby\na resident of College Terrace\non Oct 24, 2012 at 3:31 pm\n\nRemedy: Always carry a skunk in your backpack, one that's only friendly with you.\n\nLike this comment\nPosted by Anon.\na resident of Crescent Park\non Oct 24, 2012 at 4:43 pm\n\nI have frequented this trail many times, and I am amazed at how insecure it is. I've never had a problem, but I am a male that can look mean and intimidating if I need to. That area by Evelyn is right on the south\/west side of the overpass, just south of the Calderon\/Evelyn intersection.\n\nA few moments walk takes on out of the site of anyone, and every year there seems to be at least 1 or 2 reported problems and who knows how many unreported ones.\n\nThe walk through there in summer is really beautiful. Wonderful nature blooming with green and lots of other color, and while there is noise from the freeway, it's really not so bad. A wonder ~20 mile bike ride from Byxbee Park in the Palo Alto Baylands to the Sleeper Ave. and overpass over 85 in Mountain View. We need to keep this safe - hope fully we do not need to cut down all the trees and bushes to do it.\n\nMountain View Police need to do something to protect or watch this area. Maybe we need surveillance cameras, but it should be not be a major risk to go for a walk in the middle of the city.\n\nI'd also like to say something about the nature of most of these attackers, but the Palo Alto Online Political Correctness Police will not let this subject come up for discussion. Our society and social infrastructure is being decimated by a few bad apples of a certain variety, and I don't mean iPads.\n\nWe should all be watching out for each other, this suspect in the drawing as well.\n\nLike this comment\nPosted by resident\na resident of South of Midtown\non Oct 24, 2012 at 4:57 pm\n\nI hope the cops do step up patrols in the evenings. When the time changes next week, the evening commute hour will be in the dark and much of the trail is unlit.\n\nSince the Adobe Creek path under Hwy 101 near San Antonio Road is closed, many people are commuting via the Stevens Creek Trail instead. Hopefully, there will not be a crime problem this winter. Mountain View residents are already complaining about traffic problems near Hwy 101 and if crime discourages commuters from walking and biking, then car traffic will get much worse.\n\nLike this comment\nPosted by Ducatigirl\na resident of Old Palo Alto\non Oct 24, 2012 at 6:49 pm\n\nI personally never go on hikes anywhere without a companion. Not just because of fear of an attack, but because you can fall or otherwise be injured. Should you be unconscious, you could be stranded alone for a long time, perhaps all night.\n\nA friend of mine fell down a hill in a park inWoodside, and WAS there all night. Besides being knocked unconscious, she suffered hypothermia and a broken leg from the fall. She was hospitalized for a week, mostly because of the concussion and the hypothermia.\n\nIt is never a good idea to hike alone, from any standpoint.\n\nLike this comment\nPosted by Mark\na resident of Mountain View\non Oct 24, 2012 at 9:05 pm\n\nThis trail area is right around the corner from where I live, and I jog on this trail all the time. I went for a jog tonight around 6 o'clock out to the bay And back, and when I was returning it was getting dark. Now I'm freaked out that someone is going to jump out of the bushes on me. It gave me a boost of endurance.\n\nIn the past I've noticed some sketchy guys hanging out at the bottom of the bike ramp at the Evelyn entrance.\n\nLike this comment\nPosted by Helen\na resident of Downtown North\non Oct 24, 2012 at 9:23 pm\n\nCarry a can of mace or raid or bug repellent. Should keep them at bay.\n\nLike this comment\nPosted by Some Guy\na resident of Downtown North\non Oct 25, 2012 at 8:44 am\n\nI've seen many a shady characters wandering that area or sitting on benches drinking and people watching, best thing to do is be aware of your surroundings and don't walk or jog alone, especially now that the sun sets earlier.\n\nLike this comment\nPosted by Tom Walsh\na resident of Palo Alto Orchards\non Feb 20, 2013 at 2:44 pm\n\nThe Stevens Creek Trail Feasibility Study is a great example of public manipulation.\n\nThe process is biased and corrupted and they really don't care what the residents of streets that will be affected have to say. The community input process is designed to help ratify a handful of specific routes and not actually gather input ... just look at the lame \"survey\" forms that are provided at the end. And no option is provided to speak in front of the entire group ... wonder why that is? Part of their plan is to tell you just enough (and withhold important information) so that certain routes seem like the best. For example, read the documentation and listen in the public sessions. Do you ever see or hear them reference to \"school safety?\" That is because if you stopped and thought about how the on-street trail could put school children as risk via adding bike traffic on roads that are already congested. Or in general having 1,000 strangers a day riding through open campuses.\n\nThe next public meeting for the Stevens Creek Trail Connection will be February 25, 7 p.m. at the Cupertino Senior Center, 21251 Stevens Creek Blvd.\n\nCome to this meeting and enjoy the spin !!!",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9458410144,
        "format_confidence":0.9526647925,
        "weight":0.0032942198
    },
    {
        "url":"http:\/\/detroit.cbslocal.com\/tag\/garbage-pickers\/",
        "text":"Police Threaten Garbage Pickers With Tickets, Arrests After FloodsWhat's more attractive than finding a bargain that's soaked in raw sewage?\n\nMore From CBS Detroit\n\nBest Places For Paczki In DetroitFat Tuesday is less than a week away! Here's where to find the best paczki in town.\nBest Ice Cream Shops In Metro DetroitIt's getting warm outside! Take advantage of it.\nBest Hiking Trails In Metro DetroitGet out there and enjoy this unseasonably warm weather!\n\nWatch & Listen",
        "topic_id":3,
        "format_id":1,
        "topic_confidence":0.6783109903,
        "format_confidence":0.9945758581,
        "weight":0.00236352
    },
    {
        "url":"http:\/\/www.growmedical420.com\/redding-pot-shop-law-may-change-medical-sale-permits-might-be-eliminated\/",
        "text":"Redding police Chief Peter Hansen said he’ll notify the city’s 16 medical marijuana dispensaries ahead of an upcoming City Council discussion that could lead to elimination of city permits for the collectives.\n\nA ruling in a recent Southern California lawsuit seems to have found it’s unlawful to permit something that’s illegal under federal law and the council might have to decide whether to keep its current ordinance, change it or drop it, Hansen said.\n\n“The basic message will be there’s a big issue here and you better show up,” Hansen said.\n\nThe lawsuit was brought against Long Beach by members of one of that city’s marijuana collectives that had been ordered to shut down.\n\nA county judge ruled in favor of Long Beach and the collective members appealed, the Los Angeles Times reported.\n\nThe 2nd District Court of Appeal threw out Long Beach’s ordinance regulating medical marijuana dispensaries last month, saying the city went too far in specifically authorizing marijuana sales, according to the Los Angeles Times.\n\nLong Beach charged an application fee of almost $15,000 and held a lottery for a limited number of permits, according to the lawsuit.\n\nThe city also set further requirements for its collectives.\n\n“The question presented by this case is whether the ( Long Beach ) ordinance, which permits and regulates medical marijuana collectives rather than merely decriminalizing specific acts, is pre-empted by federal law,” the court said in its ruling.\n\n“In this case of first impression, we conclude that, to the extent it permits collectives, it is.”\n\nRedding approved regulations for dispensaries in 2009. Under those rules, police grant annual operating permits to collectives, and the police chief may inspect a collective’s books, records, accounts and any other material that would allow authorities to determine whether a cannabis club is distributing medical marijuana to qualified patients.\n\nRedding charges dispensaries a $1,560 application fee and an annual permit fee of $1,474.\n\n“( The lawsuit ) invalidated Long Beach’s ordinance, which is very similar to ours, so we have to talk about that and decide what we want to do,” City Attorney Rick Duvernay said Thursday.\n\nThe council discussed the lawsuit in closed session Tuesday but took no reportable action.\n\nHansen said he hasn’t yet written the letters but will do so soon.\n\nThe discussion will likely happen at the council’s next meeting, scheduled for Nov. 15, Assistant City Manager Barry Tippin said.\n\nSource: Record Searchlight (Redding, CA)\nCopyright: 2011 Record Searchlight\nContact: [email protected]\nWebsite: Redding Record Searchlight: Local Redding, California News Delivered Throughout the Day.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.8215267658,
        "format_confidence":0.9971581697,
        "weight":0.0112084751
    },
    {
        "url":"http:\/\/wdtn.com\/2014\/02\/10\/springfield-speedway-robbed-overnight\/",
        "text":"Springfield Speedway robbed overnight\n\nWDTN Photo\n\nSPRINGFIELD, Ohio (WDTN) – Springfield Police are on the hunt for a man who robbed a gas station.\n\nPolice told 2 NEWS it was just before 1:00 Monday morning when a man walked into the Speedway on East Main Street and demanded cash.\n\nOfficers did not say if a weapon was involved or how much cash was stolen.\n\nWDTN.com provides commenting to allow for constructive discussion on the stories we cover. In order to comment here, you acknowledge you have read and agreed to our Terms of Service. Commenters who violate these terms, including use of vulgar language or racial slurs, will be banned. Please be respectful of the opinions of others and keep the conversation on topic and civil. If you see an inappropriate comment, please flag it for our moderators to review.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9938091636,
        "format_confidence":0.9687739611,
        "weight":0.0135590046
    },
    {
        "url":"https:\/\/www.elpolaw.com\/tennessee-court-was-proper-forum-for-medical-product-injury-lawsuit-against-maker-of-hip-replacement\/",
        "text":"\n\nby Mandy Hicks\n\nBy Jessica Surber\nAttorney, English, Lucas, Priest and Owsley, LLP\n\nProduct liability lawsuits proceed under the theory that manufacturers and sellers should be held accountable for injuries resulting from defects that make a product unreasonably unsafe. As with other lawsuits, a trial court must have jurisdiction (both personal and subject matter) over a defendant before it can proceed to adjudicate the issues between the parties.\n\nSometimes, a defendant may argue that, although the court technically has jurisdiction over the case, the court should decline to exercise that jurisdiction because justice would be better served in another forum.\n\nIn the recent case of Pantuso v. Wright Medical Technology, Inc., a Utah man filed a lawsuit in the Circuit Court of Shelby County, Tennessee, seeking to recover damages resulting from an allegedly defective hip replacement device. Although the defendant manufacturer admitted that its principal place of business was Tennessee, it filed a motion to dismiss the man’s complaint on the doctrine of forum non conveniens.\n\nAllegations in the Complaint\n\nThe man’s medical product injury lawsuit alleged that the defendant manufacturer had designed, manufactured, and marketed a certain “Profemur” hip replacement system and that his doctor had implanted such a device into both his hips in 2007. The surgery took place in Utah.\n\nThe man stated that his left hip replacement device failed in 2013, and it was removed and replaced with a device from a different company. Although the man retained the device that was implanted on his right side, he said that the risk of its possible failure prevented him from enjoying the level of activity that he should have been able to enjoy based on the product’s marketing.\n\nProceeding in the Trial Court\n\nThe manufacturer filed a motion to dismiss the man’s complaint, arguing that the trial court should decline jurisdiction over the case under the doctrine of forum non conveniens. As grounds, the manufacturer argued that Utah was the appropriate forum because that’s where the man lived and where all of his medical treatment occurred. The manufacturer argued that it would not have access to third-party witnesses or documents in Utah because such would be beyond the subpoena range of the Tennessee court, and also it would be a burden on the Tennessee court to apply the law of Utah to the case.\n\nThe trial court denied the manufacturer’s motion, and the manufacturer appealed.\n\nThe Decision of the Tennessee Court of Appeals\n\nAfter weighing the factors at issue, the appellate court affirmed the trial court’s denial of the manufacturer’s motion to dismiss and remanded the case to the trial court for further proceedings. The court was not persuaded by the manufacturer’s argument that requiring it to litigate in its home state would cause it considerable expense and inconvenience, nor did the court accept the manufacturer’s argument that the Tennessee court would be overburdened by the litigation at hand.\n\nTo Get Advice About a Medical Product Injury\n\nIf you or a family member has been hurt because of a dangerous or defective drug or medical product, you have a legal right to pursue damages from the seller or manufacturer of the product. To speak to an experienced pharmaceutical and medical product liability attorney, call me, Jessica Surber, at English, Lucas, Priest & Owsley for an appointment at (270) 781-6500. Our offices are located in Bowling Green, Kentucky, and we accept clients throughout south central Kentucky and middle Tennessee.\n\nRelated Blog Posts\n\nFDA makes it clear: drug side effects must be disclosed in social media posts\n\nFDA regulations regarding generic drug warnings need an update",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.9911335111,
        "format_confidence":0.6670122147,
        "weight":0.0042406602
    }
]