[
    {
        "url":"https:\/\/akmotorcycles.com\/listings\/2011-suzuki-gsxr-1000-3\/",
        "text":"2011 Suzuki GSXR 1000\n\nSuzuki GSXR 1000 in Santa Clara San Jose Bay Area\n\n\nPlus Taxes & LicensingSold\n\n2011 Suzuki GSXR 1000\n\n9k miles\n\nexcellent condition\n\nleo vince sbk exhaust\n\nFinancing Available\n\nApply online!\n\nFew names have garnered as much notierity as Suzuki’s GSXR.  With the GSXR 1000, there’s no doubt Suzuki’s focus is on nothing less than winning championships.  The 2012 edition features Showa big piston fully adjustable forks in front mated to four-piston dual calipers and 310mm discs.  Suzuki’s 998cc liquid-cooled engine features huge mid-range power putting out 182 break horse power at it’s peak.  Those in the market for a top level 1000cc class sportbike should be strongly considering the GSXR.\n\nYear: 2011\nModel: Suzuki GSXR 1000\nMotorcycle Class: Sport Bikes\nEngine: 998cc liquid-cooled inline-four cylinder four stroke\nFuel System: Fuel Injected\nTransmission: 6-Speed\nSuspension: Inverted telescopic fully adjustable upside down front forks, single coil-spring rear fully adjustable suspension\nBrakes: Dual 310mm front discs, 220mm rear disc\nWet Weight: 448 pounds\n\nCategory: Sport Bikes\nYear: 2011\nMake: Suzuki\nModel: GSXR 1000\nCondition: excellent\nTitle status: clean\nMiles: 9000\nSold: yes\n\nInterested in this bike? Get pre-approved for financing or contact us to ask questions or schedule a visit.\n\nAre you a new rider and not sure which bike to get? Read this guide about all the different types of bikes and find one that's right for you!\n\nBack to top",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.9631229043,
        "format_confidence":0.9955726862
    },
    {
        "url":"http:\/\/bumpersuperstore.com\/i-11413558-clutchmasters-07067-hdkv-stage-2-clutch-kit-mazda-mx-6-1988-1992-2-2l-turbo.html",
        "text":"Additional Images\n\nClutchMasters 07067-HDKV Stage 2 Clutch Kit Mazda MX-6 1988-1992 2.2L Turbo\n\nBrand: ClutchMasters\nPart Number: 07067-HDKV\nDescription: Stage 2 Clutch Kit\nVehicle Fitment: Mazda MX-6 1988-1992 2.2L Turbo\nCylinders: 4\nCondition: Brand New\nImage: Representation Only\nShipping: Free Shipping!\nWas: $722.93\nSale: $535.50\nSave: 26%\nSave: $187.43\nFree Shipping!\n\n\nClutchMasters 07067-HDKV Stage 2 Clutch Kit\n\nAll stages come as a complete kit including disc, pressure plate, throwout bearing, pilot bearing (when applicable), and alignment tool. Clutch Masters clutches are true High Performance Clutch Systems and are technologically superior to anything currently on the market.\n\nTo develop a clutch with all the desired performance characteristics for intended applications is the challenge of a high performance clutch company. The Clutch Masters clutch system is unique in the industry. We use Hi-Leveragetm technology (refer to the Pressure Plate section) in our pressure plates, which significantly increases clamping force with no unnecessary increase in pedal pressure. Discs are designed either with reduced Marcel or a solid hub design to take advantage of our Hi-Leveragetm pressure plate. The combination of these cutting edge technologies creates the finest clutch system on the market.\n\nClutchMasters Stage 2 Clutch Kit for your Mazda MX-6 1988 1992 2.2L Turbo\n\n\n  • 07067-HDKV\n  • 07067-HDKV\n  • ClutchMasters\n  • New\n\nShipping Information\n\n  • Item Requires Shipping\n  • Free Shipping!\n  • Free Shipping!\n\nCustomer Reviews\n\nComment Total Reviews (0)\n\nWrite the First Review!\n\nYou must login to post a review.",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.9745700955,
        "format_confidence":0.9982470274
    },
    {
        "url":"https:\/\/www.friendlyhonda.net\/college-grad.htm",
        "text":"Friendly Honda College Grad Offer\n\n\nIf you are a recent or soon-to-be college graduate, we know that you are embarking on a new phase of your life, and that phase may include a new vehicle! To reward your hard work, Honda would like to offer you $500 toward any new 2022 or new model year Honda automobile when you finance or lease with Honda Financial Services (HFS).\n\nWhat You'll Need:\n\n  • Have graduated within the past two years or will graduate within the next six months with a master's, bachelor's or associate's degree from a U.S.-accredited college or registered nursing school.\n  • Meet HFS credit criteria and sign an HFS retail finance, Honda Leadership Leasing® or Honda Leadership Purchase Plan® (\"balloon\" ) contract.\n  • Provide your Honda dealer with a copy of a diploma or college transcripts as proof of graduation eligibility and all other documents required by HFS.\n  • Bonus recipient must be listed on the HFS contract as the primary buyer.\n  • Lease: $500 is applied toward the cap cost of vehicle. Monthly payment and total due at lease signing are calculated after $500.\n\nThe following HFS requirements may apply:\n\n  • No adverse credit history.\n  • Proof of employment or a firm commitment from an employer (verifiable) with a start date no more than 120 days from the date of the HFS contract.\n  • Monthly income sufficient to cover current obligations, living expenses and the vehicle payment.\n\nFor well-qualified clients, subject to approval by HFS. Only one $500 Honda College Graduate Bonus per vehicle. Offer cannot be combined with Zero Due at Signing Lease Program. Offer not valid on Honda Certified Used Car or used vehicles. Offer may be terminated at any time.\n\nPrices shown are manufacturer suggested retail prices only and do not include taxes, license, doc fee, or dealer-installed accessories.. Manufacturer vehicle accessory costs, labor and installation vary. Please contact us with any questions. Prices listed on any other website may not be accepted. We advertise the sale of vehicles through a number of different channels, and we cannot always control when they are updated.\n\n**Based on 2021 EPA mileage ratings. Use for comparison purposes only. Your mileage will vary depending on driving conditions, how you drive and maintain your vehicle, battery-pack age\/condition and other factors.\n\nFor 2014 Honda Accord Plug-In Hybrid, 115 combined miles per gallon of gasoline-equivalent (MPGe) electric rating; 47 city\/46 highway\/46 combined MPG gasoline only rating. 13 mile maximum EV mode driving range rating. 570 mile combined gas-electric driving range rating. Based on 2021 EPA mileage and driving range ratings. Use for comparison purposes only. Your MPGe\/MPG and driving range will vary depending on driving conditions, how you drive and maintain your vehicle, lithium-ion battery age\/condition, and other factors. For additional information about EPA ratings, visit",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.7453134656,
        "format_confidence":0.9537687898
    },
    {
        "url":"https:\/\/www.jetcost.co.id\/en\/flights\/saint-martin\/MF",
        "text":"Your browser is out of date!\n\nUpdate your browser to view this website correctly. Update my browser now\n\n\nWelcome to Jetcost\n\nWe want to provide you with the best possible experience and we use cookies to do this. Find out more about how we use cookies or how to change your configuration.\n\nFlights Saint Martin\n\nSelected dates may not give results due to COVID-19. We suggest you change the dates.\nSelect departure\n  • Latest searches\nSelect arrival\n  • Latest searches\n{{ weekDay }}\n{{ panel.label }}\nLooking for a one-way flight?\n{{ fromDate | dateToDayNumber }}\n\n{{ fromDate | dateToMonthName }}\n\n{{ fromDate | dateToDayName }}\n\n{{ flexibleFromDateLabel }}\n{{ option.label }}\n{{ flexibleToDateLabel }}\n{{ option.label }}\nClass and passengers\n1 Passenger, Economy\nAvailable for Economy only\nNumber of passengers\n{{ adults }}\n{{ children }}\n{{ infants }}\n  • Compare with:\n\nBest flight deals to Saint Martin\n\nDon't miss your chance to find your flight to Saint Martin at the best price! Compare flight deals and take advantage of the best deals from online airlines and travel agencies. Enter your travel details and Jetcost will compare thousands of offers to suit you: just select your flight to Saint Martin and book! With Jetcost you can compare flights to Saint Martin and find the best deals on cheap flights. Don't miss the opportunity to book your flight to Saint Martin at the best price with Jetcost.\n\nWe compare offers from over 600 airlines to find the one that suits you best: low cost flights, last minute offers, special promotions from travel agencies. With Jetcost you'll find the best flight at the best price. Book your cheap flight to Saint Martin with Jetcost now.\n\nFlights to Saint Martin at the best price\n\nOur database records every day offers from over 600 specialist agencies and airlines around the world, so that we can offer you the best price for your next flight to Saint Martin. Don't miss the perfect occasion and filter your search according to your preferences and needs: choose the airline, the agency, whether to make a stopover or search only for direct flights. Jetcost helps you find the flight to Saint Martin for every need.\n\nOnce the search engine has analyzed the prices of hundreds of travel agencies and airlines, both low cost and standard, you just have to select the flight you prefer: finding the best price has never been so easy.\n\nSubscribe for free to get the latest travel updates.\nClick on Allow when prompted about Notifications.",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.5241143107,
        "format_confidence":0.981733799
    },
    {
        "url":"https:\/\/www.cheapoair.ca\/flights\/cheap-flights-from-dublin-to-rankin-inlet-dub-yrt",
        "text":"\n\nBook Flights from Dublin to Rankin Inlet will help you to find the best deals on flights from Dublin to Rankin Inlet. With our search technology, effortlessly searching flight routes across hundreds of airlines has never been easier or more convenient. With, we aim to make it simple and quick to search, select and save on the flights that best suit your needs and budget.\n\nNo matter if you are traveling for business or pleasure, we offer a wide range of deals from business class discounts to last minute flight deals to destinations like Rankin Inlet. Whether you are planning ahead or looking for last minute tickets, CheapOair has the right flights at the right price. After booking your ticket, explore this page to view blog posts about this destination, learn more about hotels near YRT and read reviews from others who booked their flights with\n\nFrequently Asked Questions - Dublin to Rankin Inlet Flights\n\n  • Which is the nearest airport to Rankin Inlet, Canada?\n\n    Rankin Inlet Airport\n\n  • Which is the nearest airport to Dublin, Ireland?\n\n    Dublin Airport",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.5166829824,
        "format_confidence":0.9776171446
    },
    {
        "url":"http:\/\/www.cirrus-events.com\/event-services\/transport-accommodation\/",
        "text":"+44 (0) 1252 310 600\n\n\n\n\"It has been a most enjoyable experience to work with the Cirrus team, friendliness, professionalism, client-oriented spirit, they have all the ingredients to achieve an excellent job.\"\n-European Business Aviation Association (EBAA)\n\n\"Thank you for your help; you have been great to work with both on this show and with DSEi last year.\"\n- Specialised technology manufacturer\n\n\"Donna was outstanding in India as per usual.\"\n-Global aerospace & defence supplier\n\nTransport & Accommodation\n\nRaytheon Golf Buggies, Farnborough Airshow Finding cost effective transportation and accommodation close to popular venues and events is difficult.  With our 15 years experience organising events throughout the world we have built up a close network of contacts so we can pass on local information and discounts to you and your guests.\n\nTo help your guests plan and attend your event, conference, exhibition or trade show you may want to offer transport and accommodation services.  This can be a free or paid for service.  The Cirrus transport & accommodation service include internet-based registration systems for hotel, conference and exhibition bookings.\n\nTo take away the headache of travelling to, from and during the event or to find good local accommodation call us on +44 (0) 1252 310 600 or send us an email.\n\nOur transport & accommodation service easily integrates into our other modular services\n\nTo find out more contact us now.",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.938416779,
        "format_confidence":0.9941717982
    },
    {
        "url":"http:\/\/avionics-laf.com\/1000pro.htm",
        "text":"Lafayette Avionics, Inc. Aspen EFD1000 Pro PFD Installed $12,995.00\n\nWhat's included:\n\nAircraft must be on Aspen EFD1000 PFD Approved Model List STC.\nAll equipment, parts, and hardware are brand new\nwith full factory warranties.  Payment is to be made by check.\nPayment by credit card, debit card, or Paypal adds 3% to total.\n\nAspen EFD1000 Pro PFD System\nMiscellaneous Parts and Hardware\nAlteration Labor, paperwork, etc.\nTotal  $12,995.00\n\nWhat's NOT included:\n\nIf more that one Aspen ACU is required to interface all\nrequested equipment, it will be at an extra cost.  Any repair\nor alignment of existing equipment necessary to adequately\nperform the above alteration is not included.  Pressurized\naircraft require a DER installation of Flux Sensor, which is not\nincluded.  Only existing equipment which is listed in the current\nEFD1000PFD STC Installation Manual will be interfaced with\nthe EFD1000 Pro PFD.  Existing rear fuselage mounted com\nantennas that interfere with placement of EFD1000 Pro PFD\nFlux Sensor may need moved to another location on the fuselage\nat an extra cost.  Degaussing of airframe or aircraft flight\ncontrols is not included.  Upgrade a PFD to Synthetic Vision\nTechnology for an additional $2,995.00 installed.  Upgrade to\nHazard Awareness for an additional $795.00 installed.  Add an\nEWR50 XM Weather Receiver for $2,995.00 installed.  Add an\nEFD1000 MFD with EBB58 Emergency Backup Battery for\n$9,995.00 installed.  Add an EFD500 MFD for $5,495.00 installed.\nUpgrade an MFD to Synthetic Vision Technology for an additional\n$795.00 installed.  Each particular aircraft may require additional\nlabor, repairs, alterations, or parts not included in the above.\n\nPlease email Josh Wright at\nor call (765) 743-3828 with any questions or to set up an appointment.\n\nBack to Home Page",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.8644307256,
        "format_confidence":0.9905879498
    },
    {
        "url":"https:\/\/www.paperchase.co.uk\/parcel-tape-plus-50x66.html",
        "text":"Parcel tape plus 50x66\n\nProduct No: 00480997\nThis Sellotape Parcel Tape measures 50mm x 66m and is super sticky. It is a tape that seals, secures and protects and will adhere to all packaging materials. Apply only to clean, dry, sound surfaces, free of dust, oil, grease, polish and moisture.\nRead Description\nGet it tomorrow.\n\nOrder within h m s and choose Next Day Delivery via Yodel at checkout. Details\n\nThe more you buy the more you save (online exclusive)\nBuy 2 Save 5% Buy 3 Save 10% Buy 4 Save 15% Buy 5 Save 20%\nOffer applies to multiples of the same item only.\n\nWe think you might also need\n\nLoading... Loading...",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.5755571723,
        "format_confidence":0.9985858202
    }
]