[
    {
        "url":"https:\/\/developers.slashdot.org\/tag\/dualboot",
        "text":"Slashdot Items Tagged \"dualboot\"\n\nDate \/ Time Story\nWednesday August 03, 2016 @11:14AM Windows 10 Anniversary Update Borks Dual-Boot Partitions\nFriday March 14, 2014 @02:46PM Google and Microsoft Both Want To Stop Dual-Boot Windows\/Android Device\nSunday March 09, 2014 @08:41AM Google Blocking Asus's Android-Windows \"Duet\"?\nSunday December 29, 2013 @08:54PM PC Plus Packs Windows and Android Into Same Machine\nFriday December 27, 2013 @06:03PM PC Makers Plan Rebellion Against Microsoft At CES\nFriday October 17, 2008 @04:16PM Microsoft Considers \"Instant On\" Windows",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.6135398746,
        "format_confidence":0.9887624383
    },
    {
        "url":"http:\/\/machouse.mhvt.net\/?m=201005&paged=2",
        "text":"Monthly Archives: May 2010\n\nMacHouse Upgrading Little Disc+ to Version 3\n\nTOKYO (MacHouse) – Little Disc+ is MacHouse‘s top-selling Mac software title. Today, MacHouse has released a new version of Little Disc+. Version 3 has a different icon, a different set of Toolbar buttons and a slightly different user interface. More … Continue reading\n\nPosted in Apple & Mac | Tagged | Leave a comment",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.9808814526,
        "format_confidence":0.8441778421
    },
    {
        "url":"http:\/\/www.techmeme.com\/080411\/p7",
        "text":"\n2:55 PM ET, April 11, 2008\n\n\n Top Items: \nJonathan Richards \/ Times of London:\nNew chip will let an iPod store 500,000 songs  —  A new storage technology will pave the way for MP3 players and other gadgets to store a hundred times more information  —  Mobile phones, iPods and other consumer devices may soon be able to hold a hundred times more information …\nPaul Marks \/ New Scientist:\nIBM creates working racetrack memory device\nDiscussion: TeleRead and Slashdot\nAndy Space \/ 9 to 5 Mac:   IBM breakthrough means 500,000 song iPod\nInfoWorld:   IBM lays claim to cheaper, faster memory\nVirtual Earth:\nThe New Release of Live Maps and Virtual Earth 3D is now Live!  —  I'm so glad to finally announce that the latest version of Live Maps is online and ready for you to play with.  This ended up being a much bigger release than originally planned including three full sprints of development.\nMichael Arrington \/ TechCrunch:\nGartner Says Vista Will Collapse.  And That's Why The Yahoo Deal Must Happen  —  Gartner analysts Michael Silver and Neil MacDonald told a conference audience yesterday that Microsoft's Windows product is collapsing and must make radical changes to its operating system or risk becoming a has-been.\nMatt Asay \/ CNET\n“Windows is too monolithic,” declares Gartner, opening the door for Linux  —  “The Innovator's Dilemma” is finally catching up with Microsoft.  As Gartner analyst Michael Silver declares (and ZDNet's Larry Dignan captures), … That monolithic nature will become ever less relevant …\nGary Morgenthaler \/ Business Week:\nApple's OS Edge Is a Threat to Microsoft  —  A recent upgrade to the Mac operating system moves Apple closer to challenging Microsoft for overall computing dominance, even in the corporate market  —  The 20-year death grip that Microsoft has held on the core of computing is finally weakening—pried loose with just two fingers.\nDiscussion: The Mac Observer, MacDailyNews and Digg\nMichael Arrington \/ TechCrunch:\nGoogle Launching ToDo List Product?  —  TechCrunch reader Nicolas Hoizey noticed a blog post on the official Google Docs Blog today written by Andrew Cheng, a Google Marketing Manager.  Hoizey sent us the NetNewsWire screen shot above (click for large view).  —  The post, based on the screen shot, appears to be a simple to do list.\nKara Swisher \/ BoomTown:\nOn the Menu at the Yahoo Top Managers Lunch Yesterday: Fear and AOL-oathing  —  For some reason, none of the half-dozen SVPs and EVPs I spoke to, who attended a lunch that Yahoo CEO Jerry Yang held yesterday for several dozen top-level execs, wanted to tell me exactly what was on the menu …\nDarmano \/ Logic+Emotion:\nThe Top 10 Made Up Words of Web 3.0  —  You won't find these in Wikipedia.  But someone had to write them down.  Inspired by Web jargon and making their first appearence on Twitter, I give you the Top 10 made up words of Web 3.0:  —  1. Socialstainable  —  The act of socially conscious …\nDiscussion: Darren Herman and Technology Live\nOfficial Google Webmaster Central Blog:\nCrawling through HTML forms  —  Google is constantly trying new ideas to improve our coverage of the web.  We already do some pretty smart things like scanning JavaScript and Flash to discover links to new web pages, and today, we would like to talk about another new technology we've started experimenting with recently.\nDiscussion: Search Engine Land and Matt Cutts\nRyan Naraine \/ eWeek:\nOracle Warns of Critical DB Server Vulnerabilities  —  The database server giant plans to issue patches for at least 41 vulnerabilities across hundreds of product lines.  —  Database server giant Oracle Corp. plans to ship a major security update on Tuesday, Apr. 15 to cover more than 40 vulnerabilities in a wide range of products.\nDiscussion: Zero Day\nErick Schonfeld \/ TechCrunch:\nStats: Obama Still Winning On the Web  —  We all know by now that if you could vote on the Internet, Barack Obama would already be president.  His Website has always attracted more traffic than those of other candidates.  Unaffiliated video-endorsement site YouBama popped up spontaneously to collect video endorsements from supporters.\nMark Wilson \/\nNike+ coming to iPhone and iPod Touch  —  I'm in Nike's HQ in Oregon where, apart from checking out the footwear it's fashioned for all 32 Olympic events (yes, including horse riding), I've had a chinwag with a Nike+ spokeperson to see where the running companion is headed following the arrival of miCoach.\nUSA Today:\nMore cities offer WiFi on buses  —  CINCINNATI — Tim Harrington sits aboard the express bus from Mason, Ohio, to Cincinnati, his computer propped in his lap.  He logs on, picks through his e-mail and begins his workday during the 30-to-40-minute rush-hour trip.\nKen Fisher \/ Ars Technica:\nVista's UAC security prompt was designed to annoy you  —  User Account Control is easily one of the most hated features of Windows Vista, according to readers.  The seemingly endless stream of UAC pop-ups, asking you to confirm this action or that action, just get in the way (and aren't particularly zippy, given the screen redraw).\nThomas Hawk \/ Thomas Hawk's Digital Connection:\nBreaking News: Appeals Court Refuses to Hear Echostar Appeal, TiVo's Patent Victory Stands  —  Just off the wire, Dish Network has failed to convince an appeals court to overturn TiVo's earlier patent win against the company.  TiVo's earlier win is upheld.  —  This means that you very well …\nWashington Post:\nMurdoch's 2-Pronged Bid May Boost Yahoo  —  Media mogul Rupert Murdoch is working both sides of the fence in an effort to acquire Yahoo — negotiating directly with the Internet portal while also attempting to join Microsoft's two-month-old bid for the company, according to sources close to the deal.\nDiscussion:, BoomTown and Bits\nMathew \/\nPR industry: Still grasping for a clue  —  Mark Glaser has a post up at the PBS Media Shift blog about the “social media press release” and how it is still a work in progress.  He has a good recap of how it started a couple of years ago, how some forward-thinking PR practitioners and agencies came …\n Archived Page Info: \nThis is a snapshot of Techmeme at 2:55 PM ET, April 11, 2008.\n\nView the current page or another snapshot:\n\n Techmeme Sponsor Posts: \nStudents are invited to the Break into Code! challenge  —  Young students can become technology creators in this first of a new series of contests from Microsoft Imagine.  Students can learn to code their first game in about an hour.\nGo Beyond Retention  —  If the solidification of the cloud as the predominant business model for software and services companies has taught us anything, it is that a customer ‘on the books’ is worth two or more off of them.\nTake back your productivity with No Meeting Wednesday  —  Want to boost your team's productivity?  Implement a no meeting day, every week.  It's a simple practice that's helped our team tremendously and could help yours, too.\nIntroducing Zoho Business Apps for Apple Watch  —  Apple Watch.  Enough has been said already.  —  With the Apple Watch coming out later this week, we are excited to launch three new apps.\nLiveU: Mobile Video Transmission & Bonded Cellular Technology  —  LiveU's backpack-size technology is revolutionizing the production of live video by aggregating cellular bandwidth and turning it into a transmitting platform …\nSponsor Techmeme\n See Also: \nTechmeme: site main\nTechmeme River: reverse chronological Techmeme\nTechmeme Mobile: for phones\nTechmeme Leaderboard: Techmeme's top sources\nTechmeme RSS feed\nTechmeme on Twitter\n More Items: \nChris Morrison \/ VentureBeat:\nPowerset: Don't call us a search engine\nDiscussion: Data Mining and Economist\nMark Wilson \/ Gizmodo:\nLenovo's Entire New ThinkPad Line Leaked, X300 Gets Siblings\nBarry Schwartz \/ Search Engine Land:\nYahoo's Minimum Bid Change Happening Next Week\nDiscussion: Cartoon Barry Blog\nTom Krazit \/ One More Thing:\nAMD CTO Phil Hester out, no replacement named\nBusiness Week:\nThe New E-spionage Threat  —  A BusinessWeek probe of rising attacks …\nFuad Abazovic \/ Fudzilla:\nMicrosoft to open Apple-like retail shops\nDave Greenfield \/ Team Think:\nThe one thing Asterisk has been missing\nJeff Smykil \/ Infinite Loop:\nMacHeist bundle is back, shipping retail box soon\nDiscussion: MacUser\n Earlier Items: \nJoseph Weisenthal \/\nIAC Set To Jump Into Crowded How-To Space With\nMatthew Aslett \/ 451 CAOS Theory:\nWhy “how” is the most important question open source vendors can answer\nDiscussion: CNET\nTom Hogarty \/ Lightroom Journal:\nLightroom 1.4.1 and Camera Raw 4.4.1\nDavid S. Joachim \/ New York Times:\nDevices That Track Every Precious Need\nDiscussion: Slashdot\nDibya Sarkar \/ Associated Press:\nRetailers Fined for Digital TV Offenses\nRyan Block \/ Engadget:\nThe PS3 Laptop: from Ben Heck to Engadget with love\nSam \/ Go Big Always:\nTwitter: A two-way social computer?\nJordan Golson \/ Valleywag:\nDid you sign Google's noncompete? Good, you're fired",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.7287971973,
        "format_confidence":0.9899477363
    },
    {
        "url":"http:\/\/www.linuxjournal.com\/tag\/telnet?quicktabs_1=2",
        "text":"Troubleshooting with Telnet\n\nPoor telnet, it used to be the cool kid on the block. It was the program all sysadmins turned to when they needed to connect to a remote server. Telnet just wasn't that good at keeping a secret—all communication went over plain text—so administrators started switching to SSH for encrypted remote shell sessions. more>>\n\nSyndicate content",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.6188675761,
        "format_confidence":0.5734291673
    },
    {
        "url":"https:\/\/amazonsilk.wordpress.com\/tag\/news\/",
        "text":"Tag Archives: news\n\nFlash Video Streaming from the Cloud\n\nTwo years ago, Adobe announced that they would discontinue support for the Adobe Flash Player plugin on Android. This is part of a larger trend. In the era of HTML5, many mobile devices don’t support Flash. Site owners have been moving to alternative video formats, but this change is happening gradually. Many popular websites still […]\n\nContinue reading\n\nA new version of Silk\n\nPsst! Remember us? Roughly 344 days ago, we debuted this blog to announce the launch of our new browser, Amazon Silk. We originally expected to publish a regular cadence of updates, but it turns out we were way more excited about working on the browser than writing about it! Well, a few of us finally […]\n\nContinue reading\n\nIntroducing Amazon Silk\n\nToday in New York, Amazon introduced Silk, an all-new web browser powered by Amazon Web Services (AWS) and available exclusively on the just announced Kindle Fire.  You might be asking, “A browser?  Do we really need another one?”  As you’ll see in the video below, Silk isn’t just another browser.  We sought from the start to […]\n\nContinue reading\n\n\nGet every new post delivered to your Inbox.\n\nJoin 4,478 other followers",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.9220107794,
        "format_confidence":0.9291336536
    },
    {
        "url":"http:\/\/blog.seattlepi.com\/microsoft\/2006\/10\/25\/microsoft-digest-10-25-06\/",
        "text":"Microsoft Digest 10-25-06\n\nRandom items from the past few days:\n\nVista upgrades: Microsoft’s plan to offer Windows Vista discounts to people who buy Windows XP machines for the holidays won’t be without financial implications. The company expects to defer $1.5 billion in revenue from its current fiscal quarter, ending Dec. 31, to the next quarter. (Accounting rules require the revenue to be recognized after the upgrade coupons are used or expire.) The move isn’t expected to affect Microsoft’s overall fiscal 2007 revenues.\n\nAntitrust denial: The judge in the Iowa class-action case against Microsoft turned down the company’s motion to disqualify Roxanne Conlin, the lawyer representing consumers in the suit. The case is still scheduled for trial next month, the Des Mones Register reports.\n\nSecurity software: Microsoft released a final version of its Windows Defender anti-spyware tool this week. See coverage by Ars Technica and CNet\n\nZune video: Former Microsoftie Robert Scoble visits Zune headquarters in Redmond for a look at the company’s upcoming portable media device.\n\nCategories: Microsoft Digest\nTodd Bishop",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.680717051,
        "format_confidence":0.899305582
    },
    {
        "url":"http:\/\/peterdean.co.uk\/wpblog\/?m=201201",
        "text":"Monthly Archives: January 2012\n\nMoving ISP (AOL to Sky)\n\nI live in a remote location with a basic telephone exchange which is nearly three miles from my house. My first ISP (Euronet) sadly went bust in 2006 and there were no LLUs in my exchange, so I had a … Continue reading\n\nPosted in Web site | Leave a comment",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.9113312364,
        "format_confidence":0.6939404607
    },
    {
        "url":"http:\/\/www.technshare.com\/tag\/blogger\/",
        "text":"Write a Noticeable Blog Post\n\nby think on September 26, 2013 · 12 comments\n\n Lately, it seems as though everyone has a blog. There are thousands of blog posts on every imaginable topic, all seeking reader attention. With all of this competition, how do you make sure that your one blog post stands out? There are a variety of theories on the subject. I put together the top three [...]\n\nMy body screamed in agony. I blinked hard as sweat poured into my eyes, burning like pickle juice and vodka. My legs trembled, then shook violently as my body contorted in a most inhuman way. As I exhaled the shakes began to dissipate. Welcome to yoga. All the cool kids on the interweb seem to [...]\n\n4 Practical Steps to Creating a Popular Blog\n\nNo one ever starts a blog thinking “I don’t care if anyone ever reads it; I am going to write it anyway”. The truth is we start blogging to be heard, to share, to interact, and yes, to make money. Of course, none of it (especially, the “making money” part) is even remotely possible without [...]\n\n3 Tools for Blogging From Your Mobile Phone\n\nBloggers are no longer confined to their desktops or laptops. Technology has optimized a blogger’s ability to share their view on the world in words, photos or videos with just the flick of their wrist. Today, all a blogger needs is a mobile phone. Bloggers can write a post on their daily commute, or snap [...]\n\nKeep Your Readers Love Your Readers\n\nThis post may seem a little out of your normal techy-straightforward-let’s-make-money-post, but stick with me, while it may not be three surefire ways to make you more money in the next three months, I think it’s just as important. And while it may not include the class words like “Google” or “adwords” or “page rank,” [...]\n\nThings I like to keep in Check as a Blogger\n\nHaving done some simple time in this blogging world, I have noted particular aspects of blogging that I would like to share because I take them so seriously and they have helped me up to where I am now: 1. You can do anything if you decide to:  I think everyone needs a source of [...]\n\nVolume Writing VS Creative Writing - and Panda\n\nTurning up the volume in the Internet world is what every single blogger, affiliate marketer, and webmaster would like to try to accomplish. Not only that, but they would ideally like to accomplish the task while not having to make any sacrifices in terms of quality. This is not easy however as turning up the [...]\n\nPost image for Are you an Impatient Blogger? Well, Hold the Rush!\n\nBlogging is fun. It is a great thing to do. No matter if you are blogging for living, as a hobby, or just for fun- it is indeed fun. But impatience kills all the beautiful aspects of blogging. If a blogger is impatient, he\/she is not blogging the right way and won’t benefit from blogging. - A Social Bookmarking Site for Bloggers\n\nUsing Social Bookmarking Sites is really a great way to boost traffic, backlink, marketing to your blogs and your online profits. Today i would like to share one of my awesome project – which i started last year and it is growing very quickly.\n\nAre you a patient blogger ?\n\nThis post tries to teach readers about the importance and influence of patience in blogging.\n\n  • Page 1 of 2\n  • 1\n  • 2\n  • >",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.8139995337,
        "format_confidence":0.912158668
    }
]