[
    {
        "url":"http:\/\/www.mensfitnessmagazine.com.au\/2011\/10\/closer-to-the-sun\/",
        "text":"Closer to the Sun\n\nYou thought the peak of Everest was Earth’s highest point? Think again. Damian Hall climbs to the heavens on the dormant Ecuadoran volcano Chimborazo.\n\nF orget Everest. The glacier-covered summit of Ecuador’s Volcán Chimborazo is the highest point on Earth.\n\nThe sleeping volcano may be 6310 metres above sea level to Everest’s 8848 metres, but, because of our planet’s equatorial bulge, the Andean peak is actually nearer to the sun than its more illustrious Himalayan rival — and any other mountain in the world.\n\nIs Chimborazo harder to climb than Everest? Well, no. But for me, climbing Chimborazo was the most exhausting experience of my 35 years of life. Its name is still a swear word to me and it also sent me genuinely loopy for a bit.\n\nSky high\n\nWhen I arrived in Riobamba, the capital of Chimborazo province in central Ecuador, I went to a local guiding company to arrange the climb and hire equipment. I was told I should acclimatise for three days, but I wouldn’t be there long enough. Altitude sickness, which can be lethal, is a real risk anywhere above 4000m. In Riobamba, which is at 2754m, the air already felt thin and elusive. But some people adapt to altitude faster than others and I just had to hope I was one of those lucky ones. I was advised to eat pasta and drink lots of coca-leaf tea to combat any sickness. The plant is used to produce cocaine, though it’s not nearly as exciting to drink as that makes it sound.\n\nAt the appointed time I met up with my fellow climber, Pierre, a Frenchman about my age, and our guide, Juan, who looked exactly like a girl I used to work with but with thighs that would make Cadell Evans feel inadequate. I asked him how many of his clients get to the top of Chimborazo. “About half,” said Juan, avoiding eye contact.\n\nAfter an hour’s drive and an hour’s upward walk through scree and loose boulders, we were at the refugio, a wooden hut that marks the point where the serious climbing starts. This is at 5000m, so we had another 1310m to go.\n\nThe plan was to climb at midnight, when the snow is firmest and safest. We waited out the afternoon and evening with card games, chat and short walks in the snow with the other climbers in the refugio. Sleep was impossible at this altitude.\n\nWith balaclavas and headlamps on, Juan, Pierre and I left the hut at 11.30pm. The temperature was -10°C and Juan had made it clear that we had to make fast progress or we’d turn back. I developed a light headache that got rapidly worse and, when we stopped to attach crampons, I alerted Juan as instructed. He gave me an aspirin and the pain subsided.\n\nUp, up and a break\n\nIt was relentlessly steep. Every step involved bringing a knee up beyond a right angle, often near to my chest. After about two hours of climbing in the dark, an exhausted Pierre called out for a break. The only reason I hadn’t done so was because I didn’t want to be the first to show weakness. I was shattered. My thighs were burning white-hot. I’d thought I was in good shape. I’d walked from coast to coast in England a few weeks earlier. But it was soon my turn to call out for a rest. Breathing was a battle. I had saved my iPod for when I started hurting and now seemed a good time for the Rocky soundtrack. But my flaky iPod died on the spot, killed by the cold.\n\nAt around 6am it was suddenly light, as if someone had lifted the blinds. Snow-topped peaks were all around us, if mostly below, and I felt like a figurine atop an iced cake. The views gave me a much-needed boost, until I reached for my water bottle for a celebratory swig and found it had gone AWOL.\n\nAs our calls for rests became more frequent, Juan grew more impatient. He knew our window of opportunity was closing. Soon the volcano would be unsafe. I was beginning to realise we might not make it.\n\n“Are we at 6000m yet?” Pierre asked. It was almost exactly where we were. “That’s it, I can’t go on,” he said. I was surprised — surprised that it wasn’t me who had failed the test. And secretly pleased that it was over. But Juan had other ideas.\n\nWish Listo\n\nJuan spotted another guide just in front of us, who he knew. Juan called out, they exchanged some Spanish and he said, “Damian, you can go with them.” Well yes, I could… but even though I found myself fantasising about a taking a blissful bath back in Riobamba, I knew I had to go on. There was only 300m left to climb. I scrambled to catch up the other group, then roped myself up to the guide’s American client.\n\nMy new guide, David, asked, “Listo?” — “Ready?” It was a word I would hate by the end of the climb.\n\nFrom here on my memory is vague and dreamy. As the sun beat down, there seemed to be just one colour all around, a kind of hazy, ethereal white. We climbed up and up, sometimes dragged on the rope by David. At some point it got flatter and I’m pretty certain we made the summit at around 7.30am.\n\nBut like some kind of monster from Greek mythology, Chimborazo has multiple heads. I don’t remember agreeing to climb to a second, higher, summit, but we headed towards it.\n\nHalf an hour later, I flopped to the floor at the highest summit. The views were sensational — I think.\n\nI felt limp and mangled but contented, a bit like someone who’s just finished a marathon. However, I was only halfway through this marathon. Around 80 percent of mountaineering accidents happen on the way down the mountain and I was running on empty.\n\nDown time\n\nThe descent was harder. The hot sun, no water to drink, the increasingly dangerous slushy snow and a guide intent on hurrying us along. Most of the time I let the rope pull me along.\n\nI remember expecting my legs to simply give up and refuse to move, and I wanted to lie down in the soft snow and go to sleep.\n\nThe American was as white-faced as I imagine I was. Occasionally, I’d offer him some encouraging inanity, but I couldn’t understand his replies. Every half hour or so, or maybe every couple of minutes, I either called for a “momentito” (a small moment) or just plonked myself down on the snow like a petulant teenager. After just 10 or 20 seconds David would say “Listo?” more as a command than a question, and we’d be off again.\n\nAt one point David himself stopped. A rest? No such luck. Helmets on, he instructed, we had to run. As I stumbled along as fast as I could, rocks the size of laptops bounced and whizzed past me.\n\nI finally understood the haste. The volcano was warming up and, as it did, so it shook itself. That’s what was sending killer rocks spraying out.\n\nIt got even weirder after that. Once, I blacked out while walking and woke up on my knees. Another time, I awoke sliding. I put more snow under my hat and down my back, to try to stay awake. I remember laughing out loud to myself at one point. And hallucinating. I was sure some of my friends were having a picnic on a nearby mound.\n\nTenth heaven\n\nI finally stumbled into the refugio about 13 hours after we’d left it. After a long drink, I discovered that of the six groups to attempt the second summit that morning, we were one of only two to make it. The guiding company later told me that only about 10 percent of their clients get to the very top.\n\nWhen I fell into bed back in Riobamba I’d been awake for about 40 hours. But with adrenaline racing around me like a Scalextric car, I couldn’t sleep for another two hours.\n\nIt took me a few days to realise the guide, David, whose name I’d been cursing, was heroic. His refusal to allow me to rest for too long possibly saved my life. And I was too tired to remember to tip him. Perhaps I’ll go back and do it again, so I can give him a few dollars. Or perhaps not.\n\n\n\nWhen to go\n\nGenerally, climbing and trekking in the Andes is best in the drier months between May and September. However, Chimborazo is accessible for most of the year — December to January is a good time.\n\nGetting there\n\nFly from Sydney or Melbourne to Santiagio for between $2100 and $2500 return, then get a flight to Quito and a bus to Riobamba.\n\nGetting around\n\nBuses are very cheap, regular and the network is comprehensive, although some of the journeys can seem as dangerous as climbing a bloody volcano.\n\nGuide book\n\nThere are plenty of books, but the most popular among climbers seems to be Ecuador: The Bradt Climbing And Hiking Guide by Rob Rachowiecki and Mark Thurber.\n\nClimbing guide\n\nLots to choose between, including Andes Adventures (, Gulliver Travel (, RainForestur ( and Julio Verne Travel ( Expect to pay around $180-$210, which covers food, transport and kit (including boots, crampons and ice axe). And don’t forget to tip your guide generously.\n\n\nEcuador’s official currency has been US dollars since 2000. A budget hotel costs around $8 a night.\n\n\nYou’ll get by OK in tourist regions with a Spanish phrasebook. If you really can’t manage a word of the Spanish language, make sure you get an English-speaking mountain guide.\n\n\nIf you have a valid Australian passport, they’re granted on arrival.\n\nFor more on ecuador, visit\n\n\n\nGive these alternative South American adventures a go.\n\n1. Lost City Trek — Colombia\n\nBilled as Colombia’s Inca Trail, this six-day trek takes you through the Colombian jungle to ancient Indian ruins. It’s not as spectacular as Peru’s version (see below) but not as busy either. If you like a frisson of danger while on your adventure, this trek goes past a cocaine factory.\n\n2. Amazon River — Brazil, Peru and Colombia\n\nVarious adventure nuts have used the world’s second-longest river for extreme escapades. People have walked the length of it, and paddled it in a kayak and raft. In 2007, Martin Strel, a 52-year-old Slovenian, swam its entire length while drinking two bottles of wine a day. You’ll probably want to stick to rafting.\n\n3. Inca Treks — Peru\n\nPeru’s famous Inca Trail, a four-day walk through the Andes to the mountain kingdom of Machu Picchu, is brilliant but busy. There are several excellent alternative treks, some of which still involve Machu Picchu, that offer amazing Andean scenery.\n... (truncated)",
        "topic_id":23,
        "format_id":11,
        "topic_confidence":0.5693264604,
        "format_confidence":0.9050933719
    },
    {
        "url":"http:\/\/www.tauntongazette.com\/x1658005669",
        "text":"France can still be affordable despite the current unfavorable exchange rate. The trick is to rent a house or apartment. Generally known as \"gites,\" vacation rentals are a time-honored tradition throughout France and, thanks to the Internet, easier than ever to access.\n\nFrance can still be affordable despite the current unfavorable exchange rate. The trick is to rent a house or apartment. Generally known as \"gites,\" vacation rentals are a time-honored tradition throughout France and, thanks to the Internet, easier than ever to access.\n\nI learned the hard way about the advantages of renting. As a frequent Paris visitor, I prided myself on being an aficionado of that city's many small, special and relatively inexpensive hotels.\n\nOn a flight from Boston, I told my seatmate how skillfully I had patched together a 10-day family reunion using several Parisian hotels. He described the apartment rental he was sharing with a few other students.\n\nThe enormity of my blunder sank in a few weeks later when we exchanged e-mails, comparing notes. His apartment with its splendid roof deck cost a fraction of what we paid for the hotels. Then there were the tabs for all the cafes where my family gathered because our hotel rooms were too small, and all the restaurants in which we dined because we did not have a kitchen to cook our own meals.\n\nFor last year's family trip, I tried an entirely new approach. At Charles de Gaulle Airport we boarded the fast TGV train south, snoozing the two hours until our stop at Angouleme, a small walled city known for its 12th century cathedral, a colorful public 19th century market and an elaborate museum devoted to \"la Bande dessinee\" (the comic strip).\n\nIn rural France, businesses still close for a two-hour lunch. Luckily, there's a good restaurant in Angouleme's train station. We arrived at 12:03, and the Eurocar rental office was already on its lunch break. Eventually three of us squeezed into a tiny, two-door, stick-shift Renault and drove 20 miles south, through increasingly lush countryside.\n\nAngouleme is the capital of The Charente, an area of small villages and rural, rolling farm country north of Bordeaux and bordering the better- known Dordogne.\n\nThe small, picturesque farms are no longer profitable and antiquated old farmhouses are being sold off, snapped up as bargains by Brits, given the favorable exchange rate of the pound vs. euro.\n\n\"La Vieille Forge,\" the farmhouse apartment we found on a British Web site, featured a big old hearth in the living room and included a fully equipped country kitchen\/dining area and two baths (one with washing machine) and two upstairs bedrooms, all for about $478 per week.\n\n\"It's Coo-Coo mating season\" our British host, Diana Conheeney, explained cheerfully as we arrived at a farmyard filled with the fragrance of roses and the calls of Coo-Coo Birds. Diana and her husband, David Conheeney, are enthusiastic converts to The Charente, familiar with the weekly schedule of farmers' markets in surrounding towns as well as the hours of the local golf and tennis club, now owned by British expats named Peacock.\n\nGiven all the small questions that inevitably come with rural rentals (\"Do you have matches?\" \"An iron?\"), it was a plus to have English-speaking landlords. I had ample opportunity to use my fractured French in the local supermarket nearby and at the farmers' market beside the Byzantine cathedral in Perigueux, capital of the Dordogne and an easy drive. We feasted on fabulous and reasonably priced breads, cheeses and wine, on strawberries and asparagus.\n\nDay by day we explored the farm paths that began at our door. Our challenge was to find our way to l'Abbaye Ste. Marie de Maumont, a nearby monastery with magnificent Gregorian chant. The neighboring farmer claimed that he had driven oxen along these paths right to the monastery. We rented bikes from our hosts but got bogged down wheeling them through cornfields, happily lost.\n\nAs our stick-shift skills driving the Renault increased, we ventured farther along narrow, curvy roads. The local sight-to-see was Aubterre-sur-Dronne, a truly beautiful medieval village clinging to a steep hillside above a sandy beach on the River Dronne. Its big attraction is a spooky 12th century monolithic church, a high-domed but dark cathedral-sized cave, with tombs dating to the sixth century.\n\nWe walked the narrow streets of the Dordogne village of Sarlat, sampling its foie gras, and climbed the steep Pilgrim's Staircase in Rocamadour, where carless streets are lined with 12th to 15th century buildings and capped by a turreted castle.\n\nBut as glorious as the Dordogne was, it was a relief to return to the less-touristy Charente, and to our farmhouse apartment - which progressively felt like our French home away from home.\n\nRenting in Paris\n\n\"The apartment wasn't just a bargain, it was a big part of the way we experienced Paris\" enthused Melrose, Mass., resident Richard Appleyard.\n\nAgreed wife, Betty Appleyard, \"We felt like we belonged. The woman in the patisserie knew just what we would order when we walked in the door.\"\n\nAlthough widely traveled, the Appleyards had not been to France until Richard presented Betty with roundtrip tickets, a surprise retirement present.\n\nFriends advised the couple to spend time in Paris, specifically in the 6th arrondissement, a lively Left Bank neighborhood within walking distance of most major sights. On the Web they booked a rental above Les Deux Magots, one of the oldest and most famous cafes in Paris. It seemed too good to be true. It was.\n\nTwo nights before departure an e-mail informed them that the apartment had been double booked. They could either have their deposit back or a less appealing-looking rental elsewhere.\n\n\"It was clearly a case of bait and switch,\" Richard still fumes. The good news is that he was quickly able to find promising rentals on other Web sites and to book an apartment in the 6th.\n\n\"For years I'd been wondering what was inside those fabulous 16-foot-high doors you see throughout Europe,\" said Richard.\n\nOn arrival, the Appleyards were presented with the key to just such a door in a former convent, around a corner from the River Seine. It opened onto a flower-filled courtyard, the view from their bedroom. The kitchen was fully equipped, phone and Internet service were free, and the Louvre art museum was an easy walk, all for about $159 per night.\n\nIf You Go\n\nOur French Farm was found at www.frenchconnection.co.uk.\n\nOthers in the area are listed under Poitou-Chrante at www.gites-de-france.com\/, an umbrella listing for carefully rated rentals throughout France. Or try googling the specific region you are interested in.\n\nA search for \"vacation rentals and Paris\" on the Web brings up plenty of options. For apartments in Paris, try www.apartment-living.com.\n\nFor general information about visiting France, begin with the official French Government Tourist Office site, http:\/\/us.franceguide.com\/.\n\nFor more travel features, visit www.wickedlocal.com\/getaway.",
        "topic_id":23,
        "format_id":11,
        "topic_confidence":0.9900164008,
        "format_confidence":0.9097253084
    },
    {
        "url":"http:\/\/losalmendrosdesanlorenzo.com\/financial-times",
        "text":"imagen-articulo.jpgEl Salvador: what tourists are missing\n\nFebruary 7, 2014 6:25 pm\n\nBy Chris Moss\n\n©Philip Scalia\/Alamy\nSanta Lucía Church in the centre of Suchitoto\nI was short on time. We had the wrong kind of car. The keys to the four-wheel drive were misplaced. I was hungry, thirsty and hot. The guide had forgotten his torch. And it was getting late.\n\nThe climax of my five-day trip through El Salvador – a visit to the El Imposible National Park – was beginning to look like an existential pun. Benjamín Rivera, 40, the guide-cum-driver, was desperate for me to see the bird life and hike through the tropical forest – one of the few areas of true wilderness left in this densely populated, intensively farmed country.\n\nWhen we finally had all the tools for the trip, Rivera asked me if I wanted the scenic route or the fast road.\n\n“The most direct route,” I said.\n\nHe took the scenic route. Guides always know best, or so he had reminded me during our road trip through Central America’s smallest country. It had started 320km away in the east, with a motorboat ride from Nicaragua to the port of La Unión.\nAfter welcoming us on board, Mario Meléndez, 37, our captain, had run through the wildlife we passengers – myself and three Swiss tourists – might see: manta rays, ospreys, frigatebirds, dolphins. He showed us pictures of tree species and mangroves, a diagram of an oyster-farming project we would pass, and named the volcanoes we could see on every horizon.\n\nHe turned a border crossing into a lovely half-day tour. We saw several of the promised species, and got a quick introduction to Salvador’s turbulent recent history. Meléndez was a child when civil war broke out in 1979. He later escaped conscription – his father was an army recruiter – and was able to work as a fisherman and outboard motor mechanic.\n\nMeléndez told me that half the islands’ populations had emigrated to the US and those remaining lived off remesas – money wired from relatives. El Salvador’s main sources of income are these remesas and foreign aid, though as Central America’s most industrialised country it also generates revenue from maquilas (clothing factories), coffee and sugar cane. The question now is: can tourism play a part?\n\nMany people were not as lucky as Meléndez during the conflict, in which an estimated 75,000 lost their lives. The Oriente region’s hilltop town of Perquín, where I spent my first night, was a centre of resistance. Over coffee I spoke to Serafin Gómez Lima, 43, a former child soldier who now spearheads tourism projects.\n\n“After the peace accord of 1992, we realised the war story could appeal to visitors,” he said. “We organised a festival for Salvadoreans and then opened the Museo de la Revolución.”\n\nThe museum is a rich if roughly assembled collection of war memorabilia, weapons and photographs of heroic-looking guerrillas. Stylish agitprop posters from the 1980s are a reminder of the support that the rebel movement received from leftwing populations in Europe and the US.\nI got my fill of dark tourism in Perquín and its environs – Rivera and Gómez Lima insisted on taking me to the interment of some victims’ remains in nearby El Mozote – but the experience was engaging. Being a traveller in a recent war zone isn’t voyeurism but, for Salvadoreans, an act of witness.\n\nSuchitoto is El Salvador’s poster city. It is cobbled, quaint and at weekends fills with visitors from the capital 50km away. The word “colonial” is thrown around loosely in Latin America but some of the buildings here are the real thing – including the former mansion where I stayed, Los Almendros de San Lorenzo, built in 1805 for Spanish landowners.\n\nOpened in 2005 after 17 months of restoration work, the hotel’s six rooms (and separate honeymoon villa), pool, restaurant and palm-tree-filled patio cover a city block. Owned by Pascal Lebailly, 53, a French former fashion events organiser, and his Salvadorean partner Joaquín Rodezno, 60 – who used to be the country’s ambassador to Paris, Rome and Brussels – it is decorated with Salvadorean artworks and high-value craft pieces. The men are now ambassadors for a country they regard as safe, unspoilt by tourism and misrepresented by the media.\n\n“A lot of people are interested in El Salvador now that Panama and Costa Rica have become expensive, especially for visiting Americans,” said Lebailly. “Here they find everything they want at affordable rates.\n“It’s time to correct the country’s image. Local media only report crime statistics and violence and that’s what foreign media pick up. But the data are never analysed. None of the crimes affect tourists and none of the reports reflect the friendliness of the people.”\n\nOver the past nine years, Lebailly and Rodezno have seen a “slow but steady” increase in visitors, including independent travellers from the US, Canada, Colombia and Brazil and small tour groups from western Europe. Russians and Polish travellers are also beginning to arrive.\n“As the country opens up to travellers, service gets better,” said Lebailly. “But there’s no mass-market tourism here.”",
        "topic_id":23,
        "format_id":11,
        "topic_confidence":0.9900639653,
        "format_confidence":0.9205403328
    },
    {
        "url":"https:\/\/www.southernafro.com\/category\/zimbabwe\/",
        "text":"From Cecil, the Lion’s Killing to Xanda\n\ncecil the lion\n\nPoaching continues to rob us\n\nCecil the lion\n\n“It’s been just two years since we lost Cecil, and now his son had to face the same fate. At times, it’s not just wealth that one inherits.”\n\nTourism in Zimbabwe has always been one of the bedrocks of the economy.\n\nOur concern for the environment remains limited to pollution, population growth or global warming. Most of us are selfishly concerned about issues that affect us directly. Seldom do we brood over the problems of poaching and the like. I will admit that my concern about poaching also has some selfishness embedded in it. One of the highlights of travelling is seeing animals. Poaching threatens to rob me of this. It threatens to rob future generations of the pleasure that I have so often enjoyed. Poaching and trophy hunting are not uniquely Zimbabwean problems. They are rife in most parts of Africa. Where there are animals and a market for their task, bones, hide; there are people willing to kill them.\n\n\nWhile some events of poaching get worldwide media coverage and face outrage of the commons, a greater number of killings fail to draw any public attention. Media coverage enables the concerned authorities to raise their voice valiantly against such offense. Media coverage makes sure that governments and other authorities are held accountable for issues that are happening under their watch. An incident ignited a revolt across the world a few years back. You will have heard of the prestigious lion Cecil, who was killed two years ago. Well, Cecil’s son, Xanda, has had the same fate.\n\n\nThe Tragic Story of Cecil’s Killing\n\ncecil-the-lion From Cecil, the Lion’s Killing to Xanda\n\nImage Credit\n\nTourists, in large numbers, would travel Matabeleland North, Zimbabwe, just to visit Hwange National Park, where Cecil the esteemed lion lived. He was the pride of Hwange National Park in Matabeleland North, Zimbabwe. Cecil had earned the prestige of being the center of attraction of the park. Moreover, he was a part of a radio tracking study led by Wildlife Conservation Research Unit (WildCRU) of Oxford University. Even the name “Cecil” was given by the WildCRU researchers. I can only assume that he may have been named after Cecil John Rhodes, based on the historical context, with Zimbabwe.\n\n\nIn July 2015, Cecil was shot and wounded by a hunter’s arrow. A few hours later, he was tracked injured around 250 meters away from the spot where he was first shot. Some forty hours later, the hunter shot him again which ultimately took his life. When traced by the relevant authorities, Cecil was found skinned and beheaded. Hwange lost the iconic lion, the symbol pride for some Zimbabweans. Other Zimbabweans had either never heard of Cecil, or thought that there were more important issues at hand.\n\n\nInitially, it was reported by the authorities that the lion stirred out of its allotted area which ultimately triggered his killing. But later, and gradually, the true picture developed. After weeks of investigation, the officials of Zimbabwe identified the guilty behind the offense as an American dentist as well as a recreational big-game hunter named Dr. Walter James Palmer. Reportedly, Cecil was lured out of his protected area offering bait by the hunter and a local guide whom Palmer bribed considerably huge amount to kill Cecil.\n\n\nLater, the officials arrested two Zimbabweans based on the investigation in the matter. But by the time the case developed, Palmer had already returned back to America and issued a statement stating that upon knowing the fact that the lion was so famed amongst the public, he deeply regretted his action and also stated that he entirely relied upon the local expertise to ensure it was a legal hunt. He also claimed that he never knew the lion was a part of any study or research.\n\n\nReactions to the killing of Cecil the lion\n\nThe killing of Cecil ignited worldwide outrage among animal conservationists, politicians, celebrities and the masses. It is believed that the killing of Cecil has gathered the boldest response to a wildlife narrative in history. Zimbabwe suspended legal lion hunting temporarily for a period of 10 days. As per reports, initially, eight African countries which include Zimbabwe, Tanzania and Mozambique allowed consistent trade in the export of lion body parts. There were not many restrictions imposed and nor was the subject ever closely monitored. But after the carnage of Cecil, the concern came to the global limelight.\n\n\nA considerably large number of airlines prescribed the transport of animal parts because they believed it would invite negative publicity. Countries like Australia and France, which were believed to be amongst the most fascinated importers of animal trophies, straight away banned such imports. The United States, the largest importer of lion trophies, introduced certain new regulation for the protection of lions under the Endangered Species Act.\n\n\nOn the other side, Palmer received death threats from various sources for the sin he had committed. He had to shut down his dental practice for a temporary period in order to veil from the rage of mass protest against him, both online and in-person. He went into hiding for weeks before he issued the statement justifying his outlook regarding his activities.\n\n\nInherited Fate of Xanda\n\n\nThe wounds of Cecil’s killing were still fresh while a recent event sparked another fury. Xanda, Cecil’s son, one amongst the 13 cubs Cecil left behind, met the same fate as of his father’s. Xanda was recently killed with the same intention as of his father’s kill- Trophy hunting. He was Cecil’s oldest son and was just 6 years old. He was also a part of a study led by the same research unit of Oxford University. He too was on the verge of attaining popularity like his father when on 7th July 2017, he was shot by a trophy hunter not much far from the spot his father’s body was recovered. Xanda was wearing a GPS collar which enabled the authorities to track his location. As per sources, Xanda was killed outside Zimbabwe’s Hwange National Park as a part of game hunt organized by a private hunter, Richard Cook. It is also reported that the hunter was a client of Richard Cook. Even though the authorities reported the hunt of Xanda could legal as it was executed within the stipulated guidelines, Cook refused to reveal the name of his client who reportedly killed Xanda.\n\n\nXanda would often move out of the protected area. This is believed to be the reason behind the success of the killing. He has shot a mile away from the borders of the restricted area where the authorities state that hunting is legal. On being further enquired, the officials stated that conflicts between the wild and the human are quite common. Apt rules are yet to be framed to ensure adequate safety for both the inhabitants. Moreover, on account of frequent egress of the wild beyond the protected premises, certain rules which prohibit hunting within 3 miles outside the protected area are in the process of being implemented.\n\n\nReaction to Xanda’s Killing\n\n\nIn the aftermath of the execution of another lion belonging to the same family, once again the concern of wildlife exploitation ignited, and this time in social media. People from across the world are expressing their anger, grief, and concern over the matter on various social platforms. The officials of the park are facing worldwide indignation. Pressure is being imposed on the concerned authorities to respond to the bulk of questions raised on the killing of Xanda. Rising concerns over the fact that there has been constant degradation in the population of lions in the continent, as well as worldwide, adds fuel to the fire.\n\n\nLions are at risk\n\nOver the past five decades, the population of Africa’s lions has reduced from a hefty total of 200000 to a fewer than 20000 today. Many conservation foundations are struggling to enact a measure to curtail the reducing population of lions but by far it seems they have failed to succeed. Lions have now completely disappeared from as many as 16 African nations. As per the reports of International Union for Conservation of Nature (IUCN), over the past 21 years, the population of lions in the continent has dropped by 42 percent.\n\n\nCountries, including Ghana and Congo, have been added to the long list of nations who have lost all their lions. And the remaining nations predict extinction in not-so-far future. Despite the existence of various factors which justify the diminishing population of lions in the continent which includes increasing population, loss of habitat, natural calamities, etc. trophy hunting is something which has largely affected the lion population. Moreover, looking stringently at trophy hunting is the most important immediate preventive measure to contain the agony being faced by the species. As per the reports of Born Free foundation, the export of lion parts and whole lions has doubled within 2009-2013 as compared to the preceding 5 years.\n\n\nConvention on Trade in Endangered Species (CITES) trade database depicts a total of 6,652 lion trophies exported during 2000 – 2009.  At an average, around 450 lion trophies are exported each year. Estimates suggest that trophy hunting raises more than $200 million a year across the sub-Saharan region of Africa of which, revenue from lion hunting amounts to nearly 5 – 17 percent.\n\n\nDespite the enactment of numerous laws and developments of national parks and wildlife centuries, despite the reservation of forests and training and deployment of “forest rangers”, the sophisticated network of poachers succeed in exploiting the loopholes in the framework of the law which ultimately enables them to accomplish their immoral desires. Sometimes, every single individual in the system is bribed to keep the lucrative trade on.  Syndicates of criminals offer just two choices to customs officials, police and judges- take the money or take the bullet.\n\n\nW... (truncated)",
        "topic_id":23,
        "format_id":11,
        "topic_confidence":0.9191925526,
        "format_confidence":0.7831719518
    },
    {
        "url":"https:\/\/www.travelandleisure.com\/articles\/practical-packing-with-style",
        "text":"What a worldly couple packs to look good on the go\n\nShane Mitchell\nJune 04, 2009\n\nThe chambermaid couldn't resist. She had to peek inside Madame's cosmetics bag. (After all, it was her job to pack up the suite by checkout.) There it was, lying open on the marble vanity, contents scattered. Next to it was the gentleman's dop kit. The couple had caused quite a stir in the hotel lobby when they arrived. So tall, so American. It was obvious, even to a complete imbecile like Henri the porter, who risked being fired by asking Madame for her autograph, that they were as extraordinary as the newspapers reported. And she had simply laughed when he noticed her, because everyone always clamored for Monsieur.\n\nPulling a clipping from her apron pocket, the maid looked at the photos again: Madame backstage at the Lagerfeld show; in London, lunching at Aubergine with Anouska Hempel and David Linley. With her gentleman at the grande fête for the Venice Biennale. (How did she get her hair to do that?) Always traveling for her new collection, his next film. As she gathered the toiletries into a neat pile, the maid decided: That explains why there is such a mélange in their bags. Razor Sharp shave gel by Philosophy. Agnès B lipstick. Naturopathica lavender stress-relief oil.\n\nInside Madame's sleek Louis Vuitton bag were provocative Chanel colors: Tabou Nightlight Burgundy and Fracas Daylight Crystal eye shadows, Mauve Ice mascara. She couldn't wait to tell her sister. And she had heard from Philippe the valet that they shared everything. Even eau de toilette?She picked up a bottle and read the label: Eau de Campagne, from Sisley in Paris. The maid sprayed a bit on her wrist. The scent was très…unisexe.\n\nShe found a damp bottle of shampoo in the shower and carefully wiped it off. It would be a crime to soil the handsome leather of Monsieur's bag. For an American, his toilette was oddly English. D.R. Harris & Co. toothbrush, Joris razor, a shaving brush. Perhaps his next film was to take place in London?At least he favored sweet almond soap from L'Occitane, made near her family's house in Provence. On the tub, the couple had left a small bottle of bath oil—the label read: Jo Malone Nutmeg & Ginger. She wondered, looking intently at the oval bath, if they ever employed it à deux. There was a blue vial of Naturopathica Honey Vanilla lip balm and a petite Perfumes Isabell Garden Herbs candle in a glass votive. Voilà! The wick was burnt. As a key rattled in the lock, the maid zipped up the cases and laid them with the luggage for Henri to take down in the service lift. No one would catch her. Not this time.\n\nWomen's Bag\nLouis Vuitton Cannes Epi leather bag\n* Chanel mauve mascara\n* Acca Kappa biodegradable toothbrush\n* Jo Malone skin serum with protein\n* Relax smelling salts\n* Hermès sterling silver pillbox\n* Ad Hoc compact magnifying mirror\n* Soap from the Hempel hotel, London\n* Grandiflorum solid perfumes: Floral Ambrette and Balsamic Velvet\n* Acca Kappa aluminum comb\n* Shu Uemura retractable sable makeup brush\n\nMen's Bag\nConnolly leather wash bag\n* Descamps terry bath mitt\n* Kiehl's everyday shampoo\n* Bone-handled toothbrush and Pick-Me-Up tonic, from D.R. Harris & Co.\n* Acca Kappa eucalyptus toothpaste\n* David Hayward shaving brush\n* Joris chrome razor\n* Erno Laszlo moisturizing lotion\n* Body Maintenance shaving salt\n* L'Occitane soap and travel tin\n* Agua camphor face mask\n\nWhen a hotel or resort spa creates its own toiletries, it's hard to leave them behind. At checkout time, tuck these into your bag:\n\n* Lavender-scented bath oil, soap, and eau de cologne pro vided in guest rooms at the 13th-century Château de Bagnols, near Lyons (33-4\/74-71-40-00).\n\n* Exquisite passion-fruit soap, bath gel, body lotion, and shampoo from Anouska Hempel's new hotel in London, the Hempel (44-171\/298-9000).\n\n* Agua bath products, created for the rooftop spa and guest rooms of the Delano hotel, in Miami Beach (800\/555-5001).\n\n* High Altitude Massage oil from the Peaks Resort and Spa, perfect after a day on the slopes of Telluride (800\/789-2220).\n\nYou May Like",
        "topic_id":23,
        "format_id":11,
        "topic_confidence":0.8300106525,
        "format_confidence":0.6067914963
    },
    {
        "url":"http:\/\/www.twoharborsmn.com\/content\/dnt-travel-review-duluth-phoenix-direct",
        "text":"Weather Forecast\n\n\nDNT travel review: Duluth to Phoenix direct\n\nEmail Sign up for Breaking News Alerts\nNews Two Harbors,Minnesota 55616\nLake County News Chronicle\n(218) 834-2144 customer support\nDNT travel review: Duluth to Phoenix direct\nTwo Harbors Minnesota 109 Waterfront Dr. 55616\n\nhe second-biggest mistake travelers to Phoenix make, the cab driver says, is renting a car from the wrong airport.\n\nWe're on our way from Phoenix-Mesa Gateway (where we exit on the tarmac on a warm night, greeted by a cactus and a half-dozen wheelchairs) to Phoenix Sky Harbor International Airport to pick up my mis-reserved wheels.\n\n\nThe cost for this lesson: $60+.\n\nI took Allegiant Air's inaugural direct flight from Duluth to Phoenix last weekend, an event that included sheet cake at the airport, a complimentary sleeve of golf balls and the words \"maiden voyage\" repeated so often that I was surprised there wasn't a marching band. I spent about 65 hours in the Valley of the Sun, mostly downtown. I ate the most intense salsa I've ever had and was mistaken for a prostitute. I questioned Phoenix native Alice Cooper's legacy and watched a car melt. I studied American Indian art and history and was left alone on a bus for 10 minutes while the driver ran in to Walgreens. I was charmed by Tempe's Mill Avenue District and grossed out by the dirt undertones of the tap water.\n\nAnd -- because of another snafu with my car reservation at the second airport -- I did it all by navigating the city's decade-old Valley Metro light rail system and city buses. This was clean and convenient and gave me the chance to gaze at the surrounding mountains, hills and reddish rock formations, rather than following a GPS or my face pressed to a map. Smart phones, with access to public transportation routes and compasses, have made travel so easy that everything pre-2000 seems like an episode of \"Little House on the Prairie\" in comparison.\n\nPublic transportation\n\nThe light rail system is easy. It's efficient. It's bicycle-friendly with hooks to hang them on in specified cars. The windows are tinted to block out the sun. And its passengers are oddly chatty. I hear conversations about the naming conventions of domestic airports and I see a man try to share a can of Tecate beer with a 19-year-old kid he mistakes for his nephew.\n\nThe buses, however, are empty. It's just the driver and me heading into the foothills of the South Mountains. Toward the end of the trip he pulls over at a bus stop, mumbles something and jumps off. He leaves it running, doors open, and walks into Walgreens. This seems ... different. Dangerous, even.\n\nFor about the third time in my life, I wonder: \"What would Sandra Bullock do?\"\n\nI get off the bus and stand next to it. The driver returns about 10 minutes later and we proceed without incident -- though he doesn't find jokes about bus theft very amusing.\n\nBest brunch in town\n\nThe first meal of the weekend for both tourists and Phoenicians -- and even Food Network star Guy Fieri, who has left his graffiti-style stamp on an inside wall -- is at Matt's Big Breakfast, a square brick diner where all morning long the sidewalk is crammed with rumbling tummies.\n\n\"There are 19 names ahead of ours,\" a woman groans to her group. They don't leave.\n\nMost clusters gather on the somewhat shaded side of the building. It is already 85 degrees at 10 a.m. and the sun is pan-searing my blue Minnesota skin. It goes quickly, though. Will gladly trade a 45-minute wait in the slim shade of a street light in exchange for this day's special: Three-egg scramble with chicken artichoke sausage and baby organic spinach bound with Fontina cheese. The wheat toast is cut as thick as a slab of beef loin and served with blueberry jam, a concentration of flavor that rivals chutney.\n\nA tale of two cities\n\nAside from the crowd outside this small diner, there is little movement in downtown Phoenix on a weekend afternoon. It has the apocalyptic feel of downtown St. Paul, so many suits evacuating on Friday at 5 p.m. The voice of a busker, stationed on North Central Avenue and East Adams Street, bounces off the buildings and is heard blocks away.\n\nAlternately, the Mill Avenue District -- located a 30-minute train ride away in the adjacent city of Tempe -- has brick sidewalks, is inordinately clean and is full of activity.\n\nIt's a mix of chain and charm: Hooters and Five Guys Burgers, but also retro-style clothing store Hippie Gypsy and Old World Books, a used bookstore where a wizardly-looking man with a cane asks if he can help finding anything. I smile, say no and almost trip over a long-haired cat lounging in the stacks. Some of the restaurants with outdoor seating provide mists of water over the patio, so fine it feels like being sprinkled with cool powdered sugar.\n\nI'm third on the scene of a car fire on Saturday afternoon, so close that at least three people ask if it's my ride. The blue Nissan Versa has flames creeping from the hood to the windshield and the car seems to melt as the fire grows. The driver and a passenger escape with their things before firefighters snuff it using hoses and an axe.\n\nThere is an intriguing butte at the foot of the Mill Avenue train stop. The hill has a massive A on the side, visible from Sun Devil Stadium, home of Arizona State football. Dot-sized hikers can be seen walking, some running, up the winding path. I find a father taking his kids through a round of calisthenics and explaining the income levels of professional athletes. It doesn't take long to get to the top, an elevation of 1,500 feet, with a view into the bowl of the Sun Devils' stadium -- though not quite the field. This is fine, as the Sun Devils are on the road this weekend. When airplanes from Sky Harbor fly over this butte, it seems like I should be able to read the pilot's nametag.\n\nFrom shock rock to T-shirt shop\n\nGame nights must be wicked in downtown Phoenix, where the Arizona Diamondbacks play Major League Baseball at Chase Field and, when there isn't a lockout, the Phoenix Suns host NBA games at US Airways Center. But this Saturday is quiet -- except for a pub crawl of twenty-somethings prowling the city in Mardi Gras beads and fishnet costumes or oversized mascot heads.\n\nA purely scientific question has been eating at me for days. Q: What would a restaurant and bar owned by metal shock rocker Alice Cooper look like? Word on the street is that servers have smears of black makeup under their eyes. A: Alice Cooperstown is a barbecue-themed sports bar and restaurant with an attached souvenir shop. It has T-shirt racks. And its owner, known for maybe or maybe not ripping the head off a live chicken then drinking its blood, closes up shop by 10 p.m. on a Saturday night.\n\nOh, Alice Cooper. How perfectly Coldplay of you.\n\nMystery Castle\n\nThe bus takes me a little less than a mile from Mystery Castle, which has a back story as interesting as its actual architecture. Boyce Gulley left his wife and daughter in Seattle in the 1930s when he was diagnosed with tuberculosis. He moved to the outskirts of Phoenix and began building a dream castle for his daughter, Mary Lou, using dirt, stone and the kind of stuff one would find cluttering a hoarder's lawn.\n\nThe result was an 18-room, 13-fireplace home complete with secret coves and cubbies, built-in beds and tables, balconies and patios. It took about 15 years to build, and his estranged wife and daughter didn't find out about it until after his death. They then spent the rest of their lives at the castle. Mary Lou died a year ago.\n\nThe castle sits in the foothills of South Mountain, a rocky formation with a view of a golf course and downtown Phoenix, but a half-mile from any sort of main road with nothing else around. The lawn is filled with bird baths, ceramic dogs, cactus plants and wagon wheels. Much of it is without electricity, the sun through recycled windows as its main light source.\n\nHeard Museum\n\nIt's a challenge to resign yourself to an indoor educational activity when it is 95 degrees out and sunny. In a mental tournament between the Phoenix Art Museum, Desert Botanical Gardens and Heard Museum. The latter, specializing in American Indian art and culture, wins. A temporary exhibition of Retha Walden Gambaro's \"Attitudes of Prayer\" is a collection of smooth sculptures caught in contemplative and freeing moments. Also stunning is Steven Yazzie's \"Fear of a Red Planet: Relocation and Removal 2000.\" It is a bit like an extra-large graphic novel-style mural, the story of the forced removal of Arizona's native population told in panels on the wall in the Ullman Learning Center.\n\nNot for sale\n\nIt would be a gross oversight to not eat Mexican food on this trip. I use a combination of proximity, Phoenix's alternative weekly newspaper and the Yelp app to land at Comedor Guadalajara, located just off of downtown and next to nothing but a freeway exit.\n\nThe restaurant is a big room with a barn-style roof and the music system is piping pop music with Spanish lyrics about dancing and nighttime.\n\nThe pre-meal salsa is unreal. It's so spicy it pinches parts of my tongue I didn't even know existed and tickles my sinuses. The server keeps it coming. I have a combination platter that includes a cheese enchilada and dessert.\n\nOn my way back to the bus stop a truck honks at me twice, performs a U-turn, then pulls on to a nearby side street. The driver honks again, two short beeps. Then he drives past the stop, honks, pulls on to another side street, honks.\n\nThis is when I realize he thinks I'm a prostitute and I set a personal record in the 50-yard dash back to the restaurant's parking lot.\n\nLeaving Phoenix\n\nGetting from downtown Phoenix to the airport in Mesa on public transportation would require an Olympic level of juggling luggage, trains and buses, so you really need a car. Since I don't have one, my cab fare exceeds the amount the driver can accept using his archaic credit card system. This ends in a bargain: Buy a 45-mile trip, get 12 o... (truncated)",
        "topic_id":23,
        "format_id":11,
        "topic_confidence":0.9719732404,
        "format_confidence":0.6127098203
    },
    {
        "url":"https:\/\/www.japantimes.co.jp\/life\/2018\/01\/12\/travel\/takamatsu-udon-key-shikoku-castle-towns-heart\/",
        "text":"Takamatsu: Udon the key to Shikoku castle town’s heart\n\n\nContributing Writer\n\nTakamatsu has gained recognition in the last half-century for its specialty Sanuki udon and the incredible gardens of Ritsurin Koen. In the process, the city has quietly become the go-to destination for travelers starting their exploration of the island of Shikoku. As the closest port to Honshu, the castle town flourished under the daimyo of the Edo Period (1603-1868), and has a long history of maritime trading. Today, the town is a city, and is the business capital of Shikoku and the heart of Kagawa Prefecture, with plenty to offer any traveler who steps onto its streets.\n\nWhether it’s by direct bus from Takamatsu Airport or a short train journey from the center, the first stop on anyone’s list is usually Ritsurin Gardens. Famed for its “borrowed scenery” of forest-cloaked mountains and calm boat rides across shimmering lakes, the gardens are known as a place of carefully constructed serenity.\n\nConstruction began under feudal Lord Ikoma Takatoshi in 1625 and continued for more than 100 years under the watchful eyes of successive family members until the gardens were completed in 1745. Ritsurin remained a private retreat for the Matsudaira family for more than a century, but was designated a prefectural park in 1875 following the Meiji Restoration.\n\nSplit into two halves, the north garden is Western in style and the south is Japanese, with six ponds and 13 mounds creating a world in miniature. The concept of borrowed scenery is common in Japanese gardens — where designers use the surrounding landscapes as a backdrop for smaller scenes — but here that art is perfected. The soft curves of Mount Shiun form a backdrop for the gardens and, rather than marking borders with fences and walls, the edges of Ritsurin merge seamlessly with their natural counterparts, allowing the eye to wander across the landscapes as one.\n\nThe gardens are impossible to explore in a hurry: Small hills and viewpoints stop you in your tracks and paths tempt you into hidden pockets of beauty. Following the south garden route you can admire traditional wasen boats as they glide across the main pond and even ride in one yourself. Friendly guides aboard the boats offer explanations of the garden’s construction and notable features as you relax and enjoy the views once reserved for feudal lords. Within the gardens is the Kikugetsu-tei teahouse, perched on the water’s edge and positioned perfectly for autumnal moon viewing. For a few hundred yen, you can relax on tatami with traditional matcha and delicate wagashi sweets, looking out across Nanko pond as boats pass by.\n\nAlthough its name translates to “Chestnut Grove,” Ritsurin is famed for its collection of pine trees, with more than 1,000 carefully pruned trees lining the garden’s paths. With curved branches and imposing silhouettes, they resemble bonsai trees and lend a magical yet haunted feel to the gardens. One of the most impressive is the Neagari Goyo-matsu pine, which was gifted to the Takamatsu domain in 1833 as a bonsai by the 11th Tokugawa shogunate. It now stands tall, looming over the Kikugetsu-tei teahouse with fantastically twisted branches that provide shade from the summer sun.\n\nLike Japan itself, seasonal changes transform huge areas of the gardens, filling ponds with floating water lilies, arches with hanging wisteria and whole swaths of hillside with autumn leaves. The gardens are home to a gift shop and the Sanuki Fold Craft Museum, displaying a variety of Kagawa lacquer ware, dolls and local rihei-yaki ceramics. Kagawa was the first place in Japan to successfully cultivate olives, and the garden shop is a great place to pick up a bottle to take home.\n\nAfter you’ve wandered through each and every corner of the garden, you’ll no doubt have worked up an appetite and there’s only one dish to try in Kagawa — Sanuki udon. Known as the “udon prefecture,” Kagawa is home to more than 700 udon shops and is the largest udon producing prefecture in Japan.\n\nSanuki udon is the local specialty and, alongside Mizusawa udon from Gunma Prefecture and Inaniwa udon from Akita Prefecture, it is one of Japan’s top three udon noodles. Characterized by their chewy and firm texture, the noodles were originally made from Sanuki wheat grown in the prefecture, but are now mostly made from wheat imported from Australia. Due to the udon’s popularity, you won’t have any problem finding a restaurant to try the noodles, but some restaurants are worth a little extra effort.\n\nTraditionally, Sanuki udon are served fast, fresh and with minimal fuss, often in self-service restaurants. The process of lining up, ordering and selecting toppings is definitely speedy, but sometimes it’s nice to savor the moment and enjoy your food.\n\nOne of the best spots for this is Shinpei Udon in the Kawaramachi area, which can be found at the end of the city’s shopping arcade. Easily reached from the gardens using the pleasingly retro trains of the Kotoden Kotohira Line, this local favorite is full-service, always busy and pays tremendous attention to detail. There’s both tatami seating and communal counters, and staff speak English, Chinese and Japanese.\n\nWhether you order the summer special of Hiyakake udon, or the warming Shippoku udon in winter, you won’t be disappointed. One of the simplest dishes, however, is Kamaage udon: a portion of noodles served in their cooking water in a rotenburo-like wooden bowl. With a side-serving of a strong, soy-based dipping sauce, you can focus on the texture and subtle flavors of the udon: simple and delicious. It’s easy to see why Japan is so in love with Sanuki udon, and the locals are proud of their specialty. One regional dish, Kamatama udon, is so popular that the local Takamatsu soccer team, Kamatamare Sanuki, named themselves after it. The dish is made with beaten eggs and a soy or fish broth.\n\nAs you head back toward the city center and Takamatsu Station, there’s one final spot worth visiting before continuing your journey in Shikoku. Looking out across the Seto Inland Sea, Takamatsu Castle was once one of the three great water castles of Japan. Although little remains of the original structure, it is a site worth exploring and has both unusual moats and well-tended gardens. The Western-style, three-story castle was first built by Ikoma Chikamasa in 1590 and took two years to complete. Just over half a century later it became the residence of the Matsudaira clan, who were relatives of the ruling Tokugawa shogun, and remained under their control until the end of the Edo Period. Although the castle was damaged by bombs during World War II and later demolished, there are two surviving turrets and the traditional entrance bridge remains.\n\nCrossing into the castle grounds, you’ll be greeted by a seawater moat and the sight of wasen boats that can be hired for short rides. The boats pass by the roof-covered Sayabashi bridge that connects the honmaru (core of the castle) to the ninomaru (outer castle). One of the two surviving turrets, Tsukimiyagura, has been carefully maintained and is an impressive feature. Designed for moon viewing, it was used to look out across the sea for advancing boats and to announce the daimyo’s return from his travels. Takamatsu Castle is slated for reconstruction and in 2013, its foundations were restored after years of work, but no further progress has been made since. The gardens are still popular however, with more than 90 cherry trees in the Sakuranobaba area of the castle becoming a busy hanami spot in spring.\n\nHowever, it is the dry stone garden that is the castle’s real attraction With its aged pine trees and winding paths, it feels a world away from the bare castle walls. Called Naienoniwa, the garden was built in 1917 along with the Hiunkaku — a reconstruction of the original daimyo’s home that is now used for banquets and flower-arranging classes. With stepping stones and bridges crossing ever-empty streams, the sketch-like perfection of the space remains untouched by the movement of water. A sense of serenity and calm envelops the garden, removing you from the busy roads of the city and rewarding explorations into the quieter corners of the castle.\n\nGetting there: Takamatsu is served by Takamatsu Airport, which has direct flights to Tokyo. The city is also connected by rapid train to Okayama City, which is on the JR Tokaido\/Sanyo Shinkansen Line. Night buses run from Tokyo to Takamatsu and take approximately 10 hours one way.",
        "topic_id":23,
        "format_id":11,
        "topic_confidence":0.9772263765,
        "format_confidence":0.8826238513
    },
    {
        "url":"http:\/\/travelsnooper.co.uk\/kingmik-dog-sled-tours-who-lead-tourists-through-the-canadian-rockies\/",
        "text":"San Diego\n\nUnited States\n\n259 hotels\n\nMiami Beach\n\nUnited States\n\n216 hotels\n\n\n\n259 hotels\n\n\n\n1,513 hotels\n\nKingmik Dog Sled Tours who lead tourists by a Canadian Rockies\n\nJanuary 17th, 2016 by admin | Filed under Blog.\n\nThe primitive route is eerily still – a creatively depressed sleet pock-marked usually by a occasional pawprints of hunger martens, squirrels and a hoof-marks of late-foraging deer. \n\nEven a dogs pulling a sled don’t interrupt a tranquillity, racing quickly opposite a solidified landscape in roughly finish silence.\n\nThis is a Canadian Rockies in winter: a picture-perfect and utterly enchanting winter wonderland.\n\nTourists revisit a winter wonderland of Lake Louise, in Alberta, Canada, to try their palm during dog-sledding \n\nMoments before a hour and a half prolonged outing began, a stage had been really opposite – a barks and howls of dozens of fervent dogs, raring to run, ripping a atmosphere in anticipation. \n\nWhile we tourists are tucked, cosy and sluglike, into low slung custom-made sleds, prepared for this once-in-a-lifetime experience, a dogs (eight to a sled) are bouncing and leaping frantically, amidst a cacophony of howls, unfortunate to start their 10-mile run.\n\n‘These are not Hollywood huskies – they’re bred for endurance, not looks,’ Megan Routley, a owners of Kingmik Dog Sled Tours said. ‘I can snippet my dogs’ bloodlines behind 7 generations. They started out as furious dogs, or dogs that bred with wolves, that became trained over time. Over a generations they have turn a breed.\n\n‘Before a railways non-stop adult Canada people used horses and these dog teams to make this nation work. They’re extraordinary animals.’\n\nLeading a container are a Alaskan Huskies, who mostly try out on 10-mile runs by a mountains\n\nOne dog sled debate user of note is Kingmik Dog Sled Tours, owned by Megan Routley, that boasts disdainful entrance to a trails of Banff National Park\n\nMegan’s been using Kingmik tours given 2003 during Lake Louise.\n\nThe name of a association means ‘top dog’ in a Indian local Inuit denunciation – also a denunciation used to give instructions to a dogs.\n\nHer life revolves around breeding, using and caring for roughly 100 Alaskan huskies, that spend a summer during her home 5 hours’ expostulate south, and work from Dec to April. She has disdainful entrance to a trails opposite Banff, Canada’s initial inhabitant park.\n\nLife is relentless for Megan and her group of 9 dog mushers and assistants: a round-the-clock bid to maintain, and means a dogs.\n\nThe relentless appetite of a dogs is foul – with their vehement barks and howls echoing opposite a relaxed towering valleys.\n\nMegan Routley, aged 55, has a dog group comprised of roughly 100 Alaskan Huskies\n\nIn Lake Louise, Alberta, a sleet is mostly waist-deep alongside a trails and a heat -20 degrees Celsius\n\nMegan, who is formed in these country cabins during a winter months, starts her day during 6am when she feeds a dogs\n\nYet a country record cabin where Megan spends a cold winter is as pell-mell as a sled trips are ease – pressed with sled covers, dog harnesses (there are 8 dogs to a sled), unconstrained lists and a ointments she has combined to provide burst paws and other dog ailments. Some of a dogs wear custom-made boots when a temperatures dump next -20 Celsius.\n\nWe accommodate seven-year-old Two Step who Megan says has ‘a graphic clarity of humour – a jester of a pack’; three-year-old Lexie who’s rather ‘snipey and whiney – a lady during high propagandize who wears small boots and a skirt’; Milly (aged two) who is so super-sweet she’s about to go to a new home as a pet (albeit one where she’ll get lots of exercise), and Banger (one-and-a-half) who’s ‘a standard teenage child – a boisterous tearaway who needs to learn some manners.’\n\nWe’ve assimilated Megan on a singular glance behind a scenes as her day starts during 6am: streamer out to feed a dogs – who devour 6,000 calories any a day in a reduction of flowing soups and genuine duck and beef.\n\nShe recently advertised for dog ‘mushers’ (those who expostulate a sleds) yet is heedful of people wearing rose-tinted glasses, who don’t have knowledge of operative in a wild.\n\nThe dogs, who lead tourists by this Narnia-like wonderland, devour 6,000 calories a day The dogs looking fervent for action\n\nThe dogs, who lead tourists by this Narnia-like wonderland, devour 6,000 calories a day\n\nBy a finish of any operative day many dogs will have run a 10-mile turn outing dual to 3 times\n\nOne who done a class and came to work with Megan this year is 35-year-old Lucy Dorman, a British former scientist in tellurian continuation with a PhD in Sports Science who fell in adore with a dogs and done a jump to mushing dual years ago – giving adult a good paid job.\n\nLucy changed to Canada in 2007 and worked with a University of Ottawa before operative alongside a Canadian troops in tests on tellurian continuation and impassioned continue conditions – including a army in hunt and rescue and ski patrol. In her gangling time one summer she biked 4,706 miles opposite Canada for 3 months.\n\n‘I was looking for dog-related activities and did some training with Megan final year,’ she says. ‘Sled dogs are a ultimate athletes and there’s a cranky over in how they sight a dogs, to how we sight humans for marathons.\n\n‘The initial time we attempted sledding we only thought, ‘Wow – this is awesome.’ It’s prolonged days, and impassioned conditions in a really remote area. But it’s a coolest pursuit in a universe – yet many people don’t see a tough work that goes on behind a scenes. The plateau are only a many extraordinary environment.’\n\nThe dogs are fed in between any run and will finally conduct behind to Kicking Horse Canyon where they sleep\n\nAlthough Lake Louise is a renouned traveller mark in a summer, a winter months offer larger tranquility\n\nBy a finish of any operative day many dogs will have run a 10-mile turn outing dual to 3 times. They are fed in between any run and will finally be packaged into their cage transports for a hour-long expostulate behind to Kicking Horse Canyon where they nap in their straw-lined kennels any night. Megan however, will continue to work, checking temperatures, job vets if required and organising shipments of a dogs’ beef and food.\n\nBack during Lake Louise her intensity business are expected to be sipping cocktails and tucking into haute cuisine during a superb Fairmont Lake Louise Chateau, built for well-heeled tourists in a 1920s heyday of sight transport to a Rockies. \n\nThen, rich tourists would arrive during a railway hire (now an ancestral dining room) to be ferried a remaining few miles to a castle by equine and carriage.\n\nToday’s visitors come by manager and automobile – and especially these days in a summer. But winter tourists are guaranteed larger tranquillity, and a certain clarity of romance. Just beware of descending in adore with a idea of operative with sled dogs.\n\n\nFor some-more information about a tours go to:\n\nBritish Airways flights from London to Calgary cost £615 return\n\nLeave a Reply on Kingmik Dog Sled Tours who lead tourists by a Canadian Rockies     \n\nHome | Destinations | Flights | Rental Cars | About | Contact | Privacy\n\nWelcome to Travel Snooper. Here you'll find the best prices and reviews to thousands of great hotels. You can also find the best flight and rental car prices.\nAccess over 2 million hotel deals from 100's of travel sites. Over 220 countries, 24 languages and 120 currencies. The service is 100% free!\nEasily find the best prices and availability from all major travel websites in one search.\nGet started now and book your perfect trip.\n\nCopyright ©",
        "topic_id":23,
        "format_id":11,
        "topic_confidence":0.9798622131,
        "format_confidence":0.6236226559
    }
]