[
    {
        "url":"http:\/\/www.globalbathroom.com\/spare-parts\/reviews-roca-giralda-bidet-white-cover.html",
        "text":"English | Español\n\n\"we´re the revolution of bathroom\"\n\n\n\nOther categories of Roca sanitaryware\n\nProduct Roca Giralda Bidet cover reviews\n\nWrite your query or review on this bathroom product\n\nRoca Giralda Bidet cover\n\nIn this page you can write your own review about the product Roca Giralda Bidet cover and read other reviews that other user of our online bathroom store has write about this product.\n\nYou can also write any question you have about this.\n\n\nWrite your own review about this product in the textarea bellow and share with other people your opinion or write a consult, we will answer as soon as posible. (HTML codes will not be published)\n\nThere are currently no reviews for this product.\n\nRead all the reviews about the product Roca Giralda Bidet cover and write your own reviews in our online bathroom store\n\nThis bathroom store uses cookies to improve the navigation among pages and perform analytics that help us improve the experience of our customers, when browsing among the different sections you are accepting the use of some of these cookies. To make a purchase you must accept our cookies by clicking \"Accept cookies\" (learn about the Use of cookies)",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.9778251052,
        "format_confidence":0.8996755481
    },
    {
        "url":"https:\/\/www.birminghamrealestateexpert.com\/client-reviews\/",
        "text":"Client Reviews\n\nClient review from the Carlisle's\n\nKevin Jones was an excellent realtor to work with and I will definitely recommend him to my family andfriends. He truly knows his stuff. I have worked with other realtors in the past and none of them knew houses;the way that Kevin knows houses. His...\n\n\n— Anonymous\n\nClient review by the Tipton's\n\nIt was a great decision choosing Kevin Jones. He was very accommodating and knowledgeable. We had tofind something and close quickly. Time was not on our side and he made it happen. I will stronglyrecommend Kevin to anyone in need of buying a home....\n\n\n— Tipton's\n\nClient Review from Michael Chandler\n\nKevin was very professional and knowledgeable getting our home sold less than 30 days. Kevin then found us the type home and areas we wanted to see. He is friendly, 'down to earth', honest and takes his job seriously, meaning he looks after his...\n\n\n— Michael Chandler\n\nClient Review from Danny Shiflet\n\nKevin negotiated to get the price we wanted to pay with quick response time. Kevin walked us through our first home purchase explaining everything to us well and made the process way less scary than we thought it would be. He and his associates got...\n\n\n— Danny Shiflet\n\nClient Review from Debra Vinning\n\nFrom beginning to end, Kevin did a great job getting our home sold. He provided excellent advice on pricing, home staging, and was always very responsive. Kevin regularly checked on the house for us, and went above and beyond to make sure our...\n\n\n— Debra Vinning\n\nClient Review from Tina Wright\n\nBuying a home can be one of the most nerve-wracking, emotionally challenging times of your life; however, Kevin made the process so much easier with his laid-back attitude, responsiveness, knowledge, and expertise of negotiating the best deal. We...\n\n\n— Tina Wright\n\nListing Search\n\nGet in touch\n\nWe're always available to help out, get in touch with us any time, or shoot us an email.\n\nThank you for contacting us, we'll get back to you shortly.\n\nSorry, we are unable to send your message at the moment. Please try again later.",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.940561235,
        "format_confidence":0.988820672
    },
    {
        "url":"https:\/\/www.lexmarusa.com\/testimonial\/k-desmond\/",
        "text":"K Desmond October 7, 2016\n\n“They did a fantastic job installing our new countertops and matching table tops. I was so excited I had a hard time falling asleep that night and I was up at 5:30 the next morning admiring my new kitchen. From start to finish Lexmar is a class act. I would recommend them to anyone! The end result far exceeded my expectations on a scale of 1-10 I rate them a 10. The installers were very meticulous and clean. My husband and I are both very happy and pleased with dealing with Lexmar. It was truly a very good experience.”\n\nSpecial Financing for Custom Countertops Available Through\n\ndollar bank logo\n\nLexmar USA is proud to have partnered up with Dollar Bank to\nget special financing offers for our new countertop clients.\nClick below to learn more about out special offers.\n\npromotion graphic\n\nApply Now at Dollar Bank",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.8443594575,
        "format_confidence":0.9904897213
    },
    {
        "url":"https:\/\/www.playpennies.com\/reviews\/carddies-sports-review-59724",
        "text":"Carddies Sports Review\n\n27 June 2012\n\nIsn't it funny how the things you think might not be enjoyed so much by your children can turn out to be BIG HITS!  This turned out the be the case with the Carddies Sports set that landed on my desk to review.\n\nMy youngest son (a whole six years old on Tuesday - much more grown up that being five apparently!) was disappearing off, with his dad, to spend the last half-term on the coast at his nannies house; you know what it can be like going away to stay somewhere else for a week, there's a fine line to be drawn between filling up the car with toys and games so there are plenty of things to do when you're wherever you're going to, or not taking enough activities resulting in you having a bored child on your hands *eek*\n\nThe little Carddies Sports set was duly packed off with them to play with whilst Edward and his dad were away, here's what they thought of it...\n\nCarrdies Sports\n\nThe box is small - a little bigger than a box of long kitchen matches - and contains 12 hand-drawn sporty looking characters on thick white card,  coloured pencils to bring your Carddies to life, 12 plastic stands to stand them in and a hand-drawn sporty cardboard scene.\n\nSimon was pleased that the Carddies box was so small, bearing in mind the amount it contained, \"The Carddies colouring set is small enough to fit in your hand or a 'man bag', making them very portable and perfect for entertainment either on the move - long plane or train journeys, for example,\" he comments.\n\nOnce you've coloured in your Carddie characters and background scene, imaginative play can commence with abandon and you can have your Carddie sportsmen and women partaking in your very own Olympic Games or school sports day; the only limitations here is going to be a lack of imagination.\n\nSimon notes that the patriotic and supporters of 'best of British' among you will be pleased to know that Carddies sets are manufactured 100% in the UK.\n\nThe Carddies story is a lovely one - they came about as the result of Raquel and her three children being stuck indoors during a particular rainy seaside holiday.  She drew little characters on the cardboard from cereal packets for her kids to colour in and they loved them.\n\nRaquel then joined forces with her sister, Esther, and the Carddies business was launched;  between them they have seven children - the seven advisers who give their ideas for packaging and new characters - and Raquel and Esther still draw all the designs for the Carddie characters today.\n\nIt's a great story isn't it, especially as the Carddies range has become so popular and now boasts over 200 characters.\n\nBoth Edward and Simon really enjoyed the Carddies Sports experience, \"We loved playing with the Carrdies, both the colouring and the making up games and stories with them afterwards.  I might even have enjoyed playing with them a little bit more than Edward,\" Simon confesses, \"there is something about colouring that you never grow out of!\"\n\nThinking outside the Carddie box, Simon and Edward also came up with another use for the 12 Carddie characters.\n\n\"If you should get fed up making up sports games for the characters to play, then you can use them for a game of 12-pin bowling - or 10-pin and two spectators -  simply arrange them in a triangle and bowl them over with a screwed up piece of paper.\"\n\nA marvellous idea I thought!\n\nAnd finally...\n\nSimon and Edward give the Carddies Sports set a huge thumbs up and Simon absolutely believes that, at £8.99, they are fabulous value for money and would happily buy more Carddies sets to add to the Sports set.\n\n\"This is a great activity set easy enough for all ages;  enough pieces for several kids to play with at the same time and small enough to conveniently take it away on days out, long journeys and holidays!\" Simon concludes.\n\nI asked both him and Edward for an overall score out of 10 and they both gave a resounding 10 out of 10; Edward says I must tell you that they're, and I quote, \"Awesomely AWESOME!\"\n\nWhat do you think?\n\nConnect with Facebook, Twitter, or just enter your email to sign in and comment.\n\nYour comment",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.7266514897,
        "format_confidence":0.9594054818
    },
    {
        "url":"http:\/\/www.judysbook.com\/Bloomfield_Villas-BtoB~Manufacturing-auburnhills-r27855719.htm",
        "text":"JavaScript is not enabled.\nBloomfield Villas - 1 Reviews - 2862 Tall Oaks Court, Auburn Hills, MI - Manufacturing Reviews - Phone (888) 309-9514\n\nBloomfield Villas\n\n2862 Tall Oaks Court\nAuburn Hills, MI 48326\n(888) 309-9514\nIncorrect info? Correct your listing\n\nMain categories:\n\n\nRelated categories:\n\nBusiness to Business\n\n\n( 0 )\n( 0 )\n( 0 )\n( 0 )\n( 1 )\n\n\nAll reviews seem negative\n\n\nI lived in Bloomfield Villas for almost 1,5 years. Always on time with my rent, no complaints. For starts, I was not allowed to see the apartment I was going to live in until t...\n\nEditorial review from Citysearch 6\/24\/2012\n\nI lived in Bloomfield Villas for almost 1,5 years. Always on time with my rent, no complaints. For starts, I was not allowed to see the apartment I was going to live in until the very day of moving in, I had to fight the property management to be let inside the place just to see it. 2nd issue was the MICE! I saw a mouse in my apartment. They sent exterminators to take care of that. On another occasion we had an ant infestation, that we took care of ourselves. There was an almost constant smell of sewage outside my apartment. Reason remains unknown... My real problems started when I was about to move out. I was moving out on the 8th of the month, and I was told (lied) by Property Agent Michelle that the 8 days were going to be pro-rated and I was going to get the charges with my final bill. When I went to the Office to remind them that I was waiting for the final bill that would include the 8 days worth of rent charges, I was told by the Property Manager that they don't pro-rate anything, and that was said in Michelle's presence, and she didn't take any responsibility for telling me previously otherwise. I was offered a 1-800 phone number for for Hartman & Tyner \"\"Quality Assurance\"\". That was a joke. After calling that number, nothing got resolved. The agent Jim said that it was not a company policy to pro-rate rent charges based on the days occupied, and they weren't willing to take any responsibility for their employee Michelle blatantly lying to me. The story kept going on and on. As I paid the full month's rent, I told them I have no intention of moving out before the end of the month, not on the 8th as I intended to (I was previously informed that my apartment was already re-rented). I started getting calls from Michelle in the office immediately after they got the news of me not moving out. She informed me that the property manager got the permission from Hartman & Tyner headquarters to pro-rate and give me back the money for the days after I'd moved out. But when I asked to have that IN WRITING (as I had been lied to by her before), she had to get off the phone, and called me back 2 hours later saying that they couldn't provide anything in writing, but \"\"don't worry about it, we moved the next tenant to a different apartment, so you can just bring us the keys at the end of the month\"\". So I honestly believe they had no intention of reimbursing me for anything and just LIED to me AGAIN! I wouldn't recommend these apartments to anyone. They treat their clients like they live there for free, and they just do you a favor of letting you live there... more\n< Previous 1 Next >\n15% OFF all yearly plans\nUse YEAR15 at checkout. Expires 2\/28\/2017\n\nOwner Message\n\n  • COME HOME TO THE AFFORDABLE LUXURY OF BLOOMFIELD VILLAS. Our excellent value and superb location will appeal to your common sense, while our smart design and extraordinary features will appeal to your sense of style. We are located near the new Daimier-Chrysler World Headquarters, the Palace to Auburn Hills, Great Lakes Crossings Mall, M-59 and I-75. Come in for a tour today!ONE MONTH FREE OVER ONE YEAR LEASE!!!\n\nBest Deals and Recommendations",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.9756962657,
        "format_confidence":0.9125900269
    },
    {
        "url":"http:\/\/vapesterdam.com\/review\/hisi-hexagon-beaker-review\/",
        "text":"Hisi Hexagon 50 x 5mm--15 inch Beaker Review\nBuild Quality95%\nSmoke Quality89%\nLook & Feel84%\nEase of Maintenance87%\n89%Overall Score\n\nHello again! Thanks for joining me for another in-depth review of high quality glass! This piece comes to us courtesy of HiSi. This company is known for their scientific style and incredible longevity. There glass is clear, utilitarian, and a particular favorite of yours truly. I was extremely excited to hear we were working with them, and I can’t wait to give you a breakdown of this piece. The Hisi Hexagon 50 x 5mm–15 inch beaker is an entry level HiSi water pipe, it may be small, but it’s a great intro to what HiSi has to offer. Enough of the small talk, let’s test some glass!\n\nProduct Pros\n\n  1. Super thick glass\n  2. Incredibly sturdy\n  3. Best Bowls in the business\n\nProduct Cons\n\n  1. Glass on glass connections guaranteed to stick eventually\n  2. Bowls are quite fragile\n  3. Tube is quite short\n\n\nHiSi Hexagon 15-Inch Beaker Review: Breakdown\n\n\nBuild Quality\n\nBuild Quality\n\nThis piece of glass is a structural wonder. I quite literally challenge any of you to break it. Short of dropping it out your window, or throwing it from your car, you’re going to find my challenge totally impossible. The base resists tipping unlike anything else.\n\nIt’s incredibly heavy, especially when filled. That’s not to say that it won’t tip. I have accidentally kicked this water pipe over several times. Wooden floors, concrete balconies, pool tiles. No cracks. No breakage. No worries. This hardy piece comes with HiSi’s infamous perforated bowls. Let me just say: these are the best bowls in the industry.\n\nI put them all all my pieces, whether they’re HiSi or not. Unfortunately, they’re incredibly delicate and if you ever clean them (and you should) you’re going to break them. I’ve bought more of these bowls than I could possibly count, I’ve broken plenty, and I keep buying. They’re the best.\n\nAnother unfortunate thing is that the down stem is definitely going to get stuck. It might not be today or tomorrow, but something about the way they frost their glass has always caused problems. If you have the presence of mind to break down your water pipe after every session, you’ll be just fine. If you’re as bad about that as I am, just accept the inevitable: eventually your removable downstem will be a fixed one.\n\nSmoke Quality\n\nSmoke Quality\n\nHiSi pieces (especifically their bowls) deliver a smoke quality that is truly hard to beat. The perforated bowls draw incredible amounts of smoke down into the perforated downstem. The cloud size and filtration is better than what I’ve attained on pieces with three times the price tag.The ice pinches are thick triangles pressed into the molten glass while it was still hot. They form a perfect catch, meaning you’ll never have even a single icecube drop into the base.\n\nWith ice in the tube, this water pipe is guaranteed to give you one of the best tokes for your money. Strangely, the only flaw in this piece is the tube.\n\nQuite frankly, it’s too short. You can only fill it ⅔ full if you want to avoid a mouthful of ice when you draw.\n\n\n\nLook and Feel\n\nThis heavy-bottomed water pipe is a dream to hold, hit, and pass. The weight and shape ensure it fits comfortably in your lap, with no shifting or sliding to speak of.\n\nThe tube is an ideal width and shape to allow for easy passing with no slipping concerns.\n\nI adore the styling of HiSi pieces. Everything they do looks like a high quality piece of lab equipment. The glass is always clear, enabling for precision sized hits.\n\nEase of Maintenance\n\nEase of Maintenance\n\nThis piece is a little more trouble than you’d expect from a piece this size. The downstem is likely to stick, which presents you with all the troubles commonly associated with a fixed downstem piece.\n\nWhile the perforated downstem and bowl are an amazing smoking experience, they’re a hassle to clean and incredibly easy to break.\n\nIf you’re a more patient person than myself, you can avoid all the trouble I’ve had by simply soaking these pieces in alcohol.\n\nDo not use cotton swabs soaked in solvent. Resist the urge to bring salt into this process. Just let them sit, and you’ll be fine (until you pack the bowl too tightly, causing it to break.)\n\n\nI adore this hardy little water pipe. No matter what I do it, this thing just refuses to quit. Sure, the downstem sticks, and the bowls are delicate, but the delicacy is a feature, not a bug. Like Arabian horses and Tiffany glass, these accessories are yet more proof that some magnificent things require a lot of care to be enjoyed.\n\nRest assured, despite any difficulties you have with this water pipe, they will be worth it. You will have this water pipe for many years longer than you expect to, because it simply refuses to be broken. That’s a pretty excellent quality for a piece of glass to have.\n\nIf you are looking for a something similar be sure to check out the Jane West Beaker Review.\n\nThanks for reading our Jane West Bubbler review! Reminder! Don’t forget to leave a leave a comment!\n\nAbout The Author\n\nProfile photo of Dan C\nSenior Content Specialist\n\nDan is a writer with a massive vaporizer collection who loves video games, superhero movies, finding new music, comic and regular books and critically deconstructing those things until he wonders why he liked them in the first place. He's also a pragmatic fitness enthusiast who believes that the best actions you can take in your daily life are those that help you reach your goals, and that naps are the most lofty, but also the most noble goal one can have.\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.5937401056,
        "format_confidence":0.9449696541
    },
    {
        "url":"https:\/\/www.thomasmcevoy.com\/Pages\/Testimonials.aspx",
        "text":"First Time Home Buyers\n\n\"Tom came highly recommended as a real estate agent, but he was so much more than what was expected. He was an adviser, personable leader, overall expert and a great friend. He went to great lengths to find me my first home and continues to follow-up with me to this day! I would recommend his services to any of my friends.\" -- A. Bajkowski, San Jose, CA\n\n\"Thank you so much for all your guidance and support throughout the home buying process for our condo.\" -- A. Bonetti & R. Rivera, Sunnyvale, CA\n\n\"Everything went quite smooth in our home purchase.  Overall, your service exceeded our expectations.  Thank you very much!\" -- C. & P. Liu, San Jose, CA\n\n\"Tom:  Pete and I want to thank you for all your help.  We are so pleased with our new home, and really appreciate all you did to make it happen.  It was a pleasure working with you, both as an agent and as a broker.  We didn't believe we could take this big step--but you helped us accomplish our goals and we are delighted.\n\nThanks again for everything.  Please use our names if you should need any references.  We hope to work with you again in the future, and will certainly refer any of our friends in need of your services.\" -- P. and E. Johnson, Campbell, CA\n\n\nHigh Level of Service\n\n\"Tom, your service on my commercial loan refinance was excellent!  I will be pleased to recommend your good service to my business associates.  Thanks again.\" -- D. Chappell, Los Gatos, CA\n\n\"Tom, you are amazing!  You take 'service' to a completely new level.  Thank you.\" -- S. Schuler, Pt. Reyes Station, CA -- onemesa@svn.net\n\n\"Thanks again for all your help and expertise when it comes to real estate.  You really put a whole new meaning to the words Customer Service.  Thank you for everything!\" -- T. Moeller, Los Altos, CA\n\n\"Tom, we will recommend you to friends and use your help in the future.  You have been a good broker and friend.\" -- S. Schuler, Pt. Reyes Station, CA -- onemesa@svn.net \n\nKnowledge and Expertise\n\n\"We had the pleasure of having Tom represent us in 2009 when it came time to sell my parents home in Sunnyvale. A plain house from the 1960s that had never been upgraded and needed some work and is in a nice neighborhood. The economy was in the worst recession since the Great Depression and my wife and I were very skeptical if the house could be sold in a reasonable amount of time and for a reasonable price considering the economy. Tom made no promises, but assured us that he would give us his best effort. WOW, did he ever.\n\nThe house sold in eight-days with multiple offers and at a higher price than we thought we would get.\n\nBeing from out of town, Tom was our eyes and ears. He kept us informed, and it wasnt uncommon to hear from him several times a day. He explained everything to us in easy to understand language and made several recommendations along the way he felt would enhance the value of the house and offered to arrange everything. The painters, roofer, landscaper, home inspector, pest control, escrow company etc. This was a big help, considering we dont live in the area. Everyone was reasonably priced with great quality.\n\nAs I left my childhood home for the last time after it had been sold, several nearby houses that were on the market when we started working with Tom were still for sale.\n\nThanks Tom\n\nH. Lipin-San Diego\n\n\"We could not have asked for a more knowledgeable Real Estate Agent than, Thomas McEvoy.  Tom's knowledge, expertise, and determination, enabled us to sell my mother's townhouse in eight days and close escrow in less than thirty days.\n\nEverything that we asked of Tom, he did, after explaining all of the Pro's and Con's.  I don't believe that there was anymore that we could have asked of Tom to do for us.  We would not hesitate in recommending Tom to anyone who is in need of a fine Real Estate Agent with a \"Can Do Spirit\". -- V. R. Ruffin, Sunnyvale, CA\n\n\n\nCommercial Property Transactions\n\n\"Excellent job in listing and selling my Mountain View commercial condo as I knew it would be.\" -- V. LoGrasso, Montana\n\n\"Tom really pulled through for us.  By the time we secured a loan, we were under a real-time constraint.  This was a venture that I had been looking forward to for the past seven years.  Tom was there to answer all of our silly questions and he was there for us through the signing of the paperwork so that he and we were confident that we understood what we were signing.  Is that personal service or what?\n\nIn retrospect, one of the things that I would have done differently would have been to have Tom help us with the funding.  Thanks to Tom for all his hard work!\" -- S. A. Ward, Mountain View, CA\n\nLoans \/ Refinances\n\n\"We are very happy with our refinancing and everything you did for us.\" -- S. and L. Hansen, Sunnyvale, CA\n\n\"You provided outstanding service on my recent refinance.  Thanks again for everything!\" -- S. Haynes, San Jose, CA\n\n\"Tom, your service on my commercial loan refinance was excellent!  I will be pleased to recommend your good service to my business associates.  Thanks again.\" -- D. Chappell, Los Gatos, CA\n\n\"Tom, great job!\" -- M. Honda, San Jose, CA\n\n\"Best experience ever with a real professional.  Hard to find but great when you do.\" -- S. Schuler, Pt. Reyes Station, CA\n\nAll testimonials are documented and available for viewing.\n\n\n\"Tom, I think it was a blessing for me to have your considerations for my welfare.  I am ensconced in a little condo where I can see the sunrise from my bedroom window and the sunset through my living room windows.\" -- T. Chamberlain, Sunnyvale, CA\n\n\"Tom, every day I thank you for you intervention on our behalf.  My sister and I are always grateful to those who choose to be helpful.  You are God's gift to Seniors\". -- M. Webb, Bangor, CA\n\n\"Thanks Tom for all the extra things you did to get my rental home sold.\" -- E. Nielsen, Cameron Park, CA\n\n\nTom McEvoy\nTom McEvoy\nRealtor \/ Broker Associate \/ Seniors Real Estate S",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.7525257468,
        "format_confidence":0.9908451438
    },
    {
        "url":"https:\/\/www.markboitano.com\/client-reviews",
        "text":"Welcome or Register\n\nMark Boitano, CRS\n\nYour Albuquerque Real Estate Professional\nCell\/Text - (505) 239-2336\nRE\/MAX Elite\n8300 Carmel Ave. NE, Ste. 201 | Albuquerque, NM 87122\nEmail: mboitano53@gmail.com\n\nWe would like to be your trusted real estate advisor. How Can We Help with Your Real Estate Needs?  See the Top Ten Reasons to contact Mark for your Albuquerque Metro real estate needs. Or, see \"Client Reviews\" at the link above.\n\nWe will give you the Finest Professional Service Available. We have built that promise, along with a commitment to the highest ethical standards, into our Annual Mission Statement.\n\nClient Reviews\n\nNate made the entire process less stressful with his outstanding attitude. I felt comfortable and trusted him right away. The Boitano Team works above and beyond to make sure you are satisfied. I love my first home! Kathleen Boone\nLet me thank you for all the work you've done. I've always thought that most sales people seem good at what they do until they are thrown a curve ball, at which time their true colors come out. From my perspective you were thrown that curve ball with the problems we encountered and have just stayed focused on moving forward and getting the job done. Steve Jacka\n\nBBB - Better Business BureauCRS - Certified Residential SpecialistEqual Housing OpportunityiPIX® Virtual ToursYahoo® Real Estate Classifieds\n\nReal Estate Websites by iHOUSEweb iconiHOUSEweb | Admin Menu",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.9377200007,
        "format_confidence":0.9755550027
    },
    {
        "url":"https:\/\/hare-today.com\/testimonials?page=35",
        "text":"Browse Products\n\nCurrent Specials\n\nHappy Customer Testimonials\n\nBelow are testimonials sent in to us from our satisfied customers. Please submit your testimonial with a picture of your best friend(s) and we'll place it up here.\n\nYou will earn a one-time reward of 100 points that will be added to your account when the picture\/testimonial is placed on the website.\n\nOnce you are logged in please go to your account page to submit a testimonial.\n\n\nDisplaying 341-343 of 343 results\n\n\nBy Dawn on August 22, 2015\n\nI wanted to start my new sphynx baby off with a good healthy start in life. I researched feeding raw and was overwhelmed.\n\nHow do I get the right balance? Where do I get my meat? How much do I feed, etc, etc.\nI do not enjoy handling raw meat..i have to be honest, so that was another hurdle for me. After MUCH research (and believe me, I almost gave up!) I came upon Hare Today and I knew there was hope.\n\nThe packaging was perfect for someone like me.. I didn't even have to touch the meat ( I use boneless ground)..just squeeze out of the plastic tubes and mix and portion into jars for feeding.\n\nMy food has always arrived frozen and is always top quality. I know that when I order from Hare Today, I am getting the best quality at the best prices! No worries ever! And shipping is so fast!!\n\nThank you to Tracy and Hare Today for making it super easy for me to give my sweet boy the healthiest, happiest life I could!!\n\n\nBy Site on July 23, 2015\n\nI have been feeding raw grinds to my 4 cats, after a serious health issue with one of my cats made me scrutinize everything that I was feeding previously.\n\nI found Hare Today and thought that this is exactly what I was looking for... a good variety of quality meats, and a simple solution for making my own raw recipes.\n\nI can't say enough good things about the change in my cats' health and energy level since feeding them Hare-today meats.\n\nTheir coats are so soft, and their body weights are perfect. One of my cats had bowel issues previously, but that resolved itself on the raw diet.\n\nI love the fact that there are so many different products to try, especially when you have picky cats, there is bound to be something that they enjoy.\n\nThank you, Hare-today, for offering these quality meats!\n\nDiva with Quail\n\nBy Site on July 23, 2015\n\nThis is DivaRae, a female Siamese mix adopted from Animal Control. She was born in Anchorage, AK, December 7, 1994. In July 2005, my vet at the time (strictly traditional medicine) diagnosed her with renal failure, put her on Science DietKD and told me she had 6 months to live. I took her to a new vet for a second opinion, one who was board certified in NUTRITION, TCM, chiropractic, and acupuncture.\n\nWe transitioned Diva to raw food, beginning with rabbit from Hare Today, Gone Tomorrow. She took to it immediately. Her BUN, creatnine and phosphorus levels all normalized within a year.\n\nDiva lived to be 20 years old. I lost her to complications from a fused spine and bladder cancer, NOT to renal failure.\n\nDiva pictured channeling her inner carnivore with a whole dressed quail.\n\nIf a dog's prayers were answered,\n\nbones would rain from the sky.\n\n- Turkish proverb",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.6022596955,
        "format_confidence":0.9872846007
    },
    {
        "url":"http:\/\/www.kohls.com\/product\/prd-2430584\/linon-santa-fe-console-table-.jsp",
        "text":"Sponsored Links closebtn\n\nOutside companies pay to advertise via these links when specific phrases and words are searched. Clicking on these links will open a new tab displaying that respective company's own website. The website you link to is not affiliated with or sponsored by Kohls.com\n\nRated 4 out of 5 by from Nice Entryway Console This console was easy to put together, basic peg, nail, and cam screw assembly. The unit is primarily solid wood with the exception of the drawer bottoms which were an mdf fiberboard. If they had been solid wood I would have rated 5 stars. Love the style of this piece and the grooved top. The unit is a bit darker than pictured (light oak coloring). Happy with it thus far : )\nDate published: 2016-11-02\n  • y_2016, m_12, d_7, h_14\n  • bvseo_bulk, prod_bvrr, vn_bulk_0.0\n  • cp_1, bvpage1\n  • co_hasreviews, tv_0, tr_1\n  • loc_, sid_2430584, prod, sort_[SortEntry(order=RELEVANCE, direction=DESCENDING)]\n  • clientName_kohls",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.9967998266,
        "format_confidence":0.6966853738
    },
    {
        "url":"http:\/\/sewing.patternreview.com\/cgi-bin\/sm\/readsmreview.pl?readreview=1&ID=4863",
        "text":"SIGNUP - FREE Membership and 1 FREE Sewing Lesson\n| FAQ | Login\n\nSewing Machine Reviews> Janome> Memory Craft 3000\n\n5 more reviews\nViewed 2592 time(s)\nReviewed by:Bernino\nAbout Bernino\nMember since: 10\/14\/09\nReviews written: 16\nSewing skills:Intermediate\nsewing machines reviewed: 15\nBio: more...\nReport a problem with this review\nPosted on:1\/1\/13 7:33 PM\nApprox price paid:$700\nHad this machine for:15 years\nRecommended? Yes\nJanome Memory Craft 3000Features\n  • Computerized\n  • Needle Threader\n  • Needle Up\/Down Setting\n  • Embroidery Stitches\n  • One step buttonhole\n  • Drop-In bobbin\n  • Free Arm\n  • Adjustable Stitch Length and Width\n  • Adjustable Presser Foot Pressure\n  • Adjustable Needle Position\nFind the right Sewing Machine with the Sewing Machine Search Wizard\n\nDiscuss Sewing Machines with PR members Sewing Machine Forum\nReview Rating: Helpful by 1 people   Very Helpful by 2 people   \nCurrent Tags What is a Tag: janome  \nTo read this review, please Login.\nOnly registered members can read reviews written more than 6 months ago.\n*LOGIN to add a comment to this review\n* Only registered members can post comments to the reviews. Membership is free. if you are not a member, please Sign-up now!\n\nTo read comments on this review, please Login.\n\nadv. search»\npattern | machine | member\nMore Knits\nMore Knits\n\n\nBust Adjustments\nBust Adjustments\n\n\nJanome Memory Craft 10001\n\nby: staging la...\n\nIslander Sewing Systems Men's Islander Shirt Pattern Pattern\n\nIslander Sewing Systems Men's Islander Shirt Pattern Pattern\n\nBuy Now\nNewport Tote\n\nNewport Tote\n\nBuy Now\nJanome 9000\n\nby: mepmep\n\nAdd a Sewing Machine Review    Read All Sewing machine Reviews\n\nConditions of Use | Posting Guidelines | Privacy Policy | Shipping Rates | Returns & Refunds | Contact Us | About | New To PR | Advertising\n\nCopyright © 2014® , OSATech, Inc. All rights reserved.",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.9534013867,
        "format_confidence":0.934810698
    },
    {
        "url":"http:\/\/www.blogbybaby.com\/2017\/12\/cognitoys-dinosaur.html",
        "text":"CogniToys Dinosaur Review\n\nDec 08, 2017 No Comments by\n\nMy kids absolutely adore an interactive toy, to be able to get something back from a toy makes them smile, but usually it’s not much more than a bark of a dog. But then CogniToys Dinosaur turned up and changed the whole word of toys completely!\n\nCogniToys have created something so clever, that your child can now have it’s very own pet dinosaur that not only plays games and reads stories to your child, but it listens to your child and acts upon their verbal commands.\n\nMy almost 5 year old daughter is select mute, something we are working hard on and CongniToys Dinosaur has really helped her verbalise instructions and she talks to him so lovely now, as she knows if she doesn’t she won’t get a response from her new dinosaur friend. When you talk to the dinosaur, you have to hold down the belly button and speak, letting go of the button after you have spoken. I thought Emma might struggle with this, but clearly I didn’t give her enough credit as she got it straight away.\n\nMarks loving the #cognitoys dino, a really joke buddy 🤓 review live on the blog now! @norton_pr\n\nA post shared by Danielle Parker (@daniellegparker) on\n\nSetting up CogniToys Dinosaur was SO simple, it comes with batteries (always a winner when it comes to Christmas morning!) and you just simply download the app to a tablet or smartphone (android and iTunes both work, I’m currently using android) and then just press the dinosaurs belly and follow the onscreen prompts. It took literally less than a minute to connect to my WiFi. Dinosaur then comes to life and asks your child what their name is, it then stores this info and uses it from there on (or until you reset him). Your child can then ask the dinosaur to do things, or ask it questions and it will speak the reply verbally in a very cute dinosaur voice which has a slight growl to it. I like that the dinosaur doesn’t just await Emma to ask it do something, it will prompt her and ask if she wants to play a game (it asks how old the child is to find it an appropriate game). It plays so many different games, animal quiz, memory games to mention a few. Inside the dinosaur is some clever software, powered by IBM Watson. Emma loves asking the dinosaur to read her a story too, and we are yet to have the same story twice.\n\nI love how the dinosaur randomly comes out with information, it told Emma that this week is hand washing week and reminded Emma that she must use warm water and soap to wash her hands before and after she eats. For some reason, she seems to listen to the plastic dinosaur friend more than me…\n\nOn the parent app, you can set the child’s date of birth, although the dinosaur does ask the child before every game and story how old they are, which is a little frustrating for her keeping having to repeat it. The app does have a handy bedtime and wake time function though, so your child can’t get up in the night to play. You can also add more dinosaurs too, so if you have more than one child you can have them all on the same app.\n\nThe only down point for me would be how the dinosaur doesn’t always recognise what Emma has said, and will tell her it doesn’t understand and ask her to repeat it, but this could well be Emma’s speech as my 8 year old will happily play with it and he never seems to have much of a problem with the dinosaur recognising what he has said. We have had one instance of the dinosaur getting stuck on a loop of just repeating it didn’t understand and asking for age, but not allowing an answer, turning him off underneath and back on solved this straight away and he was back to his usual self.\n\nEmma has loved having a dinosaur friend, she loves that he always wants to play whenever she feels like it. I like that it’s something that isn’t an app, it’s something different and something exciting. My kids give it a big thumbs up!\n\nYou can buy your very own CogniToys Dinosaur from Amazon\n\nWe were provided with this product for the purpose of this review, all thoughts are our own.\n\n\nAbout the author\n\nThe author didnt add any Information to his profile yet\nNo Responses to “CogniToys Dinosaur Review”\n\nLeave a Reply",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.9439149499,
        "format_confidence":0.859934628
    },
    {
        "url":"https:\/\/www.todays-woman.net\/2018\/toy-game-reviews\/sesame-street-elmo-friends-dough-activity-set\/",
        "text":"Elmo & Friends Dough Activity Set\n\nSesame Street Elmo & Friends Dough Activity Set\n\nWith six shopping days left until Christmas, now is probably the time that you’re really getting serious about purchasing those perfect last-minute gifts. This holiday season skip the electronic gifts and give a gift that will unlock a world of fun and imagination. With the Sesame Street Elmo & Friends Dough Activity Set keeping children engaged and entertained is easy. The kit contains everything that your little ones need to create their favorite Sesame Street Characters. Children will delight in creating Elmo, Grover, Big Bird, Oscar the Grouch, and Cookie Monster out of dough.\n\nGive the Gift of Imagination\n\n Sesame Street Elmo & Friends Dough Activity Set Green Toys dough sets are the safe and simple way for kids as little as two and up to enjoy the creative benefits of dough play.\n\nThe dough is made in the USA from simple ingredients like organic flour and mineral-based colorant. Each set comes with three containers of Green Toys dough  The colors are red, blue, and yellow. We find they mix together beautifully to create secondary colors.\n\nBeyond the general fun of playing with the dough, the set does wonders for flexing my daughter’s imagination and developing fine motor skills. During our making of Sesame Street Characters there was also quite a bit of free, open ended play. After all when it comes to playdough there is no right or wrong way to use it.\n\nThe set contains 12 pieces: star extruder,  spaghetti extruder,  scraper,  knife,  roller,  rolling cutter,  scissors, two-sided activity card,  and pop-out features sheet and 3 dough tubs. Thee are plenty pieces for two children to play and spend a few happy hours together.\n\nMiss P really enjoyed the tools. They are a welcome addition to her other modeling dough tools and play doh tools.  Green Toys tools are made from 100% recycled plastic. The Tools are dishwasher safe for easy clean-up.\n\nWe absolutely love playdough in our house and all in all, the Sesame Street Elmo & Friends Dough Activity Set is a fun and creative activity that promotes open-ended, unplugged play.\n\nBe sure to check out other Green Toys™ Dough Sets available at http:\/\/www.greentoys.com\/.\n\nRose DesRochers\nRose DesRochers is a Blogger, Writer, product reviewer and Founder of Today's Woman. Please feel free to contact me if you are a company with a product for me to review.\nPosts created 889\n\nOne thought on “Sesame Street Elmo & Friends Dough Activity Set\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nRelated Posts\n\nBegin typing your search term above and press enter to search. Press ESC to cancel.\n\nBack To Top",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.9927309155,
        "format_confidence":0.9299455285
    },
    {
        "url":"http:\/\/greystonevacuums.com\/testimonials",
        "text":"Call 1300 653 001\n\n\nThese letters below are simply some of the emails sent to us by our wonderful customers – we really we do appreciate their kind comments!\n\nClick here for Arena Rake testimonials\n\nWhat a brilliant little machine! Just wanted to say your Paddock Vac is one of the best things I've bought for our place! I've cleaned up alpaca and sheep poo, chook roosts and bird aviaries. A huge labour saver, much less dust, and far more thorough than me with a bucket. And so easy to move, tow, start, and empty. Thank you so much!\nCathy S,\nMacclesfield, Victoria\n\nWe have our paddock vac, picked up a couple of days ago. Very happy with the product, was easy to assemble and work, has cut our work and time down rapidly with our paddocks. We were very impressed on how much the vac sucks up we would gladly recommend your product to anyone.\nThank you and Merry Christmas\n\nSubject: A Million Thanks\n\nOur most sincere thanks to you both for looking after us today. It is so reassuring to have some good old-fashioned service and we greatly appreciate it.\nYour work ethics are exemplary and we will certainly continue to recommend our alpaca colleagues to deal with you.\nHave a well-earned Christmas break and continuing success in 2014.\nIf you are ever down this way we would love to see you\nOur best wishes\nRosemary and Liz\n\nIf only all other manufacturers were so friendly and efficient.Can't wait to clean my paddocks - never thought I would say that!\n\nI really find the Greystone vacuum very helpful around the school grounds, I pick up leaves, grass cuttings (fresh and old) and small twigs with great ease now. I also clean out all the drains of all dirt and mud and even water, I go along the fence lines and collect rubbish from the schoolyards with it too.\nIt is the best investment we have ever made in terms of helping around the school grounds.\nIt is really fantastic!!\n\nMany thanks for a wonderful product.\n\n\nVac arrived in excellent condition. Works like a trooper. Family fight over who will clean paddocks. We just have to watch my maltese terrier doesnt go up the nozzle lol. Thanks for a great product.\n\n\nMany thanks, we are extremely happy with our paddock vac, we used it all day Saturday and Sunday, fantastic time saver. \nRegards - Jason\n\nJust a quick note to thank you for my Paddock Vac.\nI cannot tell you how pleased I am. It was so wonderful to have\n\na) a product that was delivered on the day promised\nb) a product that works as you said it would - it really does.\nc) that really is easy start - even for my tiny frame. I am astounded.\nd) that really really does clean up anything - dry, wet, long grass, short grass, chicken, dog, llama, alpaca poo, straw, flood water, amazing!!!\ne) that is easy to clean - just hose it out - no difficult to reach parts...\nf) that is easy to tip - even for me - even when full\ng) that fit in my car like you said it would\n\nI cannot believe that every single person who has livestock doesn't have one. I was using it this morning, cleaning up the flooded and very stinky chicken yard and wishing I had one two years ago when our home was flooded severely. This would have made much lighter work of the massive clean up.\n\nCongratulations on your customer service and a terrific product. I quite simply didn't think this kind of service and product still existed.\n\nHi Guy’s, We received the Paddock Vac last week and have used it a few times already. It is a better machine by far than the one we borrowed that was manufactured in England..\n\nRegards Lyn\n\nHi there, just thought I’d let you know we received the maxi vac yesterday and have spent all this morning vacuuming our paddocks! Wow, why didn’t we get one of these years ago? How easy. My husband vacuumed while I drove. It was almost a family affair with our son telling daddy where he missed the poo. So a great way to get the family together on a beautiful Saturday morning. The only thing is because I have such a bad back and can no longer rake manure, our paddocks are way over due so it’s going to take us a while to get through them all. But having a boutique equestrian centre where I teach, train and sell horses on behalf of clients, I always have people walking around the property. So it’s really important to have it spick and span. And now it will be.\n\nAnd the best thing is my husband being the perfectionist, is really fussy with equipment like this so he had to do his usual of going over it with a fine tooth comb looking for imperfections, and I tell you he is very impressed. He even commented on the black plastic caps on the end of the rods having Greystone marked on them. He said not even his business does that! So a big thumbs up. It had every horse on the property staring at us wondering what we were doing but hard work…. no more.\n\nSorry to go on, but we think it’s great and thought you should know.\n\nThanks again for all your help\nRegars Tammy\n\nI have rung my friend and told her how great it is and she said that she had rang you some time ago so she is now considering purchasing one from you too which is great. I am emailing those who I know with horses trainers etc and highly recommending they purchase this vac as it is a must have for those with horses.\n\nAgain the packaging was extremely well thought out and it arrived without a scratch so impressed. Sometimes when I have had things shipped they have not been so well packed and have arrived damaged but you have excelled in this area and I would like you to note that on your website so that OTHERS WHO MAY HAVE THIS CONCERN don't have to worry from your end that it will be packed accordingly and should arrive safe and sound.\n\nKind Regards\n\nThank you for all your assistance in convincing my husband on the virtues of owning our very own paddock vac.\n\nWe cleaned both our paddocks thoroughly for the first time on the weekend, in total it took us four hours and about 9-10 loads. If we had tried to do this with a fork, quad and small trailer, we would still be going two weeks later. It sucks up every last vestige.\n\nThree of our neighbours were well pleased to get several loads of horse manure in an already useable form, because the vac breaks up the manure so well, no matter the age.\n\nMy husband, who as you know I had a lot of trouble convincing, thinks it is the best thing since sliced bread and well worth the investment.\n\nThis marvelous invention will save us so much hassle and back breaking work and will make it so much easier to keep on top of this chore and hopefully we will gain some useable paddock back.\n\nI would be happy to demo to any potential customers.\n\nWe received our Maxi Vac just over a week ago and have found it wonderful.\nThe power surge is remarkable as I swallow up old and new horse manure.\nThe Honda engine has not missed a beat and is just so easy to start.\nMy horses have never been happier on our pasture and we have wonderful fertilizer for our vegetable garden.\nWe intend to purchase another Maxi Vac for our son who has two horses in the next week.\n\nKind regards,\n\nMarion and Bill\n\nWhat can I say ? Thank you soooooo much for getting the vac for Tony. I am absolutely over the moon. There is nothing else in this life that I need.\nThe vac was the cherry on top.\nI can honestly say that I have never had so much fun picking up horse shit in my life. I was catching flies in my teeth I was smiling that much.\nIt's amazing what makes us happy these days. Ain’t old age grand.\nThank you so much again\nShelli (No 1 Pooper Scooper)\n\n“I can't tell you how much my wife has been raving about it, does an absolutely fantastic job, leaves very little residue if any, unlike picking it up by shovel which seems to smear alot of pooh into the grass. The horses eat everything now leaving no patches where their pooh has been.”\nAlot quicker too!!!\n\n\nMy Greystone paddock vac has been the best thing I have bought for my horses. Where I was spending 2 hours hand raking and pulling a barrow up a hill I can now do the same amount in ½ hour. It is fantastic on hilly terrain. I now have more time enjoying my horses. Thank you so much for a great machine that starts first go always.\n\nMany thanks\n\nJust a quick note to let you know that I loooove my arena rake! I have a mix of wood chip and rubber so it is quite light weight and moves around the arena with use and wind. The edger is such a fantastic feature and saves my back which I rejoice in every time I use it. I used the rake a couple of times before we had a heavy downpour a couple of days after I received it and there was not a sign of a water track on the arena or any movement of the surface. I was able to put it together using your easy instructions and it is tucked away after use to keep it shiny and new as suggested. Thanks again.\nToolern Vale, Vic\n\n\nGet in touch\n\nThank you! We have received your message.\n\nFactory 1\/29 Fred Chaplin Cct\nBells Creek QLD 4551\n1300 653 001\n+61 7 5493 2966\nFax:+61 7 5493 2977\n\nGreystone New Zealand\n021 795 634",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.8014756441,
        "format_confidence":0.9855155945
    },
    {
        "url":"https:\/\/hellosubscription.com\/2018\/03\/erin-condren-2018-new-life-planner-review-coupon-2\/",
        "text":"Erin Condren 2018 New Life Planner Review + Coupon\n\nHello Subscription may earn compensation via links in this post. Read the full disclosure\n\nUp until a few weeks ago I was oblivious to the Erin Condren LIFEPLANNER lifestyle but I recently had my eyes opened to the wonder that is EC! Whether you’re a newbie like me or an old pro, read on to see what I ordered to help get my life in shape!\n\nThe box that came was huge and my cats may or may not be living in it currently. The items were kept safe on the less than 10 mile trip to my house and were wrapped with bubbles and bright spring green tissue paper.\n\nAll of my goodies were well protected in their own packaging.\n\nDEAL: Erin Condren is offering 40% off all dated Planners & Calendars! No coupon needed – just visit this link to purchase!\n\n40% off Coiled LifePlanners, Hardbound LifePlanners, Deluxe Monthly Planners, Monthly Planners, 2018 Reversible Quote Table Top Calendars, 2018 Inspirational Quote Calendars, Reversible Quote Calendars & Metallic Monthly Deskpads offer ends 3\/28\/18 at 11:59 PM PT or while supplies last. Discount will be added at checkout when qualifying item is met. Does not stack with any other offer. One use per customer. Discount not applied to Polaroid products, eGift Cards, Gift Cards, shipping, taxes, customs fees, or any other charges. Offer subject to change.\n\nEverything in my box! I can’t believe I haven’t known about this until now. I am ready to start living IN COLOR!\n\nSo pretty!\n\nI went with the original LIFEPLANNER, a 7″ x 9″ product, although there are both smaller and larger planners available. You can choose your cover and customize so many things such as the background color and color of your name. There are even 4 different colors of spirals to choose from!\n\nThere was a vellum overlay.\n\nThe inside of both the front and back covers are laminated so you can write on them with dry erase markers, and then erase them at will.\n\nInspirational quotes were scattered here and there.\n\n18 month year-at-a-glance.\n\nEach month is broken down into sections with tabs on the sides.\n\nThe beginning of each month has a month-at-a-glance. and a spot for jotting notes.\n\nI went with the “Colorful” theme but you can also choose “Neutral.”\n\nNear the back I found a couple of pages for bullet journaling.\n\nThere were even coloring pages!\n\nStickers were already inside.\n\nMore stickers.\n\nA pocket folder with a perpetual calendar is helpful.\n\nIt lets you keep track of dates that you celebrate year after year.\n\nFinally, a pouch was enclosed.\n\nA few cards and a sticky spiral insert were inside the pouch, along with a coupon code.\n\nYou can use these samples for yourself or gift them to a friend!\n\nI ordered accessories, but I think I’m going to need more! Aren’t these just the sweetest sticky notes you’ve ever seen???\n\nDouble-ended pens are handy for color coding and won’t bleed through the paper.\n\nPencils, because did I already mention I want MORE COLOR!!!???\n\nA pretty sticker book!\n\nSome stickers are filled with inspirational quotes, while some are simply colored.\n\nPlus, the Seasonal Surprise Box for spring! You’ll have to check out my other review to see what I got! I just found out there is a flagship store in my town and I can even make customizable stickers on demand!\n\nWow, this is just amazing! I cannot wait to get started using my brand-new life-changing Erin Condren LIFEPLANNER! I am new to this #plannerlife but it looks like so much fun and since I plan on being a substitute teacher some point soon, I will need to make sure I have my planner with me to avoid over-booking. I didn’t know it when I placed my order but there are even matching totes and just so many beautiful, high-quality accessories available. I think I may need to place another order soon! If you are also new to this, just know that it seems like scrap-booking, but for your calendar!\n\nFYI – if you use this referral link to sign up, you’ll get a $10 coupon code emailed to you. You cannot use the code if you buy anything first or if you make an account before signing up with the link. This is basically the only coupon that they have anymore.\n\nTIP: If you’re close to $100, go for it for free shipping.\n\nDon’t forget to check out the planner subscription boxes for monthly deliveries of awesome planner goodies for your new baby!\n\nAre you getting anything from Erin Condren?\n\nVisit Erin Condren Seasonal Surprise Box to subscribe or find out more!\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.980160296,
        "format_confidence":0.6938601136
    },
    {
        "url":"https:\/\/www.solarquotes.com.au\/installer-review\/solar-dimension\/",
        "text":"Solar Dimension\n\nSolar Dimension Reviews\n\n\nSolar Dimension is a Solar Power Installation company based in Deeragun and serves QLD. Here are their reviews as submitted by visitors to SolarQuotes\n\nReviewers report paying: $7,000 - $7,700 for depending on hardware choice and installation difficulty ( how is this calculated? )\n\nPanels, inverter and battery brands\n\nPanel brands currently installed\n\nInverter brands currently installed\n\nThe views expressed by reviewers are theirs' alone, and do not necessarily reflect those of Peacock Media Group, which makes no representations as to the accuracy of the reviews. For our full disclaimer and further information, see our Terms of Use and our Review Guidelines.\n\nSolar Dimension Reviews (13)\n\nShow Most Recent reviews from All time\n\nAverage Scores\n\n\nValue for money\n\n\nQuality of System\n\n\n\n\nCustomer Service\n\n  • 5 star 10\n  • 4 star 1\n  • 3 star 0\n  • 2 star 0\n  • 1 star 2\n\nView Timeline\n\nYou would pay more for a system generating less than it should!\n\nThis is my story with Solar Dimension (SD). You decide yourself.\n\nI got 3 quotes including 1 from SD. They were good and quick and not very pushy and their negotiated price, $8K seemed good. I made a $4K deposit payment and was happy. Just after the new year, I passed on my SD quote to 3 friends and recommended SD to them. They did a bit more research and for a very similar system (10.5 KW system with 330W Seraphim panels and the same 8KW Sungrow inverter) were quoted $7000 from Apollo Solar (AS). Feeling a real big loss, I asked AS for a similar quote. I got back to SD with the AS quote and asked them why there is such a huge difference. They said the difference is due to the newer panels in my quote and the commission fee paid to the salesperson. I asked for a refund, but was told I will lose $1K of my deposit! Meanwhile one of my friends got a quote for the exact same system as mine from AS for $7K. Anyway, after negotiation with SD, I got a discount of $300, meaning I still paid 10% more than my friends for the “exact same” system. I admitted that as my bad luck!\n\nMy system was installed on the 4th of Feb. The installers were friendly and professional, but when the job was finished they told me that they are in a hurry to get to another job and did not explain to me what has been done and the changes to my meter box! Not a big deal.\n\nI then noticed that my 8KW inverter never generates more than 7.25KW. Being an engineer, I asked SD for an answer the next day after installation. I was told that there may be not enough sunlight and I have to wait etc. I was sure something is wrong with the system. Called SD again and every time was given an excuse like you do not consume enough, etc! Since my friend had the exact same system, I kept comparing my daily generation with him.\n\nEvery single day, his yield was much higher! Also, I asked him to send me screenshots of his mobile app showing his system generating the 8KW at many points during a typical sunny day! Seeing all the evidence, SD was convinced there is something wrong with the system and after almost 1.5 months, they sent the installer back to look at it, and guess what, the inverter was fixed to generate 8KW at its max. With a rough calculation, if during the pick 3-4 hours of a typical day the system can reach its max capacity, my system was generating 4*750W less than it should. This means almost 3KW less generation on a typical day and around 1000KW less every year, which is a huge loss for someone who has paid $700 more for his system!!\nShow Details\n\n\nThey salesman was exceptional, answered every concern we had and very easy to talk to. The installation was smooth and timely and the information on the product great.\nShow Details\n\nFantastic company to work with\n\nWe have had our solar panels for a year now. Daniel and Zoe were really helpful from the beginning, even coming to our house to talk with us and show us photos and recommendations. We told them what we are looking for and they found the beat deal for us.\n\nInstallation was quick and on time. We ordered a solar vent from them as well and the installation was done by a roofing plumber so we knew it would be water tight and last a long time.\n\nEver since installation the after sales service has been great. They came to the house a couple of weeks later and checked everything was working and even came to the house to repair a damaged cable coming out of our house battery. They have done everything we have asked and more. Can not recommend them enough.\nShow Details\n\nExcellent company, highly recommended\n\nZoe and the team made our whole process so easy from start to finish. Within 30 minutes of Zoe arriving at our home to guide us through how solar works we had signed up. Easy down to earth and honest information from the panel selection down to the system made it so easy for us to understand and make a decision.\nThe installation process was a breeze too. I left for work and when I came home they were up and ready to go!! The installer was there to great me and run me through how it works and the wifi app to keep tabs on how it's running.\nThe fantastic service from the very start never ends!! Any questions are answered promptly the same day. It's nice to have a local family business that's got your back 24\/7!!!\nWe couldn't recommend Solar Dimension highly enough!!\nShow Details\n\nFantastic company\n\nFrom start to finish honest reliable informative nothing was to much to do answered all questions honestly and explained the lot. Quick install we couldnt be happier with their customer service and the quality of the service. Was very impressed with this local company highly recommended and would definitely recommend which we have numerous times\nShow Details\n\nSeamless process from quote to install\n\nI had solar installed from this company a few months ago and the process was completely painless and completely transparent.\n\nI had a site inspection and a review of our solar needs. From there I was offered a quote that I was super happy with so I proceeded with the install.\n\nI had a follow up message a while later to check on our power bills and make sure I was happy with everything (I wasnâ€™t but with no fault of this company). What I wasnâ€™t happy with was the fact that our hot water system was still contributing a bit to our power bill (on a different tariff) but this company took it on themselves to make sure I was happy, so they had their electrician come over and move our hot water system to the same tariff as the solar and they installed a hot water timer so the hot water system only ran during the day... PROBLEM SOLED!!\n\nI could not be happier with the outcome. This company genuinely cares about their customers, and even if an issue isnâ€™t really theirs (as was the case for me) they offer advice and assistance to make sure youâ€™re happy!\n\nShow Details\n\nEasy, helpful and excellent service.\n\nZoe and the team at Solar Dimension went above and beyond to help us with learning about the benifits of solar and ways that we can optimise our power use. They worked seamlessly with our builder so that once we moved it our system was up and running. I would gladly recommend Solar Dimension.\nShow Details\n\nAmazing Service - Couldnâ€™t be happier!\n\nEverything from sales\/quoting through to customer check ins post installation has been absolutely fantastic! It was all done and installed with in 2 weeks - The whole process was a breeze and I am so stoked that I chose this local business to work with for all my solar needs. They seriously went above and beyond to ensure I will save money now and in the future.\nShow Details\n\nCan't fault them\n\nCouldn't fault the process, pricing or customer service. I only had 1 issue and it was the electricity supplier (Ergon) not Solar Dimension, but they did everything in their power to help me get it rectified even though it was completely out of their control.\nShow Details\n\nFast installation\n\nFast installation and very easy to deal with. After sales service has been great as any question has been answered quickly. Would highly recommended them to anyone looking to purchase a system\nShow Details\nThat company so bad, I just want to more customers know they are not good.\nLast year I fit their panels, one of piece panel was broken on 4 weeks ago.\nStill no one was coming to fix that.\nNormally after done the panels, they will be call Ergon to take off the power meter.\nThen the power will be back to Ergon, but already over 6 months, on one done that.\nAnd they haven't got an office in Townsville.\nShow Details\nThis supplier was excellent, efficient and provided great value for money\nShow Details\nShow Details\n To get your quotes, please enter your postcode:",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.5264627934,
        "format_confidence":0.9917978048
    },
    {
        "url":"https:\/\/www.kohls.com\/product\/prd-1049722\/popular-bath-miramar-3-pc-bath-towel-set.jsp",
        "text":"Sponsored Links closebtn\n\nOutside companies pay to advertise via these links when specific phrases and words are searched. Clicking on these links will open a new tab displaying that respective company's own website. The website you link to is not affiliated with or sponsored by Kohls.com\n\nRated 1 out of 5 by from poor quality towels to thin, added material which matches the shower curtain, was poorly applied to towels, use all the same color - shower curtain has at least 6 different shades. I will be returning the product. towels not worth the money spent,over priced.\nDate published: 2013-04-12\nRated 1 out of 5 by from Cheap looking Poor quality. Very cheap looking considering the price. Returning!\nDate published: 2014-12-16\n  • y_2017, m_2, d_20, h_17\n  • bvseo_bulk, prod_bvrr, vn_bulk_0.0\n  • cp_1, bvpage1\n  • co_hasreviews, tv_0, tr_2\n  • loc_, sid_1049722, prod, sort_[SortEntry(order=RELEVANCE, direction=DESCENDING)]\n  • clientName_kohls",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.9139172435,
        "format_confidence":0.9039108157
    },
    {
        "url":"http:\/\/www.apartmentratings.com\/rate\/TN-Nashville.html",
        "text":"and \/ or\nand \/ or\n\nApartment Ratings and Reviews in Nashville, TN\n\n6,897Ratings & Reviews\n57%City Average\n$824 - $1,329 up $59 this yearEstimated rent for 1-bedroom\nLess OptionsMore Options\n\nHamptons at Woodland Pointe\n\n1501 Woodland Pointe Drive, Nashville, TN 37214\n\n10\/22\/14 by Verified Resident: Rooms are nice and big.Having a garage, with plenty of storage, and still have room for our car. Landscaping, very pretty. Grounds and facility are very well maintained. People at the front desk are nice, and helpful. Would recommend living here. more\n\n\n23Hundred at Berry Hill\n\n2300 Franklin Pike, Nashville, TN 37204\n\n10\/07\/14 by Verified Resident: It has been nice, except for the ongoing construction. Although I was one of the very first renters so it was expected. The garage is a hassel and many people do complain about the small size and people having to go back and forth to allow cars in and out to pass. more\n\n\nColonial Grand at Bellevue (formerly Grove at Devon Hills)\n\n2828 Old Hickory Boulevard, Nashville, TN 37221\n\n10\/10\/14 by Verified Resident: Just moved to a different apartment in the same complex. Had some problems with the first apartment. Great maintenance and staff members. Nice neighbors and neighborhood. Good location for me and my little dog. Complaint: Too few carports - none available. This is a real hassle for older individuals during the bad weather. But, it is a nice place to live. more\n\n\nKeystone Farms\n\n5360 Edmondson Pike, Nashville, TN 37211\n\n10\/05\/14 by anonymous: We lived there for about 7 years till September 2014. It is a wonderful place to live in. Very small community with only 6 buildings. A nice peaceful gated community. Members of the management are very cooperative. Specially the property manager Susan Davis. A very helpful person. She knows every tenants by name. She is an asset to this property. But her lady assistant needs some customer service more\n\n\nThe Grove at Richland\n\n444 Elmington Avenue, Nashville, TN 37205\n\n09\/02\/14 by Verified Resident: The community is very well-kept, the landscaping always looks great and the area is generally clean. The amenities are a big plus (pools, business center with free printing, easy parking). In addition, the fact that there is a lot of grass makes it very dog friendly. more\n\n\nPark Central\n\n220 25th Avenue North, Nashville, TN 37203\n\n10\/15\/14 by Verified Resident: Moving in was easy and the apartment space is great. The building is quiet and in a great location. I love that internet and cable are provided in the rent and were turned on when I moved in. The building is very pet friendly which is great for my dog and cat. more\n\n\nVillage South\n\n801 Inverness Avenue, Nashville, TN 37204\n\n10\/12\/14 by nashvilleres123: I lived here for 3 years and I absolutely loved it. Jim, the manager, is so helpful and accommodating, and will go above and beyond to make sure that you are happy. Not to mention, the location and price can't be beat. The only reason we moved is because we needed another bedroom, and there were no 2 BRs available. I highly recommend Village South! more\n\n\nParliament Place\n\n831 Glastonbury Road, Nashville, TN 37217\n\n05\/03\/14 by rehpmsi: Best complex I've ever lived at. Quiet, surprisingly roomy, and the upgrades they are doing really make the place feel like home. Interesting architecture as well. more\n\n\nThe Trails\n\n100 Trails Circle, Nashville, TN 37214\n\n08\/17\/14 by anonymous: When I moved into this apartment, I was nineteen years old, and my mother and I were both a little nervous about me being a female living alone. The Trails provided a sense of security and a family-like atmosphere that let me not only have a good year but a fun one too. I knew everyone on staff, and they all knew me by name, which was a comfort on the few occasions that I had to have maintenance more\n\n\nWest End Terrace\n\n261 White Bridge Road, Nashville, TN 37209\n\n09\/02\/14 by anonymous: I do not recommend renting from this complex, I lived there for a few years. The positives are that the people working there are nice and it's cheap. Negatives, the walls are thin and you hear everything. You have to put in a 60 day notice which is difficult to do when you have a job offer, etc. Without going into details, your typical shady rental owners. I've talked to other former more\n\nNashville Local Information\n\nNearby Areas\n\nRecently Rated Apartments in Nashville",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.9964658022,
        "format_confidence":0.9629978538
    },
    {
        "url":"http:\/\/johnmattiello.com\/testimonials-2\/",
        "text":"I just wanted to express how pleased I was with the professional service you provided during the sale of my Father’s estate home. The personal contact you made, and the updates on the current sales and activity in the area made this transaction less stressful. John was always well informed and provided valuable advice when key decisions needed to be made.  I appreciated the continuous updates and communication.\n\n\nWe were very pleased with the services provided by John and the sale of our home. He acted in a very professional manner. He explained in detail the agreement between us, returned phone calls promptly, was on time, to the nearest minute, for all our appointments, negotiated deftly the negotiations we had with the buyer and made wise recommendations both in preparing the house for sale and during negotiations. He is a very amiable person and we have no hesitation in recommending him.\n\nPas and Bhavany,\n\nI listed my Oliver area condo with John Mattiello. I found myself in a very competitive condo market. Fortunately, I had John and his team on my side and working hard to make sure my property stood out. John is an experienced realtor who knew exactly what to do to make my condo appealing. He advertised it and gave me great advice about how to make it look sharp. John knew the demographic of the potential buyer and went after that market. He was in touch throughout the process, keeping me updated on the market and my options, Having John as my realtor gave me a lot of peace of mind and confidence.\n\n\nTeam Mattiello provided outstanding service. We were interested in purchasing our first home and knew very little about the process. We were also new to Edmonton and wanted information about different communities and real estate trends. John guided us through everything, including what to look out for and what to avoid. He had extensive knowledge about the city and was always ready to answer our questions. John was never trying to \"sell\" us on a particular neighbourhood or home, but instead presented the facts as he saw them and let us make up our own minds. He was ready to meet at our convenience, and helped us look at several homes across the city on many different occasions before we made a purchase. John also referred us to services such as a mortgage broker and lawyer, both of whom provided excellent services. At the same time, John never pressured us to use his services, but instead encouraged us to do our own research and decide for ourselves. Finally, his administrative support was easy to work with and always helpful, especially as she helped us navigate the purchasing process and finalize our move-in. We couldn't be happier with the outcome and we have already recommended Team Mattiello personally to our friends.\n\n\nJohn and his office are very professional, friendly and straight forward to deal with. We have bought and sold 2 homes with John and are currently looking for our dream home. John takes the time to listen to our wants, needs, wishes and does an excellent job of showing us homes that match our requirements. He is always available to answer all of our questions through each step of the purchase or selling process. John and his team work very hard to make a very stressful and emotional process more bearable and comfortable. It is always a pleasure dealing with John because he will do whatever it takes to get his customers their dream home.\n\nSean and Francesca,\n\nI would like to state clearly that, if you’re going to sell a house, obtain the services of John Mattiello. Our experience with him, during a stressful time in any seller’s life, was one of “I don’t need to worry about it, John’s got it handled”. His permanently positive attitude was key in coping with showing after showing, and his savvy as a realtor was invaluable. As it turns out, after much debate, we purchased a new home. Again John proved to be invaluable here. John was knowledgeable, patient and honest in his approach to show us resale properties and was an eternal fountain of information. He was very prompt and extremely thorough with the information that I requested from him and a real pleasure to deal with. The bottom line is selling a home is a pain in the butt, but with John’s help the move was tolerable, and at times, enjoyable. We highly recommend him, and wish him all the best in the future.\n\nAlice and Aaron,\n\nWe were pleased with the service you provided while our home was on the market. The personal contact you made, and update on the current sales and activity in the area made this transaction less stressful. John was always well informed and we appreciated his weekly updates and follow up after each showing.\n\nRuss and Lora,\n\nWe had an excellent experience dealing with John as our agent in selling our home. John was very personable, friendly and extremely informative, He was professional and reliable dealing with the offer an closing process. John communicated with us throughout the whole process, walking us through all aspects of the sale and providing us with advice and contacts for every step of the way. His expertise in the field was evident and his dedication to us as clients was second to none proven by the quick sale of our home. Again, thank you John for a very pleasant and professional home selling experience. We will definitely highly recommend you to family and friends.\n\nElsa and Joe,",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.8141129613,
        "format_confidence":0.9931581616
    },
    {
        "url":"https:\/\/phoenix.closetsbydesign.com\/reviews\/yelp-5-star-review-6",
        "text":"Yelp 5 Star Review\n\nNancy E. - September 18, 2018\n\nI moved back into a 30 year old town home that I've had as a rental property for the past 18 years and it needed some attention. One of the home improvement projects that I was excited about was putting in a custom master closet. My walk in closet is fairly small 7 x 5 with a short diagonal wall which made it a bit tricky. My closet designer did a fantastic job listening to my needs and concerns and designed a completely functional closet with lots of double hanging space, a small section for long dresses, a floor to ceiling shelving unit for shoes, 5 drawers including a velvet jewelry drawer, a belt rack, a tie rack and a valet rod. It made my little space super functional and I love it . The installation went well and the installer was right on time . I love my new AZ Closet by Design.",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.9758185744,
        "format_confidence":0.9932662249
    }
]