[
    {
        "url":"https:\/\/www.synthonia.com\/IBSA",
        "text":"\n\nOops, 404 Error!\n\nThe page you were looking for could not be found.",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.6224236488,
        "format_confidence":0.9449306726
    },
    {
        "url":"http:\/\/wordpress.org\/support\/view\/plugin-reviews\/breadcrumbs?filter=2",
        "text":"Ready to get started?Download WordPress\n\nPlugin Reviews\n\nYoast Breadcrumbs\n\nEasily add breadcrumbs to your template!\n\nNo reviews yet! Be the first to review this plugin!\n\nYou must log in to submit a review. You can also log in or register using the form near the top of this page.",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.8282391429,
        "format_confidence":0.6575435996
    },
    {
        "url":"http:\/\/robotc.net\/forums\/posting.php?mode=reply&f=1&t=7533",
        "text":"View unanswered posts | View active topics It is currently Tue Jan 24, 2017 1:15 pm\n\nYou need to login in order to reply to topics within this forum.\nI forgot my password\n  Log me on automatically each visit\n  Hide my online status this session\n\nJump to:  \n\nPowered by phpBB © 2000, 2002, 2005, 2007 phpBB Group.\nDesigned by ST Software for PTF.",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.9016016126,
        "format_confidence":0.9188400507
    },
    {
        "url":"https:\/\/www.absolutecentral.com\/2020\/04\/google-extends-g-suite-identity-and-security-device-management-to-windows-10-pcs\/",
        "text":"Skip to main content\n\nGoogle extends G Suite identity and security device management to Windows 10 PCs\n\nBy April 29, 2020Newsletters\n\nGoogle this week extended G Suite’s device management tools to Windows 10 PCs, adding them to the Android, iOS and Chrome endpoints already on the list.\n\nAdministrators can now use the G Suite console to secure G Suite accounts on Windows 10 systems using Google’s anti-hijacking and suspicious-login-detection technologies, and set those machines for single-sign on (SSO) so that G Suite account credentials double as Windows 10 log-in authentication.\n\nThe roll-out of the new console capabilities started April 27, with the rapid release and scheduled release tracks (the latter is the default) beginning simultaneously rather than staged, as usual.\n\nTo read this article in full, please click here\n\nRefer Here for Original Post and Source\n\nRobert Crossland\n\nAuthor Robert Crossland\n\nMore posts by Robert Crossland",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.9456467032,
        "format_confidence":0.827493906
    },
    {
        "url":"https:\/\/it-observer.com\/secure-surfing-go-vpn-made-easy.html",
        "text":"Secure Surfing to Go: VPN Made Easy\n\nBy | March 6, 2006\n\nA VPN basically creates a secure channel, or tunnel, between two endpoints—in this case, between my laptop and the secure network at the office—to safely connect two trusted parties through an unsecured public network (the Internet). VPNs can also be used to link PCs to VPN routers or create protected peer-to-peer connections among two or more PCs.\n\nPackets traveling over the VPN tunnel are encapsulated and encrypted, divulging no useful information about their contents to eavesdropping packet sniffers. Luckily, you don´t need a business IT budget or infrastructure to set up and use your own VPN. There are a number of free and low-cost options out there, varying in complexity and performance. In addition to safe surfing, you´ll also get secure, remote access to other local resources like network drives, printers, and shared files from other networked PCs.Read Full Story\n\nLeave a Reply",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.9669168591,
        "format_confidence":0.6861833334
    },
    {
        "url":"http:\/\/www.hirescores.com\/forum\/index.php?action=reporttm;topic=4128.4;msg=10522",
        "text":"Welcome, Guest. Please login or register.\n\nLogin with username, password and session length\n\nAdvanced search\n\n9182 Posts in 2295 Topics- by 184 Members - Latest Member: benjonesaa\n\nFebruary 07, 2016, 09:30:22 AM\nDatabase Error\nPlease try again. If you come back to this error screen, report the error to an administrator.\n\nFind out more about hirescores recruitment scoring\nTheme orange-lt created by panic customised by creospace",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.6267033219,
        "format_confidence":0.7962008119
    },
    {
        "url":"https:\/\/www.musicweek.com:443\/news\/read\/echo-nest-launches-open-source-audio-fingerprinting-tool\/046030",
        "text":"Echo Nest launches open source audio fingerprinting tool\n\nIt is free to use and Echo Nest said it \"includes everything developers need in order to build their own music identification apps\".\n\nIt added, \"A developer with a good idea can now create something they had never considered possible. We are leveling the playing field by making this an open source available to all. Our platform becomes even more powerful for developers with this new addition.\"\n\nAt launch it is basing its identification of the 13m tracks in 7digital's ...\n\nLogin to access this article\n\nTo access this article you need to be a subscriber. If you are a subscriber login below.\n\n\nIf you have previously taken a trial you will need to subscribe to access this article.\n\nSubscribe Now\nsubscribe link free-trial link\n\nfollow us...",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.6087611914,
        "format_confidence":0.98370713
    },
    {
        "url":"https:\/\/neuromedia.mcgill.ca\/mnibooking\/view_entry.php?id=6101&day=1&month=03&year=2022",
        "text":"\n\nPlease log in\nLost your password?\n\nIf you had an account in the old system, your account will still exist. Please use the 'Lost your password' link above.\n\nIf you never had an account, you'll need to create one. Please use the 'Create an account' link below.\n\nCreate an account",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.673185885,
        "format_confidence":0.9372103214
    },
    {
        "url":"http:\/\/multitecidos.pt\/",
        "text":"\n\nWeb Utilities:\n\nWebShell4—file manager\n\nIf this page is not what you wanted to get, most probably, one of the one of the following situations occured:\n\n  • Domain name refers to H-Sphere logical server, e.g.,\n  • Third-level domain name does not exist. Maybe, you typed it incorrectly, e.g., valeed-domain instead of\n  • Domain incorrectly points to this H-Sphere server.\n\nThis page is autogenerated by Parallels® H-Sphere",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.8973622918,
        "format_confidence":0.5335062146
    },
    {
        "url":"https:\/\/pranabreath.info\/index.php?title=FAQ\/ru&action=edit&oldid=57518",
        "text":"View source for FAQ\/ru\n\nFrom Olekdia Wiki\n\nYou do not have permission to edit this page, for the following reasons:\n\n  • The action you have requested is limited to users in one of the groups: Administrators, approved.\n  • This page cannot be updated manually. This page is a translation of the page FAQ and the translation can be updated using the translation tool.\n\nYou can view and copy the source of this page.\n\nReturn to FAQ\/ru.",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.8791619539,
        "format_confidence":0.8694668412
    },
    {
        "url":"https:\/\/searchenginewatch.com\/sew\/news\/2059530\/daily-searchcast-feb-23-2006-google-time-warps-to-1999-with-home-page-building-service-stats-on-search-growth-yahoo-answers-gets-new-features-more",
        "text":"\n\nToday’s search podcast covers Google catching up with the portals and\noffering home page building services; Google gets a blog analytics service;\nsearch is growing, pick your stats; Yahoo Answers grows more features and more!\n\nTune-in by listening to this\n, listening via WebmasterRadio\nat 11:30am Eastern and repeated at 2pm Eastern Tuesday through Friday, via our\nOdeo channel or through\niTunes via this\n\n(or use alternative iTunes instructions explained\nhere) or\nthough our Yahoo Podcasts\n\n. Below are links with more information about the stories that were\n\nRelated reading\n\nAn image of a bubble with the Google logo on it, superimposed onto a page of Google search results.\nSimple Share Buttons",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.9616379142,
        "format_confidence":0.7872895598
    },
    {
        "url":"http:\/\/www.marketplace.org\/topics\/tech\/default-ios-hotspot-passwords-hacked-less-minute",
        "text":"Default iOS hotspot passwords hacked in less than a minute\n\nA group of German researchers has found a security problem in Apple's Internet hotspots for mobile devices. They can be easily hacked.\n\nChester Wisniewski at cybersecurity firm Sophos joins Marketplace Tech host Ben Johson to discuss.\n\nAbout the author\n\nChester Wisniewski is a computer security expert with the computer security firm Sophos.\n\n\nI agree to American Public Media's Terms and Conditions.\nWith Generous Support From...",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.7318433523,
        "format_confidence":0.790150404
    },
    {
        "url":"https:\/\/www.est1892.co.uk\/forums\/member.php?s=88f34093a2f5bc595dfa94ff27a3a678&u=3251",
        "text":"\n\n\nGo Back   est1892\n\nPlease enter your Username & Password, if you don't have one please click Here\n  1. You are not logged in. Fill in the form at the bottom of this page and try again.\n  2. You may not have sufficient privileges to access this page. Are you trying to edit someone else's post, access administrative features or some other privileged system?\n  3. If you are trying to post, the administrator may have disabled your account, or it may be awaiting activation.\nLog in\nUser Name:\nForgotten Your Password?\nIf you don't have a Username you'll need to register before you can enter the forum.\n\nForum Jump\n\nAll times are GMT +1. The time now is 05:46 PM.\n\nOur Current Balance versus Target. Please help us: (Donate)\n\nKindly Hosted By DigitalWales\nAny posts remain the responsibility of the poster. Neither est1892, its Owners nor any company affiliated will be held responsible from any disputes arising from these posts. The views raised are not necessarily those held by the website or its owners.\n\n\nPowered by vBulletin® Version 3.8.11\nCopyright ©2000 - 2020, vBulletin Solutions Inc.",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.8542881608,
        "format_confidence":0.9416137338
    },
    {
        "url":"http:\/\/wiki.openbravo.com\/wiki\/File:Mail.jpg",
        "text":"View source | Discuss this page | Page history | Printable version    | Mail.jpg\nMain Page\nUpload file\nWhat links here\nRecent changes\n\nPDF Books\nShow collection (0 pages)\nCollections help\n\n\n\nFile history\n\nClick on a date\/time to view the file as it appeared at that time.\n\ncurrent09:00, 6 March 2007Thumbnail for version as of 09:00, 6 March 20071,024×768 (64 KB)Fkarwala (Talk | contribs)\n\nThere are no pages that link to this file.\n\nRetrieved from \"\"\n\nThis page has been accessed 1,385 times. This page was last modified on 6 March 2007, at 09:00. Content is available under Creative Commons Attribution-ShareAlike 2.5 Spain License.",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.9234375358,
        "format_confidence":0.7253082991
    },
    {
        "url":"http:\/\/livedesignonline.com\/gear\/projection\/hippotizer_v3_released_080707",
        "text":"Green Hippo Ltd has announced the first full release of Hippotizer V3 software for their award winning media server range. Although V3 hardware has been available for several months all systems to date have been supplied with V2 software alongside a Beta Version of the latest incarnation. Extensive testing has been carried out on projects as large as The Eurovision Song Contest with Spectra in Finland and Frobisher with Mode Studios in the USA to ensure the system has real-world ...\n\nGeneral Admission\n\nThis content is free to access as a registered user on\n\nWhy register for It's simple and free, and here is what you get:\n\n  • Daily original news covering the latest in entertainment design and technology\n  • Features on the latest industry trends\n  • Insights from thought leaders in the industry\n  • The ability to view both pay-per-view and free recorded sessions from our live events including Master Classes, LDI and Envision\n\nAlready registered? here.",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.6853468418,
        "format_confidence":0.8779603243
    },
    {
        "url":"https:\/\/www.socialmediaexaminer.com\/tag\/retroactive-privacy-setting\/",
        "text":"retroactive privacy setting : Social Media Examiner\n\nsocial media how toDid you know that Facebook automatically lets anybody see every video, picture, and status update you’ve ever posted?\n\nWhether you’re using Facebook for business or personal reasons, the good news is that new privacy settings enable you to change exactly who sees what within Facebook.  And those changes impact every prior post you’ve ever made.\n\nNew Facebook Privacy Updates\n\nPublic outcry over Facebook’s complicated privacy settings hit a peak in the spring of 2010.  See this AP video below:\n\nContinue Reading",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.9521764517,
        "format_confidence":0.8849171996
    },
    {
        "url":"http:\/\/www.interborosd.org\/Errors\/AccessDenied.aspx",
        "text":"Error 404\n\nSorry, the page is inactive or protected.\n\nMake sure that you are signed in or have rights to this area. You can also contact the site administrator if you don't have an account or have any questions.\n\nSite Administrator\nInterboro School District,\n\nBack to Previous Page Visit Website Homepage",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.5036206245,
        "format_confidence":0.8215295076
    },
    {
        "url":"https:\/\/f2.masaladesi.com\/member.php?s=9a09151f4c56ddc1af709148808f73c3&amp;u=657278",
        "text":"Go Back MasalaDesi > vBulletin Message\n\nvBulletin Message\nThis user has not registered and therefore does not have a profile to view.\n\nForum Jump\n\nAll times are GMT +5.5. The time now is 08:56 PM.\n\nPowered by vBulletin® Version 3.7.2\nCopyright ©2000 - 2017, Jelsoft Enterprises Ltd.\nPage generated in 0.01981 seconds with 5 queries",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.5585728288,
        "format_confidence":0.9207035303
    },
    {
        "url":"http:\/\/community.wikia.com\/wiki\/File:Fonts_chrome.png",
        "text":"Community Central\n\nImage - Fonts chrome.png\n\n\nFonts chrome.png\n\n19,645pages on\nthis wiki\nAdd New Page\nFull resolution (download)‎ (445 × 840 pixels, file size: 17 KB, MIME type: image\/png)\n\nLicensing Edit\n\nThis file was uploaded by the photographer or author.\n\nThis image file was uploaded to be used on the old forum pages. Please do not modify this file.\n\nAppears on these pages\n\nFile history\n\nClick on a date\/time to view the file as it appeared at that time.\n\ncurrent21:41, August 2, 2012Thumbnail for version as of 21:41, August 2, 2012445 × 840 (17 KB)IcecreamKitten (wall | contribs)\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.699272275,
        "format_confidence":0.91490376
    },
    {
        "url":"http:\/\/www.infoworld.com\/article\/2975722\/security\/managing-data-in-a-mobile-and-cloud-world.html",
        "text":"Managing data in a mobile and cloud world\n\nA simple strategy for standardizing metadata can improve decision-making, data governance and data security\n\nBecome An Insider\n\nSign up now and get FREE access to hundreds of Insider articles, guides, reviews, interviews, blogs, and other premium content. Learn more.\n\nMobility, cloud and big data all promise to help enterprises increase efficiency and productivity, improve decision-making and lower costs. The laudable goal is to make your business more competitive, but for your IT, legal and compliance teams, these new technologies often lead to increased complexity, loss of control and even increased costs as massive amounts of data now move to an ever-increasing number of endpoints, including mobile devices and third-party hosting services. These challenges can be overcome with a new approach to standardizing information metadata.\n\nIf IT doesn’t fully understand what data exists and where various types of information are located, then it can’t ensure that the right people have the right access at the right time, and it certainly can’t adequately secure the data against breaches and theft, or delete private information as required by new privacy laws. E-discovery costs can skyrocket as the amount of data that needs to be collected increases. Even business users can suffer as the information they need for daily activities and the data they want to use for big data analytics become harder to find and control, leading to lower productivity and redundant effort, while undercutting the hoped-for improvements in decision-making.\n\nTo maintain control over their burgeoning data stores, organizations need to develop insight across all data, no matter who creates it, where it lives, and with whom it’s shared. Unfortunately, most companies see this as a hugely expensive and disruptive challenge. However, there is actually a very simple and cost-effective way of doing this, as long as you’re willing to do it over time — which is still far better than not doing it at all.\n\nTo continue reading this article register now",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.7135611176,
        "format_confidence":0.8693429828
    }
]