[
    {
        "url":"http:\/\/n4g.com\/news\/1164479\/corpse-party-book-of-shadows-review-godisageek",
        "text":"Corpse Party: Book of Shadows Review | GodisaGeek\n\nGodisaGeek: \"Judged as a game, Book of Shadows is horribly deficient. It’s really just a series of static screens that you “mouse” over with a cursor, interspersed with occasional split decisions and cut-scenes. However, as an interactive horror novel it’s excellent, delivering a genuinely frightening and horrifying experience.\n\nThe writing is excellent throughout, and the voice-acting works in combination with the ambient sound effects and unsettling imagery to deliver an immersive experience that will get under your skin for a while after it’s over. Don’t let the Manga-esque visuals and cutesy box art fool you, this is a true horror and not for the faint of heart.\"\n\nRead Full Story >>\nThe story is too old to be commented.",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.7905994654,
        "format_confidence":0.8342251182
    },
    {
        "url":"https:\/\/goodcasinos.org\/slots-lv-review\/",
        "text":"Slots.LV Review\n\nPlay Now is my wifes favorite online casino to play slots and roulette. She loves it. What she likes is that they offer on-going bonuses and promotions they call the “stretch bonus”. This lets her “stretch” her money trying to get lucky playing slot games. They are a legit, reputable and fair online casino that you can feel comfortable depositing with. Here are the details:\n\n  • Official URL:\n  • US Allowed\n  • 200% bonus on your first deposit up to $1000\n  • 100% bonus up to $500 that you can use up to 8 additional times.\n  • 120+ Slot Games\n  • 3d Video Slots\n  • Progressive Jackpot Slots\n  • Classic style old slots\n  • All popular table games like blackjack, roulette, craps, baccarat etc\n\nSlots.LV Casino Bonus Offers\n\n*The $5000 bonus is for slots playing only. Table games offer a smaller deposit bonus offer detailed below.\n\nThe bonus offer at\nBonus offers explained\n\nTo take advantage of the $5000 welcome bonus you just need to become a member of by registering a new account and redeem code HELLOSLOTS200 (first deposit) or HELLOSLOTS100 (additional deposits). You can use the code 8 times total.\n\nDeposit $500 each time to maximize the bonus. As always, see the full T’s and C’s on the site.\n\nScreenshots of\n\n\nGames, Slots and The Online Casino\n\nLadies if you are reading this then you are probably going to enjoy this online casino. It’s the absolute favorite of my wife (which by the way notice it’s #1 on my overall list too).\n\nGentlemen, the ladies are gambling here so it makes sense to join them. The thing about is that you can quickly and easily find and play hundreds of different slots and dozens of table and specialty games. And the best part, and that is most important is that you know you are gambling at a fair and reputable online casino.\n\nWe all know we are not likely to walk out winning big. But if we do, we want to be paid, right?\n\nThat one sentence is why it is vital to gamble at one of the legit online casinos. There is nothing more frustrating than winning and not getting your money.\n\nSlot Machines\n\nA slot machine example - Golden Gorilla video slots\nWith a name like “Slots.LV” you know right out of the gate what you can expect. This is a casino that focuses on slots and constantly has the newest and hottest slot titles added to their casino. If there is an online slot game that you’ve been wanting to play you can likely find it at Video slots, 5-reel and 3 reel slots are available. You can wager as little $.01 per spin and up to much higher.\n\nNo downloads are required and you are free to play the slots in demo mode as much as you want before committing real money, if at all.\n\n  • Video Slots – latest and greatest video slots with games, interactive features and free spins\n  • 5 reel slots\n  • 3 reel slots\n  • i-slots (interactive)\n  • Progressive slots\n  • Jackpot slots\n  • Free spins\n  • Bonus rounds\n\nTable Games\n\nOnline casino table game Roulette\n\nCome on lucky 13!\n\nWhile this is a slot centric online casino, they have a full selection of table games. And they constantly offer the best odds across the games from all of the online casinos we check. They utilize the same software as their brother site, Bovada and they are more of a sportsbook\/table game casino. You’ve got single deck blackjack up through seven different variations of how to play.\n\ncasino table games - craps, roulette, blackjack\n\n  • Blackjack (7 variations)\n  • Roulette (European and American)\n  • Baccarat\n  • Craps\n  • Tri-Card Poker & Let Em Ride\n  • Caribbean stud and holdem\n  • Pai-gow\n  • More less common games as well like Casino Battle (war)\n  • Bingo, Scratch cards\n  • Keno and Sudoku\n\nA few notes – with roulette you have European roulette which gives you better odds as it only has the single 0 instead of the Americanized version that gives the “0” a brother with the “00”. Always play European style roulette to give yourself the best odds.\n\nThey also use the most player generous pay tables in their games like Let it ride, pai gow and baccarat. Quite frankly they give you the real and legit odds just like you get at an honest Vegas online casino (lol that’s interesting to write).\n\nSlots LV Quick Recap\n\nPros & Cons\n\nInstant play - No downloads\nReputation of fair play.\nSlots players rewards program\nNo live dealers\n\nThe bonus offer at\n\nUS Online Casino\n200% to $5000\n8 Stretch Bonuses\nPlay Now\nBitcoin Online Casino\nExclusive 50 Free Spins on Big Win Cat\nExclusive 50 Free Spins\nPlay Now\nBest Online Slots\n200% Bonus When Depositing with Paysafecard 20 Free Spins for 10 Days $7777 Welcome Bonuses\nMany Free Spins to be had\nPlay Now\nBest Sportsbook\n50% to $250\nFast Payouts\nPlay Now\nDisclaimer is for entertainment only. No gambling takes place on this website. Online gambling may be illegal in your location. Please check and obey all local, state and federal laws before doing anything on the internet, especially when it comes to online casinos. All information is for entertainment only and we are not responsible for the validity or accuracy of the content and or the comments posed by visitors. While our team strives to keep the information up to date and accurate we do not guarantee any accuracy of the content. By use of this site you agree to hold us 100% harmless for all reasons. Play at your own risk. Most players lose money. Only gamble responsibly with money that you can afford to lose. We do not collect any personal data. We do use google analytics and statcounter to collect general data about all visitors but nothing personally identifying. We wish you best of luck gambling online!",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.996563971,
        "format_confidence":0.6817803979
    },
    {
        "url":"http:\/\/www.gamefly.com\/Rent-Tom-Clancy's-Ghost-Recon\/100705\/CriticAndUserReviews\/",
        "text":"Rent Tom Clancy's Ghost Recon for PS2\nview large frontback\n\nTom Clancy's Ghost Recon\n\n\nStart your 1-month FREE Trial!\n\nGF Rating\n\n265 ratings\n\nCritic & User Reviews\n\nGF Rating\n\n\nI love Tom clancy games!\n\nposted by brianch (LYNCHBURG, VA) Jun 14, 2007\n\nMember since Nov 2004\n\n2 out of 3 gamers (67%) found this review helpful\n\nEspecially the Ghost games so maybe i am a little biased but this game is still (along with Medal of Honor) the reason I got a ps2. This is the first game i beat on PS2. Ah...Memories!\n\nI quit gaming in college to focus on school and i often made fun of friends for playing all the time but my senior year 03 i got a ps2 for this game and now my old college buds rag on me.If you have never played this game, you should rent it and if you are a die hard war game\/shooter\/tom clancy game fan like me....BUY IT!..its like less than 10$ at some stores. Nothing wrong with playing old school games! Although 5 years isnt all that old school.....Im getting old!\n\nWas this review helpful? Report Abuse\n\nGF Rating\n\n\n\nposted by j24a16 (PHILADELPHIA, PA) Nov 29, 2009\n\nMember since Jul 2009\n\n1 out of 2 gamers (50%) found this review helpful\n\nThe images are not so bad, but are not the best, any way what gives this game a 10 for me is the game play, because I love tactic games, and the ones who add some reality to it (I do refer to reality to the war tactics and shooting style, not as real as metal gear shooting, but one of the best). these are my ratings for this game: length: 9\/10; difficulty: easy; images: 8\/10; game play: 10\/10; sound: 9\/10, controls: 10\/10, camera: 10\/10.\n\nWas this review helpful? Report Abuse\n\nGF Rating\n\n\nGhost Recon\n\nposted by 2011gamer (ROCK SPRING, GA) Oct 3, 2011\n\nMember since Apr 2011\n\nI've tried Rainbow Six and Splinter Cell. Those two have passed with flying colors. I wish i could say the same about this one. I mean it's good but it could have been more. The graphics are okay for a ps2 game. The movements of the characters are a bit confusing and the difficulty is too easy. I beat this game within the day that I got it.\n\nWas this review helpful? Report Abuse",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9956119061,
        "format_confidence":0.9810085297
    },
    {
        "url":"http:\/\/www.pocketgamer.co.uk\/r\/DS\/Pokemon+Black%2FWhite+2\/review.asp?c=45400",
        "text":"• arrow\n    LOG IN \n    • Log in using an option below.\n      Forgot password?\n      Login with Facebook\n      Sign in with Twitter\n\nShop Contact Us Submit Videos Who Are We? Hall Of Fame Advertising With PG Games Archive\nBest games on iPhone Best games on iPad Best games on Apple Watch Best games on Android\nBest free games on iPhone Best free games on iPad Best free games on Apple Watch Best free games on Android Competitions\niPhone game sales iPad game sales Apple Watch game sales Android game sales\nLatest iPhone game updates Latest iPad game updates Latest Apple Watch game updates Latest Android game updates\nNew iPhone games New iPad games New Apple Watch games New Android games\nPG.biz PG FRANCE PG GERMANY PG Game Guides PG GameHubs PG Connects\nAppSpy 148 Apps Android Rundown iPhone Quality Index iPad Quality Index Android Quality Index Swipe Magazine Best App Ever Awards\nPocket Gamer on NewsNow\nUK Mobile Pages Directory\nSkinflint Price Comparison\nDS  header logo\n\nPokémon Black and White Version 2\n\nFor: DS\n\nEbony and ivory\n\nProduct: Pokemon Black\/White 2 | Developer: Game Freak | Publisher: Nintendo | Format: DS | Genre: Adventure, RPG | Players: 1-4 | Networking: wireless (adhoc), wireless (network) | Version: Europe\nPokemon Black\/White 2 DS, thumbnail 1\nWhenever I write a review, I start by listing all the positives and then I list all the negatives.\n\nSo far, the list of negatives for Pokémon Black and White Version 2 includes just one entry: I was given a copy of the White edition, and it came on a black cartridge. I think it definitely should have come on a white cartridge, on account of its name.\n\nThat's it. That's the one gargantuan flaw of this release.\n\nIf you think you can look past this enormous presentational discrepancy then you're in for a real treat, because this is probably one of the cleverest, most comprehensive, and all round best Pokémon releases ever.\n\nWhat? Pokémon Black and White is evolving!\n\nPokémon Black and White Version 2 is largely what you'd expect from an iterative sequel, so it's worth noting that if you've played the original version you'll have seen most of what's on offer. Everything has been updated, expanded, or remixed to provide a fuller experience than the already jam-packed first edition.\n\nGyms have been reworked and whole new – very large - areas have been added to the game's location of Unova. The story has also been tweaked significantly to take into account the couple of years that have passed since the events of Version 1.\n\nThere are also brand new modes of play throughout your adventure, the most challenging of which is undoubtedly to be found at Pokéstar Studios. Here you're asked to star in various movies, each revolving around filming battles between Pokémon and having set tasks to accomplish while doing so.\n\nThe most basic of these tasks is to knock out your opponent's Pokémon with one hit. To achieve this you'll need to apply a bit of strategy to work out exactly which attack types your enemy is weak against and use them accordingly. \n\nThe entire single-player journey requires more strategy than previous releases. You used to be able to focus on one or two Pokémon in your party, levelling them up far past the capabilities of opponents in the area and breezing through most places unscathed. In Version 2 you'll need at least three of four Pocket Monsters that can hold their own, or you'll invariably get creamed.\n\nIf you're just interested in visiting the new locations while continuing the narrative then you won't be disappointed. But you'll get the most from this outing if you've missed the last couple of Pokémon titles.\n\nPokémon Black and White became Pokémon Black and White Version 2!\n\nThis entry demonstrates just how dynamic, streamlined, and beautiful the series has become. For one thing, there are more frames of animation in the trainers and Pokémon than ever, and the creators have used multiple camera angles and cut-scenes to get even closer to the high standards of the cartoon series in terms of presentation.\n\nIntricately designed, creatively staged battle areas positively burst with ideas and character. The music is as resounding as ever, with rearranged tracks from the series and classic sound effects mingling to make an aural landscape that's as strong as the 2D mixed with 3D visuals.\n\nBut the most important thing is how streamlined everything plays. Getting in and out of battles is quick, selecting moves is lighting fast, and there are just general improvements that make “catching 'em all” that little bit easier.\n\nThey're definitely small changes, such as asking if you want to use another Repel after you've exhausted the first, but collectively they make for one of the best Pokémon titles yet.\n\nWe're coming to the end of an era with the Nintendo DS. Old faithful is now eight-years-old and its successor the 3DS is coming into its stride. Pokémon Black and White Version 2 may well not be the last first-party Nintendo release for the DS, but it would be one hell of a note to end on if it did.\n\nIf you already own the originals and were left wanting more then you'll be well-served with Pokémon Black and White Version 2. If you're new to the series, or you've just missed a couple of entries, you can't afford to miss this terrific RPG-lite adventure.\nPokémon Black and White Version 2\nReviewer photo\nPeter Willington | 1 October 2012\nOne of the best Pokémon games just got even better. This release pushes the DS to its limits and in doing so makes for one heck of a monster catching adventure\nHave Your Say",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9962682128,
        "format_confidence":0.8093700409
    },
    {
        "url":"http:\/\/alatest.com\/reviews\/ps3-games\/ace-combat-assault-horizon-ps3\/po3-154396336,364\/",
        "text":"Visit our Business Solutions website >>\n\nAce Combat: Assault Horizon- PS3\n\nAce Combat: Assault Horizon- PS3\nalaScore 81\n\n9 reviews\n\nFeb, 2017\n\n  • No positive mentions yet\n\nalaTest has collected and analyzed 9 reviews of Ace Combat: Assault Horizon- PS3. The average rating for this product is 3.7\/5, compared to an average rating of 3.9\/5 for other PlayStation 3 Games (PS3) for all reviews. Some have doubts about the story.\n\n\nWe analyzed user and expert ratings, product age and more factors. Compared to other PlayStation 3 Games (PS3) the Ace Combat: Assault Horizon- PS3 is awarded an overall alaScore™ of 81\/100 = Very good quality.\n\nReview analysis\n\n(Based on 9 reviews)\n\nExpert Reviews  \n\nUser Reviews  \n\nShowing 4 review(s)\n\nExpert Reviews User Reviews\n\n\nBelow is a list of reviews for this or similar products. If you think this grouping is wrong please click here to flag.\nRead more on our FAQ’s page.\nShowing 1 - 4 of 4 Show Reviews: in English | in other languages (5)\n\nExpert review by: (\n\nAce Combat: Assault Horizon\n\n\nThe games of the Ace Combat series have never tried to be flight sims but they have always felt as if they had the same respect for the super-engineered and precise machines, along with the men and women who fly them. Players of the Ace Combat series...\n\nNov, 2011\n\nExpert review by: Kevin VanOrd (\n\nAce Combat: Assault Horizon Review\n\n\nWith Ace Combat: Assault Horizon, a respected series takes a nose-dive.\n\nOnline play is fun ; Lots of explosive audiovisual spectacle ; Impressive re-creation of real-world geography\n\nDogfights require little skill ; Chopper missions require little skill ; On-rail missions are long and boring ; The entire game is all flash, no substance\n\nBut games aren't just meant to be seen; they're meant to be played. And Assault Horizon falls quickly into a rut because its entertainment value lies solely in the production elements. The gameplay? Hollow and repetitive. Everything has been reduced to...\n\nOct, 2011\n\nExpert review by: Adam2208 (\n\nAce Combat: Assault Horizon PS3 Review\n\n\nAce Combat: Assault Horizon is a strange title. It's a military aircraft simulator that seems to borrow bits from other games like Call of Duty to create an experience that shifts from one genre to the next. Does that truly make it the game it claims...\n\nCinematic presentation is fantastic ; Camera angles that would make Stanley Kubrick proud ; Awesome soundtrack ; Immense fun to play ; Try’s its hands at many things and succeeds in all of them ; Looks gorgeous when at a few thousand feet\n\nbut doesn’t when down near ground level ; The story is a little too clichéd to be enjoyable ; Mission lengths variation to great (either too long or too short) ; It still might not be enough to swing long time non-fans\n\nNov, 2011\n\nConsumer review by: Ace combat AS H (\n\nace combat assault horizon\n\n\nIt is a great game for kids and shows kids how to succeed in life",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9964022636,
        "format_confidence":0.9811293483
    },
    {
        "url":"http:\/\/www.newgrounds.com\/portal\/view\/554646",
        "text":"Be a Supporter!\n\nCredits & Info\n\nNov 26, 2010 | 5:39 AM EST\n  • Daily 2nd Place November 27, 2010\n\nIf you liked this, check these out!\n\nAuthor Comments\n\nWelcome to Balloon Town, a place where you manage population of balloons, make them happy, breed, work and fight bad boys!\n\nAll controlled by mouse, there's in-game instructions and step by step tutorials, read it carefully.\n\n\n\nRated 4 \/ 5 stars\n\nIf only\n\nIf it were humans and had a freeplay everyone would love this.\n\nPeople find this review helpful!\n\n\nRated 5 \/ 5 stars\n\nthe loading gosfast if,,,,,,,,,,,,,,,,,,,,,,,\n\nyou turn it to low guility on a fast computer\n\n\nRated 2 \/ 5 stars\n\nIt could be better\n\nIts a good concept but i have some comments about it.\n-) Why balloons?\n-) Why not let the player choose the individual units actions instead of controlling them as a whole.\n-)Why not make a free play where a player can build on his or her town instead of having to start over after each mission.\n\nPeople find this review helpful!\n\n\nRated 3 \/ 5 stars\n\ni dont understant\n\nis really confising game i cuolodnt understand.\nall ballons just left my town\n\n\nRated 4.5 \/ 5 stars\n\n\nDon't know what's up with all of the bad reviews! I had fun playing this game. It would be nice to have an endless mode just to see how bad ass of a town you can make. With groups of bad guys to come attack once in a while. Good work!\n\nPeople find this review helpful!",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9961890578,
        "format_confidence":0.7204838395
    },
    {
        "url":"http:\/\/www.gamerevolution.com\/mreview\/ps3\/call-of-duty-4\/booyyyy",
        "text":"More Reviews\nREVIEWS DRAGON: A Game About a Dragon Review\nSporting stylish hand-drawn visuals, offbeat humor, and retro gameplay, this Medieval fantasy game eschews violence in favor of adolescent behavior.\n\nThe Evil Within: The Consequence Review\nJuli Kidman faces her fears in a terrifying finale.\nRelease Dates\nNEW RELEASES Oddworld: New 'n' Tasty\nRelease date: Out Now\n\nFarming Simulator 15\nRelease date: 05\/01\/15\n\nLATEST FEATURES Top 10 Characters That Would Make Great DLC for Mortal Kombat X\nWhat characters could survive a guest appearance in MKX? Here's a hint: Clowns are pretty evil.\n\n5 Games Marvel Could Create With Telltale\nNick Tan and Jessica Vazquez brainstorm what Marvel could do in its announced collaboration with Telltale.\n\nRead More Member Blogs\nThe Joys of RPing\nBy UrbanMasque\nPosted on 04\/24\/15\nAs some of you probably know I work with Corsair to help cover their gaming product launches and create content around their gaming-event based video coverage. Recently, I was asked by Corsair to participate in one of their Throwback Thursday Gaming Videos which basically interviews current...\n\nCall of Duty 4: Modern Warfare Member Review for the PS3\n\nGENRE First-Person Shooter \nPLAYERS 1- 16 \nPUBLISHER Activision \nDEVELOPER Infinity Ward \nM Contains Blood and Gore, Intense Violence, Strong Language\n\nWhat do these ratings mean?\n\nThis game is a joke for how much it costs. Way too short . The game play is decent and the graphics are pretty kick ass, but when you want to play multiplayer it feels like you aren't. There's no co-op campaign and no one else around when you play free for all or any multiplayer game. I havent played online yet and sure dont plan on it.It cant be too much different than what ive already seen. Dont get this game, only rent it because you will beat it in 5 hours or less like it did and i wasnt playing it non-stop. I couldnt wait for this game to come out. Hell this whole system sucks. MVP 07 The Show is fun but theres soo many glitches and other crap that should never happen on an over rated PS3; like when i throw the ball to home plate and no one is there then my catcher just glides in real fast . I'm like what is that!? Anyways back to this joke of a game. I'll give it a C+. Fun game (single player) and great graphics, but too short, too pricey for what you get and no multiplayer. I really love the Call Of Duty Series but this game really let me down. Signed your boy\n\nBig Dog\n\nMore information about Call of Duty 4: Modern Warfare\ncomments powered by Disqus\n\nMore On GameRevolution",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9946086407,
        "format_confidence":0.9661440849
    },
    {
        "url":"http:\/\/www.dooyoo.co.uk\/nintendo-wii-game\/monster-hunter-tri-wii\/",
        "text":"Welcome! Log in or Register\n\nMonster Hunter Tri (Wii)\n\n  • image\n£44.65 Best Offer by: amazon.co.uk marketplace See more offers\n3 Reviews\n\nGenre: Role-playing \/ Video Game for Nintendo Wii \/ Suitable for 15 years and over \/ Release Date: 2010-04-23 \/ Published by Nintendo\n\n  • Sort by:\n\n    * Prices may differ from that shown\n\n  • Write a review >\n    How do you rate the product overall? Rate it out of five by clicking on one of the hearts.\n    What are the advantages and disadvantages? Use up to 10 bullet points.\n    Write your reviews in your own words. 250 to 500 words\n    Number of words:\n    Write a concise and readable conclusion. The conclusion is also the title of the review.\n    Number of words:\n    Write your email adress here Write your email adress\n\n    Your dooyooMiles Miles\n\n    3 Reviews\n    Sort by:\n    • More +\n      19.04.2012 00:04\n      Very helpful\n\n\n\n      Great adrenaline rush hunting those monsters you know you're not ready for!\n\n      Disclaimer: It is impossible to keep this review as concise as possible in order to give it my full thoughts. Move on if this really a case of tl;dr (too long; didn't read).\n\n      If you've never heard of Monster Hunter before, you could be forgiven for thinking that it's something similar to Pokémon at first. After all, that was how I imagined it. When my other half was looking at it in Game a couple of years back, I asked him what it was, and he described it thus: \"It's game where you have to hunt and capture monsters.\"\n\n      However, as one of the uninformed masses in Europe, I found that it was in fact nothing like Pokémon. Nothing like it at all.\n      It turns out that Monster Hunter is actually one of the Japan's largest gaming franchises, spanning only 8 years, 8 platforms and a massive FOURTEEN games (with one currently in development for Nintendo 3DS). MHTri is the highest selling third party Wii game in Japan, EVER.\n\n      For the gamers who have played it in the UK, it seems to be unanimously popular among people from all walks of life, with all interests and of all ages. I've conducted an online search addressing whether Monster Hunter is liked or disliked as a whole. And the results are clear, Monster Hunter is loved by those who have played it, but has aspects that they don't like so much, and we'll get to that.\n\n      Looking at the box, and the boxes for Monster Hunter in general, on the front is the 'main' monster. In Tri's case, it would be Lagiacrus, a blue crocodile-esque sea hussy. Not quite the fluffy wuffy 'monster' I'd originally had in mind. But no matter.\n\n      When you start the game, something is afoot. An earthquake rocks the island that is to become your hunting ground.\n      You're sent out to gather 'resources' to help rebuild certain aspects of the island, from the farm where you can grow ingredients for various consumables, combustables and all sorts; to the hunters base where you will embark from every quest set on the island.\n      These first quests are more to get you used to the lay of the land, no large enemies will be present, and you will have plenty of time to have a wander around, collect resources and find items.\n\n      The guild will send you off on little quests to begin with, and you will be rewarded in currency and items. As you gradually complete the first lot of quests, you'll be sent to take on some small enemies, and later, their larger counterpart. As it happens, that larger counterpart isn't even a 'boss monster' as you will come across him many a time when fighting other monsters. He might just wander in as and when he feels like, or he could be called in by another monster, like some hideously stressful double team.\n\n      Battle has to be strategic. You can't just run in and flail your weapon wildly, the game isn't designed that way.\n      Each hunter goes into battle with one weapon type, out of seven classes (10 if you count the three different weights of gun available). Depending on your play style, you might favour speed over attack power, so swords and shields might be your thing. Or you might favour defensive attacking, so a poke with a lance would suit you. Perhaps you fancy trying long range attacks with the three types of gun? Most weapons have a draw back, so you will have to take that into consideration when you decide what you're going to fight certain monsters with.\n\n      For example, lance shields will absorb almost all the damage from a front on hit, at a cost to your stamina. If the hit comes from a larger enemy, you might get knocked back. But blocking with a shield with sword and shield will only block attacks from a smaller enemy. Imagine blocking attacks from a large dog with a dust bin lid, and then imagine blocking an elephant attack. You're going to take considerably more damage from the elephant, while taking hardly any from the dog. Now imagine you're blocking an attack from a dog with a wall that you're holding up. The dog won't do anything almost. Now think about the elephant again. You'll probably get pushed back a bit, but you won't physically be harmed.\n\n      As well as weapons having a raw damage attack, most of them will also have some kind of elemental damage value as well. Most monsters will have some kind of elemental weakness.\n      So if you fight a Barioth in the icy tundra, he will be weak against fire weapons. When he dies, you will be able to carve materials from him that you can use to make armour or other weapons with ice attributes. The same as if you went to the Volcano and fight an Agnaktor, using as water weapon would be much more damaging than using a lightning element, and again, you would carve materials that would create fire based weapons or armour.\n\n      AS WELL as this, all pieces of armour come with skill bonuses. Wearing armour of the same kind will give you a completed skill, and which skill you get depends on the kind of armour you're wearing. The armour also comes with 'slot's for gems. Gems will also have skills attributed to them, so you can sometimes have as many as five skills active at any time.\n      The skills range from simple things such as being able to gather resources quicker, or having more stamina to keep running longer, or increase your health bar, but others are more useful, such as preventing gusty knockback from the wings of a flying monster, or negating certain elemental damages. But there are also negative skills, a piece of armour with a very beneficial skill might also come with a negative skill, which would be making it so you equipment won't stay sharp for as long as they normally would, or you might take extra elemental damage.\n\n      It's a lot more complex than you would ever have first imagined!\n      There are aspects of it I still don't understand, and I've spent over 300 hours playing it in total (I've had the game since release, don't have a cow lol). There are online damage calculators, as you won't know exactly how much damage you are doing, but I think it takes a REALLY special type of person to actually give a crap about that stuff.\n\n      Areas on a monsters body will have their own calculations for damage. The head is usually always the weakest point, but that's also where the teeth are situated. Do you want to chance being bitten or set fire to?\n      Most monsters will have physical attributes which will be able to be cut off, smashed, broken or damaged in some way or another.\n\n      For example, on the Lagiacrus, you can cut off his tail, break the spines on it's back, scar it's chest, and break the horns on it's head. The damage is accumulated in each area, so you won't just randomly hit it here and there and expect each of those things to happen. You can't hit it on the head and expect it's tail to come off. You need to be attacking the tail with a slicing\/piercing weapon for that to happen. In the same way, you can't hit the tail with a hammer, because the tail needs to be sliced, not bashed.\n      A plus for doing these things though, is that if you are questing and your goal is to kill this monster, you will usually have sub-quests which will involve wounding it in specific places, and if you complete these sub-quests, you will be rewarded with rarer items and materials at the end.\n\n      You will find yourself fighting the same monsters again, and you will eventually get sick of it, but nothing is more rewarding than finally getting that one material that enables you to finally make that sword you've been wanting, or being able to finish off that armour set.\n\n      It goes without saying though, that as you progress, you will be able to craft and upgrade weapons to become an ultimate hunting machine, and your armour will protect you from 90% of the worst kind of damage. Still the fun isn't in tanking your way through the game, it's developing strategies, and forming teams.\n\n      There are fifteen large monsters for you hunt offline, and eighteen you can hunt online in a team of up to four players including yourself.\n\n      Online play actually enriches this game enormously, and there is nothing more fulfilling than your small team of cronies finally taking down the massive desert sand monster, or even the volcano dwelling Alatreon, elementally unstable Elder Dragon, who will quite possibly rip you a new loin cloth if you're not ready for him.\n\n      Every Thursday an 'Event' occurs online, where the highly rewarding team hunts are on a rota, with a mixture of hunting more than one monster at a time, hunting a massive version of a monster, taking out a tiny version and so on. The rewards for these are usually considerably more rewarding than normal quests and are also somewhat harder.\n\n      You can hunt within your own rank, which are Low Rank (below Hunter Rank 31) and High Rank (31+), or you can join other servers where you will be mixed together, and perhaps some kind higher ranks will help you when you find your feet.\n      The online aspects are well managed, with profanity filter... (truncated)",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.99661237,
        "format_confidence":0.9268078208
    },
    {
        "url":"https:\/\/zephyrgame.com\/review-hill-climb-racing-2\/",
        "text":"hill climb racing 2 game photo\n\nReview: Hill Climb Racing 2 | Hill Climb Racing meets Multiplayer!\n\nShare this!\n\nHill Climb was a very popular game. It had a huge player base with millions of downloads. The developers of the game have now released the sequel, . It takes on the best features of the former game while also adding lots of fun features! Some of these are;  races, better visuals and fun events. It is available to download on both and smartphones. I’ve played it and loved it! Let’s dive into what’s new, what I liked and what I disliked.\n\nhill climb racing 2 logo with text\n\nWhat is Hill Climb Racing 2?\n\nThere are multiple game modes you can choose from (see below). The basis of the gameplay is always the same; you have a car and you need to drive it, as fast as possible.\n\nYou control your car with two pedals; one for the gas and the other for braking. These pedals also let you turn mid-air. Gas is for turning counter-clockwise and braking turns you clockwise. Although these controls are simple, one small mistake may lose you the game. This is mostly due to how rough the terrain is in the game.\n\nClose one!\n\nYour car also has a fuel tank that depletes as your ride. Different cars have different fuel capacities. On average, they deplete in 30 seconds without any upgrades. You can raise this to up to 90 seconds with a fully upgraded fuel tank.\n\nIf the driver touches anywhere, you lose the race. This can become a huge problem in tracks with ceilings. Running out of fuel is another reason you may lose the game. Interestingly, your car will keep going with its existing speed. You can’t speed up the car up in this duration, yet, if the car collects fuel, you can keep driving! Such moments are breath-taking.\n\n\nOnce you win a few races and earn some coins, it is upgrade time! There are four different categories to upgrade your car. Each upgrade improves your car in a unique way. Each upgrade starts at level 1 and can be improved up to level 20.\n\nhill climb racing 2 which upgrade to choose\n\nA fully upgraded car!\n\nUpgrading your car is essential to winning races. In fact, we gave important tips on our Hill Climb Racing 2 tips & tricks post. Those tips are used by top players to win more races so make sure you read it.\n\nNot all cars have the same upgrades. More advanced cars usually have unique and powerful upgrades. Here are the most common upgrades and what they do.\n\nEngine: This is the most generic upgrade. It improves your acceleration and max speed.\n\nGrip: This helps the engine actually speed the car up. Also helpful in steep hills.\n\nSuspension: Its effects may not be felt immediately. Still, this upgrade can be a game changer in competitive races.\n\nAWD: This is helpful for stability in rough tracks. It is a good idea to keep this at the same level with other upgrades.\n\n\nAs with most other games, you can customize your looks! You can choose to improve either your character or the car itself. These have absolutely no effect on the race itself. Still, it is more fun to race in a golden formula rather than a rusty jeep! Most customizations can be obtained as random gifts from chests. You can also unlock them with in-game payments.\n\nhill climb racing 2 customization screenshot\n\nLooking good!\n\nWhile customizing your character, there are 3 parts of the body you can change. These are your face, torso and legs. Although there are sets of appearances, you are not limited by them. It is possible to select parts from different sets to create your unique racer.\n\nCar optimization options are more limited. There are only 2 parts to change and those are the car itself and its wheels. Still, each car has its own customization options. You always have plenty of options to choose from!\n\nMultiplayer in Hill Climb Racing 2\n\nThe hottest feature of the new game is the multiplayer mode, which is completely new. One little caveat is that other players in multiplayer cups are not live, you race against the ghosts of their previous scores. Because of this, you can now pause multiplayer games! This confused me a little when I first discovered it. I think being able to pause a game is worth it. However, some players believe that this kills the thrill of multiplayer races. It is up for you to decide\n\nThe new rank system that comes along with multiplayer is really nice too. You can win additional rewards for racing in multiplayer mode. As you level-up ranks, you will get harder opponents. Also, you will face a boss once in a while. You can read more about that on our guide to ranks in Hill Climb Racing 2.\n\nIn-game Economy in Hill Climb Racing 2\n\nThe game is more monetized with the addition of the diamond currency along with the usual coinsUpgrading vehicles are the same as the original game with 4 upgradeable per vehicle.\n\nYou can earn coins from races and chests. Chests come in multiple forms and give different rewards. All chests contain some coins as well as some vehicle parts. They also have a small chance to give you diamonds. While opening some chests, you will get the opportunity to watch a video ad to earn an additional, unknown bonus.\n\nYou can earn chests after winning races. You need to open them to earn their rewards. Opening a chest can take anywhere from 3 hours to 24 hours. You can only open one chest at a time. Also, you only have three chest slots available. You can’t earn additional chests from races while all of your slots are\n\nYou keep the coins you collect in any game mode. Adventure (solo) maps are great for farming coins. As you go farther, you will get higher coin rewards. If you can master an adventure map with a good car, you can farm a good amount of coins by repeatedly playing.\n\nYou get some free coins and diamonds as well as a simple chest every day. Unfortunately, you don’t earn much from these bonuses. They are mostly designed to make you play the game every day.\n\nIn-App Purchases\n\nFingerSoft also offers diamonds and coins for real money. You will commonly see new packages for discounted prices on the shop. These packs give you the latest cars as well as exclusive skins. The skins are the main appeal of In-App Purchases. In the end, it is up to you to decide whether you want to pay or not. Paying for some beginner packs can get you to the higher ranks faster. However, getting there without paying any money is possible.\n\nVehicle Parts in Hill Climb Racing 2\n\nAnother new feature is that you can modify the vehicles with parts which add unique effects. They are obtained from chests per car and can be upgraded for coins if you have enough of the parts.\n\nThere are some really cool parts with unique effects. My favorite is the roll cage, which protects your drivers for a set amount of hits. It is quite handy for tunnel-like tracks.\n\nVehicle parts enable you to fine-tune your cars for specific tracks, giving you the advantage in competitive races. There are only two factors left after your car is maxed-out; vehicle parts and play skill. That is why parts are necessary if all upgrades are maxed out\n\nYou can use parts to fix a car’s weaknesses. You can also use them to improve your car’s strengths. This is a strategic decision that should depend on the map and your car.\n\nOverall, vehicle parts add a strategic element to the game and make highly competitive matches even more interesting.\n\nEvents in Hill Climb Racing 2\n\nThere is usually a competition going on in the game. These cost a ticket to enter and one ticket last 3 minutes. During the 3 minutes, you attempt to get the best score you can.\n\nYour goal changes from event to event. It could be flying the longest, finishing the fastest or landing the farthest. At the end of each race, you will get tokens based on your performance. These tokens can be used during the competition to purchase big chests.\n\nYou get a free ticket every 24 hours. Considering that the tickets last 3 only minutes, you will need to pay some diamonds if you want to get serious rewards in these events. Even if you don’t pay, these races are usually fun so enjoy it!\n\nOther Features\n\nTune: More than 14 unique tuning parts to drive faster!\nExplore: Race in different environments such as desert, asphalt, snow and more!\nGreat Graphics: Looks great on all types of devices\nSocial: Challenge your friends and show them who the boss is!\nCompete: Climb the leaderboards, win races to become #1\n\nDownload Links\n\niOS users, download the game here!\n\nAndroid users, download the game here!\n\nMicrosoft users, download the game here!\n\nIf you are interested in Hill Climb Racing 2, you will love our tier list of Hill Climb Racing 2 cars (includes the BEST car in the game), Hill Climb Racing 2 tips & tricks (from the best players in the game) and Hill Climb Racing 2 rank system explanation.\n\nFinal Thoughts\n\nHill Climb Racing 2 is out with lots of new features, and I liked it a lot! The new features add a lot to the fun of the game, especially the multiplayer mode in which you try to be the best. Have you played Hill Climb Racing 2 yet? What do you think?\n\nAlso see our car tier list, ranks explanation, and moon event explanation.\n\nOfficial Trailer for the game\n\nShare this!\n\nWe are listening!",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9962569475,
        "format_confidence":0.7294347882
    },
    {
        "url":"http:\/\/alatest.com\/reviews\/ps3-games\/jet-set-radio-ps3\/po3-192425061,364\/",
        "text":"Visit our Business Solutions website >>\n\nJet Set Radio- PS3\n\nJet Set Radio- PS3\nalaScore 82\n\n3 reviews\n\nMay, 2015\n\nalaTest has collected and analyzed 3 reviews of Jet Set Radio- PS3. The average rating for this product is 3.8\/5, compared to an average rating of 3.9\/5 for other PlayStation 3 Games (PS3) for all reviews.\n\nWe analyzed user and expert ratings, product age and more factors. Compared to other PlayStation 3 Games (PS3) the Jet Set Radio- PS3 is awarded an overall alaScore™ of 82\/100 = Very good quality.\n\nReview analysis\n\n(Based on 3 reviews)\n\nExpert Reviews  \n\nShowing 1 - 1 of 1 Show Reviews: in English | in other languages (2)\n\nExpert review by: (\n\nJet Set Radio\n\n\nOh, the late 90s\/early 2000s. In-line skating, graffiti, techno-infused Japanese pop, and the Sega Dreamcast ruled my life, in and out of gaming. It was a better time, a simpler time. However, nostalgia can be a funny thing. What was a fond, fun memory...\n\nJet Set Radio is still a fun title, but also a frustrating one. If you've never played the game before, you may be left wondering what all the hype was about. It may be a good game, but if it had been released for the first time today, many would see...\n\nSep, 2012",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9957542419,
        "format_confidence":0.9861409664
    },
    {
        "url":"http:\/\/www.dooyoo.co.uk\/nintendo-wii-game\/csi-hard-evidence-wii\/",
        "text":"Welcome! Log in or Register\n\nCSI: Hard Evidence (Wii)\n\n  • image\n3 Reviews\n\nGenre: Adventure for Nintendo Wii \/ Published by Ubisoft\n\n  • Write a review >\n    How do you rate the product overall? Rate it out of five by clicking on one of the hearts.\n    What are the advantages and disadvantages? Use up to 10 bullet points.\n    Write your reviews in your own words. 250 to 500 words\n    Number of words:\n    Write a concise and readable conclusion. The conclusion is also the title of the review.\n    Number of words:\n    Write your email adress here Write your email adress\n\n    Your dooyooMiles Miles\n\n    3 Reviews\n    Sort by:\n    • More +\n      13.08.2012 14:49\n      Very helpful\n\n\n\n      CSI: Hard Evidence\n\n      CSI: Hard Evidence\n      Based on the hit TV series CSI: Hard Evidence is a crime investigation game for the Nintendo Wii. The game comes in a normal white Wii box, the size of a DVD case, which contains the game disc along with an instruction manual for the game and also a separate manual containing safety instructions. The game instruction manual is written in English and is clear and simple to follow.\n\n      I have never watched the TV show, however the idea of a game where I needed to investigate a crime scene and then interrogate people to find the guilty person really appealed to me so when I found this on eBay for £5.99 plus postage I decided to buy it.\n\n      Let's Investigate!\n      The CSI: Hard Evidence game consists of 5 different crime scenes which you must investigate one by one and find the person responsible for committing the crime. When you first begin the game you will be given a quick tutorial set in the FBI garage. In this tutorial you will be given an overview of how to conduct your investigations at the crime scenes and how to process the different evidence using the numerous different tools available including Luminol to reveal blood which has been washed away, Ninhydrin and Magnetic Powder for revealing finger prints, Casting Plaster and Mikrosil for taking moulds or impressions of things like tyre marks and footprints and swabs for collecting DNA and other various liquids or dried liquids you may come across.\n\n      In the bottom left corner of your screen you will always see your PDA. In here you will find information about the case you are working on, the locations available for you to travel to, any evidence you have collected as well as case notes and the options menu.\n\n      As I mentioned earlier, there are 5 different crime scenes in the game and while each crime is different the way in which you investigate remains the same through out. You can only work on one crime scene at a time and you must complete it before the next one is unlocked. When you begin working on a crime you will be shown a video introduction with an explanation of roughly what has happened in each situation and who (if any) the witnesses are. From here on you will need to point your Wii remote at the screen to investigate and search for evidence. As you point at the screen you will see a cursor, this cursor will turn green when you need to investigate further into the area you are pointing at. If there is evidence to be collected the cursor will then turn into a tool box, by clicking the remote you open the tool box screen and depending on what kind of evidence you have found will effect which tool you should use to collect it. This all sounds quite easy because of the cursor changing colour, however it isn't really that easy as you can quite easily miss hidden objects and evidence and end up having to repeatedly re-visit the crime scenes to find it before the game can progress. Once you feel like you have collected all of the available evidence you must then click onto your PDA and return to the FBI lab to process this information.\n\n      The Crimes: I wont go into detail as this would spoil the game, I will simply give you an idea of how I found each crime to play.\n\n      Burning For You: This is the first of the 5 crimes and I think it is a good introduction to the game. It utilizes almost all of the available tools so you can get a good grip on things however I did find the storyline to be rather predictable and therefore quite easy to solve.\n\n      Double Down: In this crime the victim is still alive which you would think makes the crime easier to solve but this actually makes it much more difficult as there are too many potential suspects. I didn't really enjoy this crime so much as I found there was a lot of false leads taking you away from the main investigation.\n\n      Shock Rock: For me this was challenging but enjoyable. I liked the story which came with the crime and it was quite difficult to solve.\n\n      In Your Eyes: With a dodgy English accent involved in this case I found it to be of a medium difficulty, to begin with the investigation seemed to have a lot of dead ends but then it seemed that with a new piece of evidence everything was unlocked and solved.\n\n      The Peacemaker: This is the final crime scene and the one I am currently working to solve. So far it has been the hardest one to get into, mainly because there is so much evidence to process and because of this the game wont progress until you have found every last piece. It does seem good though and I will be sticking with it until I have solved the crime.\n\n      In The Lab\n      Once you have collected your evidence and returned to the lab you will need to process this evidence using various different computers, a microscope and an analysing table. The main computer you will use in your investigations is the Trace Analysis computer, this computer processes fingerprints, shoe prints and any video or audio evidence you may have. Processing the information is like completing a few little puzzles because for example when you analyse a fingerprint you will be shown a section of the print and you will need to search through the FBI and civil databases to find a match, you then need to click to confirm the match and if you are correct this can lead to warrants being available from your boss Brass.\n\n      The other machine which is most commonly used is the DNA analyser, this machine processes any DNA you have collected on the swab sticks and searches the databases for possible matches, as with the finger prints you must then complete a little puzzle to find the correct match. Personally I enjoy using both of these machines as I like puzzles, but I find the DNA one to be a little tricky as the colours and patterns have to match perfectly and this isn't always that easy with so many coloured markings on the screen.\n\n      The assembly table is only used a couple of times and it is mainly for putting broken items back together, again in puzzle form or for looking at items such as any guns which were involved in the crimes and firing off sample rounds to compare bullets under the microscope, again the microscope is only used a couple of times in each case. I find both the assembly table puzzles and the microscope comparisons relatively easy to do.\n\n      Warrants & Questioning\n      Once you have processed the evidence you will have some warrants available for questioning suspects. When a suspect is called in for questioning they are taken to the interrogation room. Here you simply need to sit and click on the pre-determined questions and listen to their answers, their answers can sometimes open up new leads for questioning new suspects or new locations to search. While I enjoy this as it gives me new areas to search I also hate it as the questions are pre-determined and it seems to make no difference which order you ask them you will still get the same result. I also find that sometimes I want to ask for more information but I cannot as it is not available yet.\n\n      If a suspect reveals some information about another potential suspect then you will be able to go to a new location and talk with this new person, usually you can have a look around the place too, but a full on search can only be done with a warrant and most people will be quick to remind you of this if you take a nosey look too far! You need to try to use any evidence you have to obtain warrants for searches and arrests and I find that quite a lot of the time these clues are very well hidden. I like this though as it puts a bit of a challenge into the game.\n\n      Making a Conviction & Case Closed\n      After collecting all the evidence, processing it and questioning numerous suspects you will be ready to make your conviction and close the case. In my opinion this is the part of the game which is a bit of a let down as the game seems to automatically do it for you. I have currently completed 4 out of 5 cases and in each one it has been the same process of me being in the interrogation room clicking on the questions and listening to the answers when the game seems to take over and the suspect is convicted. You are then shown a short animated scene of how the crime took place and the case is closed. While I can see how this is good because you have completed the case I was expecting a little more of a challenge to get the suspect to confess in the end.\n\n      Once the case is closed you will be automatically taken to your evaluation screen where you will see how well you did with collecting evidence, how thorough you were and what rank you have been awarded for your investigation skills. If your rank is high enough then you may unlock some bonus material. I wouldn't get too excited though as the bonus material isn't that good!\n\n      Multiplayer & Online\n      CSI: Hard Evidence is a single player game with no multiplayer or online play options\n\n      The controls of the game are very easy and are generally a case of point and click actions. The hardest part of the controls for me was getting the accuracy right for where I was pointing as I would click to zoom in and it would then zoom to the wrong area as my hand had moved slightly. This was annoying but I soon got t... (truncated)",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9944719076,
        "format_confidence":0.9314621091
    },
    {
        "url":"http:\/\/www.gameinformer.com\/games\/kinect_sports\/b\/user_reviews\/archive\/2011\/05\/31\/kinect-sports-enjoyable-for-all.aspx",
        "text":"I've had Kinect Sports for a while now and I must say the game is extremely fun to play. It is easly compared to Wii Sports which to me got old after the first week with it. Kinect Sports is the best Kinect game I've played to date, and everyone I play games with loves the game too (except my little cousin who insists the game is too hard when actually his younger sister is even better at than him...). Anyways, regardless of your age, unless your just a sore loser I imagine you would find yourself liking the game too.\n\nThere are 6 events: Track and Field, Soccer, Boxing, Bowling, Beach Volleyball, and Table Tennis. Track and Field requires the most physical activity and it includes sprint, hurdles, discus, javelin, and long jump. All those events work great except for discus, which sometimes bugs out. Soccer is a great game to play with a buddy as, and is suprisingly fun even without being able to have full movement. Boxing works leagues better than Wii Sports boxing. I never played too much of this boxing because it wasn't the best of the events but still works well. Sometimes the avatars look really goofed up when you watch replays because when you actually fight you yourself doesn't react to the punches so your avatar just shrugs off the punches in the videos. Bowling is great for calmer and older crowds of people and it works great usually, but sometimes seems innaccruate. Beach Volleyball I barely touched. It works fine but just feels repetitive. Finally Table Tennis is another solid title that works well and can range from boring slow paced matches to fast paced intense (or as intense as hitting an invisible ball can get) matches.\n\nOne of the best modes is party play which is a series of minigames with two teams against each other. The teams can support up to as many as you want but it's ideal for 2 - 5 per team. During this mode you can select your represntitive mascot which comes in a variety of laughable names (Cardio Carrot, REALLY?!).\n\nThe soundtrack really suprised me with lots of familiar artists like MC Hammer, Lady Gaga, Queen. Two additional notes. First, they have a free downladable content pack that adds some more fun with new mascots and minigames. Second, you can also use your avatars regualar cloths, which doesn't affect most people but personally I like my awesome fedora. Conclusion: Kinect Sports is a fantastic game that is a must have for any kinect owners.",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9947975874,
        "format_confidence":0.98896873
    },
    {
        "url":"http:\/\/www.cheatcc.com\/ps3\/rev\/ateliereschalogyalchemistsoftheduskskyreview2.html",
        "text":"Atelier Escha & Logy: Alchemists of the Dusk Sky Review\nAtelier Escha & Logy: Alchemists of the Dusk Sky Box Art\nSystem: PS3\nDev: Gust\nPub: Tecmo Koei\nRelease: March 11, 2014\nPlayers: 1\nScreen Resolution: 480p-1080p Fantasy Violence, Language, Mild Suggestive Themes, Use of Alcohol\n\nAll of this takes place in a sunset-tinged world brought to life by Gust's talented artists. The game's character designs are beautifully elaborate, and the characters' faces are now animated during discussions. There's an appropriate hint of melancholy to the world design, along with some very menacing boss monsters to battle. The only real issue is that many monster models are recycled from Atelier Ayesha, and veterans of that game are sure to sigh when they learn that they will once again be slogging through slags for a good portion of the mid-game.\n\nAtelier Escha & Logy: Alchemists of the Dusk Sky Screenshot\n\nGust continues to improve its sound design as well, and I was particularly fond of the soft jazz soundtrack that has replaced the usual overly bubbly in-town tracks. As always, it's possible to customize the background music, so most players should be able to find a workshop tune that they'll enjoy listening to while crafting. The voice acting, while not on par with the best casts out there, is largely (with the exception of one poor cowboy caricature) easy to listen to. For otaku purists, the Japanese voice track is also available.\n\nWith multiple endings depending on the player's actions throughout the game, Escha & Logy is meant to be replayable. It's somewhat unfortunate that the game is so similar whether you choose Escha or Logy as your character, but even a single play through offers a lot of value to gamers. It's one of those “one more turn” games in which you find yourself compelled to move from activity to activity, always looking towards meeting the next goal as hours of gaming drift pleasantly by. Whether you're exploring new territory, working to revitalize the land, chasing dangerous foes, becoming closer with the many loveable characters, or grinning because you found a new way to manipulate the alchemy system, you'll find this is a game that's easy to love and difficult to put down.\n\n\nThere are so many gamers out there who would love the Atelier games, but simply don't know about them. People who like the gathering and crafting in Minecraft, the planning involved in games like FarmVille, the turn-manipulation combat in Bravely Default... all of them would do well to check out Atelier Escha & Logy. Give it a try and spread the word if you like it, because this is an excellent title that deserves far more exposure than it has received.\n\nBecky Cunningham\nContributing Writer\nDate: March 14, 2014\n\nGorgeously atmospheric with excellent character design—dragged down only be recycled monster models.\nIntelligently designed, compelling RPG systems that shine throughout the game's various activities.\nMusic \/ Sound FX \/ Voice Acting\nGreat music tracks that enhance the melancholy yet hopeful atmosphere and largely decent voice acting.\nPlay Value\nImpressively balanced in a way that makes the game difficult to put down.\nOverall Rating - Must Buy\nNot an average. See Rating legend below for a final score breakdown.\nReview Rating Legend\n0.1 - 1.9 = Avoid 2.5 - 2.9 = Average 3.5 - 3.9 = Good 4.5 - 4.9 = Must Buy\n2.0 - 2.4 = Poor 3.0 - 3.4 = Fair 4.0 - 4.4 = Great 5.0 = The Best\n\nGame Features:\n\n  • Choose between two main characters for different events and outcomes!\n  • Characters' expressions are more animated and articulate than ever before.\n  • Have up to 6 people in your party for heated and exciting battles.\n  • A more user-friendly yet engaging Synthesis System.\n\n  • Comments\n    blog comments powered by Disqus\n\n    \"Like\" CheatCC on Facebook",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9964960217,
        "format_confidence":0.8848232031
    },
    {
        "url":"http:\/\/thedroidguy.com\/2013\/04\/strategy-tactics-ww-ii-android-game-review-57100",
        "text":"Strategy & Tactics: WW II Android Game Review\n\nLooking for a World War II themed strategy game? You might want to check out HeroCraft’s Strategy & Tactics: WW II which just recently made an appearance for the Android platform. Just as the title suggests, you will be using strategy in order to win the game. Think of this more like RISK and other similar strategy games.\n\nstrategy & tactics world war ii\n\nStrategy & Tactics: WW II can now be downloaded over at Google Play for $4.99. You will need a device running on at least Android 2.3 as well as a storage space of 43 MB.\n\nYour main objective in this game is to take over certain regions. Initially you will be provided with soldiers however later on in the game you will have access to vehicles and planes. To be able to take over a certain region all you have to do is move your forces beside that region. Taking control of a region depends on various factors. One best way is if you have a much more superior force. So if your enemy has 5 soldiers in a particular region and you send in 10 soldiers you will have a big chance of taking that region.\n\nA tutorial at the beginning of the game will help you in getting acquainted with the mechanics. There are 18 missions to finish. During the early stages you get to control the Axis as you try to conquer the whole of Europe. Later on you will control the Allied armies as you try to retake the occupied territories.\n\nSome of the game features include\n\n  • 3 full campaigns with 18 historical missions\n  • Play multiplayer across different smartphones and tablets\n  • Realistic global strategy with historically-accurate maps\n  • A wide array of game modes\n  • Juggle military, economic and scientific development\n  • Several hardcore scenarios and a endlessly replayable skirmish mode\n\nThe AI is quite challenging to defeat however if you find it easy you can challenge other players over Wi-Fi.\n\nIf you are into strategy games then check out Strategy & Tactics: WW II right now.\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9962275028,
        "format_confidence":0.5013523102
    },
    {
        "url":"http:\/\/n4g.com\/news\/1351477\/gone-home-pixel-judge-review",
        "text":"Submitted by PixelJudge 306d ago | review\n\nGone Home Pixel Judge review\n\nPJ: \"The year is 1995 and Katie Greenbriar has returned home after a year abroad. She arrives home late one stormy night to find a dark, empty house with her family nowhere to be found and valuables missing. Just what happened whilst she was away? And what are all these cryptic notes from her sister, Sam, about? Who’s Lonnie? And as a game reviewer, possibly the most important question of all: will I care when all is said and done?\" (Gone Home, PC) 5\/5\n\nAdd comment\n\nYou need to be registered to add comments. Register here or login\nNew stories\n\nDino Hunter: Deadly Shores - How to get free gold, map pieces and cash\n\n3h ago - WP - \"Dino Hunter: Deadly Shores is a spinoff of the Deer Hunter series, with (of course) dinosau... | iPhone\n\nDeadstone Gameplay video - Action, tactics and the infected\n\n4h ago - A video which takes a closer look at Timeslip Softworks' action based tactical shooter Deadstone... | PC\n\nMadden NFL 15 Jaguars Team Analysis\n\n4h ago - Madden-School writes, \"The Jacksonville Jaguars are unquestionably the worst team in Madden NFL 1... | Xbox 360\n\nWoW Warlords of Draenor Beta: High Poly models, Benchmarks\n\n4h ago - The guys at PC Games Hardware did some graphics cards benchmarks with the Beta version of WoW War... | PC\n\nStudy Game Design at DeVry\n\nNow - DeVry University, is an accredited* university offering you the flexibility of over 90 locations, online courses and a wide variety of bachelor's a... | Promoted post\n\nMMO Rage: Player Whining Over F2P MMOs\n\n5h ago - Just a few years ago, the thought of most online games on the market would be f2p mmos would be c... | Industry\nRelated content from friends",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9910604358,
        "format_confidence":0.6828159094
    },
    {
        "url":"https:\/\/thedaytonight.com\/2018\/11\/23\/review-fallout-76\/",
        "text":"Review: Fallout 76\n\nFallout 76 is an action RPG developed by Bethesda Game Studios and published by Bethesda Softworks for PlayStation 4, Xbox One, and Windows PC on 14th November 2018. The game was announced on 30th May 2018, though many details were kept under wraps until E3 of the same year. The show unleashed many key details about the game, the most important of which was the fact that it would be online only.\n\nFallout 76 take place before Fallout, which could be considered a prequel, though that would give the story more credit than it deserves. Players starting out in the game begin in Vault 76. Fans of the series will know that each vault was designed for experimentation of some kind; from Vault 13’s faulty water chip to Vault 111’s cryogenics, these tests give motive to the player to venture out into the world. In stark contrast, Vault 76 was control vault to house the best and brightest the US had to offer at the time of its tricentennial anniversary.\n\nYeah, they're propping this up with microtransactions.\nPower armour can be customised with paint jobs purchased with microtransaction currency.\n\nPlayers create a resident of Vault 76, waking up late when the vault opened again twenty five years later on reclamation day. As each player is also a former resident of the vault, it is devoid of any NPCs other than the robotic staff of the facility. The player is tasked with tracking down the Overseer who (like everyone else) departed the vault earlier that day. The story is delivered to the player through pre-recorded tapes for the most part, or more robots should the need arise. The only live humans in these wastes are other players.\n\nFallout 76 plays much like Fallout 4 with a few changes to allow for its online nature. Players can switch out of the default first person view into an over-the-shoulder camera at any time. The player can use the Vaul-Tec Assisted Targeting System (V.A.T.S) to target enemies easier, but unlike previous Fallout titles, the game does not slow down whilst targeting. New gear can be found regularly in the wild on on the corpses of slain enemies. Should the player find an appropriate workbench, new equipment can be fashioned out of materials. The world is full of junk that can be scrapped for raw ingredients. To stop players from becoming too powerful too quickly, pieces of equipment have their own levels. Higher level enemies will drop more powerful versions of weapons and armour, or they can be crafted by the player should they find the appropriate plans.\n\nPlans are required for crafting anything but the most basic of items in Fallout 76. Some main missions will give plans for essential housing items, but new pieces of equipment require finding or purchasing plans for their construction. Some gear modifications are unlocked by scrapping loot, giving a reason to hoard every drop a player finds should it unlock a better part to equip on a favourite weapon. It is a pity then that inventory space is often limited due to the need for a set of armour and multiple weapons for different enemies.\n\nNo loot here, moving on....\nEmpty areas are nice for building a base on, but not great for exploring.\n\nAs mentioned earlier, the construction system from Fallout 4 makes a return, albeit in a cut down fashion. No longer can players build sprawling bases across multiple locations, instead they have a modest area within the Construction and Assembly Mobile Platform (C.A.M.P), a portable device that can hold any unwanted items the player does not wish to carry. In theory the player should be able to move their camp frequently as structures are saved as blueprints for easy redeployment, but in reality the blueprints will not sit properly on the landscape in a new location, and any structures not on foundations when the camp moves are lost. This is quite frustrating when the game removes a players camp for no apparent reason.\n\nPlayer verses player combat is an option in Fallout 76, should one choose to participate. If the combat is entirely one-sided, then the defending player takes a reduced amount of damage. If the defending player retaliates then damage is returned to normal and the victor gets to steal stuff from the losers dropped junk. Should a player win successive fights they will obtain a bounty on their head that is paid out of their own caps, the Fallout currency.\n\nLeveling up is handled differently in Fallout 76 as well. Each level player will be able to put a point into one of their SPECIAL stats. At various levels players will also receive a pack of perk cards. These are equipped to corresponding stats, but the value of cards cannot exceed the amount of points a player has in that stat. Cards can be swapped out freely at any point allowing players to customise their play style for groups or soloing. Combining the same cards together allows them to rank up, increasing their effectiveness whilst also increasing their cost.\n\nFallout 76 is running on the same engine as Fallout 4. This means that everything looks similar to the last Fallout title, for better or worse. As the game is set earlier in the timeline, there is more greenery around as plant life has not completely fallen to radiation. This has the benefit of giving the game a wider colour palette, but does limit where objects can be build in the wild. Scenery cannot be removed in building locations in this game. Enemies do tend to blend in with the landscape as well, which can make finding bodies to loot after particularly hectic firefights all the more frustrating.\n\nWhich is great when you find them at level ten.\nScorch Beasts are some of the tougher PvE content in the game.\n\nFallout 76 has many of the same songs that graced Fallout 4. The setting of the series is a future imagined of by people from the 1950’s, and the latter game got that right. Fallout 76, however, also prominently features music from the 60’s and 70’s, an anachronism given the nature of the setting. One of the more positive aspects of the sound design is that one can tell when enemies are nearby by the sound of their movement. Should the player chose to sneak, humanoid and robotic enemies will voice their annoyance at not being able to find them.\n\nMMOs are never without their bugs, and Fallout 76 is no exception. Aside from the disappearing camp mention above, there have been random disconnects for everyone in a world, and strange graphical glitches that prevent players from entering areas that should otherwise be accessible. In some locations it is even possible to fall through the floor to an untimely demise, losing all the valuable junk the player is carrying at the same time. This is the first time Bethesda have handled an MMO, and it shows. ZeniMax Online Studios has handled Elder Scrolls Online for years, though very little of the knowledge gained from running an MMO has been passed to the other company.\n\nFallout 76 is not a game that will have a wide appeal outside of fans of the series, but this is not the next game in the series that those fans would want. There is plenty of content to be explored in the game outside of the main quest, but getting there requires grinding the same events multiple times a day and otherwise scavenging for parts when they are not available. Tougher content can be challenged earlier by teaming up with other players, but this may not appeal to those going into the game looking for a single-player experience. Fallout 76 may hit its stride once the bugs have been worked out and a larger variety of content is added to the game, but until then this may be one to pick up cheap or skip entirely.\n\nBox Art\nReview Grade D\nReview Grade\n\nGame Information\n\nTitle: Fallout 76\n\nGenre: Action role-playing\n\nDeveloper: Bethesda Game Studios\n\nPublisher: Bethesda Softworks\n\nPlatform Reviewed: PlayStation 4\n\nRelease Date: 14 November 2018\n\n\n  1. I enjoyed reading this on Friday when it absolutely went live!\n\n  2. I’m still playing this one. I may be for a while. My family enjoys it, so I guess I have to…. endure it. I hope they add more content soon.\n\n  3. It does kind of sound like ‘F’, but Imitanis claims there’s something to be had here, even if it is buried in garbage and barely operational.\n\n  4. I wouldn’t eat a sandwich if it fell into the garbage…\n\nComments are closed.",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.996373713,
        "format_confidence":0.6657910943
    },
    {
        "url":"https:\/\/runkleplaysgames.com\/2017\/05\/22\/dog-might-games-skirmish-box\/",
        "text":"Dog Might Games Skirmish Box\n\nWith 17 hours to go, I won’t have the time for a deep in depth review of Dog Might Games newest product The Skirmish Box. But In the short time I have had it, about eight hours now I have given it a bunch of attention. The box is everything I asked for and could not be happier.\n\n\nA few weeks back just as Dog Might Games was about to launch their current Kickstarter The Skirmish Box. I had reached out and asked them if they had any new products in the wings. After some discussion, they let me in on their plan to craft an amazing magnetic minis box. A box for Skirmish war games like Wyrd Miniatures Malifaux or Guild Ball or even as a storage box for your D&D and Pathfinder minis, I was immediately sold!\n\nThey kindly offered to chuck a box in a mail bag and have one sent straight my way so that I could do a review on it. Knowing that this was likely a box that I will use extensively for a long time to come asked if they would consider taking my logo on the box this time. Usually, for review proposes the Viking lords at Dog Might grab a product sample at random pitch it into the air for Hermoth to deliver straight away. In this case Dog Might was happy to oblige, but woodworking and art take time and they have other Kickstarter orders and products that take priority.\n\nThe Postal gods were not kind and I had hoped the box would have arrived on Saturday. Eventually, It did arrive and I have had it here for nearly eight hours now. With less than 15 hours to go before project ends and they begin cranking out boxes for their eager backers. Thankfully I did get it before the project ended and here we are with a final hours review!\n\nIn the past, I have had hands on review of Dog Might Games Dice Chest, The Dragon Sheath as well as their Dragon Trays. Each of these has impressed for equally different reasons. The Skirmish box is by far the biggest of the boxes I have reviewed for Dog Might. The Dragon Tray is longer but the Skirmish box is one massive hunk of carved wood.\n\nIn standard Dog Might Games fashion, they are giving you a tremendous amount of customization options to make your box your very own. Skirmish boxes can have up to six designed insides depending on your personal needs. Myself I got the open box as I will likely be storing large numbers of RPG minis that I pull and store before my weekly games.\n\nWith nearly 30 exterior carving options including the Malifaux Symbol and each of the Malifaux factions you have a huge selection of carvings to pick from to adorn the top of your box. If you are unable to find a symbol that you like. For the small price of $25 dollars, you can ask them to provide you with a custom job like they did for me. They currently have over 1,000 metal symbols to pick and chose from!\n\nThe selection of wood types varies by Tier but they have more than 20 woods and stains to choose from. All of these things make for a very personal experience you are not just getting a box that is like every other box that was produced for the Kickstarter. Time and pride go into their craft and It shows. If every box was just ripped off an assembly line I would not be writing a final hour hands on review It would have been done weeks ago. That says a lot about the guys at Dog Might Games.\n\nNow, does the box do what they guys at Dog Might Games do what they say it will? I did not have the opportunity to run the gambit of tests. But I did take the time to drop a few of my rare earth magnets into my box to test the strength of the hold it gives. I am pleased to confirm the hold that the metal plate gives is considerable and you can expect magnetized models are going to stay in place nicely in this box. When playing around with this I also noted to myself that the lid of the standard box makes as a great dice try as well. I thought that would be worth pointing out!\n\n\nThe Skirmish box comes in two sizes.\n\nDimensions. The Skirmish Box comes in 2 sizes. There is no price difference in the sizes:\n\n  • Standard is 11.25 x 5.75 x 4.25 with an interior height of 3″ (the bottom is 2″ deep and the top is 1″ deep). Fits minis up to 3″ in height.\n  • Large is 11.25 x 5.75 x 5.25 with an interior height of 4″ (the bottom is 2″ deep and the top is 2″ deep). Fits minis up to 4″ in height.\n\nDog Might says\n\n“The Skirmish box uses an embedded metal plate that allows your minis with added magnets to stand apart from one another, ensuring safe transport. It also offers a variety of wells to hold cards, tokens, dice, or anything else you need for your game and holds up to 25 minis.”\n\nWell, I can tell you in my last photo I had set more than 30 minis of various sizes in my open well box. All of the bases had room sit and connect flush if they had been magnetized. Granted it is worth noting that I was also using 28mm figures. I think the 25 figure statement is based on 35mm models.\n\n\nIn the end, this is just another awesome Dog Might Games product. And anyone that plays Malifaux or any other skirmish game is going to draw attention when they set this bad boy on the tourney table. Congratulations on a job well done Dog Might Games!\n\nThis slideshow requires JavaScript.\n\nLeave a Reply\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9860610962,
        "format_confidence":0.7945184708
    },
    {
        "url":"http:\/\/alatest.com\/reviews\/psp-games\/skate-park-city-psp\/po3-97710473,365\/",
        "text":"Visit our Business Solutions website >>\n\nSkate Park City (PSP)\n\nSkate Park City (PSP)\nalaAverage 2.8\n\n2 reviews\n\nJul, 2015\n\nalaTest has collected and analyzed 2 reviews of Skate Park City (PSP). The average rating for this product is 2.8\/5, compared to an average rating of 3.8\/5 for other PlayStation Portable Games (PSP) for all reviews.\n\nOn average, users rate this product 20\/100 and experts rate this product 90\/100.\n\nReview analysis\n\n(Based on 2 reviews)\n\nExpert Reviews  \n\nUser Reviews  \n\nShowing 1 - 1 of 1 Show Reviews: in English | in other languages (1)\n\nExpert review by: Ed Fear (\n\nSkate Park City\n\n\n(Kick)flippin' marvelous\n\nIt's a good rule to live by\n\nJul, 2008\n\nSimilar PlayStation Portable Games (PSP)\n\n  • Same",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.996121943,
        "format_confidence":0.9811985493
    },
    {
        "url":"https:\/\/noisypixel.net\/nanairo-reincarnation-review-pc\/",
        "text":"Nanairo Reincarnation Review – Creating a Demongirl Harem\n\n    Title: Nanairo Reincarnation\n    Developer: Silky's Plus\n    Release Date: September 27, 2019\n    Reviewed On: PC\n    Publisher: Sekai Project\n    Genre: Visual Novel\n\nI’m always glad when I manage to discover a dating sim that isn’t only for fan service but instead manages to balance scenes of romance within its dialogue. Developer Silky’s Plus has managed to find that balance in their newest visual to come west, Nanairo Reincarnation. The biggest surprise for me was the idea that the girls surrounding the protagonist seemed to want his blood a little more than him. That said, this game has some unexpected twists that might make it worth your time, although it’s impossible to pass on the fan service in this eroge.\n\nNanairo Reincarnation is available on Steam as an all-ages version as well as on Denpasoft with a free 18+ patch for Steam.\n\nNanairo Reincarnation introduces the main protagonist Kagami Makoto who inherits his late grandfather’s house after he passed away. Finally deciding to move in, he notices an unexpected guest, his childhood friend Iyo, who only he is able to see. Thinking that he is just hallucinating, he realizes that Iyo does indeed exists, but she’s a zashiki-warashi. After that, he meets a pretty woman, named Kikyou, who turns out to be a demon. This is when he realzies that his family is responsible for guiding spirits to the afterlife.\n\nFollowing these bizarre events, Kagami accepts the task of helping spirits who wander around and guide them to find peace. To do this, he has to carefully listen to the spirits, which becomes a bit difficult at times. So, he summons different kinds of demons who are ready to assist him. Along the way, he meets the detective Azusa and a student named Kotori who also lend him aid.\n\nA considerable part of Nanairo Reincarnation is slice-of-life. While Kagami is trying to help several spirits, a group of demons seems to always be around him. This part of the game is rather light-hearted with plenty of hilarious dialogue that was funnier than I would like to confess. A thing I loved is that everyone acted exactly like family towards each other, and although the demons are servants of Kagami, he never treats them as such. He always respects the girls, and everyone gets along with each other. During scenes when they are eating together, I couldn’t help but adore their chemistry together.\n\n20190926225833 1\n\nSomething to keep in mind is that Nanairo Reincarnation isn’t completely a horror game. However, there are still some gory scenes. You go through several cases and try to investigate them, but there isn’t a way to influence these events by choices. Mysteries during the game slowly get revealed. At times, some cases can seem out of place, but there is a compelling reason surrounding the events. Through this, it’s easy to tell that comedy is one of the main genres since some cases focus more on entertaining the reader. That being said, I ended up liking the more emotional cases during the game. There were times when I just wanted to cry due to the unlucky cards dealt with some of the characters.\n\nThe romance during the story seems authentic and romantic. During gameplay, there are choices available that will influence which girl you will get together with, although, most of the time, the outcome of the decisions will be pretty obvious. The romance slowly develops between the girls and the protagonist; it’s easy to see the growth in their relationships and pick up on their excitement. I feel like its better for the reader to understand the feelings of the characters if the writing puts enough time into their development, which Nanairo Reincarnation perfectly managed to do.\n\nSomething that is easily noticeable is that the artwork here is gorgeous. I found it fascinating that every girl looked entirely different such as the kemonomimi girl or the adult and sexy demon, and yet each of them had a certain charm. It was hard for me to decide which girl I wanted to go to first because I found every one of them appealing, be it the looks or personality. Additionally, the voice acting and soundtrack is of a high-quality and greatly complemented the gloomy and cheerful events.\n\n20190926164244 1\n\nNanairo Reincarnation turned out a bit different than I first assumed, I have to say that I am glad it ended up going in the direction that it did. The romance and comedic elements are well balanced, and to me, the feelings between the characters felt genuine. Not only the romantic relationship but also the friendships are in the foreground here, and it’s touching to see those relationships grow throughout the story. Their bond is something else, and while sometimes disagreements do happen, the characters still stick together. That said, I can recommend Nanairo Reincarnation to anyone who is looking for a high-quality rom-com visual novel with some strong emotional events.\n\nA review copy of the title was provided by the publisher for review purposes\n\nThis post may contain Amazon affiliate links. As an Amazon Associate Noisy Pixel earns from qualifying purchases.\n\nLynn Caramella\n\nan enthusiastic writer, who spends her free-time with rather uninteresting and boring things, while absolutely being in love with cute and girly stuff.",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9726311564,
        "format_confidence":0.9237022996
    },
    {
        "url":"https:\/\/www.gamefaqs.com\/gamecube\/925314-mario-superstar-baseball\/reviews\/92364",
        "text":"\"Nintendo takes a huge swing at an arcade-style baseball game, but strikes out\"\n\nFor as long as Nintendo has been making consoles, Mario has been its shining star (no pun intended) amongst many titles that waver in their greatness. Whilst other Nintendo stars stuck to one form and delivered it well, Mario branched out in to many different genres, from teaching children to type, to our most recent addition to the Mario name, Mario Superstar Baseball.\n\nLet's not get me wrong here before we start out. I loved Mario Golf: Toadstool Tour, and I thought it was a wonderful way to make golf not only accessible to those bored to death by the PGA tour, but to throw in just enough incentives to keep playing to make the title itself last for a good long time by sports game standards and not lose the core charm of the game of golf. Mario Power Tennis, I felt, was not as good. While you would get locked into a zone when competing with an opponent, with rallies lasting 20, 40, sometimes even 60 hits, they tried too hard to really differentiate it from tennis as a game, and made it into something far less desirable, but still played with tennis racquets. Mario SuperStar Baseball, on the other hand, fails to please on an entirely different front. It just doesn't play well. At all.\n\nMario Superstar Baseball boasted a lot of new things for the Mario Sports World, namely a 'challenge mode' that was not simply tournaments. When introduced to this concept, you think that you'll maybe have the opportunity to really go down that career path they say is there, and that you will turn a motley crew of baseball players into the Mushroom Kingdom's finest hardballers. In this aspect, MSB takes a cut at a new innovation, and grounds it foul for strike one. There was huge potential for a really deep career mode spent building teams by impressing the opposition enough to acquire some of their players, a mode with individual character development in a user-friendly manner. This, in short, was definitely not what happened. While at first we think to ourselves that this is not just another tournament ladder and some minigames, that's really all it is. A few additions here and there like a map of an overworld with the 6 venues you will play on have been made, but for the most part, the \"illustrious\" potential career mode this game had to offer did not come to fruition.\n\nOnce on the overworld, you can navigate in a 2d manner, interacting with the creatures that go by, play some shallow, annoying minigames, and then stop at a stadium and play ball. To progress in terms of making your character look better on paper, you have to accomplish a number of relatively basic tasks in order to get \"stars\" for doing such. To get new characters onto your team, you have to complete a number of randomly determined and timed events during the course of however many game games you play(such as, say, \"strikeout this batter\" or \"turn a double play this at-bat\") and win against them, and then their stadium will raise a white flag of surrender and its players will join you. That's it. No special work, and no play of any clubs other than those frontlined by one or two Nintendo stars. In terms of depth, this game leaves a huge amount unaccounted for, and this time MSB swings and fouls the ball back over the catcher.\n\nOf course, I've gotten this far and haven't even addressed the issues one will have when physically in a baseball match. When one enters a game, you will notice that the core part of the game: the pitching and the batting, is relatively rudimentary and unimpressive. Sure there's “star pitches,” but really it fails to impress. After the ball jumps off the end of the bat, however, the game becomes truly ugly to play. Home runs are a rarity in MSB, but that would not be a problem if the fielding and baserunning systems in MSB did not cause so much frustration. The Gamecube controller does not have a diamond-shaped button layout, so one can't simple press a button to throw to a base or advance a base. Instead, one must hold the analog stick in the direction of the base you want to throw and press the B button. They didn't decide to eliminate the misery by having us press corresponding buttons on the D-Pad to throw and run to bases, that would be too easy. To further kill the fielding and running controls, the input is not responsive at all, and after the fifth inside-the-park homerun against your friends as a result of terrible fielding controls, you just want to put the controller down and cower in a corner until the madness subsides. The control issues cause this game to make a huge swing and a miss, and that's strike three to Mario Superstar Baseball.\n\nIt's a shame, really, because this game had a huge amount of potential as a blockbuster title, but its numerous control issues and other annoyances really destroy any value this game could have had. Nobody can accuse them of going down without swinging, but the fact remains that, in all seriousness, this is not a very good game at all, and it fails to redeem itself on any front other than that Mario is in it.\n\nReviewer's Rating:   1.5 - Bad\n\nOriginally Posted: 09\/23\/05\n\nWould you recommend this\nRecommend this\nReview? Yes No\n\nGot Your Own Opinion?\n\nSubmit a review and let your voice be heard.",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9950835705,
        "format_confidence":0.946590364
    }
]