[
    {
        "url":"https:\/\/www.lindakoop.com\/issues",
        "text":"Koop Blue.png\nKoop Star Red.png\n\n\n\nDelivering Real Property Tax Relief  \n\nLinda is committed to reforming the property appraisal process and delivering real property tax relief to our families and seniors. \n\n\nAdvocate for Women’s Health \n\nLinda has prioritized women's health, addressing maternal mortality, and increasing healthcare access for disadvantaged women because access to care should never be a luxury. \n\n\nProtecting and Supporting Our Schools\n\nAs a State Representative Linda increased school funding while keeping taxes low. She also assisted in the formulation of Texas’ School Safety Action Plan which emphasizes making schools safer places, identifying threats in advance and resolving them, and improving mental health assessment and services. \n\n\nSupporting Small Business  \n\nSmall Businesses have been hit hard by COVID-19. Linda is committed to cutting needless regulations and red tape so our local small businesses can recover and thrive.  \n\n\nKeeping Families Safe \n\nProtecting our community should be job number one for any legislator, Linda passed legislation that reduced the rape kit backlog and bills aimed at stopping the flow of human trafficking and illegal drugs.",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.9970145226,
        "format_confidence":0.9262115359
    },
    {
        "url":"https:\/\/meldet.org\/about\/",
        "text":"meldet.org is a Gent-based (Belgium) independent organization fighting harassment. we want to map different kinds of harassment (see categories) to uncover the extent of the problem. the goal is to give a voice to everyone who has ever been harassed, to stop the silence.\n\nharassment is street harassment, harassment at work, in private, anywhere. report anything you have experienced or anything you have seen.\n\njoin us and report your case, or whatever you have seen. report completely anonymous and without registering.\n\nclick on the map and choose your category, confirm you are human and submit your marker.\n\ncheck out the feedback page if you have any remarks.",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.5919133425,
        "format_confidence":0.9944479465
    },
    {
        "url":"https:\/\/www.montcopa.org\/95\/County-Commissioners",
        "text":"County Commissioners\n\n\n\n  • 10 a.m.\n  • First and third Thursdays of the month\n  • One Montgomery Plaza\n    Suite 800\n    Norristown, PA 19404\n\nLive Stream\n\nWatch the next board meeting with live streaming\n\n\nMontgomery County reserves the right to edit the posted version of meeting videos to ensure all comments are germane to Montgomery County business or otherwise comply with the requirements of the  Pennsylvania Sunshine Act, 65 Pa.C.S. §§ 701-716, as determined by the County Solicitor.\n\nAgendas, Minutes & Videos\n\nAgendas are available prior to the meetings. \nMost Recent Agenda | View All\n\n\nThe legislative and executive arm of the Montgomery County government is the three­ member Board of Commissioners. Elected at ­large for four­ year terms, the three choose one of their members to be chairman. Provisions are made for minority party representation as the electorate votes for two from the four candidates seeking the three positions. If a vacancy occurs, the county judges appoint a replacement.\n\nThe commissioners name all department heads, as well as most members of the various boards, authorities, and committees. In addition, the commissioners appoint all county employees and, sitting as the Salary Board with the Controller, establish salaries of all employees.\n\nThe management of county property and all phases of financial administration, except final audit, also rests with the commissioners. They are responsible for the preparation, adoption and execution of the annual budget, as well as for the taxing of all property, both real and personal, for county purposes. They have jurisdiction over County ­maintained roads and bridges and supervision of the Court House and other county ­operated facilities, such as the Youth Center in West Norriton Township. \n\nWelcome Message\n\nThis website is designed to be your gateway to information and resources available to residents, business owners, employees, and visitors to Montgomery County, Pa—one of the most diverse, historic, and economically vibrant counties in America.\n\nAs the third largest county in Pennsylvania, Montgomery County is home to more than 820,000 residents. There are scores of major employers and industries that have chosen Montgomery County to locate and expand. Within our 487 square miles, we have award-winning trails and parks, including Valley Forge National Historic Park. There are also countless locations to shop, take in a show, or enjoy a wide range of food.\n\nCounty officials and employees take pride in serving the people who call Montgomery County home, build a business here or come for a visit. The services provided by our employees cover social needs, business development, employee training, recreational opportunities, public safety, courts, roads, and bridges. \n\nWhether you are a lifelong resident, a first time visitor, or entrepreneur, welcome to Montgomery County. We hope our website helps you make the best of your time here.",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.9797400832,
        "format_confidence":0.9864800572
    },
    {
        "url":"http:\/\/www.collectivelyfree.org\/cf-values\/",
        "text":"Collectively Free is an activist community that works towards total animal liberation through anti-speciesist messaging, creative actions, pro-intersectionality, & community building\n\n7 Values CF Practices\n\nWe commit to actively engaging in anti-oppressive movements:\nNon-participation in oppressive systems means complacency with them as it does nothing to dismantle them. Therefore, we commit to unapologetically base our actions on:\n  • anti-speciesism, anti-racism, anti-colorism, anti-ableism, anti-sexism, anti-cissexism, anti-heterosexism, anti-binarism, anti-classism, anti-nationalism, anti-fascism, anti-xenophobia, anti-ageism, anti-sizeism, anti-nativism, anti-colonialism, anti-imperialism, anti-zionism, anti-totalitarianism, anti-ethnocentrism.\n\nWe commit to acting with integrity and showing respect:\n  • Demonstrate a commitment to integrity and ethics: do our best to keep our promises and be transparent.\n  • Show respect for and value all individuals: for their experiences, approaches, diverse backgrounds and ideas. And do so with empathy.\n  • Listen to others with understanding.\n  • Express appreciation for other members of the community. Maintain a 5:1 ratio of positive vs. negative interactions.\n  • Keep a positive and forward-thinking attitude during destabilizing situations. Use chaos as an opportunity to demonstrate integrity.\n\nWe commit to taking accountability:\n  • Be accountable for our actions and results.\n  • Be assertive not aggressive: maintain a healthy balance between our necessities and those of our community members.\n  • Focus on finding solutions and achieving results.\n  • Actively engage in discussions and commit to decisions once they are made.\n\nWe commit to having humility and desire to learn:\n  • Be open and curious to learn from anyone, anywhere.\n  • Seek, provide, and accept honest feedback.\n  • Embrace change for continuous improvement.\n  • Learn equally from our mistakes and successes.\nPublicly apologize if necessary and implement change.\n\nWe commit to letting different voices echo together:\n  • Never make an executive decision: always involve teams in discussions for decisions and plans that affect them.\n  • Founding members don’t get to decide: every organizer has the ability to autonomously make strategic decisions for themselves and their work groups, without the pre-approval of founding members as long as the rest of their team is in agreement.\nThe entire team of organizers is expected to collaborate on ideas for campaigns, actions, materials, and implementation of new or changing policies.\n\nWe commit to giving and not just taking:\n  • Nurture open communication: help activists understand that their input is valued even if you decide to go on a different route.\n  • Lay out clear and structured groundwork of information for activists to build up on.\n  • Support community activists’ independence and trust that they will do the right thing; stay away from micromanagement.\nAppreciate self-improvement. If an activist took time to learn something, let them know how amazing that is!\n\nInclusiveness & Safety\n  • Adapt our style and be aware of the diversity of people we interact with.\n  • Get to know people personally through community building programs such as Unite. Act. Transform program.\n  • Respect and apply the Safer Space Agreement. Work toward eliminating discrimination and welcoming minorities.\n  • Value diversity within our community and beyond.\n  • Promptly respond to discriminating incidents.\nFor more information on how to be an inclusive leader, check out this link.\n\n\n  1. TOTAL ANIMAL LIBERATION Our ultimate goal is total animal liberation. Every non-human animal has the right to live free and without being an object of harm or exploitation.\n  2. COMMUNITY Social change will only grow around a strong core community. As individuals, our actions can only influence other individuals and only change behavior. But as communities, we can begin to change culture and shape new ideas.\n  3. PRO-INTERSECTIONALITY Diversity in our movement is key. CF strives to be as pro-intersectional and inclusive as possible, in every action and in every material we put out. Human or non-human, it is not our characteristics that make us matter but rather our very existence does. To be truly free from oppression, we must stop all of its forms.\n  4. ACTIVISM & VEGANISM We promote and acknowledge veganism as a step towards the rejection of speciesism and the elimination of animal use, but it is not an ends in itself. In order to achieve total animal liberation, we must unite to speak up for the non-human animals through highly creative, non-violent activism.\n  5. THE STORIES OF THE NON-HUMAN ANIMALS Just because we don’t understand the languages of non-human animals doesn’t mean they don’t have stories to tell. CF features the animals and their stories as a way to decommodify their image.\n  6. INSPIRATION The success of our movement depends upon always keeping the momentum, always growing, and always looking at the bigger picture ahead. When we inspire others, we get inspired in return, and this drives us forward. Inspiration is the spark that brought us all here, and it is the spark we should strive to ignite in others.",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.9885544181,
        "format_confidence":0.8589544892
    },
    {
        "url":"http:\/\/www.smu.edu\/StudentAffairs\/womenandlgbtcenter\/allies?_id=4CE4A75860AD4CE3AA0548576AA10B41&_z=z",
        "text":"Women and LGBT Gradient Banner\n\n\nAlly: One united with another in alliance, to unite in alliance\nAlliance: A union to promote a common interest\n\nThe Allies group was formed by faculty, staff, and students with the intention of providing visible, tangible support for lesbian, gay bisexual, transgender, and questioning members of the SMU community.\n\nSome specific purposes of the group are:\n\n  • To provide all students, faculty, and staff with an avenue to demonstrate their support of gay, lesbian, bisexual, transgender, and questioning individuals.\n  • To provide educational opportunities and inclusiveness through promoting understanding of lesbian, gay, bisexual, transgender, and questioning communities, as well as to highlight contributions of the lgbt members to the university community.\n  • To increase awareness of discrimination and harassment on the basis of sexual orientation and to overcome subtle and pervasive oppression and insensitivity.\n  • To provide access for students to specific individuals (safe zones) and forums for CONFIDENTIAL discussion, support, and resource information.\n\nJoin the Allies List Serve\n\nReceive information about upcoming events, action alerts, and GLBT news items.\n\nTo join:\n\nCommunity Opportunities for Action\n\n  • Check out the Human Rights Campaign Action Center for current legislative efforts that could benefit from your support. The link is: http:\/\/hrc.policy.net\n\nPSA by Jefferson Whitney Johnson, SMU April 2010: http:\/\/www.youtube.com\/watch?v=5wCgchzh65k\n\nFor further information or if you are interested in becoming an Ally, please contact Karen Click at 214-768-4796 or you can reach her at kclick@smu.edu.",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.8781507611,
        "format_confidence":0.8989762664
    },
    {
        "url":"http:\/\/progressivecanadian.ca\/index.php\/ridings\/index.php?Itemid=31",
        "text":"Policies PDF Print E-mail\nTuesday, 28 July 2009 00:00\n\nQuestions for Canadians:\n\nAre you as proud of being Canadian in 2015 as we all were in 1967 or 1867 when launched confidently onto the world stage? How about in 1987, when we were fighting acid rain and working to free Nelson Mandela? How about in 1997 when we led the world into the historic Kyoto Accord to try to address Climate Change?\n\nDo you feel more secure now or less? There is nowhere to hide from terror except freedom. Terror grows in poverty, failed wars and greed. You can’t beat terror in a war – you beat terror with the firm stance of a peacemaker. With fairness and justice. And with compassion and assistance.\n\nWhat are Canadian values? What is the essence of Canada? Is it found in the historic compromise of private and public enterprise? In the diversity we all share and admire? In the natural beauty and wonderful environment we have been blessed with. Or is it as simple as keeping your promises? Do you really feel that any political party represents those values?\n\n\nGood Business – Sustainable Prosperity\n\nEconomic growth is not the only measure of human achievement but the creation of wealth makes it possible for us to do many things. We seek to create a sustainable economy with true competition and a level playing field. Balance in the economy is crucial. If any one player has too much power, be they big business, big government or big unions – then the balance is lost.\n\nWe are, at heart, a party that supports small business. There is a role for government in the economy, but it must support and not compete with small business.\n\nWe support the “100 mile challenge” which encourages purchasing from local enterprises. It’s environmentally sound because it uses far less resources. It’s economically sound because local businesses return far greater amounts to the economy. It fits with our belief that small business is the engine of our economy.\n\nWe will restore income trust legislation to it’s previous state and work with all key stakeholders to develop legislation that makes sense for Canadians. For more information on our policy, click here.\n\n\nWe consider family farms to be one of the great examples of small business.\n\nOur “100 mile challenge” would support family farms and innovative agricultural businesses.\n\nWe completely support the Wheat Board but we need more. We need the equivalent of the CMHC for farmers.\n\nWe guarantee mortgages to facilitate the housing market.\n\nWe need a solution of a similar nature for farmers to once and for all relieve the terrible pressures that are driving them off the farms.\n\nOur Place in the Global Community\n\nA well equipped, highly motivated military is the key to our sovereignty and our place in the world. We are peacekeepers and diplomats – both of which take exceptional courage and determination. We need to find our own voice in the world and set our own policy – friendly, but independent of the dominance of any other nation. We need to find the .7 percent solution and make a contribution towards world peace by ending the scourge of world hunger and disease in our lifetime.\n\nWe have a plan to get out of Afghanistan with dignity and to rethink our role as peacekeepers and protectors of our own sovereignty. People in poor nations take desperate measures due to extremes of poverty. Economic aid and justice are the best weapons against terror.\n\nInvesting in Education:\n\nOur education system needs to be set to meet our future needs. In a country where we are chronically short of doctors, and where the population is aging does it make sense that we can only find 5 students to enter geriatric medicine? Does it make sense that a student should have to go more than 60 and perhaps even as high as 100 thousand in debt to fill these important needs?\n\nOur education policy is about equal opportunity for all. We will provide a program of economic support for every student in post secondary education to ensure that education is accessible for all. Over a period of years we will phase in a tax based program to relieve students of the burden of debt. Providing the graduate stays in Canada for a period of years, and providing the student participates in the tax system, Canadian students will no longer carry debt.\n\nWe will renew funding to post secondary institutions for operations and not just capital projects. This program will cover all post secondary education from trade schools to universities.\n\nOur program will feature a “head start” to ensure that young children are given an equal opportunity by recognizing some of the challenges in early years that must be addressed\n\nHealth Care\n\nWe believe in a One-Tier health care system – BUT - we believe that small business has a key role in the public system. Doctors are one type of small business that already supplies the public system. If it is more cost effective to utilize business in our health care system that is what we should do, providing that health care is still available to all at no cost and that payment will not put someone at the front of the line.\n\nThrough our education program we will have more trained medical staff staying in Canada to relieve the severe shortage.\n\nDemocratic Deficit, Accountability and Intergrity\n\nKeeping promises is essential to faith in democracy. We propose a Contract with Constituents – we will be clear on what we will promise versus what we will make up our minds on with the facts at some future date. To keep from keeping his promises, Mr. Harper has started a campaign of disinformation on all of these areas. We need to set the records straight.\n\nGovernment needs accountability and an end to patronage. There are too many examples of senior officials and agency appointees who have been “fired” with colossal severance. We need to reward great performance but not poor or substandard performance. Ensuring that accountability is in place is the best way to restore pride in civil service and encourage those who work hard.\n\nWe need to start keeping our promises by honouring the Kelowna Accord with First Nations; we need to continue what we started by meeting Kyoto Commitments; we must keep our promises with Provincial governments.\n\n\nWe need to end the culture of defeat on the environment. This is the country that won at Vimy Ridge. We helped with the only battle that Churchill feared to lose – the battle of the Atlantic. We invented peacekeeping. Canada as a nation is at its best when confronted by “impossible” challenges.\n\nOur natural environment is not only a treasure, it is an asset. Water is the oil of the next century…our natural resources have to be protected as they will be our currency on the world stage in the next hundred years. Kyoto is an opportunity to transform our economy, retrofit our infrastructure (especially in cities), clean up our air and water and make this the “wealthiest” country in the world. Sadly, we have to prepare for the impact of global warming while we try to minimize it.\n\nEquality is Not Entitlement but Equality of Opportunity\n\nWe need to end some of the shames of aboriginal and child poverty in our country. If we cannot convince Canadians to do this because it’s the right thing to do, we have to make the economic and safety arguments. A dollar invested in crime prevention is equal to seven or more spent on criminal justice systems.\n\nFinancial Responsibility\n\nWe need to schedule paying off our real debt over the next 25 years. The current government has increased spending at a rate of 8% -- the highest in years.\n\nWe spend approximately 25% of our national tax revenues on social programs such as health and education, yet these programs are not federally audited to ensure that your tax dollars are being spent fairly and wisely. It is the duty of the Government of Canada to ensure that all tax dollars collected are spent in a manner that benefits every Canadian. We will institute a “Social Auditor” to track and measure spending in social programs.\n\nSupport for Local Municipalities:\n\nCities, particularly our major cities are a key to our economic prosperity. Aging infrastructure and archaic funding formulas threaten the ability of our cities to compete on a world stage. We support the 1 cent solution brought forward by the country’s mayors.\n\nback to top\n\nLast Updated on Monday, 23 February 2015 14:56",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.9970683455,
        "format_confidence":0.8538525701
    },
    {
        "url":"https:\/\/eparliament.org\/",
        "text":"eParliament.org is people's virtual parliament outside national parliaments and EU Parliament.\n\neParliament.org encourages citizens to take part in the political issues on a daily basis that matters them most, nor merely surrendering people-power to a proxy every four years.\n\neParliament.org is the only platform that incorporates all forms of modern democracies: representative, participatory and direct democracy.\n\nAll eParliament.orgs services are electronic - no paper, for the sake of the environment. This all-encompassing platform is coming shortly.\n\n\n\neParliament.org considers discrimination is the primary reason of social problems today. Therefore, eParliament.org provides an unmoderated and inclusive online platform to citizens for deliberation to garner citizens' consensus prior to their deliberation in national parliaments in Europe and European parliament. The public-interest agendas for public deliberations will be acquired in accordance with the Right to Public Information law. On behalf of citizens, the outcome of online proceedings in eParliament.org will be forwarded to concerned national parliaments and European Parliament for consideration before parliamentary enactments.",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.9964942336,
        "format_confidence":0.991938889
    },
    {
        "url":"https:\/\/www.openaz.co\/",
        "text":"Discrimination is NOT an Arizona value.\n\nArizona's current non-discrimination laws are not inclusive of sexual orientation and gender identity, meaning it is still not illegal to fire someone, deny them housing, or refuse them service simply for who they are or who they love.\n\nDiscrimination is bad for business.\n\nArizona's lack of equal protections actively damages our economy’s competitiveness and ability to thrive. Learn more below about why these protections are so vital for our economic sustainability.\n\nImproving Arizona's Tourism\n\n\nTourism is Arizona’s greatest export. Sadly, we’re missing out on opportunities to showcase and grow our industry because we can’t offer equal protections for all who come here.\n\nLearn More\n\nArizona Reputation\n\n\nWithout an update to our statewide non-discrimination laws to protect all people, we risk additional discriminatory measures and legislation that will further damage Arizona's reputation.\n\nLearn More\n\nImproving Arizona's Economy\n\nAttraction of Top Business\n\nOur ability to build a thriving economy depends on our ability to attract and retain top business. We cannot afford to have discriminatory barriers in place to attracting the very best.\n\nLearn More\n\nRecruting Top Talents in Arizona\n\nAttraction of Top Talent\n\nThe fact that we are located in a state without fully inclusive laws puts technology companies at a significant competitive disadvantage when recruiting top talent.\n\nLearn More\n\nSign the UNITY Pledge.\n\nJoin our coalition of businesses, leaders and everyday Arizonans committed to improving the future of Arizona. Sign the UNITY Pledge — the largest equality pledge in the nation!",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.9845989943,
        "format_confidence":0.8999311924
    },
    {
        "url":"http:\/\/disabilityrightsfund.org\/our-work\/",
        "text":"Our Work\n\nInfo Graphic: 1in 7 people have a disability = One Billion Lives. 80% live in developing countries and make up 20% of those surviving on less than $1 a day.\n\nPeople with disabilities make up an estimated one billion people around the world. That is 15 percent of the world’s population or one in every seven people.\n\nBut only 3 percent of global human rights and international development funding goes to people with disabilities.\n\nThe Disability Rights Fund makes more grants to organizations of persons with disabilities than any other donor.\n\nWe resource the disability movement across six regions of the world to advocate for equal rights and full participation in society.\n\nWe support disability-inclusive development that will leave no one behind.\n\nWe do this by:\n\nBuilding Movements\n\nWe believe that a strong movement — extending from local to national to global levels — is the cornerstone for rights to be recognized and achieved.\n\nDriving the Agenda\n\nWe support persons with disabilities themselves to advocate for commitments that leave no one behind.\n\nAchieving Rights\n\nWe enhance the capacity of the disability movement to advance rights and inclusion of persons with disabilities.\n\nRead More About Our Grantees\n\nSince 2008, The Disability Rights Fund has resourced the disability movement in 32 countries around the world.\n\nGrant Guidelines",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.9727832079,
        "format_confidence":0.9932900667
    },
    {
        "url":"http:\/\/www.climatecounts.org\/about.php",
        "text":"In 2017, Climate Counts joined forces with the U.S. Green Chamber of Commerce to provide additional educational climate outreach to businesses throughout the nation. In building upon the existing network, Climate Counts will be a key force in providing educational materials and climate information to growing and diverse business sectors. With our new partnership, we will reach out to local leaders, non-profits, constituents, and small, medium and large businesses through the existing chapters and branches of the U.S. Green Chamber of Commerce. Climate Counts is bringing our years of leadership and knowledge of Climate Change and impact to the table to help lead the charge on providing the most current messages and innovative ideas to this larger network. With the current national movement to reduce funding to the EPA, in addition to the declaration to pull out of the Paris Climate Agreement, our outreach is now more important than ever before!\n\nIn order for the U.S. Green Chamber to effectively advocate with their business network, leaders within various industries must be informed. Climate Counts will play that role, along with bringing key leaders together.\n\nClimate Counts is a collaborative effort to bring consumers and companies together to address solutions around global climate change.\n\nStarting in 2007, we were a world-renowned leader with our CDP company scoring data rating the world's largest companies on their commitment to addressing climate change.\n\nWhen consumers take action and raise their voices on issues that matter to them, businesses pay attention. Now we are taking those years of climate knowledge and extending it to a larger network.\n\nWe have no interest in doom-and-gloom environmental messaging and instead believe that positive change starts with a hopeful outlook that real change is possible and that the relationship between companies and consumers can become more substantive and constructive.\n\n\nStill don’t believe in climate change? We don’t claim to be scientists, so we rely on information that comes from people who know what they’re doing:\n\nClimate Counts is a 501(c)(3) nonprofit organization launched in 2007 with support from Stonyfield Farm, Inc.\n\nBoard of Directors\n\nMichelle Thatcher - Board Chair\nUS Green Chamber of Commerce\n\nWood Turner - Board Vice Chair\nEquilibrium Capital\n\nLisa Drake\nStonyfield Farm\n\nJoel Makower\nGreener World Media\n\nMike Bellamente\nGreen Alliance\n\nCameron Wake - Treasurer\nUniversity of New Hampshire\n\nBoard Members Emeritus\n\nGary Hirshberg \nStonyfield Farm\n\nLisa Witter \nFenton Communications\n\nJon Isham\nMiddlebury College\n\nAdvisory Board",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.5034867525,
        "format_confidence":0.9947844148
    },
    {
        "url":"https:\/\/www.lwvccvoterguide.org\/about-lwvcc\/",
        "text":"diverse collection of women with the words \"she is me\" underneath\n\nThe League of Women Voters of the U.S. is a nonpartisan political organization that does not support or oppose candidates for office. We encourage the informed and active participation of citizens in government. Our goal is to empower citizens to take an active role in shaping better communities worldwide.\n\nWe envision a democracy where every person has the desire, the right, the knowledge and the confidence to participate.  We believe in the power of women to create a more perfect democracy.\n\nThe League of Women Voters of Collier County (LWVCC) invites you to join us in working on local and state issues that affect our community and shape our day to day lives and futures.  We welcome everyone from all walks of life.  Click the button below to go to our members site for more information about joining us!\n\nLeague of Women Voters of Collier County\nPO Box 9883\nNaples, Florida 34101",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.991407156,
        "format_confidence":0.994279027
    },
    {
        "url":"http:\/\/thepavementperspective.blogspot.com\/p\/about.html",
        "text":"WHAT? The Pavement Perspective is a short film about, and for, London's rough sleepers. It will explore the stories behind the faces of London's street community, and through these 'humanise' rough sleepers to a widely desensitized general public.\n\nHOW? We believe that if you are given a medium through which you can relate directly to individual rough sleepers, you will better understand the plight of homelessness. What's more, you're more likely to take action in the future.\n\nWHO? The Pavement Perspective is run collaboratively by Frankie Bennett, a Law student, and many supporters who can be found on our Collaborations page. The film's homeless participants will present the film to you themselves at our first screening on the 28th January 2014.\n\nWHERE CAN I WATCH IT? The Pavement Perspective's first screening will be at the end of January 2014. More details on are on our 'The Screening' tab. After this, there will be many more opportunities to watch the film around London and beyond.\n\nWHY? The homeless population in the UK is growing and we have a duty to care for our fellow citizens. Not every cause can be yours, but The Pavement Perspective is a great place to start.\n\n\nPost a Comment",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.6533166766,
        "format_confidence":0.7872199416
    },
    {
        "url":"https:\/\/sr-asia.org\/",
        "text":"Learn More\n\nCelebrating ISO 9001:2015 award Ceremony \n\nLorem Ipsum\nLorem Ipsum\nLorem Ipsum\nLorem Ipsum\nCommon Issue Matters\nLearn More\nLorem Ipsum\n\nVolunteering Research Team in J&K- South Kashmir\n\nPurity exists, We shall not pollute!\n\nAssurance Services\n\nWe assure and provide independent assurance statement on sustainability report and integrated report.\n\nLearn More\n\nImpact Assessments\n\nImpact Assessments are formal, evidence-based procedures that assess the economic, social, and environmental effects of public policy\/ projects.\n\nLearn More\n\n\nYou can enroll wide range of courses in this canvas to full fill your dreams. You learn from the best industry experts worldwide. Get the cutting edge knowledge today.\n\nLearn More\n\nCollaborate with us\n\nYour pledge, giving back to society!\n\nWe at SR Asia are group of people who powered movement fighting for a green and peaceful future for your land, forest, ocenas, foods, and climate and pass the green earth to our children.\n\nSupport Now\n\nEvents & Conferences\n\nDrive Change with knowledge Sharing\n\nOur Conferences, Seminars, webinars are timely and necessary in view to find panel discussions, exhibitor showcasing products and Services, networking & meetings, and live engagement in view with potential partnerships.\n\n\n\nMore Projects\n\nStakeholders Consultation\n\nA Participation Plan (PP) is prepared when the participation of individuals and groups is important in attaining the...\nRead More\nLearn More\n\nReports & News\n\n  Day 2: SR Asia International Dialogue 2020 on ESG Performance & Reporting, 16th September 2020   Day...\nRead More\nLearn More\n\nTraining on Sustainability & SDG Program\n\nThe 2030 SDG Learning, Training and Practice will include sessions focusing on strengthening capacity and promoting partnerships for...\nRead More\nLearn More\n\nSIA & EIA studies as per LAWs\n\nSocial Impact Assessment study  shall, amongst other things, take into consideration the impact that the project is likely...\nRead More\nLearn More\n\nOur Volunteers\n\nRegister As Volunteer\nCSR Project Management\n\nA multi-disciplinary team of experts supports End to-end services, including CSR policy formulation, programme design, monitoring and evaluation, CSR reporting, financial audit to execute projects, help ensure compliance in line with regulatory requirements and alignment with global CSR practices.\n\nAdvisory Functions\n\nExperts in defining strategy, implementation modalities, developing standard processes and systems for effective implementation on development projects\/CSR and organisational development at all levels. Our project management services are designed to offer a thorough strategic approach.\n\nTraining programs\n\nTraining is a necessity in current era of disruptions and pandemic. You need to get new hires up to speed as quickly as possible so they can become productive members of your team. And you want to update the skills of existing employees so they’ll be ready for you to implement new technology, develop new processes and acquire new markets.\n\nRecent News\n\nRead All News\n\nAPO MFCA demonstration project\n\nSocial Responsibility Asia (SR Asia) in in collaboration with NPO of Bangladesh, undertook an APO demonstration project to encourage the leather and footwear sectors, as...\nRead More\n\nSubscribe To Newsletter\n\nCountries Present\nRenewal Energy\n\nThe only way to make this happen is to make action!\n\nKindness is the best form of humanity. Doris Lee\n\nDonate Now!Act Now!\n\nYou are donating to : SR Asia\n\nHow much would you like to donate?\n$10 $20 $30\nWould you like to make regular donations? I would like to make donation(s)\nHow many times would you like this to recur? (including this payment) *\nName *\nLast Name *\nEmail *\nAdditional Note",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.9247071743,
        "format_confidence":0.9588944316
    },
    {
        "url":"https:\/\/nationsorg.com\/lyon\/en\/page\/partnership",
        "text":"Nationsorg is a Non-political, Non-governmental, Non-profit international association.\nNationsorg est une association internationale apolitique, non gouvernementale et à but non lucratif.\n\nOnline Partnership\n\nFor You and with You!\n\nYou can get the same portal (or a limited version) under YOUR OWN DOMAIN NAME (with the Back-end) for any city\/country.\n\nFor more information please apply to the email (Subject: Partnership):",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.5070146918,
        "format_confidence":0.8418849111
    },
    {
        "url":"http:\/\/www.insafbulletin.net\/founding-declaration",
        "text":"Founding Declaration\n\nInternational South Asia Forum Founded\n\nOne hundred and twenty four delegates with origins in different countries of South Asia (Bangladesh, India, Nepal, Pakistan and Sri Lanka) and from both sides across the Line of Control in Kashmir met in Montreal on September 4 and 5, 1999 at a Conference hosted by South Asia Research and Resource Center (CERAS). Participants came from New York, New Jersey, Massachusetts, Ohio, Illinois, Washington, British Columbia, Ontario, Newfoundland, Quebec, France and England. There were also specially invited guests from India, Pakistan and France. The Conference expressed serious concern about the deteriorating human rights situation in South Asia. It took note of the worsening quality of life for the masses, growing militarization and acquisition of nuclear tools of mass destruction, the emergence of fascistic and bigoted political forces and the increasing hostility between India and Pakistan as evidenced by the recent war in Kargil.\n\n\nThe objectives of the Conference were to build solidarity among the various people from South Asia, and to formulate programs for strengthening secular and democratic forces among the South Asian Diaspora – especially among the youth – and to contribute to the betterment of life for the people of South Asia.\n\n\nThe Conference unanimously adopted the following Resolution, which has also been endorsed by the Secular People’s Alliance, Edmonton, East Indian Workers Association, Toronto, Non-Resident Indians for Secularism and Democracy (NRISAD), Vancouver, South Asia Research and Resource Center (CERAS), Montreal and Pakistan Association of Quebec, Montreal.\n\n\nText of the Resolution\n\nThe rise of religious fundamentalism, its open links with organs of state power, accompanied with nationalistic jingoism, intolerance of dissenting views, and militaristic postures have combined to create an alarming situation in the sub-continent. The gradual Talibanizatin of Pakistan and the spread of the Sangh Parivar in India pose serious threat to polity of these countries. These dangerous forces are nurtured and supported by the politics and economics of globalization and neo-liberalism, which are not only imposing anti-people agenda on the lives of the people in the region, but also denuding it of its vital natural and environment resources.\n\n\nThe forces of religious extremism have increasingly permeated all levels of civil society. Consequently replacement of the BJP government in India or a change of government in Pakistan would not be sufficient to ensure peace, human rights, secular values and democracy in these countries.\n\n\nThe state-to-state relations between India and Pakistan, which have never been good, have taken a turn to more hostile postures with unsettling consequences for the whole of South Asia.\n\n\nOn the other hand, there is a tremendous, almost palpable, longing for peace, friendship and amity among the people. There is a realization that half a century of hostility and military confrontations have not solved any problem. The massive deployment of scarce resources should be used to meet the basic needs of the ordinary people – education, health, housing, and general economic well-being. In recent years people-to-people exchange and dialogues have begun to occur in the form of cultural programs and conferences.\n\n\nWe, the members of South Asian Diaspora located in North America and Europe, desire peace, harmony and good neighborliness among the countries of South Asia, and social justice and economic wellbeing for the people there. We also have a responsibility to make a contribution in these directions. Over the years many of us have been engaged in individual or organized capacity to work for secularism, democracy, human rights and social justice. Time has come for us to come together and work in concert with each other.\n\n\nAccordingly, this Conference resolves to create a Forum, hereby named as the International South Asia Forum (INSAF), with the following objectives:\n\n\n\n1. To work for peace and friendship among the people and countries of South Asia.\n\n2. To join hands with the people and organizations in South Asia:\n\n\n3. To carry out extensive educational and organization work among the members of the South Asian Diaspora, especially among the youth – in order to fight the forces of fundamentalism, narrow chauvinism – and to promote goodwill among the Diaspora;\n\n4. To seek the support of trade unions and other democratic organization for the struggle of South Asian people for human rights, peace and social justice.\n\n\n\n1. Sponsor seminars and invite speakers from South Asian countries to further these objectives.\n\n2. Coordinate and sponsor cultural and social events of mutual interest.\n\n3. Act as a center for issuing statements to the media on political, economic, enviornmental, social and cultural developments in South Asia and among the South Asian Diaspora.\n\n4. Create a Web site for popularizing its activities and promoting its objectives.\n\n5. Publish a newsletter to promote the objectives of INSAF.\n\n6. Encourage all organizations and individuals affiliated with INSAF and other democratic individuals to work at all levels of community activities.\n\n7. Develop specific programs in accordance with local conditions to encourage participation of youth with South Asian identity into progressive nonsectarian associations and institutions.\n\n\nOrganizational Guidelines\n\n1. INSAF will function as a coalition of groups and individuals.\n\n2. Affiliation to INSAF is open to all groups and individual in any country subject to their compliance with democratic, secular and nonsectarian objectives.\n\n3. INSAF does not aim at interfering with activities of its affiliates.\n\n4. Affiliate members are encouraged to identify their affiliation with INSAF.\n\n5. Affairs of INSAF will be conducted by a Coordinating Committee elected at this conference and its mandate will last until the next Conference of INSAF. Additional names can be added to the Coordinating Committee at the suggestion of affiliate organizations.\n\n6. The Coordinating Committee will decide upon most efficient and economical way of advancing the mandate of INSAF.\n\n7. Given the specifics of India-Pakistan relations and their influence on South Asian politics, an Indo-Pak subcommittee of INSAF be constituted to specifically deal with Indo-Pak issues.",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.994242847,
        "format_confidence":0.933080852
    },
    {
        "url":"https:\/\/www.euromedwomen.foundation\/pg\/en\/profile\/idoudinawel",
        "text":"Network of networks \/ Association\n\nAssociation Beity\n\nMember since 31.07.2015\n\n\n\nMission and objectives\n\nBeity is a non-profit organization, from the 14 January 2011 revolution that aims to fulfil dignity, equality, freedom and social justice goals. The Beity' s project fights against economic and social vulnerability that specifically affects women to preserve their dignity as well as to enhance their autonomy and protect their risk of homelessness. The objectives of the association are: - Promoting the rights of disadvantaged people to decent housing as recognized and protected in the International Covenant on Economic and Social Rights ; - Promoting equal access of women to heritage, property and housing as proclaimed in the Convention on the Elimination of All Forms of Discrimination Against Women; - Acting within the purpose of the recognition of the right to housing as a constitutional right; - Acting against violence, discrimination and homelessness that threaten women, especially the most disadvantaged of them.\n\n\nAddress : 5, avenue Kheireddine Pacha, 1002 ,Tunisia\nAdress email :\nWebsite :",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.9553448558,
        "format_confidence":0.9926536083
    },
    {
        "url":"https:\/\/iamanally.whereloveisillegal.com\/allies\/about\/",
        "text":"A global support network for the LGBTIQ+ community\n\nThe Challenge We Face\n\nJamaica is one of the 76 countries where same-sex acts are illegal and homophobic and transphobic attitudes are largely entrenched. That’s why Where Love Is Illegal, with the support of Global Ally, traveled to Jamaica to record the personal testimonies of discrimination and survival from LGBTQI+ individuals. Where Love Is Illegal's mission is to combat intolerance internationally and locally through dedicated campaigns like this one, where local NGOs and activists identified where change is needed and how storytelling can contribute to that change.\n\nAnd so #IAmAnAlly was born.\n\nLGBTQI+ in Jamaicans must take great caution when navigating public spaces. Those who do not present themselves along the traditional binary lines, such as transgender men or women, are at greatest risk being the target of harassment or deadly mob violence. As such, carefully navigating neighborhoods and relationships are an essential part of safely proceeding with daily life. ‘Safe spaces’ are vital havens to the community, where people can feel free to express their gender identity and sexuality without fear of persecution or judgment.\n\nFor some in the LGBTQI+ community, it can feel as though no allies exist, particularly when friends or family members turn their backs. But allies do exist, but often they too feel alone in supporting the LGBTQI+ community. Many fear that doing so will be met with disapproval. To contribute to an end to discrimination against LGBTQI+ in Jamaica, the community and allies must unite.\n\nJoin Us\n\nWe are calling on you to become an ally and show your support with the LGBTQI+ community in Jamaica. Every time an ally joins this campaign, the number and size of safe spaces grow. Bigotry thrives when the voices of those discriminated against and their allies are silent.\n\nYou can also show your support by buying an #IAmAnAlly t-shirt and increase the visibility of allies both in your community and in Jamaica. For every T-shirt purchased, one will be given to a Jamaican ally to proudly wear support for their LGBTQI+ family, friends and neighbors.\n\nAchieving Our Vision\n\nPersonal storytelling holds the power to connect people to issues outside of their own experience. By sharing the stories and experiences of Jamaica’s LGBTQI+ community and the homophobia and transphobia they face, this campaign connects and enrols allies in a joint effort toward tolerance and acceptance\n\nCommunity members have expressed themselves through personal letters on this website, so allies will be able to openly show their support. And this open display of support will encourage others to speak out and stand up for a more tolerant society.\n\nThis campaign has been led by the community members who know Jamaica’s LGBTQI+ climate most intimately. Through their already established relationships with local NGOs, the local activists connect with community leaders (both within the LGBTQI+ community and outside it) across the country to unify those allies who currently feel alone, and establish personal, meaningful connections with those who may not understand the current effects of their intolerance and misunderstanding.\n\nThis is a Witness Change project through Where Love Is Illegal.\n\nWant to get involved on the ground? J-Flag promotes social change by empowering the Jamaican LGBT community & builds tolerance for and acceptance of the LGBT community by the wider Jamaican society.\n\nPhotography and video by Robin Hammond\/Witness Change\nVideo by William Lounsbury\/Witness Change\nWeb Design by Bill Marr\nWeb Development by Esten Hurtle\n\nThis project has been made possible thanks to the generous contributions of Joe Nucci.",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.9525824785,
        "format_confidence":0.9775546789
    },
    {
        "url":"http:\/\/codyjudy.us\/information\/codyrobertjudyforpresident2012_011.htm",
        "text":"Federal Law requires Political Committees to report the name, mailing address, occupation, and name of employer for each individual whose contributions aggregate in excess of $200 in an election cycle.\n\nFederal law prohibits contributions to the committee from the general treasury funds of a corporation, labor organizations or national banks (including corporate or other business entity credit cards), from any person contributing another's funds, from a Federal government contractor, or from a foreign national who lacks permanent resident status.\n\nContributions are not deductible for Federal income tax purposes.\n\nThe Committee to Elect Cody Robert Judy may accept contributions from minors (persons under the age of 18) if the minor makes the contribution knowingly and voluntarily, the minor contributes his\/her own funds, and the contribution is not controlled by another individual or made from the proceeds of a gift given to provide funds to be contributed.\n\nThe maximum an individual may contribute is $2,300 per election contest. Couples may contribute $4,600 per election contest. This means, for example, that contributions given for the Primary Election are counted as a different election contest than the General Election. So, if giving contibutions to both election contests, an individual may contribute a total of $4,600 and a couple $9,200.\n  I agree to abide by the FEC rules as stated above and acknowledge that all information I have provided is correct and truthful.*\n  If you would like to contribute to the campaign you can send a check or money order made out to Cody Robert Judy for President 2012 and mail it to Cody Robert Judy for Pres. 3031 So. Ogden Ave. Suite #2, Ogden, UT. 84403\nIf you would like to contribute with a credit card, please hit the Paypal Donation button located at the top of the page or call or call (801) 497-6655 and leave a message that you would like to make a contribution to the Cody Judy Campaign.\n\nThe office handeling the calls is U.S.A Legacy Entrees. You will be called back by a representative and they will take your credit card over the phone.\n\nKeep coming back because we continue to post new and exciting things happening here: www.codyjudy.us\n\nThank you for your support and help. If you would like to contribute time or help with the campaign please send us an email at codyjudy@hotmail.com\n\nCody Robert Judy\nCandidate for U.S. President 2012\nMy Fellow Patriots\nOrigin Index\ncodyrobertjudyforpresident2012011004.jpg codyrobertjudyforpresident2012011003.jpg\nCody Robert Judy\nPaypal takes a little out of contributions as a convenience fee, however your transaction is very secure. If you would like, to make your contribution go a little farther you can also send a check. Please include your name, mailing address, occupation and employer if your check is over $200.\nPlease make your check to \"Cody Judy For President 2012\" and send it to\n\nCody For Pres\n3031 Ogden Avenue\nSuite #2\nOgden, UT. 84403\n Thank you for your support and help in bringing Obama's Eligibility to the attention of the public in the Presidential Race of 2012\n The Cody Robert Judy for President 2012 U.S.C. Eligibility Campaign is one of great importance to our United States under the Constitution. Cody Robert Judy is boldly taking a stand for the Constitution and has proven he will challenge Obama's Dual Citizenship advocating for a trial in the U.S. Congress, as well as every State in the nation.\n\n Cody Robert Judy is one of the few making this a campaign issue in the Presidential Contest. Cody has challenged the eligibility in court in 2008 with Obama and McCain and will continue to uphold the Key to our Constitution in the President's Qualification Demands. Current Court proceedings are happening now in New Hampshire and Georgia.\n\nWe need advertising dollars and Cody needs and asks for your help in Taking A Stand, while there is still time to take one.\n\nOur Constitution is Vision to Believe In",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.9977478385,
        "format_confidence":0.5469109416
    },
    {
        "url":"http:\/\/www.lfi.org.uk\/",
        "text":"Working towards a two state solution\n\nLatest News\n\nSupport LFI's 'For Israel, For Palestine, For Peace' campaign\n\nWhat we do\n\nKey Issues\n\nOur weekly update looking at the Middle East peace process, regional developments, domestic Israeli and Palestinian affairs, as well as the major issues affecting United Kingdom policy on Israel.\n\nIn Parliament\n\nWe work closely with Labour parliamentarians to promote a balanced debate on Israel and a two state solution, and to further a vision of coexistence founded on peace, equality and democracy.\n\n\nWe support constructive and informed discussion within the Labour movement; explaining the intense debate within Israel over the challenges the country faces and how a two state solution might best be advanced.\n\n\nWe run and promote campaigns to help create a lasting peace in the Middle East with Israel safe, secure and recognised within its borders; living alongside a democratic, independent Palestinian state.",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.9975116253,
        "format_confidence":0.9927424192
    },
    {
        "url":"https:\/\/greensofnorthisland-powellriver.ca\/",
        "text":"We recognize the scope for the material expansion of society within the biosphere, and the need to maintain biodiversity through the use of renewable resources.\n\nSocial Justice\n\nWe assert that the key to social justice is the equitable distribution of resources to ensure that all have full opportunities for personal and social development.\n\nEcological Wisdom\n\nWe acknowledge that human beings are part of the natural world and we respect the specific value of all forms of life, including non-human species.\n\n\nWe declare our commitment to non-violence and strive for a culture of peace and cooperation between states.\n\nRespect for Diversity\n\nWe honour and value equally the Earth’s biological and ecological diversity together with the context of individual responsibility toward all beings.\n\nParticipatory Democracy\n\nWe strive for a democracy in which all citizens have the right to express their views, and are able to directly participate in decisions which affect their lives.\nClick to view the Electoral District Map, North Island - Powell River\n\nGreen Party Platform\n\nVision Green:  Smart Economy, Strong Communities, True Democracy\n\nGet Involved\n\nContribute to bringing real change to our country.\n\nMake a Donation\n\nHelp us get ready for 2019!\n\nCurrent News for the North Island – Powell River Area\n\nClick here to stay Informed on important issues in your riding and national news.\nGet the latest from your team!\n\nGet the latest from your team!\n\nJoin our mailing list to receive current information, news, and updates.\n\nYou have Successfully Subscribed!\n\nPin It on Pinterest",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.9954741597,
        "format_confidence":0.9945642948
    }
]