[
    {
        "url":"https:\/\/theperformancetheatre.com\/about-us\/who-we-are",
        "text":"Who We Are\n\n\nThe Performance Theatre’s mission is to inspire the leadership required to ‘reinvent growth’ – be it personal, commercial or economic – so that it: works with rather than against nature; benefits the many rather than a small elite; and delivers value over the long term as well as the short.\n\nWe are a community of leaders from business, policy, civil society and the arts who share a vision for this new kind of growth. We gather annually to build the relationships, leadership practices, ideas and inspiration we need to transform ourselves, our organisations and the systems in which we operate.\n\nThe Performance Theatre Foundation is a non-profit foundation headquartered in Oslo, Norway. It was founded in 2000 by Dr Osvald Bjelland, CEO of Xynteo.\n\nOur work is supported by a global partnership –\n\n  • Cuneyd Zapsu Danismanlik\n  • DNV GL\n  • Energias de Portugal\n  • Mastercard\n  • Shell International\n  • Xynteo\n\nSenior representatives of our partners serve on The Performance Theatre advisory board together with our other board members, providing guidance on our strategic direction, as well as shaping the thematic content of each programme.\n\nXynteo serves as the secretariat of The Performance Theatre and manages and delivers the annual Theatre on The Performance Theatre Foundation’s behalf.",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.7845792174,
        "format_confidence":0.9942163229
    },
    {
        "url":"http:\/\/greenscreenproductionnyc.com\/about-us\/",
        "text":"About Us\n\nPretending to be at the Oscars\nBill and Carol\n\nBill and Carol Cote ARE BC Studio. We welcome folks into our studio as if it were our home…which it is. But its also a professional space which is a full service video production studio. Bill, previously managed Studio 39 on East 39th Street and has over 30 years experience in film and video production. Seen above are Bill and Carol, pretending to be at the Oscars. Isn’t green screen wonderful?\n\nOur space is perfect for all types of projects including interviews, feature films, documentaries, product demonstrations and even cooking demonstrations in the working kitchen. We believe your shoot should be conducted in a comfortable environment. Our sound stage has been used to great effect from hosting cable shows, to fairly large room sets. We are conveniently located in the Chelsea neighborhood, near Penn Station, B+H Photo and Adoroma Camera rental. Clients often take advantage of the many props at hand, including our couches, lamps, dinning room table and chairs, drapes, books, vases and many other items to create a homey, lived-in look, and not just a plain white room.\n\nGreen screen studio services may include:\n\n● Interviews—Green screen is a great background for compositing images, but we also offer a selection of seamless backdrops in popular colors like white, black, light grey and dark grey. The widows can be used as natural light, or completely blacked out with floor-to-ceiling sound blankets available as part of the sound-stage package. We feel a sound stage should be quiet, so In addition to the sound blankets, a large grey curtain can enclose the shooting area around the green screen set, for even more sound control.\n\n● Still Shoots—Many photographers have utilized BC Green Screen Studio for their still shoots, using green screen as well as traditional backgrounds. Recently a clothing catalogue was photographed with models standing in front of our workbench: an antique oak piece with toolbox and hand tools spread out to create a realistic environment. Its even possible to get a long, telephoto compression shot (which I love) by moving the camera back 25 feet or more!\n\n● Television—Several television pilots have been taped at our green screen facility, and a few shows for Bravo have created a standing set for weekly taping sessions. Anything is possible at BC Green Screen Studio.\n\nThere is no limit to the wonders that green screen videography can achieve. Ask how we can help on your next project. Our video studio \/ sound stage is in Manhattan, in the Chelsea district in West Midtown. Contact today to book your time with us.",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.6581243873,
        "format_confidence":0.9829593897
    },
    {
        "url":"http:\/\/biglionmultiplex.com\/AboutUs.aspx",
        "text":"About Us  |  Our Expertise   |  Outdoor Catering  |  Contact Us\n  Company Profile of Big Lion Entertainment Pvt. Ltd.\n    “Big lion (SK Cinema)”The name is attached with every person who love entertainment with best quality and with best service. The above name was found by the founder of this firm, Mr.Kamlesh S. Patel because of his “Bigger” thoughts. And therefore, it became Big lion (SK Cinema)in the world of Entertainment.\n    When he came in this field, the giant tycoons were shocked with a sweet smile. They told him that it is not the game for a child. But today, due to his backbreaking work, the Big lion (SK Cinema) is at the apex among all those firms from last Five years, in ultimate collection, in all over the district, having all types of satisfactory from each customer.\n    Big lion (SK Cinema)born in 2000, at the milk city of India. The name which won every young heart beats, who are residential or academic pursuing, here in the Educational City of India, known as Vallabh Vidhyanagar. More than 85,000 students are pursuing in this respected town for their bright future and giant hopes.\n  Framework of Promoters and Management Team\n    In his 26 years’ successful and procure carrier, he found various new venture as well as he run small enterprises with the strong leadership and direction of operating. His transcendent business skills and accession are the keys for the success of companies, he has been involved into.\n    Big lion (SK Cinema) is found in 2000, grown from the single screen theater to the Multiplex containing four screens having  highest movie collection in entire distict, and still growing.\nCopyrights ©. Big Lion. All Rights Reserved. Website Designed and Developed by YOUNG WORLD GROUP",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.7890999913,
        "format_confidence":0.9929023385
    },
    {
        "url":"http:\/\/www.collinscenterforthearts.com\/about_the_cca.php",
        "text":"university of Maine\ncollins center for the arts\n\n\nNovember 8, 2014\n\nSeason Schedule Support the CCA Bangor Savings Bank - 14-15 Season Sponsor\nBangor Daily News - Media Partner 2014 - 15 Season\n\nAbout the Collins Center for the Arts\n\nCollins Center for the Arts\n\nOur Staff\n\nDaniel Williams - Executive Director\nKaren Cole - Associate Director\nMary Addison - Ticket Services Director\nJoe Cota - Manager of Theater Operations\nSusan Melvin - Box Office Assistant\nJeffrey Richards - Technical Director\nScott Stitham - Assistant Technical Director\nBrett Zeigler - Manager of Special Projects\nJustin Zang - Administrative Assistant\n\nAll staff members may be reached by telephone @ (207) 581-1805. The telephone number for the backstage production office (Jeff Richards) is (207) 581-3348. Regular business hours are from 8 am to 4:30 pm (eastern time). Hours extend beyond 4:30 pm on event days.\n\nTechnical Information and Stage Plan\n\nTechnical Information [view pdf]\nCCA Stage Plan [view pdf]\n\nContact Us\n\nCollins Center for the Arts\n5746 Collins Center for the Arts\nOrono, ME 04469\n\nBox Office:\nPHONE: 207-581-1755\nFAX: 207-581-1837\n9:00am to 4:30pm Monday-Friday, 90 minutes before Collins Center events and 1 hour before School of Performing Arts events.\n\n\nJoin our mailing list and we'll notify you of added events by e-mail.\n\nSign Up for Email Updates",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.8340302706,
        "format_confidence":0.9910625219
    },
    {
        "url":"http:\/\/opera-europa.org\/en\/about-us\/members\/opera2day",
        "text":"Binckhorstlaan 135\n2516 BA The Hague\n\nA word about this company\n\nBased in The Hague, the Netherlands, OPERA2DAY is a performing arts company that focuses on the production of opera and music theatre. OPERA2DAY takes an enthusiasm for the tradition of opera and embeds it within the time and setting of the modern day. Productions are performed in the Royal Theatre in The Hague and in theatres throughout the Netherlands. OPERA2DAY also produces site specific opera and music theatre on exiting locations, such as an abandoned 19th century hospital, a church, a fish auction or on the beach.\n\nGeneral information\n\nE-mail info@opera2day.nl\nPhone +31 (0) 6 29199337\nWebsite www.opera2day.nl\nFacebook www.facebook.com\/pages\/Opera2day\/194190517268911\n\nBooking information and tickets\n\nWebsite www.opera2day.nl\n\nOn Twitter\n\n\nWhere to find us\n\nThis season",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.9490664005,
        "format_confidence":0.9824192524
    },
    {
        "url":"http:\/\/www.australasiantheatre.org\/index.php",
        "text":"• slide\n  • slide\n  • slide\n\nIntercultural Theatre for a New World...\n\nCfAT is a company of diverse performers and artists creating new contemporary performance works that speak to the heart of human experience.\n\nView Project\nCargo Club\nTranscultural Underground for Thoroughly Good Social Intercourse\nView Project\nThis Fleeting World\nTake Your Soul on a Journey . . .\nView Project\nThe Colony\nOn a small island in the Coral Sea, a colony of outcasts face death and find love.\n\nTHEATRE OF EXCHANGES - Performance training and workshops\n\n\nThe Actor's Lab\n\nIn-depth explorations of:\n\n  • body, voice, movement and psychic techniques from world theatre traditions;\n  • rhythm, movement, balance, tension, gesture, breathwork & stylization;\n  • choreography and design of energy.\n\nPerformance Training\n\nGeneral skills training for:\n\n  • physical and vocal fitness;\n  • dilation and sensitization;\n  • improvisation, dramatic languages and attitude development.\n\nPerformance Making\n\nA hands-on approach to creating vibrant theatrical work with a focus on how different cultures can be combined in art, performance and theatre.\n\nGeography of the Body - Workshop Review by John Herayanto\n\n\n\n\nLatest Blog Post\nFind us in the social web\nCreating multiple narratives through heteronyms\nFew forms of theatre demand so much of the actor and the audience. In devised theatre the script originates not from a writer or writers, but from collaborative, usually improvisatory, work by the players.",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.5939145684,
        "format_confidence":0.9308910966
    },
    {
        "url":"https:\/\/folktrain.webs.com\/aboutfolktrain.htm",
        "text":"folkTrain is a band based in Victoria's Dandenong Ranges. The band formed in 2011, and has played at many folk clubs and festivals including the Victorian Folk Music Club, the Peninsula Folk Club, the Ranges Burrinja Folk Club, the Maldon Folk Festival, the Beechworth Celtic Festival, the Kilmore Celtic Festival, the Uranquinty Folk Festival and the Tamar Valley Folk Festival. Band members are:                                                                                                                                                                                                                                                                             \n\nRudy van den Bovenkamp - vocals, guitar, fiddle, banjo, mandolin, concertina, accordion, harmonica, pan pipes                                                                                                                                                                                                                                                                                                                                                                                                      \n\nSaskia Adams - vocals, fiddle, guitar                                                                                                                                                                                                                         \n\nChris Stack - vocals, guitar, octave mandolin, tenor banjo, harmonica, kick drum\n\nJohn Macdonald - vocals, guitar,  mandolin                                                                                                                                                                                                                         \n\nAt various times folkTrain has rocked along with David Adams and Brett Goodman on drums, and Matt Dawson on vocals, guitar and bodhran.  .",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.9929273725,
        "format_confidence":0.9852214456
    },
    {
        "url":"https:\/\/imusician.pro\/en\/about-us\/our-story",
        "text":"Skip to main content\niMusician logo\n\nMusic for everyone\n\nfriends on a rooftop\nman with baby wearing headphones\npeople smiling in hallway\nworkers eating pizza\ncountry singers on stage with American flag\ngroup of people in a bar\nWho we are\n\nWelcome to the DIY revolution\n\nAt iMusician we believe music shouldn’t just be a hobby; musicians deserve to be paid. From day one, we’ve fought to tear down the walls erected by the music industry. And we won. Each day, we strive to give independent artists and labels access to the marketplace so they can compete on equal footing and build the lives they deserve.\n\nOur mission is to be heroes for DIY musicians and independent record labels around the world. We want to make it easy for everyone to sell, manage, protect, and monetize their music. If you’re financially sustainable, you’ll make more music. It’s that simple.\n\nmusic startup in brainstorming session\n\n\nTeam Members\n\n\n\n\n\n\nCommunity Members\n\nBy musicians, for musicians\n\n20 years ago, we were electronic musicians starting our own record label. After finding our own way as artists, we founded iMusician to help our friends easily maneuver the music industry. Over the last 20 years, we fought for artists’ rights and our dream evolved into a thriving community of more than 200,000 DIY artists and independent record labels.\n\nOur evolution happened as physical record sales were plummeting and digital stores and streaming platforms started to pop up. We grew with it, and now we’re well equipped to navigate the music industry and whatever comes next.\n\n\nAs successful artist Greed, Tobi Wirz founds dance music imprint SOGrecords at the height of the Progressive House craze.\n\n\nIn the US, industry sales of CDs peak with 942.5 million units sold. (source)\n\n\nShigs Amemiya joins SOGrecords as a label manager.\n\n\nFrom a windowless attic studio, SOGrecords doubles output and branches into publishing, booking, and management. Apple launches iTunes store; Beatport opens digital store focused on dance music.\n\n\nYouTube, Spotify, Deezer, and Amazon Music spring up.\n\n\nShigs Amemiya and Tobias Wirz launch iMusician in English, French, and German to give independent artists and labels equal access. Majors start blocking iMD from The Official Swiss Charts.\n\n\niMusician leads a class action \"anti-competition case\" against the IFPI and the Majors in Switzerland. In 2012, we win, with the court forcing the IFPI to open the charts to all independents.\n\n\niMusician jumps from 10,000 to 25,000 members, rolls out YouTube Monetization, launches in Spanish and Italian, and opens an office in Berlin, Germany.\n\n\niMusician launches in Brazil and Portugal, quietly reaches 100,000 members. CD sales hit all-time low with only 46.5 million units sold globally. In the US, streaming takes 80% of digital sales.\n\n\niMusician reaches 200,000 members and launches Instant Mastering.\n\nOur values\n\nWe grow with you\n\nWe know that it’s hard for musicians to find the information and access they need; the music industry creates veils of mystery. But we want to help you move forward. It doesn’t matter if you went to Music School or have an MBA; anyone can have a successful and sustainable music career.\n\nWe walk the walk\n\nWe know that financial sustainability in the music doesn’t happen overnight; dreams are paved with a lot of hard work and consistent steps towards goals, one release at a time. We want to help artists and labels meet their goals by giving them solutions they can use every day and advice they can apply towards their own path. We are solution-oriented, aware of the changes that have happened to the industry, and offer realistic and up-to-date advice.\n\nWe cut the hype\n\nWe know that the music industry uses hype to create illusion, fantasy, dreams, and failure. We lift the veils to give musicians what they need to make a living from their music. Our team is made up of musicians, record labels managers, DJs, tour managers, and more. We use this experience to create services that make it easier for DIY musicians and independent labels can use to build a sustainable business.\n\nWe are a global community\n\nAt iMusician, we believe in the power of a unified global community. We share our knowledge so that we can lift each other up. We’ve got each other’s backs and only want the very best for one another.\n\nWe’re one of you\n\nWe’re a team of DIY musicians and label owners. It’s a part of us and in our DNA. We’re a part of the same community and understand the obstacles and problems that musicians face every day. We don’t know more because we’re better — we’re all on equal footing; we just have the experience and want to share it.\n\nmusic startup workers brainstorming\nMeet the team\n\nWho we are\n\nMeet the faces behind the scenes. A team of DIY musicians, label owners and event promoters, we’ve experienced the highs and the lows of the music industry. We know the playing field and are here to help you progress through your music career.\n\nMeet our team\n\nRelease today!\n\nReady to sell your music to more than 200 digital shops and streaming platforms around the world? Our simple interface makes it easy to have your release ready for distribution in just a few minutes.\n\nGet started\n\nA Deeper Understanding\n\nWritten by musicians and industry experts, check out blog posts, videos and artist features provide tips on how to grow your music career. Supported with insights from our team of artist and label managers plus music industry guests, you’ll find a library of resources to get your career on the right path.",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.8300790787,
        "format_confidence":0.9949919581
    }
]