[
    {
        "url":"http:\/\/www.about-air-compressors.com\/seperating-tank-and-compressor.html",
        "text":"Seperating tank and compressor\n\nby Adryan\n\nI want to separate the tank from the compressor and install the tank in another part of the building (don't have the room for it).\n\nAt the moment the pressure switch is on the tank.\nCan I install the switch in the pressure line going directly from the compressor to the tank, of must I install a new small buffer tank near the compressor and install the switch on the buffer, to eliminate any pulsation?\n\nCompressor is a 3Kw V-twin.\nVessel is 270 ltr\n\nthank you,\n\nComments for Seperating tank and compressor\n\nClick here to add your own comments\n\nJan 10, 2016\nby: Doug in\n\nUnless you use a very small pipe to the tank, the pipe itself will act as a tank and absorb most of the pulsation.\n\nI'd go ahead and do it, then if you find pulsing to be a problem, you can always add a local tank.\n\nAlso, if the pipe is very long, it can act as an after-cooler, and you can put in a drip line near the tank to keep the tank relatively dry.\n\nJan 10, 2016\nInstall pressure switch on tank or line\nby: Bill\n\nAs far as I'm concerned, as long as the line from the compressor pump to the tank is unimpeded as to flow and pressure, the pressure switch can be installed anywhere along that line.\n\nThe pressure switch will \"read\" the pressure in the line, yet the pressure in that line cannot increase to the cut out level until the tank is, too, full to cut out pressure, so it should work just fine.\n\nThe pages about adding a tank on this site will help further.\n\nClick here to add your own comments\n\nAdd your own question or comment. It's easy to do. How? Simply click here to return to Air Tank Information.",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.8015987277,
        "format_confidence":0.7058725953
    },
    {
        "url":"http:\/\/kuwestions.248am.com\/5957\/fiberglass-manufacturing-in-kuwait",
        "text":"248am logo\n\nFiberglass Manufacturing in Kuwait\n\nasked Jul 30, 2017 in Other by Rocky B\n\nI am looking for a workshop in Kuwait that can manufacture a fiberglass object. I imagine there must be somewhere in Shuwaikh that I could just walk in.\n\n\nYour answer\n\nYour name to display (optional):\nPrivacy: Your email address will only be used for sending these notifications.\nAnti-spam verification:\nTo avoid this verification in future, please log in or register.\n\n1 Answer\n\nanswered Jul 30, 2017 by Google\nI just googled \"fiberglass kuwait\"\n\nAnd it showed me a company called al-watani... try giving them a call first\n\nRelated questions\n\n0 answers\n0 answers\nasked Feb 7 in Other by anonymous\n2 answers\nasked Feb 3 in Other by Chiva\n6 answers\nWelcome to Kuwestions where you can ask anything relating to Kuwait and receive answers from other members of the community.",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.9915373325,
        "format_confidence":0.9894311428
    },
    {
        "url":"http:\/\/menda.descoindustries.com\/QuestionsAndAnswers\/ShowQuestion.aspx?i=188",
        "text":"Questions And Answers\n\n# List All Questions Search List by Category\nQuestion How do we control or rid ESD problems in explosive areas like fuel store, closed areas where flammable vapors are present as ionizers may cause sparking? Can we treat all static electricity problems as ESD? - Anonymous, Singapore\nAnswer I will have to defer this answer to the NFPA standards which explicitly talks about controlling ESD in environments that can electrically initiate explosive devices. The National Fire Protection Agency: NFPA 77-1983, Recommended Practice on Static Electricity Controlling Fire\/Ignition Hazards from Static Electricity.\nRelated Categories:\nIf you have found this Q\/A useful, please rate it based on its helpfulness.\nRating Rating Rating Rating Rating\nThis question has been rated: 100%100%100%100%100%100%\n(100% at 1 Ratings)",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.8642775416,
        "format_confidence":0.9805110097
    },
    {
        "url":"http:\/\/firehydrant.org\/info\/faqs_ask1.html",
        "text":"Ask logo\nMainPage | About | Pictures of Hydrants | Hydrant Technical Info\nJoin our Email List | Collectors Club | Hydrant Links | We Need Your Help | Contact Us\n\nPage 1 - From the Mailbag --- 1  2  3  4  5  6  7  8  9 10 11 \n\nWe would be delighted to try and obtain an answer to any questions you might have regarding fire hydrants, whether of a technical or general nature. Below are recent questions and answers from the mailbag. If you have a question, Email Us.\n  • The viewpoints expressed in this forum on these pages are those of the participants.\n  • Legal Disclaimer\n\n  • #1 - Can anyone advise the NFPA code which specifies the spacing of fire hydrants? This is for a co-generation plant in Illinois. Thanks.\n\n    According to the standards, the final authority for hydrant placement is the local agency \"Fire Chief\" or his\/her designate. State and local codes and ordinances may also apply.\n\n    In general, spacing is based on a few factors. A sufficient number of hydrants have to be immediately available to provide the required fire flow for the structure(s) protected. Rule of thumb for this is that each hydrant being considered should be within 500 ft (hose laying distance) from any portion of the structure being rated. Credit may be given to hydrants farther than 500 ft. away however in most cases only partial credit is given, depending on the distance, up to a maximum of 1000 ft.\n\n    If the local fire agency carries large diameter hose LDH on *every* front line engine which is accredited by the Insurance Services Office (ISO), then full flow credit will be given all hydrants that are within reach of the smallest LDH hose load that the fire agency has, up to 1000 ft.\n\n    For example,\n\n    Fire mains will provide 5,000 GPM. Required fire flow is 4,500 GPM. Each hydrant will provide 1,500 GPM. 3 hydrants have to be in proximity to the building, the location to be decided by the Fire Chief (for operational reasons.) If the local fire department does not have LDH on all accredited engines, they should all be within 500 ft. of the building. If the smallest LDH hose load carried on any \"front line\" engine is 900 ft., then hydrants up to 900 ft. away will be considered.\n\n    As one can see, the developer and the Fire Chief need to sit down with a site map and fire flow calculations to determine how many hydrants are needed and where the most appropriate locations for them would be.\n\n\n    \"Reserve\" apparatus doesn't have to be equipped with LDH to meet this standard provided they are not part of the basic first alarm response compliment to a structure fire in the building being considered.\n\n    In large developments where mains are being installed but buildings are presently not planned, and where the developer wants to go ahead and install the hydrants while the trenches are open to save total costs, a really good rule of thumb is to place the hydrants at 500 ft. intervals.\n\n    \":O) Willis Lamm,\n    Captain \/ Water Supply Officer Moraga-Orinda FD\n\n    #2 - I am an assistant project manager on a commercial office building that has a unique hydrant issue. The county is requiring us to install an additional hydrant after construction is substantially complete, and the proposed hydrant line will run through an area designated as a future data center, an area for computer storage. The line would enter the area horizontally below slab on grade and turn vertically 15 feet up through the data center to the deck above.\n\n    As the developer \/ constructor, our intent is to keep all water lines out of this area in order to provide an attractive, risk-free data center for future tenants. Having the hydrant line running in the area would compromise the integrity of the area. I am researching the possibility of making the hydrant line some type of dry system that would only contain water when the hydrant is open, similar to a dry fire extinguisher system.\n\n    Any information or suggestions you might have would be greatly appreciated.\n\n    Here are my thoughts on this.\n\n    First off, if the hydrant is on a deck, is it realistic that a fire engine would actually hook up to it and take water? If not, you might propose a standpipe system for direct use by fire hoses that could be supplied by a fire department pumper. The Fire Department Connection could be placed adjacent to some other fire hydrant in the yard that is convenient.\n\n    If the hydrant is required to meet statutory fire flow requirements, an alternative could be to locate an additional hydrant and the standpipe FDC at some location on the facility that meets code but doesn't compromise the slab.\n\n    A good argument in your favor is that it would be impossible to properly maintain a hydrant lateral run 15 feet below an occupied slab, so you and the Fire Marshal should identify a reasonable alternative system as provided for in the Uniform Fire Code.\n\n    As a fire service professional, I don't like hydrants placed on decks or too close to buildings. It places the pumping apparatus at risk. I prefer hydrants placed a safe distance away and distances made up by standpipes near doorways and other points of access where hoses can be connected and utilized. Furthermore, if the fire is significant and aerial streams are required, I want the hydrants in locations where I can quickly and efficiently supply my ladder trucks which need to be some distance away from the building.\n\n    If you're still stuck on this, you might ask the Operations Chief of the Fire Department over to look over the site and suggest how he would fight various fires in the facility and what resources he would need built in to do so. You get his endorsement for an alternate plan and you stand a good chance of avoiding the slab installation.\n\n    Hope this information helps.\n\n    \":O) Willis Lamm,\n    Captain \/ Water Supply Officer Moraga-Orinda FD\n\n    #3 - This is quite urgent. I am buying a new townhome and there is a fire hydrant blocking half of my driveway. I have a one car garage and a driveway that is wide enough for two cars. But the developer has placed a fire hydrant in the swale directly in front of the second parking space and they say it is impossible to move a fire hydrant once it has been placed. It was put there before construction began. Please give me the feasibility of relocating the hydrant either 6 ft to one side or across the street to a small park. Our closing on the new townhouse was supposed to take place today, but we do not want to accept that the fire hydrant simply cannot be moved. We only have one more week before we are out on the street. Thank you so much for your information.\n\n    Depending on the type of hydrant and other factors it can cost between $1,500 and $5,000 to relocate a hydrant. Killing the original tap and boring a new tap onto the main is the best way from an engineering standpoint but is the most expensive approach. The most logical approach would be to move the hydrant bury to the proper location, then attach it to the original branch line via a wide bend elbow. The materials costs would not be extreme but a section of the sidewalk and pavement would have to be replaced.\n\n    If I was the buyer I would check on the conditions of approval for the subdivision. If they call for 2 car driveways and garages, I would send the master contractor a letter complaining of defective design. (Your 2-car driveway doesn't work and the location of the hydrant is a safety hazard.) If he fails to respond, then I would get a relocation estimate from the water agency and\/or the plumbing contractor that installed the hydrant and present it in small claims court.\n\n    \":O) Willis Lamm,\n    Captain \/ Water Supply Officer Moraga-Orinda FD\n\n    #4 - Could somebody from the industry (either distributor, manufacturer or purchaser) please explain to me the process behind how cities\/municipalities\/water utilities go about getting fire hydrants? Do they frequently post such things as tenders and if so where are they posted? Who fills the orders? Manufacturers or distributors?\n\n    I now work for a municipal water utility, but worked in the purchasing department before getting a life on the operations side.\n\n    Typically, in a public purchasing environment, major purchases have to be open to competitive bidding. This is a double edged sword because you can end up with good prices, but also a real smorgasbord of manufacturers. This creates problems operationally because you need parts to service your equipment, but must manage your investment in inventory.\n\n    What you have to do is a bit of a balancing act. You need to limit the variety of hydrants you will accept without compromising the competitive bidding process. You have to take into account your current inventory of installed hydrants, specifications (AWWA,UL,FM, etc..), maintenance history, and availability. We have limited our approval to three current (3) models.\n\n    Tenders are normally advertised in local newspapers, but many levels of government are now posting tenders on their websites.\n\n    Manufacturers normally distribute their products through authorized distributors unless there isn't a vendor in your area.\n\n    Hope this helps.\n\n\n    John Clack\n    Saint John, New Brunswick\n\n    #5 - I have a developer proposing to install two hydrants located on the property in a \"y\" configuration. Both hydrants will be dead end off the single source. An 8\" feeding a wye with a 6\" feeding on hydrant off the wye and a 8\" feeding the other half of the wye. And off the 6\" leg comes the fire protection line and service line to the building.\n\n    So, my question is....Any codes to force him to loop the system or does the code only require specific flows and pressures. I cannot imagine why he wants to do this, yet I have to come up with the reason as to not allow it. - Deputy Fire Marshall\n\n    UFC 903.2 requires \"An approved water supply capable of supplying the required fire flow for fire protection shall be provided...\" It seems... (truncated)",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.9593938589,
        "format_confidence":0.584471941
    },
    {
        "url":"http:\/\/www.fixya.com\/support\/t3034831-looking_heat_wire_setting_chart",
        "text":"Question about Welding Tools\n\n1 Answer\n\nLooking for a heat and wire setting chart for different metal thicknesses for my lincoln 220 mig welder\n\nPosted by on\n\n1 Answer\n\n  • Level 2:\n\n    An expert who has achieved level 2 by getting 100 points\n\n\n    An expert that got 5 achievements.\n\n\n    An expert whose answer got voted for 20 times.\n\n\n    An expert who has answered 20 or more questions within one hour.\n\n  • Expert\n  • 153 Answers\n\nOpen the lid were u replace the wire it shud be on the underside of the lid\n\nPosted on Sep 27, 2009\n\n1 Suggested Answer\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\na 6ya expert can help you resolve that issue over the phone in a minute or two.\nbest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\nthe service is completely free and covers almost anything you can think of (from cars to computers, handyman, and even drones).\nclick here to download the app (for users in the US for now) and get all the help you need.\n\nPosted on Jan 02, 2017\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nMy wire feed welder wont slow down. I was welding some thick galvanized pipe and went to turn the wire feed down and it didn't work\n\nthe speed feed rheostat(control) is shorted or you've got a short on the board if it has one. Hopefully just your switch. Check for a short from the switch to the drive motor. Remember, electricity can and will kill you. Be safe\n\nNov 04, 2013 | Lincoln Electric Lincoln Easy MIG 140...\n\n1 Answer\n\nI am trying to locate a chart that would have the recommended operator control settings for different types & thickness of metals using my Snap-On YA 212A Ind. Mig wire welder.\n\nSee if your local welding supplier has a welding guide available. Some even include them as part of their catalog.\n\nThere is no real hard and fast absolte rule when welding with Mig. If you weld outside, and in the country where line voltage can vary, what worked well a day ago may not work well today. Those tables are only a rough guide at best, and while useful to you starting out, after a time when you are used to your welder, you will not need it.\n\nWhat the weld looks like from the back side can tell you more useful information than you might get from a simple arbitrary table.\n\nThe best guide- experience. Start welding up scrap to get used to the welder, and get used to the sound of frying bacon or eggs. Then you can rely on your own judgement instead of feeling a need to refer to a book each time.\n\nWhat the simple rule of thumb is, pick a heat range you think you need to use, then grab some scrap and lay out a bead adjusting the wire speed until you hear it sound like bacon on the frying pan. Then you adjust your speed to the thickness of the metal to achieve full *********** and ideally the back side looking like the front side. If not enough ***********- go up a heat range, and reset wire speed and try again.\n\nWhen I was doing industrial welding for a grain handling equipment company I moved all around the shop and ended up on many different machines. None of them operated with the identical settings of the others even though a couple of them were of the same manufacture..\n\nDec 31, 2011 | Welding Tools\n\n1 Answer\n\nHave a lincoln sp200. Trying to run aluminum wire not having any luck. I am running straight argon gas, I get basically a glow the wire melts no penetration. Do I need to reverse polarity or what. I...\n\n\nYou should only reverse polarity only if, before you were using innershield wire on the same MIG welder.\nYour gun should be connected to + and ground to negative and you should use a spool gun for it.\n\nArgon gas is ok, but for thick metals 1\/4\" and above you should use a mix of 75\/25 argon\/helium.\n\nGood luck!\n\nJul 10, 2011 | Lincoln Welding Tools\n\n1 Answer\n\nSame problem here...using proper gas, more heat (setting 4) should penetrate better, no? have lots of flow from blueshield 8 bottle. What gives?\n\nYour machine is rated for less than 1\/8\" thick metal welding. The only way you can have a depper penetration is by using innershield wire instead of metal core one. Innershield wire does not require gas and it will melt at lower heat.\n\nDec 31, 2010 | Campbell Hausfeld WG2060 Mig\/Flux Versa -...\n\n1 Answer\n\nI have a lincoln mig 175 220v and know what settings i need for a specific material...i had to use its digital big brother and need to know how its settings compare to the smaller version\n\nSmaller version will be the lincoln 140 and is a 110V unit. You can find the user manual for free at settings are not the same, but the chart will tell you according to material thickness and wire size and gas used.\n\nDec 18, 2010 | Lincoln Welding Tools\n\n1 Answer\n\nHow do you ignite a Lincoln Electric Welder???\n\nYou don't need an striker with a MIG welder just hook the ground cable to the base metal point the nozzle where you want to weld and pull the trigger and it will weld. Household current will run a MIG welder Take a look at the plug on the welder if it will pug into a 110v outlet you are all set, but most likely you will need a 220v outlet and maybe as much as an electric dryer type outlet. \n\nIt takes a lot of practice to be a decent welder you also need to know what voltage and wire speed settings to use for a given thickness and type of material. \n\nYou don't mention shielding gas, if you are using a flux core wire you don't need it, but if you are using regular wire you do. \n\nIf I may make a suggestion, If you really want to learn how to weld, find a community college near you and take an introductory welding class. You will get a wealth of information and practice on different welding processes. The instructor will work with you and get you welding much better and faster than you will on your own. Most importantly you will get a lot of safety information.\n\nThis is a good introductory book:\n\nMar 03, 2010 | Lincoln Electric LINK2400-+1 CV-305 MIG...\n\n2 Answers\n\nMig welding 1\/16 thick metal\n\nyou should run power between 160-180 to get a godd weld with out burning your work\n\nJul 01, 2009 | Campbell Hausfeld RBWG202000 NA 70 Amp....\n\n1 Answer\n\nMy lincoln welder lost its heat penetration\n\nIt only produces 100amps. You can only weld thinner metal 3\/16\" comfortably. Any thicker will resuld in less\/no penetration.\n\nMar 17, 2009 | Welding Tools\n\n1 Answer\n\nTrying to weld with Hobart 125 EZ\n\nIf you are using flux wire and not shielding gas, your clamp should be positive and the wire should be negative. Heat is provided by the electrical arc that happens between the wire and the material. Your welder by itself does not pre heat the material and with 3\/16 material you should not need to preheat anyway.\n\nThe electrical arc is kept consistent by adjusting the wire feed rate and the current applied. You will need to experiment with these settings to find what works best with your welder. For this welder and 3\/16 material, I would suggest you start at the upper end of the current scale and about a third of the way up on wire speed. The welder might have a chart for these settings in the manual or inside cover.\n\nIf the wire feeds too fast, it will push the probe around and you will feel pressure as the wire feeds out. If the speed is too slow you will get large spatters and intermittent arcs. When properly adjusted the arc will sound even and consistent. The arc gap should always be about 1\/8 of an inch.\n\nTo maintain enough heat for good penatration, do not move the probe too fast, work in a pattern and watch the weld pool (melted metal) and not the arc. Watching the weld pool will clue you in if you are moving too fast or too slow.\n\nI hope this helps.\n\n\nFeb 03, 2009 | Hobart Handler 125 Ez\n\n2 Answers\n\nMig Question\n\nMIG stands for Metal Inert Gas welding, many times called Wire-feed.. Also referred as GMAW (Gas Metal Arc Welding). The \"Metal\" refers to the wire which is what is used to start the arc. It is shielded by inert gas and the feeding wire also acts as the filler rod. A semi-automatic process, it is fairly easy to learn and use.\n\nAug 27, 2008 | Lincoln Electric LINK2400-+1 CV-305 MIG...\n\nNot finding what you are looking for?\nWelding Tools Logo\n\nRelated Topics:\n\n134 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Welding Tools Experts\n\nBrad Brown\n\nLevel 3 Expert\n\n15557 Answers\n\n\nLevel 3 Expert\n\n75822 Answers\n\nBill Boyd\n\nLevel 3 Expert\n\n42158 Answers\n\nAre you a Welding Tool Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.8614829779,
        "format_confidence":0.9889699221
    },
    {
        "url":"http:\/\/reachback.builtintelligence.com\/14678\/option-areas-unavailable-this-under-clause-something-else?show=14690",
        "text":"\nReachBack is our free community help desk for construction professionals. A library of high-quality questions from real users with answers delivered and curated by a panel of industry experts.\n\n4,198 questions\n\n4,373 answers\n\n\n34,492 users\n\nRegister its Free\n\nDownload here\n\nNEC ECS: Option A - Work areas unavailable. Is this a CE under clause 60.1(3) or 60.1(4) or something else?\n\n+1 vote\nMain Contractor and M&E Sub-Contractor enter into ECC Option A Sub-Contract and the project is 50% complete from an M&E perspective.\n\nThe M&E Sub-Contractor has been poor at issuing programmes for acceptance (although good at updating its progress programme reporting) and the Main Contractor even worse at responding \/ accepting revised programmes. Therefore the project only has had a handful of accepted programmes throughout the life of the project so far.\n\nThere has been varying delay events typically resulting from poor progress to preceding trades and the M&E sub-contractor will notify a CE under 60.1(3) or 60.1(4) but wants to know if it is his responsibility to notify or not. i.e. 60.1(3) M&E Sub-Contractor responsibility or 60.1(4) Main Contractor responsibility.\n\nThe various events can be described as follows:-\n1. Incomplete water main due to obstruction by scaffolding\n2. Incomplete preceding construction work in apartments\n3. Delayed installation and construction of the floors on the ground floor apartments\n4. Site phasing and logistics (access routes restricted)\n5. Rectification of incorrect initial installation of kitchen furniture\n\nWhat is the difference between clause 60.1(3) and 60.1(4) when relating to the above scenario?\nFor each of the above events what appears to be the most suitable CE description? e.g. 60.1(1); 60.1(3); 60.1(4)\np.s. I appreciate that often the devil is in the detail!!\nasked Jul 12 in NEC3 Compensation Events by anonymous  \n\n1 Answer\n\n+1 vote\nSee clauses 61.1 and 61.3 for who should notify. In essence, if it is a compensation event under 60.1 (1) or (4), then the Contractor should notify and there is no time bar on the Subcontractor notifying. If under 60.1 (3), then the 7 week time bar of the ECSC will apply.\n\nThere is no difference under the contract in principle in how the CES are assessed. However, depending on the timing of the notifications relative to the event, the quotations may either be assessed as a forecast (event though the work may already have been done) or on records : see last para of clause 63.1.\n\nAnother factor to take into account is which 'event' will give you the maximum entitlement. I.e. the  bigger the effect on Defined Cost, the greater you entitlement. Ditto for additional time under clause 63.3. This might affect which compensation event heading you notify the physical event under.\nanswered Jul 13 by Jon Broome (22,080 points)",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.9749438763,
        "format_confidence":0.9918290973
    },
    {
        "url":"http:\/\/greenspun.com\/bboard\/q-and-a-fetch-msg.tcl?msg_id=007XKY",
        "text":"TB Eradication in Michigan, new movement requirements\n\ngreenspun.com : LUSENET : Dairygoats : One Thread\n\nHi Everyone, I have posted a article on MIgoats, yahoo group about Michigans new requirements about the movement of your livestock, this includes goats to anyone that is interested.\n\n-- Barb (vozarbi@sensible-net.com), January 01, 2002\n\nModeration questions? read the FAQ",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.744378686,
        "format_confidence":0.8929463625
    },
    {
        "url":"https:\/\/community.nfpa.org\/thread\/37308",
        "text":"AnsweredAssumed Answered\n\nPEPSI can storage area fire protection\n\nQuestion asked by samermasri85 on Aug 16, 2018\nLatest reply on Aug 16, 2018 by milt.werner\n  • during design of PEPSI can storage area, I considered commodities are not encapsulated using the following:\n\n\"A. Encapsulation. Totally noncombustible commodities on wood pallets enclosed only by a plastic sheet as described are not covered under this definition\". Is it right ?\n\n  • suppose that storage area will include commodities as a noncombustible liquids such like water, but included in plastic bottles, can we apply the same of above?",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.9310939312,
        "format_confidence":0.9876826406
    },
    {
        "url":"http:\/\/contaminatedland.co.uk\/ask-guru\/thred-40.htm",
        "text":"Ask a Guru\nSearch the Site\nTable of Contents\nJobs + Careers\nWhats on\n'Zak -n- Bur'\nExternal Links\nProfessional Listings\nContamination causes\nWebsite Updates\nSection 143\nRomeo 2\nDownload a copy of www.ContaminatedLAND.co.uk\n  Deutsche | Espagnol | Francais | Italiano | Portugais |\nTranslate a word or phrase on this page\n\n\nKeywords :- Has your property been affected by contaminated land - TV programme needs case-studies\n\nEnquirer, Request, 1st response,\n\nLinks for this Topic\n\nUpdate this page Plain Text Listings Contact us External link\n\nSearch for\n\nHome Page   >\n\nI need information on   > Has your property been affected by contaminated land   >\n\n\nFrom: Stuart Ellis\nOrganisation: Granada TV\nDate: 9th March 1999\nSubject: Has your property been affected by contaminated land - TV programme needs case-studies\n\n\n\nI am writing from 'Tonight', a new programme due to launch in April 1999, on ITV network television. We are looking at an item on contaminated land and the residential property market.\n\nWe are focussing on the inpact the instigation of the amendments to sections of the Environment Act will have on home buyers and sellers when they are launched (hopefully in July).\n\nI would be extremely interested in talking to any home-buyer with personal experience of contamination affecting their property.\n\nBest wishes\nStuart Ellis\n\nRespond to this Query \/ Request\n\n\n1st response\n\n\n\n\n[Return to Top]\n[Go to Bottom]\n> Breadcrumbs >\n\nFrom Micky Allen\n\nHave you seen today's Evening Standard, in the Homes and Property supplement (Wednesday 10th March 1999, pages 13) there is an article (by Keith Dovkants) on some poor guy in the Hull area.\n\nHe decided he would like to have an extension to his bungalow, and started to dig out the foundations. Instead of hitting oil, he unearthed hundreds of tons of coal tar!\n\nApparently his bungalow was built on the site of a disused gas works - that had closed in 1913!\n\nYou might try contacting someone like Landmark Information Group who have a service specifically for householders called 'Home Envirosearch' It is based on their in-house GIS (Geographical Information System) which is a database of OS maps dating back to 1860\n\nTwo other places mentioned in the Evening Standard article were in Barking and Dagenham. One was a former asbestos factory near to Harts Lane, and the other was a disused tar-pit near Gurney Close.\n\n\n\nLinks for this Topic\n\nPlease fill out the Feedback Form or else send us an email to suggest improvements.\n\nTranslate a word or phrase on this page\nTranslate from:\n\n[Return to Top] > Breadcrumbs > [back to Home Page]\n\nURL: http:\/\/www.ContaminatedLAND.co.uk\/ask-guru\/thred-40.htm\n[Page created: 11th Nov 65, Last Update: 10th Mar 99]\nCopyright © 1996, Layla Resources Ltd, All Rights Reserved",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.5949639082,
        "format_confidence":0.9726008177
    },
    {
        "url":"https:\/\/sheiiba.com\/1_ask_sheiiba\/view_answer.asp?id=36",
        "text":"\n\nSafety Health and Environment Intra Industry Benchmarking Association\nphone sheiiba: 0845 2268545 contact sitemap\nmember log in log in button log out button password reminder button\nQuestion 38 December 2000\n\nLooking for an internal Safety Audit Programme\n\nIf you have developed your own internal safety audit programme, could you send a copy to this member?\n\n\nThe following 8 companies answered this question and 2 documents were supplied:\n\n  • First Great Western\n  • London Borough of Ealing\n  • London Underground\n  • PowderJect Technologies\n  • TXU Europe\n  • Pilkington UK Limited\n  • Pilkington UK Limited\n  • \"Safety Audit-Building Products\"\n  • \"Safety Audit-Profile\"\n\nTo see other information on this subject click on the QUICK SEARCH drop down at the top of the page.\n\nIf you are interested to see these responses click here.\n\nClick here to learn how you can improve HSE performance without reinventing the wheel.\n\nSheiiba and the sheiiba logo are trademarks of Corporate Benchmarking Services (Scotland) Ltd\nhome | about us | asksheiiba | document library | performance tables | member list | industry safety groups | join sheiiba | subscription rates | links | code of conduct | privacy policy | terms of use | data protection | contact | site map\nFor news of: asksheiiba questions, latest documents in the library; use of the sheiiba league tables:\n\ncompany reports\nHealth & Safetycorporate social responsibility",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.815205276,
        "format_confidence":0.8781565428
    },
    {
        "url":"https:\/\/symetri.fi\/uutiset\/qa-from-webinar-on-fire-safety-design\/",
        "text":"Q&A From Webinar on Fire Safety Design\n\nRead the questions and answers from our webinar on fire safety design that we held together with Briab on January 23rd.\nQ&A From Webinar on Fire Safety Design\n\nDigitalization in fire safety design\n\nIn December Symetri and Briab announced a collaboration project with the aim to speed up the development of modern fire protection solutions. The project is looking into needs and requirements of fire safety design. Below you'll find the questions and answers from our webinar on that subject from January 23rd.\n\nWatch the recording of the webinar here\n\nThe webinar was hosted together with Briab.\n\n\nGeneral Questions\n\nOut of 80 cases last year only one was with a Revit file, but only because it was our own developed project.\n\nOur experience at Briab is that the vast majority of construction projects in Sweden today are designed in a digital environment and usually with a 3D model.\nThis also applies to relatively small projects. Fire safety design is usually the discipline that has been the last in implementing the digital way of working.\n\nIn the next few years, 3D project planning, usually with Revit as a tool, will become more and more common.\n\nDo you see this tool being used by architects or will Fire engineers contribute to the BIM process?\n\nWho’s responsible for the fire safety design varies from country to country.\nIn some countries it is a fire engineer while in other countries it is a specialized building engineer.\n\nNo matter what role the design of fire protection in BIM is, it is an excellent way to become an integral part of the design process.\nIn the design projects that Briab has been involved in, we have found that the architects are often pleased that the fire safety engineer carries out (and takes responsibility for) the digital fire safety design.\n\nYou mentioned revenue increase by 35%, can you elaborate further and be more specific?\n\nIn order to ensure the commercial value of our work, we have compared projects in which we have designed in BIM environment with equivalent projects that have been carried out in a more traditional way.\n\nIn the part directly related to digital design (BIM), we can see a measurable increase in revenue of an average of 35%. In addition to that, we also did not include the added value of a closer dialogue with the customer, which in turn allows for additional sub-assignments.\n\nThe value we add (i.e. collision control, correct information) is simply easy to understand for our customers. I would also like to emphasize that the value of what we do is not mainly about saving working hours but giving a better product to our customers\n\nIn terms of fire safety compliance, will this accommodate different building standards, in different regions?\n\nWhile there are a lot of common denominators, it is true that national and local regulations and codes vary. Compliance features will therefore need to be accomodated to the respective jurisdiction.\n\nIt is also important to note that a client may have their own requirements and rule sets. We will therefore provide the possibility for our clients and partners to develop their own rulebooks for their specific needs.\n\nWhat will the role of standards be (BIM and fire)?\n\nStandards already play an important role for BIM and digitalization and we have ongoing standardization in CEN, ISO, buildingSMART and other groups.\n\nFor fire sfaety, it is worth noting that just in the past year we've seen the launch of BIM and fire safety standardization groups in several European countries such as UK, Germany and Sweden. Within buildingSMART, there's already proposal for BIM and fire MVD and IFC development. Briab is actively taking part in several of these initaitives and we think that standardization will play an important role for information exchanges, definitions and parameters but also work flows.\n\nHowever, it is important to stress that we already BIM and fire safety working in practice in real projects. We do not need to wait for standards to change the way we work. By getting hands on with BIM and fire safety we're setting a new standard itself, and parallell to this we may get the lessons we learn in the world of standardization.\n\nHow do you think digitalisation should be introduced in the Green Deal EU regulation?\n\nFull Question: The European Commission has made a proposal for a European Green Deal. Within this proposal, they mention a review of the construction products regulation, which should \"ensure that the design of new and renovated buildings at all stages is in line with the needs of the circular economy, and lead to increased digitalisation ... of the building stock.\" How do you think digitalisation should be introduced in this EU regulation?\n\nThe European Green Deal is a great initiative and we're glad that you brought this up. We'd like to get back to the value-chain here and the benefits of securing an unbroken chain of information. Products play an important role in the information chain and setting common European legisliation here may facilitate digitalisation in the construction sector. The inherent challenge in the traditional construction sector is that we tend to work in silos, and that we lose sight of the life cycle persective along the way. Information is lost along the way.\n\nIn post-Grenfell England, the government had to identify risk facades in the UK. It turned out to be tedious work since construction documentation often does not provide that level of detail and transparency. In the end, thousands of buildings had to be examined and it turned out that 500 buildings have risk constructions. From this example I think we can learn that securing information of products and systems are vital to ensure transparency, accountability and in the end - compliance.\n\nMaking sure that the Construction Products Regulations accomodates digitalisation and supplies product information in suitable exchange format is therefore key to securing an unbroken chain of information. CPR therefore needs clearer information requirements and we need mandates to CEN to develop the needed standards. The new standard on data templates for product information is a good start, but more work needs to be done in the respective disciplines. For example, for fire safety we have yet to see common definitions and machine-readable parameters and their associated values for fire safety performance.\n\nWill you release a guide for the use of Bimfire anytime soon?\n\nWe're working on it and want to release videos of this as soon as possible!\n\nDoes every discipline need the tool to exchange information?\n\nYes, all the recievers of information can download it free of charge from our website.\n\nWhat's your advice for handling small projects?\n\nWhen starting to use new technologies and new tools that always involves an investment. Investment in time and in money.\nThis also applies in the transformation from fire protection design, with reporting in PDF drawings to implementation of BIM with Revit.\n\nWith a relatively short learning curve, our experience is that we create great added value for the customer and the design team. An added value that our customers are prepared to pay for.\n\nSo by focusing on value-add and possible revenue increase rather than cost it has been an easy path to take. The interesting thing is that such added value is also experienced by our customers in relatively small projects.\n\n\nWhich Revit versions are supported?\n\n\nIs there a version for Autocad-integration as well?\n\nSadly, no.\n\nCould we add more symbols to the library?\n\nYes, it is totally open and you can load in any family you want.\n\nCould we edit the door tags?\n\nYes you can. The only thing to remember is the name of the family and type (Door\/Window) must stay the same.\n\nCan you scale the symbols, so they fit the size of the building?\n\nYes and no! The tags are annotative, meaning they have a fixed sized on the sheet. So in the family there are 3 scales \"included\" in the family, 50, 100, 200. \n\nHow is fire rating and other parameters visualised in 3D?\n\nFire Rating symbol looks the same as plan, but as a \"floating symbol\" in the floor plan. All other components are what I like to call, \"sugar cubes\" with the same symbol in front \/ back \/ on top.\n\n\nJan Tore Bugge\nJan Tore Bugge\nProduct Manager, Building & Infrastructure",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.8560128212,
        "format_confidence":0.6635409594
    },
    {
        "url":"https:\/\/www.domyown.com\/is-it-safe-to-use-surge-broadleaf-herbicide-for-turf-on-horse-pasture-qa-48061.html",
        "text":"Product Q&A\n\n« See More Q&A's\n\nLisa from Aynor, Sc writes\n\nIs it safe to use Surge Broadleaf Herbicide for Turf on horse pasture?\n\n\nSurge Broadleaf Herbicide for Turf is not labeled for use in grazing pastures. We would recommend GrazonNext HL Herbicide, as it is safe to use on pastures with numerous different types of grass. GrazonNext HL Herbicide is a broadleaf weed control product that will kill more than 100 different types of weeds, including the more difficult to kill perennials, like nightshades and bull nettles. There are no grazing restrictions using GrazonNext HL Herbicide. We would suggest they not be in the area during the application and while the surfaces are wet, once the treated surfaces are completely dry then they can return.  Please refer to the GrazonNext HL Herbicide label for exact labeling restrictions.\n\nAnswer last updated on: 06\/25\/2018\n\nWas this answer helpful to you? Yes No\n\n0 of 1 people found this answer helpful.",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.6394930482,
        "format_confidence":0.9107438326
    },
    {
        "url":"https:\/\/www.aisolutions.co.uk\/community\/Forums\/CDM\/When-does-a-Vacuum-Furnace-require-to-comply-with-the-CDM-regs",
        "text":"Skip to main content\n\n When does a Vacuum Furnace require to comply with the CDM regs?\n\nCreated 26 Sep 2004, 16:45 by Ai Solutions in the CDM forum.\n\nConsarc is a manufacturer of capital equipment for the metallurgical Industry (Vacuum Furnaces) with clients such as Rolls-Royce, Corus, Ford, General Motors etc.\n\nThe equipment we manufacture is normally constructed in our factory at Bellshill and fully tested. It is then stripped down to allow shipment.\n\nTotal shipment may involve anything up to 10 x 40 foot lorries with the shipment consisting of Vacuum Chambers, Vacuum Pumps, Power Supplies, Water Pumps and literally miles of electrical cable.\n\nWhen the furnace arrives on site, the system is reassembled as it was on our shop floor. Following mechanical assembly of the chambers and platforms, the furnace electrical cables are installed. These may be anything from very light signal cables carrying no more that a few millivolts from a thermocouple to a water cooled power cable carrying 40,000 amps.\n\nThe word Furnace may give the wrong impression. The furnace may have 16 tons of molten metal inside it at 1500oC but from the outside all that would be apparent is the hum of a power supply and the noise from the vacuum pumps. The actual melting and pouring of the alloy is all carried out under the protective atmosphere (or lack of it)\n\nInstallation may involve some or all of the following, however some of our smaller furnaces may only involve working at heights greater than 2 m.\n\n  • e.g. Chamber may be 3 m above ground.\n  • Installation involves working at heights greater than 2 m\n  • Installation may involve pits lower than 2 m\n  • Installation may taken more than 30 days\n  • Installation may have more than 5 people on site although not at the same time\n  • Installation may have more than 5 people on site although at the same time\n#69 Ai Solutions posted on 26 September 2004, 16:45\n\nThe question above was originally posed via our Ask A Guru feature and this response from 2004 was by either Dave Carr or Michael Stokes.\n\nThe manufacture and trial assembly of the furnace in the factory, does not fall within the remit of CDM.\n\nOnce the kit arrives at site however, and assembly begins, because there is a risk of a person falling more than 2m, the full force of CDM applies (Regulation 2(1) and ACoP clause 26 refers).\n\nThe question of who carries out the roles of Planning Supervisor and Principal Contractor will no doubt be determined by the Client but the important point is that these roles must be fulfilled.\n\nThe questioner makes reference to 'pits lower than 2m'; there is obviously a need for foundations etc and these too will almost certainly fall within the remit of CDM.\n\nRespond to this post\n\nPlease log in to enter your response.\n\n\nReturn to list of posts | Return to forum list\n\nPlease note that the views or comments expressed on this forum are not necessarily those of Ai Solutions. We reserve the right to remove any defamatory, derogatory or libellous statement or words from the site.",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.9836995602,
        "format_confidence":0.6302428246
    },
    {
        "url":"http:\/\/www.pathsfrompaloalto.com\/construction-alums-qa",
        "text":"Construction Stories\n\nConstruction Q&A\n\nAsk a question and all alums who have worked in Construction who gave us their contact info will be notified.  \n\nIf you log in, you can choose to be notified when people answer.  Or you can ask\/answer\/comment anonymously by adding a temporary name in the \"Name\" field below, then checking the box \"I'd rather post as a guest.\"",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.9509932995,
        "format_confidence":0.9283872247
    },
    {
        "url":"http:\/\/xtremehorticulture.blogspot.com\/2015\/12\/freeze-protection-using-white.html",
        "text":"Type your question here!\n\nSaturday, December 26, 2015\n\nFreeze Protection Using White Breathable Fabric\n\nQ. We use a white, breathable fabric for some of our tender desert plants when there's a chance of freezing temperatures.  We're at a 3000 foot elevation on the eastern slope of the Spring Mountain Range and temperatures can be 8° F more or less than those reported at McCarren International Airport. We go by the plant description temperatures and for 30 degree forecasts we cover those that could be damaged down to 20 F degrees. Can the fabric be left on continuously for long periods of time even though nighttime temps are higher than 32 degrees if it's anticipated that in a week or two or more temperatures will drop again below freezing?  Some folks who sell this product say it can be left on all winter but I thought I had better check with you.\nRow crop cover used for cold protection for vegetable row crops \n\nA. Yes you can leave it on! This is a major advantage with these types of products specifically made for protecting plants from light freezes. They are called by several different names including crop covers, floating row covers, frost blankets and floating row crop covers.\nSome background on these products will help you understand them. These covers are flexible, nearly transparent, extremely lightweight and made from fabrics that are typically spun or woven.\nThey “breathe” allowing light, rain and air movement through them but still capture heat coming from the ground. They transmit so much light that there shading effect on plants is only somewhere around 15 to 20%.\nThey gained fame primarily in commercial vegetable production about 30 years ago for two distinct reasons; protection of vegetables from light frosts and earlier production. When left on permanently during cool weather, they can raise air temperatures under the fabric about 5 to 6° F which causes vegetables to grow faster which in turn means they can be harvested earlier.\nBesides protecting young tender plants from freezing temperatures and growing faster, they also provide another valuable advantage; insect protection. In organic production they are a valuable asset to leafy greens that can be damaged from wind, intense sunlight or chewing insects.\n            Row crop covers are placed over new seedlings or transplants and kept from blowing away with metal staples and a soil covering the edges. They are also used as a covering for low tunnels used in vegetable production. \n\nNo comments:\n\nPost a Comment",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.6720690131,
        "format_confidence":0.800221324
    },
    {
        "url":"http:\/\/forestpolicypub.com\/2012\/04\/01\/question-ferc-relicensing-scope-of-analysis\/",
        "text":"Question: FERC relicensing, scope of analysis\n\nFrom Dick Boyd:\n\nWhat is the understanding of forest managers regarding relicensing of hydroelectric generators?\n\nMy observation is that the geographic area of the project does not extend far enough from the water to establish responsibility.\n\nThere is a need for fuels management, including reduction, to prevent the type fire that results in siltation of the reservoir. Most licenses seem to be predicated on tens of feet of elevation or tens of yards from the high water mark.\n\nSeldom is the hydroplant tasked to pay for services rendered in fuels management.\n\nThis question was prompted by my observation at a public meeting that the map suggested the licensing would address the entire geographic area of the watershed. Someone else asked a question about the map. The response was that the project geographic area was limited to a small perimeter around the reservoir. Then the discusion went on about boat ramps and recreation. Neither fire fighting or fuels reduction was mentioned.\n\nDick, my only involvement in this topic was whether the FS should do separate NEPA on its terms and conditions, or their should be one NEPA document associated with the decision and terms and conditions.\nAlso in the case of non-FERC dams in Colorado, the water provider pays for part of fuels treatment to protect from sedimentation voluntarily.\n\nDo others know more about this?\n\nOne Comment\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.6910609007,
        "format_confidence":0.7844857574
    },
    {
        "url":"http:\/\/greenhomeguide.com\/askapro\/question\/what-do-you-know-about-icf-construction-i-am-thinking-about-building-a-new-home",
        "text":"What do you know about ICF construction? I am thinking about building a new home.\n\nAsked by bill\nRiva, MD\n\n\nWilliam Janhonen\n\nAnswered by William Janhonen\n\nNorwalk, CT\n\nWSJ Enterprises\n\nSeptember 7, 2010\n\nICFs (insulated concrete forms) are part of an integrated solution to producing an effective building envelope.\n\n  • The thick concrete core of insulated concrete forms works well keeping air where it should be, cold air out in winter and warm air inside.\n  • It works just as well in summer, keeping the warm air in while providing a barrier that resists harmful mold, dust and allergens, along with powerful wind, storm and fire damage.\n\nNormally two layers of expanded polystyrene are held together by strong polypropylene ties.\n\n  • The range of different widths and angles allows for almost any design.\n  • Check with the manufacturer, but most ICFs are rated at over 150-mph wind resistance and 3-4 hour fire rating.\n\nICFs are used to build everything from homes to multi-story apartments to movie theatres. One house completed in upstate New York put metal struts and a poured concrete floor in the first floor and you could drive a car into the living room it was so strong.\n\nI originally became aware of ICFs in Canada, and only recently have they caught on in the U.S.\n\nAs for manufacturers, there are plenty to choose from and they are all pretty good. You might want to start by looking at and reviewing their education information; they instruct contractors on installation as well as provide the ICFs.\n\n\nFor more information:\n\nRead Daniel Glickman's Q&A \"My builder doesn’t want to use ICFs, but I’ve heard they’re a great product. What do you think?\"\n\nTagged In: icf, residential foundation\n\nDo you have a question about greening your home? GreenHomeGuide invites you to Ask A Pro. Let our network of experienced green building professionals – architects, designers, contractors, electricians, energy experts, landscapers, tile & stone specialists, and more – help you find the right solution.",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.6206221581,
        "format_confidence":0.9765093923
    },
    {
        "url":"http:\/\/www.concreteconstruction.net\/how-to\/peeling-coating_o",
        "text":"Q.: Stucco panels on one of our structures were treated with a silicone water repellent, flooded onto the surface by brush. Then an asbestos-containing coating was applied. After about 2 years the coating started peeling off in large pieces from about 6 square inches to about 1 foot square. We enclose some samples of the peelings. The architect insists that the stucco finish was not installed properly because some of it is adhering to the coating that peeled off. We believe that the stucco was painted too soon and that when the moisture could not penetrate the coating, it caused the coating to peel. What can you tell us?\n\nA.: We do not have facilities to analyze or examine the peeled coating. We can say that peeling usually results where moisture has built up below the coating and has no opportunity to escape. If the coating does not have enough breathability for the conditions, the water vapor pressure will push it off. We suspect that is what happened on this job. The fact that a thin layer of stucco was pulled off with the paint probably means only that the strength of bond between the coating and the stucco was higher than the tensile strength of the stucco. The motive force was most likely an excessive buildup of vapor pressure below the coating. Exactly what caused the vapor pressure to build up so high is something we cannot say; it could have been too early an application of the coating or it could have been high relative humidity within the building.",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.9321122766,
        "format_confidence":0.9123340845
    },
    {
        "url":"http:\/\/answers.google.com\/answers\/threadview?id=761542",
        "text":"Google Answers Logo\nView Question\nQ: Torsional strength of carbon steel square tubing ( No Answer,   1 Comment )\nSubject: Torsional strength of carbon steel square tubing\nCategory: Miscellaneous\nAsked by: twisterman-ga\nList Price: $25.00\nPosted: 01 Sep 2006 19:20 PDT\nExpires: 01 Oct 2006 19:20 PDT\nQuestion ID: 761542\nI need to know the torsional strength (in lbs\/ft) of 1\" and 1.25\"\nsquare tubing in ASTM A500 Grade B and ASTM A513 carbon steel.  Wall\nthickness is .065\"\n\nRequest for Question Clarification by redhoss-ga on 02 Sep 2006 06:41 PDT\nI can answer your question for ASTM A500 Grade B using published\nnumbers for yield strength (46,000 psi). However, ASTM A513 refers\nonly to method of manufacture: Electric-Resistance-Welded Carbon and\nAlloy Steel Mechanical Tubing. If you have specific yield strength, we\ncan use that number. I am assuming that you want to use yield and not\nultimate (tensile) strength. Also, torsional moment is expressed in\nft-lbs not lbs\/ft.\n\nClarification of Question by twisterman-ga on 03 Sep 2006 06:09 PDT\nIn regards to the ASTM A513 question, the material grade would be\n1010.  Also, to my knowledge, lbs\/ft and ft\/lbs are commonly\nThere is no answer at this time.\n\nSubject: Re: Torsional strength of carbon steel square tubing\nFrom: barneca-ga on 03 Sep 2006 11:50 PDT\nlbs\/ft means pounds per foot, obviously not the same thing as feet per\npound.  if you're talking torsion, you mean pounds times feet,\ncommonly written ft-lbs or lbs-ft.  probably would be better to use\nft*lbs, but nobody does.\n\nthere are some people who try, ad nauseum, to force you to\ndifferentiate between ft-lbs and lbs-ft (one being torsion and one\nbeing energy; i forget which is supposed to be which), but these\npeople are nitpicking and best ignored by normal humans.\n\n\nImportant Disclaimer: Answers and comments provided on Google Answers are general information, and are not intended to substitute for informed professional medical, psychiatric, psychological, tax, legal, investment, accounting, or other professional advice. Google does not endorse, and expressly disclaims liability for any product, manufacturer, distributor, service or service provider mentioned or any opinion expressed in answers or comments. Please read carefully the Google Answers Terms of Service.\n\nIf you feel that you have found inappropriate content, please let us know by emailing us at with the question ID listed above. Thank you.\nSearch Google Answers for\nGoogle Answers  \n\nGoogle Home - Answers FAQ - Terms of Service - Privacy Policy",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.5614462495,
        "format_confidence":0.9890004396
    },
    {
        "url":"https:\/\/www.richters.com\/show.cgi?page=.\/QandA\/Commercial\/19990303-1.html&cart_id=6572567.18314",
        "text":"Devils Club\nAnswered by: Richard Alan Miller\nQuestion from: Grant and Susan\nPosted on: March 3, 1999\n\nWe are looking for information about harvesting, processing, and marketing devils club. We live in the Robson Valley in British Columbia, where devils club is abundant. Any contacts or information that you can forward to us would be greatly appreciated.\n\nI have harvested and sold Devil’s Club root since 1976, when I first thought it might be a possible substitute for the more expensive Ginsengs. However, this was in error, due to the actual chemistries involved.\n\nThe first songs about Devil’s Club root originate from an almost forgotten era of the unrecorded past when a Tlingit of the Kake tribe observed two bears attempting to soothe their battle wounds by chewing the root. Since that time, this plant has been extensively used from Yakutat, Alaska to Neah Bay, Washington.\n\nThe modern medical world has been interested in Devil’s club root since the middle thirties due to the discovery of the presence of an insulin-like substance in the plant. Some doctors announced surprising results in treatment of diabetes with extraction of Devil’s Club roots. This extract seems to have potent hypoglycemic properties, per \"Alaska Medicine,\" Vol. 8 No. 2; June, 1966.\n\nThe root contains ginsengic flavanoids only, and has often used as an ingredient for products which want a \"Ginseng\"-like flavor. When a product wants to advertise the presence of Ginseng, smaller quantities of Ginseng can be used in combination with it as it has the bitter taste of Ginseng. It does not, however, contain panax acid or related chemistries associated with the pharmaceutical action from Ginseng.\n\nThere are, however, possible undeveloped markets for this crop. The Meskwakis Indians, were known to concoct a special love potion with these harvests, combining it with mica, snake meat, gelatin, and some wild Columbine herb. A young girl of the tribe would use the mixture to find a husband by feeding it to an unsuspecting male.\n\nSome Indians in Puget Sound drank a brew made from Devil’s Club, peeling off bark and thorns, to ward off a cold or ease the effects of rheumatism. The powder of the dried bark may have been used as a deodorant, as well as for a baby talc. Some Indians have even combined Devil’s Club root with Prince’s Pine herb and Cascara bark, drinking the resulting brew for tuberculosis.\n\nThe Skagit Indians drank Devil’s Club tea to reestablish regular menstrual flow after childbirth. The Lummi cut the thorns off and lay the bark on a woman’s breast to stop excessive flow of milk. The superstition surrounding this root has become almost magical with most Coastal tribes today.\n\nThe Klalam Indians of Puget Sound, considered to be very accomplished fishermen, had a unique use of Devil’s Club. They would cut a peeled stick of the plant into small pieces and then in some manner wrap their fishing lines about them, throwing in their weighted lines, and when the line reached bottom and went slack, the bright little bits of peeled Devil’s Club would go spinning towards the surface and the fish would follow.\n\nDespite the fact that Devil’s Club is a difficult, dangerous plant to handle, collecting the roots and shoots is easy. Near the bottom of the stalk or just below the moss surface, the spines disappear. Tug upward on the root and it will tear through the moss for several feet, exposing the unguarded portion and the several young shoots.\n\nThese shoots are easy to snap off the main root. The shoots remain edible until the first traces of the yellow spines appear. Lightly boil them in salted water and they will retain a tender yet crisp character. Peel the tough, brownish-yellow skin from the roots, which can be chewed for their flavor.\n\nDevil’s club root grows from a rhizome. Harvesting the central roots generates further growth in the new rootlets which are left in the ground. In most regions, devil’s club actually need to be thinned for travel. It can get quite dense.\n\nAs it stands today, there are very few buyers for Devil’s Club root. The options on how to approach developing this market are quite broad. As a new crop, it has similar opportunities as the new Brazilian herb \"Pau d’arco\" (Tabebuia altissima). The first question to be asked is where should one begin in developing a new market? You need to begin by determining what form of marketing you wish to enter? This could include bulk wholesale, retail (processed), or as a cottage industry.\n\nCurrent buyers include smaller tincture manufacturers who specialize in Regional botanicals, like Eclectic Institute (Portland). These buyers will only purchase smaller quantities in the 500-lb. range, leaving no real future for the crop as a base income for a wildcrafter. Price range from $2.50\/lb. up, but again, the total volumes sold to these types of manufacturers is probably less than 4,000 lbs. annually for the entire marketplace.\n\nBack to Commercial Herb Production and Marketing | Q & A Index\n\nCopyright © 1997-2017 Otto Richter and Sons Limited. All rights reserved.",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.655102551,
        "format_confidence":0.8846253157
    }
]