[
    {
        "url":"https:\/\/corporate.executivegrapevine.com\/cookie-policy",
        "text":"Cookie Policy\n\nThis site use \"cookies\" which help us to track basic visitor information in order that we can better tailor the site to our visitors' needs. Most web browsers automatically accept cookies but you can disable this function by changing your browser settings if you so wish. Please note that by doing so you will not be able to take advantage of any special offers, use our eGold products or purchase anything.\n\nWhat are cookies?\n\nCookies are text-only strings of information that a website transfers to the cookie file of your browser on your computer's hard disk so that the website can remember who you are. A cookie will typically contain the name of the domain from which the cookie has come, the \"lifetime\" of the cookie, and a value, usually a randomly generated unique number. When you visit our website we send you a cookie. Cookies may be used in the following ways: to help us recognise you as a unique visitor (just a number) when you return to our website and to allow us to tailor content to match your preferred interests. to compile anonymous, aggregated statistics that allow us to understand how users use our site and to help us improve the structure of our website. We cannot identify you personally in this way.\n\nHow cookies help you\n\nBy using cookies we will be able to see how our website is being used. This means that we will be able to identify the most popular areas of the website and make it easier for you to access them. They also help us to be more efficient as we can learn what information is important to you.\n\nUse of Cookies\n\nThis website does not store any information that would, on its own, allow us to identify individual users of this service without their permission. Any cookies that may be used by this website are used either solely on a per session basis or to maintain user preferences. Cookies are not shared with any third parties.\n\ncivicAllowCookiesCookie Control cookies. These cookies are set in order to remember preferences in regards to cookies. The main purpose of this cookie is: Functionality.\n\nCookie NameDescription\negsessionEssential visitor session cookie across all Executive Grapevine sites. This cookie is set in order to track your visits and all site-wide preferences. The main purpose of this cookie is: Functionality.\n__atuvcThis cookie is associated with the AddThis social sharing widget which is commonly embedded in websites to enable visitors to share content with a range of networking and sharing platforms. This is believed to be a new cookie from AddThis which is not yet documented, but has been categorised on the assumption it serves a similar purpose to other cookies set by the service. The main purpose of this cookie is: Functionality.\n\nGoogle Analytics: We use Google Analytics to monitor traffic levels, search queries and visits to this website.\n\nGoogle Analytics stores IP address anonamously on its servers in the US, and neither CIVIC or Google associate your IP address with any personally identifiable information.\n\nThese cookies enable Google to determine whether you are a return visitor to the site, and to track the pages that you visit during your session.\nThese cookies are set only after the user has given consent to us to use cookies.\n\n__gadsThis cookie is associated with the DoubleClick for Publishers service from Google. Its purpose is to do with the showing of adverts on the site, for which the owner may earn some revenue. The main purpose of this cookie is: Targeting\/Advertising.\nData Protection and Confidentiality\n\nSome services on this website require us to collect personal information from you. To comply with the Data Protection Act, we have a duty to tell you how we store the information we collect and how it is used.\n\nHow to manage your cookies\n\nThere are a number of ways to manage cookies. If you use different computers in different locations you will need to ensure that each browser is adjusted to suit your cookie preferences. You can easily delete any cookies that have been installed in the cookie folder of your browser and you can also stop cookies being stored on your computer in future. In order to do this you should refer to your browser’s instructions by clicking “help” in your browser menu. Further information on deleting or controlling cookies is available at www.aboutcookies.org Please note that by deleting our cookies or disabling future cookies you may not be able to access certain areas or features of our site. We regularly monitor this website and will update this list of cookies when necessary.\n\nEmail tracking\n\nIf you use our service to register to receive communications via email then messages you receive may be trackable at an individual level, allowing us to determine, for example, opens and link clicks. This information is generally used to help assess the effectiveness of communications so that we can improve them and may occasionally be used to send relevant further communications in response to your actions (e.g. clicking a particular link) or inactions (e.g. not opening an email). You can unsubscribe from email communications at any time using the unsubscription link contained in each message.",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.7094042897,
        "format_confidence":0.9845151901
    },
    {
        "url":"https:\/\/googleweblight.com\/sp?hl&geid=NSTNR&u=https:\/\/help.iwanttfc.com\/support\/solutions\/articles\/61000298238-iwanttfc-cookie-policy",
        "text":"iWantTFC Help Center\n\nSolution home Solution Articles COOKIE POLICY\niWantTFC Cookie Policy\nModified on: Mon, 18 Oct, 2021 at 11:35 AM\nThis Cookie Policy (\"Policy\") applies to any websites, pages or third party platforms and applications that you as subscriber and\/or user may use as part of the iWantTFC service (“Service”). Any reference to \"you\" or \"subscriber\" or \"user\" refer to the person subscribing to or\/and using the Service. Any reference to \"we,\" \"us,\" or \"our\" refer to ABS-CBN. By using the Service, you are consenting to the use of the cookies in accordance with this Cookie Policy.\nWe may update the Policy from time to time without prior notice and your continued subscription and use of the Service constitute your acceptance of the Policy, and any amendment or updates thereto. Unless otherwise specified, any new feature\/s of the Service shall be subject to the current Policy. Current versions, including recent updates, will be available for review on the website and applications of the Service. You can disable any cookies already stored on your computer, but these may stop our website from functioning properly.\nA cookie is a very small text file that is stored on your computer when you visit some websites.\nA cookie may be downloaded on to a device when the user accesses certain websites. Cookies allow a website to recognize a user's device.\nThe Service uses cookies to serve you with the best online experience possible. Cookies assist us in building a fluid experience by taking note of your visits and preferences on the site. We also utilize the cookies of our third-party service providers, so that you may fully enjoy the advantages of video viewing, social networking and other features on the site. We may also use cookies to offer you with product and services specifically relevant to your needs. Through cookie technology, we hope to continually advance our services on iWantTFC for you and the rest of our online users worldwide.\nThe following are not Strictly Necessary but are required to provide you with the best user experience and also to tell us which pages you find most interesting (anonymously). The following are the types of cookies based on the period that the cookies are stored in your device.\nSession cookies are cookies that allow websites to link the actions of a user during a browser session. They may be used for a variety of purposes such as remembering what a user has put in their shopping basket as they browse around a site. They could also be used for security when a user is accessing internet banking or to facilitate use of a webmail. These session cookies expire after a browser session. 2\nPersistent cookies are cookies that are stored on a user's device in between browser sessions which allows the preferences or actions of the user across a site (or in some cases across different websites) to be remembered. Persistent cookies may be used for a variety of purposes including remembering user's preferences and choices when using a site or to target advertising. 3\nCookies may also be classified based on their function. Some cookies are strictly necessary for the Service to perform its services. For example, these cookies help us authenticate your account on the Service, specifically providing you with access to video content included in your paid subscription. Some cookies help us to enhance your online experience by storing the user's preferences. For example, functional cookies will store your email address so that you do not need to re-type your email address when signing-in to your account. Some cookies help us to understand how you interact with the Service by providing information about your visit on the website or application of the Service. The information gathered through these cookies help us to improve the Service.\nThere are also third-party cookies that are set by a domain other than the one being visited by the user. If a user visits a website and a separate company sets a cookie through that website this would be a third-party cookie. The Service uses content and materials from other websites and these content or materials may present third party cookies from other websites. For more information about these third-party cookies, please visit the third party's website.\nThis website will not share any personal information with third parties.\nIf you wish to delete, block or control the cookies present in our site, you can modify your browser settings. For more information on how to modify your browser to control or delete cookies, you may visit http:\/\/www.aboutcookies.org​. Please note that blocking or deleting the cookies will affect the function of iWantTFC and it is possible that by deleting certain cookies, we will not be able to provide some services to you. \nIf you have any question about this Policy or about cookies we use on iWantTFC, please email support@iwanttfc.com\n1 ICO Guidance On The Rules On The Use Of Cookies And Similar Technologies (May 2012), page 2.\n2 ICO Guidance, pages 4-5.\n3 ICO Guidance, pages 4-5.\n4 ICO Guidance, page 5.\nDid you find it helpful?\nRelated Articles\nFor customers in Japan and South Korea\nFor customers in the European Union countries\nFor customers in Middle East, Africa and Europe (except European Union countries)\nFor customers in Australia and Asia Pacific (except Japan and South Korea)\nFor customers in the Philippines\nFor customers in the United States of America\nFor customers in Canada\nI already have an existing iWantTFC account, how do I log into iWantTFC on Telstra TV?\nHow can I activate my TFC Everywhere on iWantTFC?\nHow do I sign-in \/ log in on VEWD?\nHome Solutions\nLogin Check ticket status",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.8739598393,
        "format_confidence":0.9612912536
    },
    {
        "url":"https:\/\/www.awi.de\/en\/accessibility.html",
        "text":"Accessibility Statement\n\nThe Alfred Wegener Institute is committed to making its website accessible.\n\nThis accessibility statement applies to\n\nCompliance status\n\nThis website is partially compliantiv with BITV 2.0, due to the non-compliances and\/or the exemptions listed below.\n\nNon-accessible content\n\nThe content listed below is non-accessible for the following reason(s):\n\nnon-compliance with the BITV 2.0\n\n1. Color contrast\n\nDescription: Contrast between text color and background color is insufficient for some elements.\n\nMeasure: Introduction of a button to see a high-contrast color variant.\n\n2. PDF\n\nDescription: Not all PDFs on the website are accessible.\n\nMeasure: When creating new PDFs, care is taken to ensure that they are accessible.\n\n3. Mising alternative texts\n\nDescription: Many visual elements lack a corresponding alternative text.\n\nMeasures: The field for alternative text has now been made mandatory in the content management system. Also, all web editors have been informed about the necessity of an alternative text.\n\n4. Videos\n\nDescription: For synchronized media, there is no alternative yet that makes the entire content accessible.\n\nMeasures: In the future, there should be a transcript for new videos.\n\n\nThis statement was prepared on 23.09.2021 and updated on 08.02.2021.\n\nThe technical review of accessibility was carried out by:\nAlfred Wegener Institute, Helmholtz Centre for Polar and Marine Research\n\nFeedback and contact information:\n\nWe would like to further improve our offer. Feel free to share your digital accessibility issues and questions with us:\n\nEnforcement procedure:\n\nIf your contact with the public body was not successful, you can contact the central office for accessible information technology in Bremen. This also offers further information on enforcement",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.8255103827,
        "format_confidence":0.9796087146
    },
    {
        "url":"https:\/\/forum.dmgamestudio.com\/ucp.php?mode=privacy&sid=32ea766e4243738bc7cd505d8b3f447c",
        "text":"Forgotten Tales - Privacy policy\n\nThis policy explains in detail how “Forgotten Tales” along with its affiliated companies (hereinafter “we”, “us”, “our”, “Forgotten Tales”, “”) and phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “”, “phpBB Limited”, “phpBB Teams”) use any information collected during any session of usage by you (hereinafter “your information”).\n\nYour information is collected via two ways. Firstly, by browsing “Forgotten Tales” will cause the phpBB software to create a number of cookies, which are small text files that are downloaded on to your computer’s web browser temporary files. The first two cookies just contain a user identifier (hereinafter “user-id”) and an anonymous session identifier (hereinafter “session-id”), automatically assigned to you by the phpBB software. A third cookie will be created once you have browsed topics within “Forgotten Tales” and is used to store which topics have been read, thereby improving your user experience.\n\nWe may also create cookies external to the phpBB software whilst browsing “Forgotten Tales”, though these are outside the scope of this document which is intended to only cover the pages created by the phpBB software. The second way in which we collect your information is by what you submit to us. This can be, and is not limited to: posting as an anonymous user (hereinafter “anonymous posts”), registering on “Forgotten Tales” (hereinafter “your account”) and posts submitted by you after registration and whilst logged in (hereinafter “your posts”).\n\nYour account will at a bare minimum contain a uniquely identifiable name (hereinafter “your user name”), a personal password used for logging into your account (hereinafter “your password”) and a personal, valid email address (hereinafter “your email”). Your information for your account at “Forgotten Tales” is protected by data-protection laws applicable in the country that hosts us. Any information beyond your user name, your password, and your email address required by “Forgotten Tales” during the registration process is either mandatory or optional, at the discretion of “Forgotten Tales”. In all cases, you have the option of what information in your account is publicly displayed. Furthermore, within your account, you have the option to opt-in or opt-out of automatically generated emails from the phpBB software.\n\nYour password is ciphered (a one-way hash) so that it is secure. However, it is recommended that you do not reuse the same password across a number of different websites. Your password is the means of accessing your account at “Forgotten Tales”, so please guard it carefully and under no circumstance will anyone affiliated with “Forgotten Tales”, phpBB or another 3rd party, legitimately ask you for your password. Should you forget your password for your account, you can use the “I forgot my password” feature provided by the phpBB software. This process will ask you to submit your user name and your email, then the phpBB software will generate a new password to reclaim your account.",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.8896670938,
        "format_confidence":0.9903107882
    },
    {
        "url":"https:\/\/www.massmailsoftware.com\/bulksmsandpager\/nospam\/",
        "text":"Anti Spam Policy\n\nOur Anti-Spam Policy\n\nWe believe SMS messaging is a compelling tool for sending useful and on-demand information and are opposed to the sending of unsolicited SMS messages.\n\nAny registered user of Bulk SMS Sender can send SMS text messages to his\/her friends, family, colleagues, clients, contacts etc. using our service.\n\nBulk SMS Sender strictly forbids any SPAM messages to be sent to cell phones from our service at any time.\n\nOur Definition of SMS Spam\n\nWe consider any unsolicited, unexpected, or unwanted SMS text message sent to the mobile subscriber in order to extort their valuables from them or to mislead them, or any message originating from someone you have not authorized to have your mobile number to be SPAM.\n\nOur users specifically agree NOT to use Bulk SMS Sender to send SPAM. Their SMS messages must comply with the following principles:\n\n  • No false, invalid or misleading information in the subject line or the body of SMS message should be sent using Bulk SMS Sender.\n  • No SMS must be sent to mobile subscribers without having previously obtained her\/his consent.\n  • Text displayed must clearly state or illustrate the service that is offered.\n  • Marketing campaigns must clearly identify who is providing the service (originator) and clearly state the expense of the service promoted.\n\nAnti-Spam Policy Enforcement\n\nAny evidence of users not adhering to this anti-spam policy will cause immediate disconnection of user spam messages sending, suspension of the service and might also result in freezing of all SMS funds to ensure an immediate end to the violation until the details are cleared up.\n\nSPAM and Abuse Reporting\n\nPlease let us know about any abuse or unwanted\/unsolicited messages. In your email, please include your mobile number, the date and time you received it and the contents of the message. Send your report to\n\nPlease note, that we do not knowingly do business with any company or person that sends unsolicited SMS messages.",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.8082728386,
        "format_confidence":0.9537748098
    },
    {
        "url":"http:\/\/cizetasedie.it\/en\/modern\/cookie_policy",
        "text":"Cookies, as described by the relevant legislation, are small text files which sites visited by the user send to their terminal (usually to the browser), where they are stored to then be sent back to the same sites when they are subsequently visited again by the same user. When browsing a site, the user may also receive cookies on their terminal sent by other web servers or sites (“third-party cookies\") which contain some of the elements (e.g. images, maps, audio, specific links to pages of other domains) displayed on the site they are currently visiting. Cookies are used for different purposes: authentication, monitoring of sessions, storing information on specific configurations concerning the users accessing the server etc. Please note that, in implementation of the requirements of 2009\/136\/EC Directive, there is a requirement to acquire prior informed consent from users before cookies used for purposes other than purely technical ones are stored on their terminal (see art. 1, para. 5 a) of Italian legislative decree of 28 May 2012, no. 69, which modified art. 122 of Italian legislative decree 196\/2003 - the “Code”). There are therefore two broad categories of cookies: \"technical\" cookies and \"profiling\" cookies:\n\na. Technical cookies.\n\nTechnical cookies are those used only to \"perform transmission of communications over an electronic communication network, or to the extent strictly necessary for the supplier of an information service explicitly requested by the subscriber or by the user to supply that service\" (art. 122, para. 1 of the Code). They are not used for further purposes and are normally installed directly by the owner or manager of the website. They can be divided into navigation or session cookies, which permit normal navigation or use of the web site (allowing, for example, a purchase to be made or authentication for access to private areas to be performed); analytics cookies, similar to technical cookies when used directly by the site operator to gather aggregate data on the number of users and how they use the site; functionality cookies, which allow users to navigate the site on the basis of a series of selected criteria (for example language, products selected for purchase) in order to improve the service provided to the same. Storage of these cookies does not require prior consent from users, while the obligation to inform them pursuant to article 13 of the Code remains unchanged.\n\nThe site only makes use of technical cookies. These cookies are necessary for the proper functioning of the site; without these cookies we cannot provide the services for which the user accesses the site.\n\nTechnical Cookies are not used for other purposes and are usually installed by the owner or operator of the site or by third parties.\n\nb. Profiling cookies.\n\nThe purpose of profiling cookies is to create profiles on the user, and they are used in order to send advertising messages in line with their web browsing preferences. Due to the particularly invasive nature of and the effects that these files can have on the user's privacy, European and Italian legislation requires that users be appropriately informed on the use of these cookies and give their consent for the same. Article 122 of the Code refers to these cookies, requiring that \"the storage of information on a contractor or user's terminal, or access to information already stored there, is allowed only on condition that the contractor or user has provided their consent after being informed via the simplified methods per article 13, para. 3\" (article 122, para. 1 of the Code).\n\n\nThird-party cookies are present on the site.\n\nDuring the navigation on the site, the user can also receive on its terminal cookies that are sent to or from websites other than our own server (so-called third-party cookies), which can consist in some elements (e.g.: images, maps, sounds, links to specific pages in other domains) displayed on the same site that they are visiting. In particular, the site has cookies from Google Analytics. (\n\nThe third-party cookies on this site are solely technical cookies.\n\n\nThe most popular browsers provide the possibility to block exclusively third-party cookies, accepting only those issued by the site itself. Moreover, some companies which generate cookies on third-party sites offer the possibility to simply and immediately disable their own cookies only, even when these are anonymous, in other words identifying personal data is not recorded (e.g. IP address).\n\nMost web browsers are initially set to accept cookies automatically. Users can modify these settings to block cookies or to warn when cookies are stored on their computer. Users can refer to the instruction manual or help screen of their browser to find out how to adjust or modify the browser settings. In the event that the user has multiple devices (computer, smartphone, tablet etc.), they must ensure that the settings for each browser on each device reflect their preferences concerning cookie handling.\n\nDownload for free our 3D configurator\n\nFSC CATAS Made in Friuli",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.7046635747,
        "format_confidence":0.9863735437
    },
    {
        "url":"http:\/\/spellforcefanforum.hostoi.com\/ucp.php?mode=register&sid=6f4a57f9409671b82c367b2690318d29",
        "text":"Login    Forum    Search    FAQ\n\nBoard index » Register\n\nspellforce forum - Registration\n\nBy accessing “spellforce forum” (hereinafter “we”, “us”, “our”, “spellforce forum”, “http:\/\/spellforcefanforum.hostoi.com”), you agree to be legally bound by the following terms. If you do not agree to be legally bound by all of the following terms then please do not access and\/or use “spellforce forum”. We may change these at any time and we’ll do our utmost in informing you, though it would be prudent to review this regularly yourself as your continued usage of “spellforce forum” after changes mean you agree to be legally bound by these terms as they are updated and\/or amended.\n\nOur forums are powered by phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “www.phpbb.com”, “phpBB Group”, “phpBB Teams”) which is a bulletin board solution released under the “General Public License” (hereinafter “GPL”) and can be downloaded from www.phpbb.com. The phpBB software only facilitates internet based discussions, the phpBB Group are not responsible for what we allow and\/or disallow as permissible content and\/or conduct. For further information about phpBB, please see: https:\/\/www.phpbb.com\/.\n\nYou agree not to post any abusive, obscene, vulgar, slanderous, hateful, threatening, sexually-orientated or any other material that may violate any laws be it of your country, the country where “spellforce forum” is hosted or International Law. Doing so may lead to you being immediately and permanently banned, with notification of your Internet Service Provider if deemed required by us. The IP address of all posts are recorded to aid in enforcing these conditions. You agree that “spellforce forum” have the right to remove, edit, move or close any topic at any time should we see fit. As a user you agree to any information you have entered to being stored in a database. While this information will not be disclosed to any third party without your consent, neither “spellforce forum” nor phpBB shall be held responsible for any hacking attempt that may lead to the data being compromised.",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.8585630059,
        "format_confidence":0.9855823517
    },
    {
        "url":"http:\/\/viaserengeti.com\/ucp.php?mode=register&sid=f0bc3ba87e51c384421ec4a846efcfa8",
        "text":"ViaSafari Forum - Registration\n\nBy accessing “ViaSafari Forum” (hereinafter “we”, “us”, “our”, “ViaSafari Forum”, “”), you agree to be legally bound by the following terms. If you do not agree to be legally bound by all of the following terms then please do not access and\/or use “ViaSafari Forum”. We may change these at any time and we’ll do our utmost in informing you, though it would be prudent to review this regularly yourself as your continued usage of “ViaSafari Forum” after changes mean you agree to be legally bound by these terms as they are updated and\/or amended.\n\nOur forums are powered by phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “”, “phpBB Limited”, “phpBB Teams”) which is a bulletin board solution released under the “GNU General Public License v2” (hereinafter “GPL”) and can be downloaded from The phpBB software only facilitates internet based discussions; phpBB Limited is not responsible for what we allow and\/or disallow as permissible content and\/or conduct. For further information about phpBB, please see:\n\nYou agree not to post any abusive, obscene, vulgar, slanderous, hateful, threatening, sexually-orientated or any other material that may violate any laws be it of your country, the country where “ViaSafari Forum” is hosted or International Law. Doing so may lead to you being immediately and permanently banned, with notification of your Internet Service Provider if deemed required by us. The IP address of all posts are recorded to aid in enforcing these conditions. You agree that “ViaSafari Forum” have the right to remove, edit, move or close any topic at any time should we see fit. As a user you agree to any information you have entered to being stored in a database. While this information will not be disclosed to any third party without your consent, neither “ViaSafari Forum” nor phpBB shall be held responsible for any hacking attempt that may lead to the data being compromised.",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.9469292164,
        "format_confidence":0.9888135791
    }
]