[
    {
        "url":"https:\/\/wbgv.wordpress.com\/2007\/10\/09\/wvu-9th-in-espn-bcs-projections\/",
        "text":"WVU 9th In ESPN BCS Projections\n\nBrad Edwards of ESPN.com has published the Worldwide Leader’s BCS Projections ahead of the official release next Sunday. Where is West Virginia?\n\n\nThis is very good news. It tells us a few things. The computers don’t hate us. Our strength of schedule is relatively good and should only get better with the match-up with Cincinnati (and I guess Rutgers and UConn). Mississippi State has the chance to be a good game as well. Also, we are high enough that winning out 99.9% guarantees us a BCS berth, no matter if we win the Big EAST or not. This is also good news.\n\nWhere are some other teams? LSU is the obvious #1, Cal #2, USF #5, Missouri #6, Oklahoma #12, and USC way down at #13. Being ahead of media darlings Oklahoma and USC should give WVU fans a little excitement. As crazy as this season has gone, the national championship is not completely out of the realm of possibility.\n\nFrom my perspective, win out and the rest of it will take care of itself.\n\nAddThis Feed Button\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.99645257,
        "format_confidence":0.9924584031
    },
    {
        "url":"https:\/\/bringitonblog.com\/2017\/02\/26\/boston-marathon-the-things-i-wish-someone-told-me\/",
        "text":"Boston Marathon: The things I wish someone told me\n\n\nWhen I look around at my running friends I would hardly be the person I’d point to and say “There’s your expert on the Boston Marathon”. I am privileged to count as friends people that have run Boston dozens of times. All of them can and will provide intricate details of the course, and are very helpful with race day strategies. You can also find countless on-line guides to actually running the race. But many Boston veterans have forgotten what it’s like to be a rookie there and the things a rookie might want or need to know. So in random order, here are some of the things I wish I knew last year going into my first Boston.\n\nIf you can afford it stay in town. I have a lot of running friends for whom Boston is old hat, and has become just another race in their season. Travel, lodging, and meals are done for as little money as possible and the sole focus is getting from the start to the finish and getting out of town. Hey, if that’s your thing I’m not knocking it. But if this is a new event for you, you should really enjoy the atmosphere of Boston on race weekend. I had a positively miserable race last year running-wise but I was continuously amazed by the spirit and excitement of the city and all of it’s people for the entire weekend. In other towns, “race weekend” is an inconvenience and hassle but in Boston everyone is excited for the Marathon. Perhaps a bit of this is still a sense of recovery from the bombings, but everywhere I went, people thanked me for coming, asked me how my race was, asked if I’d be coming back. It was as if I was lifted up on a pedestal just for running from Hopkinton to Boyleston street.\n\nLeave your car home. You won’t need it. It will be expensive to park. You can get everywhere on the T or on foot. Don’t be afraid to ask for help with the T. Once you figure it out it’s pretty simple but not immediately obvious. The locals are happy we are there and will be glad to take the time to help you with tickets and point you to the right platform.\n\nGo to Mike’s Pastry shopIt’s in the North End. Just look for the crowd when you get there. And yes: It’s that good and the line goes fast. mikes\n\nYou can see the whole course at the expo. I assume they do this every year, but last year there was a theatre setup in the middle of the expo where they stream a loop of the course. It is very good. I watched it twice and felt like I was familiar with the course.\n\nThe expo is HUGE. Get your packet. Go checkout out the big poster with all the names and find yours, maybe hit a couple specific vendors and the video (above). You can also buy your jacket there. (If I’d have mail-ordered mine I would have gotten the wrong size). They have lots of other apparel too, all mostly overpriced as you can imagine. But focus on race day and don’t expend all your energy at the expo. You can see all that stuff on-line or elsewhere. hopkinton\n\nPrepare to walk a lot race morning . . before you ever get to the start. Depending on where your hotel is, or where you park, or what T stop you get off you have to do a lot of walking. Last year our hotel had a shuttle to take us to Boston Commons where you get on the school buses out to Hopkinton. First, they could only get so close. There are dozens of buses and they had a lot of the city streets choked. It was then necessary to walk the rest of the way to Boston Commons, several blocks more to bag drop. (Just past the finish). Then several blocks back across Boston Commons to the buses. Once there, we waited in line for a bit to get on a bus. The bus ride to Hopkinton isn’t particularly short (closer to 4o minutes than the advertised 20). Once there, there is yet more walking to the athlete’s village. From the athlete’s village it is a few more blocks around to the start. I didn’t have my Garmin on for all this but I’d assume 2-3 miles of walking before hearing the word “Go”.\n\nThe MBTA has the most useful information for getting to and from the start and finish here.\n\nThe BAA map and directions are also helpful though missing some detail.\n\nVolunteer Map\nNot the official version but much more helpful\n\nThings to know about the Athlete’s Village. \n\n  • There are 2-3 sections of the Athlete’s Village. Don’t necessarily stop at the first one.\n  • They have a lot of porta potties. A lot. Still, lines form  the closer to the start you get. Just give yourself enough time for that last minute pit stop.\n  • There are a whole bunch more porta potties on the way to the corrals. I didn’t use these so don’t know what the wait time is. But if you want to use them be ready to leave as soon as your wave is called. They are in a big lot off to the left as you get nearer the start.\n  • Aside from porta potties, the other thing they have a lot of is runners. Unless you’ve arranged to meet friends somewhere specific, don’t expend a lot of energy walking around trying to find people. It is nearly impossible. Find a comfy spot, spread your blanket out, sit\/lay down and chill.\n  • You can get breakfast there. They have everything. Bagels, bananas and other fruit, Clif products, coffee, water, orange juice. This is helpful since you probably won’t start your race until mid-morning at a time you’d ordinarily be done your long run. Again, seek out the more distant breakfast and drink areas. They will be less busy especially early.\n  • There are tents but if it were raining no way in hell would everyone be able to fit under the tents. Be prepared if the weather is iffy. Maybe a big cheap golf umbrella or poncho, or cheap plastic rain gear you can leave behind.\n  • There are roving photographers. Chances are you can get your best pre-race photo ever here. Take the time to get the photo the way you want. The photographer isn’t in a hurry. If you want to take off your warm-up stuff to get your photo in racing attire, do it. They won’t mind.\n  • Goodwill is your friend. We all know about throw away shirts for racing, but depending on what time you get to the Athlete’s Village, you could be there a while. Go to Goodwill and buy some warm, comfortable stuff to wear while you wait, and ideally an old blanket. Don’t worry. It won’t go to waste. They have people everywhere on your way to the start to collect these things and re-donate them. Last year I had a really nice fleece jacket that I paid something like $1.80 for. I almost hated to get rid of it.\n\n    The athlete’s village\n\nHeartbreak hill isn’t that big of a deal. Hopefully you haven’t hit race day never having done any hills. Don’t be intimidated by the idea of this hill 20 miles in to the course. Honestly, it isn’t all that bad. Just focus on good running form and be patient. But then if you haven’t run any hills in training perhaps now is a good time to panic.\n\nThe Citgo sign is a long way from the finish. Everybody talks about the damned Citgo sign and how it means you are almost at the finish. BULLSHIT. You can see that thing for miles. It’s no different than somebody yelling “You’re almost there!” when you aren’t.\n\nThe finish is crazy. For a runner it’s awesome. It is downright deafening. For your family or friends it’s gotta be nuts. I would not have any spectators in my circle try to watch from the finish and it has nothing to do with 2013. I think they’d have to get there at 5:00 in the morning to even get near where they could see. If they want to see you go by I think I’d send them out near Coolidge Corner. There was still a lot of people out that way but open space right along the course to easily see and cheer. They’d still have time to walk back and meet you by the time you get done, go through the finish chute, get your post-race food and clothes, etc. The hot tip here would be for them to be on the South side which is the same side as the family meeting area.\n\n\nIt’s a long way to bag pick-up. Once you cross the line your journey is not done. There is a long procession through medals, water, blanket, food, photography, and down the road to bag drop\/pick-up. I don’t remember if there was any sort of changing tent. I just put on a dry shirt across from where I picked up my bag and then went off to find my wife. I think I had a towel and dry shorts in my bag but was cramping up too badly to try to change under a towel.\n\nFamily meeting areas. Perhaps this was spelled out somewhere but if it was I missed it. The family meeting area is divided up alphabetically. If you knew this, it would be fairly easy to find your family there. Also, AT&T provides booths with plenty of cell phones to call your family or friends. (See map for locations). Of course, they have to be listening or looking for your call. Also, there were a ton of vendors giving out lots of free food samples on Stuart street of the meeting area. Most of this was better than the food in the official food bag. 2015_finishmap\n\nMake sure you family is paying attention to their phone! It’s noisy, and crowded. They aren’t going to hear it ring. Trust me. ‘Nuff said.\n\nThe T is free. Yes they DO let you and your family on to the T for free after the race. You hear this rumored but the BAA’s official vague statement is that race participants are responsible for the legal use of public transportation. But reality is, they will let you on with your race medal. It’s a couple blocks to the Back Bay station from the family meeting area.\n\nGo to Sam Adams and on to Doyles. Sam Adams is fun. They give you a brewery tour. (Yawn.) But then have a pretty fun tasting and give runners a commemorative glass. This is one of many special privileges your bib garners around town post-race. That is all well and good, but be sure to time your visit so you can go to Doyle’s for lunch. Doyle’s is an Irish Pub not far from Sam Adams. They offer a free trolley ride to and from the brewery. Honestly, that trolley ride was the absolute non-running highlight of our visit to Boston. The driver was the most fun guy I’ve ever met and we were all sorry when the ride was o... (truncated)",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9883546829,
        "format_confidence":0.8343532681
    },
    {
        "url":"http:\/\/gemswwstory.blogspot.com\/2013\/03\/keeping-on-track.html",
        "text":"Thursday, 14 March 2013\n\nKeeping On Track\n\nI'm still on the wagon! I've lost 2 lbs this week, after maintaining last week.  So all together I have lost 40.5lbs now.\n\nI have joined a gym, although i've only been once so far!  I'm so unfit.  I managed 7 minutes on the cross trainer (those things are harder than they look!), 25 minutes on the treadmill (walking - not quiet up to running just yet!), 15 minutes on the exercise bike (was much easier when I got the seat at the right height for me!), and struggled to 2 minutes on the rowing machine (had to pretend the screen was broken to cover up being so embarrassed at only managing 2 minutes!).  I also went swimming yesterday and managed around 30 lengths (25 metre pool), although I lost count after 22.  Was very pleased with that, I thought i'd be dragging myself out after 2 lengths!\n\nI am going to a wedding in 8 weeks time, so I have set myself a challenge (set it last week) to lose 18 lbs before then.  So after this weeks weigh in, I have 16 lbs to go.\n\n\n  1. 40.5 lbs.... woweee. Great stuff!\n\n  2. well done on your loss keep going. Youll find that your fitness will improve, add a minute each time you go and you'll get there!",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.8793305755,
        "format_confidence":0.95656389
    },
    {
        "url":"https:\/\/www.goodpointjoe.com\/2007\/09\/does-louisville-suck.html",
        "text":"Sunday, September 23, 2007\n\nDoes Louisville suck?\n\nThe short answer is yes, but there's more to it than that.\n\nThe big news Saturday night was that Syracuse managed to play Louisville's kind of game and edge them out for a victory, putting a serious damper on the Cardinals' chances to go to a BCS game. But this loss shouldn't have been as surprising as people thought.\n\nFirst, Syracuse may have been 0-3 coming in, but they played...just kidding, Syracuse got crushed by three currently unranked teams: Washington, Iowa, and Illinois. And Kentucky appears to really have something going this year, a pleasant surprise for the people of the bluegrass state who've been disappointed with Louisville so far.\n\nBut let's look farther back, at a game that screamed to us that this Louisville team wasn't the superior team of last year. I give you exhibit A, Louisville vs. Middle Tennessee State, a team that lost to Florida Atlantic by 13 the week before they played Louisville. The Blue Raiders put up 42 on Louisville, scoring on plays of the following distances: 78, 23, 24, 39, 1, 79. It was clear after looking at this game's stats that, barring some complete transformation, Louisville was going to have trouble beating any teams with reasonable talent. And go figure, Kentucky and Syracuse edged the Cardinals.\n\nWhat I found amazing was that at the half against Syracuse, Louisville was down 21-7, and on ESPN News, Robert Smith declared that Syracuse would get blown out of the game. It wasn't even like he was meaning to be bold or anything, he just completely discounted the Orange's ability to play football. Somehow, Smith seemed to be oblivious to the fact that Louisville couldn't stop anyone, despite back-to-back games giving up at least 40 points.\n\nIs the entire country retarded like this? Are wins and losses and rankings the only things that people look at when trying to evaluate teams? Louisville should've gone down in the rankings after their suspect game against Middle Tennessee, and they should've dropped out of the top 25 after they lost to Kentucky. They're obviously unranked now, but the rankings have made a lot of people more surprised than they needed to be. Louisville is the new Kansas State. They have a potent offense, but can't really stop anyone, so get used to some .500 seasons down south.\n\nNo comments:\n\nTop 500 Songs - Stevie Wonder, Dionne Warwick\n\nStevie Wonder is one of the greatest performers in American history. His musical library is tremendous, and has tunes that appeal to all sor...",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9957593083,
        "format_confidence":0.9927271605
    },
    {
        "url":"https:\/\/www.profootballrumors.com\/2019\/07\/lets-find-a-new-team-for-jay-ajayi",
        "text":"Let’s Find A New Team For Jay Ajayi\n\nJay Ajayi is one of the more high-profile names still left on the free agent market, but it’s perhaps unsurprising that he’s yet to find a new contract after hitting free agency in March. The former Eagle and Dolphin has never ranked favorably in running back efficiency metrics, and his injury history is concerning. After tearing his right ACL while at Boise State, Ajayi dealt with hamstring, rib, shoulder, head, and shoulder issues in the NFL before suffering another torn ACL — this time, on his left knee — in 2018.\n\nHowever, there are still some reasons to be optimistic about Ajayi’s future. As recently as 2016, Ajayi finished seventh in Football Outsiders’ DYAR, which measures value over a replacement level player. The following year, he ranked 10th in broken tackle\/per touch percentage, a statistic that, as Josh Hermsmeyer of FiveThirtyEight.com tweets, is mostly under the back’s control and thus a reliable metric for evaluating the position.\n\nAs training camp approaches, let’s take a look at a few teams that could still use a back like Ajayi:\n\nHouston Texans\n\nHouston finally made investments in its offensive line over the offseason, adding free agent Matt Kalil on a one-year pact and using two of its first three draft picks on offensive tackles Tytus Howard and Max Scharping. How much Kalil (who hasn’t played well or been able to stay healthy in recent years) or small-school projects Howard and Scharping will actually help in 2019 is unclear, but the Texans needed to do something to improve its rushing attack, which ranked just 26th in DVOA a season ago.\n\nThe next step might be adding a complement to running back Lamar Miller, whose share of Houston’s carry total has decreased in each of his three seasons with the club. The Texans don’t have many serviceable options behind Miller, as the leading candidate for No. 2 duties is D’Onta Foreman, who handled only seven carries in 2019 after recovering from a torn Achilles. Ajayi could give Houston another dimension on offense while protecting the team against a Miller injury.\n\nIndianapolis Colts\n\nThe Colts are the only team to have actually hosted Ajayi thus far, doing so when free agency originally opened back in March. However, reports quickly followed indicating no deal was imminent between Indianapolis and Ajayi, and the Colts clearly haven’t had the urge to sign him since. Indy already has a solid rushing infrastructure, boasting one of the NFL’s best offensive lines and three competent backs in Marlon Mack, Jordan Wilkins, and Nyheim Hines. Indianapolis doesn’t need Ajayi, but he’d be interesting on a cheap deal.\n\nLos Angeles Chargers\n\nWe don’t know how Melvin Gordon‘s holdout is going to end. Will he and the Chargers agree to a deal? If not, will he sit out the entire season like Le’Veon Bell did in 2018? These are currently unanswerable questions, but if Gordon does miss game action as threatened, Los Angeles could potentially need another running back.\n\nAustin Ekeler and Justin Jackson both proved to be efficient when filling in for Gordon when the latter suffered a sprained MCL last season, and Ekeler, especially, has been extremely proficient in the passing game when called upon. In the event of a Gordon absence, the Chargers could probably get by with a duo of Ekeler and Jackson, but Ajayi would give Los Angeles another option capable of handling carries.\n\nTampa Bay Buccaneers\n\nThe Buccaneers finished 24th in rushing DVOA and 28th in expected points gained by their rushing attack in 2018, but did next to nothing to address their backfield during the offseason. Sure, Tampa Bay added Bruce Arians favorite Andre Ellington and undrafted free agent Bruce Anderson to its roster, but the lack of meaningful reinforcements means the club will once again be relying on veteran Peyton Barber and 2018 second-round pick Ronald Jones as its primary ball-carriers.\n\nJones handled only 23 attempts during his rookie campaign, but the USC product is expected to be a larger part of the Bucs’ offense this season. He’s generated some buzz by gaining 13 pounds over the offseason, but adding weight has historically not been a recipe for success for running backs.\n\nJones’ lack of production in his first NFL season was relatively unprecedented, especially for a second-round pick. Here are the all first- or second-round round running backs since 2010 that handled fewer than 100 carries during their respective rookie years, via Pro-Football-Reference.com:\n\nIt’s not a great group! Some backs like Shane Vereen and Carlos Hyde, eventually found success, but the track of record of RBs who did next to nothing in their rookie seasons is certainly unspectacular. Barber, meanwhile, has never produced an above-average campaign, so Ajayi could be a welcome addition to Tampa Bay’s running back depth chart.\n\nView Comments (4)\nnewest oldest\n\n4 comments on “Let’s Find A New Team For Jay Ajayi\n\n  1. TJECK109\n\n    Even though they have Conner and Samuels I wouldn’t mind seeing the Steelers have a veteran back\n\n  2. Polish Hammer\n\n    Shame, he runs hard but with his bad wheels you can’t rely on him.\n\n  3. crosseyedlemon\n\n    Why aren’t the Bears on that list? They’ve always had great success with players named Jay…lol.\n\nLeave a Reply",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9975374937,
        "format_confidence":0.6229782104
    },
    {
        "url":"http:\/\/runmoretalkless.blogspot.com\/2007\/04\/i-am-not-fast-but-i-am-stupid.html?showComment=1177875960000",
        "text":"\n\nThe heart of the difference is not ability or even talent, but desire\n\nThe purpose of life is to discover and develop your gift. The meaning of life comes from sharing your gift with others. - David Viscott\n\nSunday, April 29, 2007\n\n\"I am not fast, but I am stupid\"\n\n(quote and picture by Luis Escobar)\n\n(all other pictures are curtesy of Crew Pink Fuzzy!)\n\nMy weekend started with a drive to the airport. As I was leaving the house, I mentioned to Oleg we need to stop at REI to buy some gels - and then open a door and see a package from Cliff sponsors with my gels. Yay!\nI flew to Phoenix, AZ, where Angie picked me up, and we just began talking non-stop. This girl is so sweet and comfortable, like my own sister, and conversation flows about everything you ever wanted to say to your best friend! 2 hrs drive went in a flash, and after situating in Motel 6 we went to the pre-race dinner. Since neither one of us eats pasta, we picked some food and the supermarket and took it to the school gymnasiun where the meeting was. None of the \"fast boys\" showed up, and we joked how they dissed us, conventional runners. I've met Larry, Lisa S-B client, and a few others, but mostly they are people I don't know (interesting thing was they did know me, but I'll talk about it in report). The controversial figure of a 17 year old kid Michael Hayden came to talk, then Luis Escobar walked and said: I didn't recongnize you with you clothes on! Shh, Luis, nobody supposed to know that:) He calls me talanted, smart and beautiful, and I want to marry him:) Why is that no white American boy ever compliments women, like we some sort of middle gender? But I already discussed it in some post... We laugh, he asked why I pick this course, and I say: this is my kind of course, I don't like running all that much, I am a hiker. He looks back and responds: yes, this is what I say - I am not fast but I am stupid to hang there all day. Right there and then I decided it would be the title of my post - and if I had known how true it will be, I might have changed my decision...\n\nWe went back to the room, and I spread out all my gels, bottles, packs and carb mixes to show Angie when is what. There is no science in my racing, I take 2 gels and 2 bottle in 1.5 hrs, nothing else. So depending on how far aid stations are I split my supply. Finally we watched some stupid reality show and turned in.\n\n3 am came fast, but we were wide awake - at least until we got to the car, because driving put us into half-asleep stage. We were the last car parked at the start - the rest had been turned to the road - and happened to be behind Hal Koerner's group. I joked with him how he and the rest of elite's didn't show up at the dinner (\"uhm, church? early sleep time? doesn't fly?\") and went to check in. Kyle Skaggs was there and gave me a hag - I call him \"my favorite boy with favorite thigh muscles\", he is not only super-fast but an awesome kid, humble and friendly, and adorable too. I think of him as somebody who \"grew up in front of my eyes\" - he won his first long trail run at Capitol Peak 17M in 2004 when I won the 50k version, and then I gave him rides to his next 2 50k races he won, and I remember him looking up to me - and would you look at this kid now! He is such a sweetheart...but I digress:)\n\nI was conteplating whether or not I should start with a flashlight, but really, the light comes up in 15 min after the 5am start, and we are so tight at first, there is enough people with lights around. We sort out on single track trail right away and single-file on the wash-out. I am feeling pretty good and clicking minutes, things go well, and I am listening to my tunes. The trails are rocky - and this is an understatement. Karl Meltzer cals this course the rockiest in the country, and he is a Master on this, he should know. So we kick 'em and step on 'em, and about 3 miles in I kick one big really hard, twist my left leg landing and a crazy pain shoots right inside the left hip joint in a place where my cartilage tear is! My eyes jump out of the orbits and I see stars, tears stream out, and swear profusely - F#$@!!! It is horrific, sharp and strong, and I can't make a step. I pull to the side, holding my fists to not yell much, and everybody - everybody! - and their mother passes me. I try to move causiously, and pull to the side again. Now everybody and their father, borther and sister go by me. I still can't make a step, I wonder if I damaged my hip completely and forever. I hobble a bit, lopsided and leaping, and reach out for my prescription pain killers. Thanks to my doctor for and for saving them! I pop two and walk. Bearing weight on left leg even for a split second is a disaster. I can stretch out my right leg, but absolutely locked in pain and muscle contraction on my left side. I slowly move on to the aid station. Hiking up is a bit easier, going flat and down sucks! Eventually I come out of clearing and Angie asks me what's wrong. Well, I am not sure, I think I tore something, but I took pills and it should get better, and I will hike to the next AS and see how it goes...\n\nI switched bottles, put my pack on and moved to the next section. Luis Escobar (who was hired as an official photographer) is there yelling me: run! I am like: can't! He walks alongside me, listening to what happened, and wishes me strength. I continue walking. Whomever hasn't pass me yet, do it now. I feel like the last person on Earth, but tell myself: I pride myself in been a hiker, I power-walked 75% of this course last year, I can do the whole 100% and still get under cut off. I am not giving up, it is a far away from home race, and Angie is here for me...all those reasons flash, and I feel the pain finally easing off. I am still lopsided and can't reach out left leg, but I can make some kind of an uneven shuffle.  By the time I get to second AS I am almost running - what Luis and Angie (taking pictures of me) notice. I do another switch of bottles and pack, thank my beautiful Angie, give Luis a kiss, and go on 3rd section.\n\nIt is hot. Have I mentioned it yet? It is 90F, all open terrain, we are high at 7,000 feet and climbing, and the air is dry. 10 miles is a lo-o-ng way, but if I only knew how long it really is...I am hiking pretty well by now, and drinking and eating from my 3 bottles, hoping just over that ridge will be an AS. Not be. I come across a snake on a trail and pinch myself to make sure I am not hallucinating. I am not, and I am petrified on snakes, so I wait for it to go away. I have a weird thought process: may be I can get bit, and then I can quit this race for a serious reason, I so don't want to continue. But then again, it's so far to an AS, I may never make it there with a snake bite. Nope, I guess not an option. I pass a creek and get a bottle of water - I am dry - and the other ridge doesn't bring the site of an AS either. I also dip my hat in the water - and it's warm so doesn't bring any relief. Every ridge after that went in hopes, for the WHOLE HOUR!! Unbelievable. I try to stay positive, and I reel in on people. This is my high, this is where I start feeling I am doing something right. I pick a person and slwoly pull behind, and then come by, say \"hi, how are you, it's hot today\" and pass on. It gives me motivation, but I am so dry, I stagger and get lightheaded. Actualy, I was staggering and fuzzy on the second stretch as well, thinking it was altitude sickness. It gets much worse here, but I keep pushing. \"I am strong. I am a real power-walker. This is a hiker's course, and I am a hiker. My best strength is mental power. This is what I am going to use - I am Russian and I am mentally strong! GI Jane, baby! Keep on pushing when others are breaking down!\" Hour...how long is an hour? Longer than you think it is when there is no water, no wind, no cloude, no tree, and you are going uphill. Who said this year's course is downhill? Does it have downhill at all? I don't see it, and when a short burst of something resembling it comes, it is so rocky and twisted, walking yet again is the only option.\n\nFinally there it is, mile 26.5. I can't talk - but neither can anybody else here - and point at my bottles and my mouth. I get a cup of cold water, a cup of coke, 2 water bottles refilled - and move on. Lots of people staying trying to recupperate, but I can't afford to loose time, Angie is waiting and worrying, I am so f$#@ng late!\n\nI stagger on, drinking, and before I know it - my bottles are emty. I am so dehydrated and heaving, I can't bear a thought of gels and mixes, so I just drink. Another creek - and I refill my bottles, and they are empty in a flash too. I come by Michael Hayden sitting on a side and try to pull him in. He walks a bit behind and disappears soon (he dropped at the next AS). I come by Larry and his friend - and he yells: I knew you'd come. I stop and explain the injury thing, and his friend says how he saw me getting it and how it didn't look good at al. Well, here I am, still moving on, lets go, boys... Despite that creek refill, I am walking on empty for 40 min before the AS, and it seems that those (aid stations) run away as we move towards them. It takes 30 min longer on each strecth than I predicted, and I can't understand it. I see Angie, and she enthusiastically tells me how many places I moved up, how well I am doing and how everybody's times are not just slow, but slower than last year's \"up\" course. The AS mile 33 looks like a hospital - runners laying under tents, sitting down, drinking, gazing...I have an urge to fall into Angie's arms and not go anywhere. Eb comes (he started 1 hr earlier) and asks me how is the day - it f%#$ed up, I say, trying to see if I want another shot of coke. My mind is far in another place, like the other side of the moon. Don't give up, Eb says. Who, me? I am not! And I walk out, almost missing the check-out point.Angie is cheerful, and it's a bliss to see her.\n\nI count my miles in \"Angie's\": I see her ... (truncated)",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9964330196,
        "format_confidence":0.7019741535
    },
    {
        "url":"https:\/\/revrider.net\/2010\/12\/07\/new-pieces-to-the-bike\/",
        "text":"Skip to content\n\nNew pieces to the bike\n\nby on December 7, 2010\n\nToday was the day to complete some significant part replacement … at least significant to me.  Yesterday I measured my chain, and determined it needed to be replaced.  I called and made an appointment with Pedal Pushers, the local bike shop where I purchased the bike back in January of this year.  They could work on the bike and get it back to me by the end of the day.  That means that there was no down time for me.  I like that.\n\nAt the end of the day, more was done than I expected.  Rob said that the chain still had a little life in it, but he went ahead and replaced it as I requested.  He also replaced the cassette (the multiple gears on the back wheel).  He said a new chain would jump and cause me trouble in the 2 or 3 gears I use the most.  I saw the old cassette on the bench, and it had clear wear marks.  I was afraid of the cost when he said he replaced the cassette, but was pleased that it was half the cost of my expectations.\n\nRob wanted to replace the large chain ring (the gear at the pedals), but didn’t have one in stock and claims that mine will be fine until the next chain replacement.  He looked at the flat, couldn’t find the reason for the flat, but still replaced the tube.  He assured me that the rim tape was good and couldn’t locate any problem in the tire itself.  He fixed some cable adjustment issues and checked the bottom bracket and more.  I bought a spoke wrench and was still out the door under $110.  I won’t complain about that at all.\n\nI also visited Bike Doctor, the other bike shop in town.  I tried on some Shimano shoes, trying to get an idea of fit and options.  It was there that I bought CO2 cartridges, a Continental Gatorskin Tire, and some toe warmers (to tide me over until the case I bought online is delivered).  When I got home, the new tire and a brand new tube were installed.  To the flat fairy: pick on someone else!  I also cleaned\/degreased the new chain and used the Teflon lube I like rather than the quite sticky stuff Rob used.\n\nI’m ready to ride in the morning.\n\nFrom → Cycling\n\nOne Comment\n  1. rivercityweaves permalink\n\n    I love my Gatorskins, and put 5000 miles on them so far this year….. without a single flat;0D Hope you have the same experience.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.8275134563,
        "format_confidence":0.9978168011
    },
    {
        "url":"http:\/\/nflshopping.blogspot.com\/2010\/10\/brief-history-of-nba.html",
        "text":"A brief history of the NBA\n\nThe first important history of professional basketball league, the American Basketball Association. The league began in 1946 as a way for hockey arenas, you can shop in the off season. BAA has been extended for three seasons until it was merged with the smaller National Basketball League in 1949. The combination of Dallas Cowboys jersey\nthe BAA and NBL born, the National Basketball Association (NBA) in 1949. played six franchises in the BAA that still exist today (Celtics, Knicks, Lakers, Pistons, Warriors and Royals.) DynastyIn Boston Celtics of the 1950s the Minneapolis Lakers won several NBA championships. But when the Boston Celtics coach Red Auerbach and Bob Cousy hired acquired players such as Tommy Heinsohn and Bill Russell, the Celtics began the dynasty of the basketball in the NBA. Since 1957, the Celtics have won 11 NBA championships in 13 years. His main opponent in this season were in Minneapolis and Los Angeles Lakers. Although trained as impressive as the Celtics, the Lakers no NBA titles during this period of history have won.\nThe threat of ABA and other problemsIn the 1960s, the NFL is facing the biggest threat in history as an upstart and exciting new league called the AFL. In the last part of the decade, the NBA is facing similar problems with its new competitor, the American Basketball Association (ABA). The new league has attracted many players from the basketball star and had a quick play. The ABA is probably best known for his basketball-red, white and blue known. Finally, the ABA joined the NBA in 1976, when the Major League allows Nets, Nuggets, Spurs and Pacers in their organization.\nThe fusion does not end the problems of the NBA. It was a dark period in the history of basketball as an NBA player with many serious problems related to drugs in 1970 are facing. Rumours were rife that the basketball players were in the NBA many abuses marijuana and cocaine at this point in history. Certainly, the NBA is not unique, drug problems in 1970. But the negative image that has led to low morale, low participation and poor ratings of television.\nGlory Days: The 1980sJust when the NBA was at its lowest point in history, were two young stars of Jets 6 Sanchez AFL50th jersey\nthe league and revitalized the NBA. Larry Bird is the Boston Celtics and Earvin Magic Johnson is the Lakers in Los Angeles. In the 1980s, the Celtics won three NBA titles and the Lakers have won five. In fact, the two rivals clashed in the past three times in this decade. Older fans of basketball with the Celtics face as most NBA fans quickly for the Showtime Lakers style. More importantly, the interest of basketball fans in general leads young and old NBA arenas and ratings increased.\nWhile the Celtics and Lakers were the renovation of the old jokes in the decade of 1980, broke a skinny kid from North Carolina to the NBA scene. Once he got the NBA, Michael Jordan was consistently score 30-40 points per game. Jordan's talent knew no boundaries, both as a shooter and a jumper and tenacious fighting spirit was legendary, both as a lawyer and above all in practice. He took his team, the Chicago Bulls to collect for several years for a proper distribution of aid to the coach. But once he found the right formula, Jordan and the Bulls six NBA titles and won the Most experts agree that Michael Jordan the best basketball player in history.\nThe NBA in 21 century when retirement of Michael Jordan and the Bulls broke the team belonged to his coach, Phil Jackson joined the Lakers in Los Angeles. Jackson continued his journey by winning five NBA crowns or 11 NBA titles as head coach, most of the story. Among the players was the debate in most of the 21 century, when Kobe Bryant (notes) or LeBron James (notes) the best player in the NBA. While most agree that James is the most talented player in the NBA, Bryant is considered the best player because he won championships.\nAlthough facing the NBA is suffering many problems of Steelers 43 Polamalu jersey\ncompanies in a bad economy are still very popular is basketball and the league is very strong. Its speed and style of appealing to young people to ensure that basketball is very popular in the immediate future, and probably for many generations.\n\n60 条评论:\n\n  1. It's a pity you don't have a donate button!\n    I'd without a doubt donate to this outstanding blog! I guess for now i'll\n    settle for book-marking and adding your RSS feed\n    to my Google account. I look forward to brand new updates and will talk about this\n    blog with my Facebook group. Chat soon!\n\n    Feel free to visit my web page - officielleairjordansshop.com\n\n  2. I'm truly enjoying the design and layout of your blog. It's a very\n    easy on the eyes which makes it much more enjoyable for me to come here\n    and visit more often. Did you hire out a developer to create your theme?\n    Exceptional work!\n\n    Feel free to visit my blog Nike TN\n\n  3. Very good blog! Do you have any tips for aspiring writers?\n    I'm hoping to start my own website soon but I'm a little lost on everything.\n    Would you propose starting with a free platform like Wordpress or\n    go for a paid option? There are so many options out there that I'm completely overwhelmed .. Any recommendations? Appreciate it!\n\n    Visit my page ... Cheap Nike Jerseys\n\n  4. Hello! I'm at work surfing around your blog from my new iphone 4! Just wanted to say I love reading through your blog and look forward to all your posts! Carry on the fantastic work!\n\n    Feel free to visit my weblog; Nike air max\n\n  5. Hello there, just became alert to your blog through Google, and found that it is truly\n    informative. I am gonna watch out for brussels. I will appreciate if you continue this in future.\n    Lots of people will be benefited from your writing.\n\n    My web site ... Gucci Borse\n\n  6. What's up to all, how is all, I think every one is getting more from this web site, and your views are nice for new viewers.\n\n    my web page ... Louis Vuitton Handbags Outlet\n\n  7. I am not sure where you're getting your information, but great topic. I needs to spend some time learning more or understanding more. Thanks for great information I was looking for this info for my mission.\n\n    Here is my blog; Air Max 90\n\n  8. It is truly a nice and helpful piece of info.\n    I'm glad that you just shared this useful information with us. Please keep us informed like this. Thank you for sharing.\n\n    Here is my web page :: Air Max 91\n\n  9. Informative article, totally what I was looking for.\n\n    my web blog: Abercrombie and Fitch\n\n  10. Hmm it appears like your blog ate my first\n    comment (it was extremely long) so I guess I'll just sum it up what I submitted and say, I'm\n    thoroughly enjoying your blog. I as well am an aspiring blog writer but I'm still new to the whole thing. Do you have any tips and hints for beginner blog writers? I'd definitely appreciate it.\n\n    Here is my web page: Nike Air Max\n\n  11. Great info. Lucky me I discovered your website by accident\n    (stumbleupon). I have saved as a favorite for later!\n\n    Here is my web blog Abercrombie & Fitch\n\n  12. I think what you posted was very logical. But, what about this?\n    suppose you composed a catchier post title? I mean, I don't want to tell you how to run your website, but what if you added something that grabbed a person's attention?\n\n    I mean \"A brief history of the NBA\" is kinda boring. You could peek at Yahoo's front page and see how they create post titles to get people to open the links. You might add a related video or a related pic or two to grab readers interested about everything've got\n    to say. In my opinion, it would make your blog a little bit more interesting.\n\n    my homepage :: Chaussure Air Jordan\n\n  13. My coder is trying to persuade me to move to .\n    net from PHP. I have always disliked the idea because of the\n    expenses. But he's tryiong none the less. I've been using Movable-type\n    on a number of websites for about a year and am worried about switching to\n    another platform. I have heard good things about blogengine.\n    net. Is there a way I can transfer all my wordpress posts into it?\n    Any help would be really appreciated!\n\n    Feel free to visit my web page Air Jordan Pas Cher\n\n  14. I'm impressed, I must say. Rarely do I encounter a blog that's equally\n    educative and interesting, and without a doubt, you've hit the nail on the head. The problem is something too few people are speaking intelligently about. I am very happy I came across this during my hunt for something regarding this.\n\n    Also visit my page ... Abercrombie and Fitch\n\n  15. Hey there! Do you know if they make any plugins to safeguard against hackers?\n\n    I'm kinda paranoid about losing everything I've worked hard on.\n    Any tips?\n\n    Feel free to visit my web-site - http:\/\/www.converseshopfr.com\/\n\n  16. Wow that was odd. I just wrote an really long comment but\n    after I clicked submit my comment didn't show up. Grrrr... well I'm not writing all that\n    over again. Anyways, just wanted to say great blog!\n\n    Here is my blog wheelhousebikes.com\n\n  17. These are genuinely impressive ideas in regarding blogging.\n    You have touched some fastidious things here. Any way keep up wrinting.\n\n    Feel free to visit my homepage; Michael Kors Handbags\n\n  18. Awesome things here. I'm very happy to see your article. Thanks so much and I'm having a look ahead to touch\n    you. Will you please drop me a mail?\n\n    My webpage :: Evgeni Malkin Black Jersey\n\n  19. I'm really inspired with your writing skills and also with the structure on your weblog. Is this a paid topic or did you modify it your self? Either way stay up the nice quality writing, it is rare to see a nice blog like this one today..\n\n    Also visit my web page; Sidney Crosby Authentic Jersey\n\n  20. We're a gaggle of volunteers and opening a new scheme in our community. Your website offered us with helpful information to work on... (truncated)",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9526114464,
        "format_confidence":0.6548724174
    }
]