[
    {
        "url":"http:\/\/www.voanews.com\/a\/a-13-a-2004-02-27-27-us-67488692\/386650.html",
        "text":"Accessibility links\n\nUS Catholic Bishops Pledge New Measures Will Prevent Sexual Abuse - 2004-02-27\n\nA pair of new studies has been released chronicling more than a half century of sexual abuse of children by Roman Catholic priests in the United States. The two studies, commissioned by U.S. church leaders, say more than 10,000 children were victimized over a 52-year period. U.S. Catholic bishops say new screening measures now in place will prevent any repeat of the scandal.\n\nThe two highly anticipated studies found that 10,667 children were sexually abused by U.S. Catholic priests between 1950 and 2002. Nearly 4,400 priests - about four percent of all Catholic clerics working in that period - were reported to have been involved.\n\nThe reports, issued by the church's National Review Board, also sharply criticized the church leadership for failing to aggressively confront the issue of child molestation by the clergy. The board called the failure shameful to the church.\n\nThe scandal has rocked the Roman Catholic Church in the United States, and prompted an examination of the veil of secrecy behind which high-level church policy is made. Victims and their families have been sharply critical of many bishops who responded to complaints of child sexual abuse by shifting priests to new posts, and covering up the incidents. They also say the number of victims cited in the new studies is too low, and that there are far more victims too frightened or ashamed to come forward.\n\nBishop Wilton Gregory, chairman of the U.S. Council of Catholic Bishops, moved to reassure church members Friday, saying that all problem priests have died or have been removed from service. In his prepared statement, he said new screening programs of both active clergy and priests in training ensure that the past will not be repeated.\n\n\"As far as it is humanly possible to know such things, I assure you that known offenders are not in the ministry,\" he said. \"I can say with absolute assurance that the bishops now have in place the means of responding immediately to allegations, assisting victims, and removing offenders from ministry.\"\n\nThe reports say the vast number of sexual abuse cases involved homosexual priests. Asked if a ban on homosexuals in the priesthood was in the works, Bishop Gregory said the issue is under discussion, but added there are homosexual priests who keep to their vow of celibacy.\n\n\"We do not wish to disparage or in any way denigrate the very generous and faithful service of any of our priests who may be homosexually oriented, but who have been absolutely faithful to the promise that they have made, and absolutely dedicated to the ministry that they have been given,\" he said.\n\nOne of the two reports says authorities at the Vatican failed to grasp the gravity of the crisis gripping the U.S. Catholic Church. It says that the scandal has already cost the church $572 million in legal fees, settlements, and therapy for victims, but that the figure is prematurely low as more money is going to be funneled to deal with the ramifications of the sex abuse scandal.",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.748889327,
        "format_confidence":0.9968591928
    },
    {
        "url":"http:\/\/www.manilatimes.net\/pope-shuts-holy-door-ends-jubilee-mercy\/297572\/",
        "text":"Pope shuts Holy Door, ends ‘Jubilee of Mercy’\n\n\nVATICAN CITY: Pope Francis on Sunday brought to a close the Catholic Church’s “Extraordinary Jubilee Year of Mercy,” shutting the Holy Door at Saint Peter’s Basilica after a year in which he raised Mother Teresa to sainthood and took in Syrian Muslim refugees.\n\nThe Argentine, who says he is inspired by Saint Francis of Assisi, spent the year with the downtrodden, holding special Masses and passing one Friday every month with refugees, victims of sex trafficking, the sick, the elderly and vulnerable children.\n\nAt a solemn ceremony in front of the paneled bronze doors at the Vatican’s basilica – wreathed in white flowers and green foliage and flanked by Swiss guards – the pope paused to pray, clutching the cross he wears around his neck.\n\nMERCY ENDURES Pope Francis closes the Holy Door at Saint Peter’s Basilica to mark the end of the Jubilee of Mercy on Sunday at the Vatican. AFP POOL PHOTO BY TIZIANA FABI\n\nMERCY ENDURES Pope Francis closes the Holy Door at Saint Peter’s Basilica to mark the end of the Jubilee of Mercy on Sunday at the Vatican. AFP POOL PHOTO BY TIZIANA FABI\n\nHe walked slowly up the three steps into the basilica and in silence pulled shut the doors, which will later be walled up from the inside as per tradition until the next “ordinary jubilee” in 2025.\n\nThe extraordinary jubilee was only the third in 700 years.\n\nThe watchword of mercy meant helping the unfortunate, and welcoming sinners and outcasts back into the fold. The pope hoped compassion would not only counter xenophobia but also draw people to the Church.\n\n“God has no memory of sin,” Francis said during a Mass after the closing of the doors which the Vatican said drew 70,000 worshippers to Saint Peter’s Square.\n\n“And he believes that it is always possible to start anew, to raise ourselves up.”\n\nMercy gates ‘open wide’\nHe said the faithful should “ask for the grace of never closing the doors of reconciliation and pardon, but rather of knowing how to go beyond evil and differences, opening every possible pathway of hope.”\n\n“Even if the Holy Door closes, the true door of mercy, which is the heart of Christ, always remains open wide for us,” he said.\n\nThe pontiff, 79, ruled that during the jubilee every priest in the world would be able to absolve the sin of abortion, handpicking more than a thousand “missionaries of mercy” known as “super confessors.”\n\nThese were able to forgive sins usually only pardonable by the pontiff, from attempting to kill the holy father to defiling the Eucharist – the taking of bread and wine – by spitting it out or using it in a Satanic ritual.\n\nHe also decreed so-called “Holy Doors” should be opened across the world, so that people everywhere could pass through them and have their sins forgiven if they were truly repentant.\n\nEschewing tradition, he opened the first one not at Saint Peter’s but in the cathedral of Bangui in Central African Republic – flagging the importance of dioceses far from Rome.\n\nPadre Pio’s remains in Rome\nIn a crowd-pleasing move, Francis had the remains of Saint Padre Pio – a favorite among those looking for compassion and healing – brought to Rome and carried through the streets to the Vatican.\n\nThousands turned out to glimpse the body of a man reputed by believers to have been able to levitate, read minds and bi-locate, appearing in foreign lands while remaining at the same time in his friary.\n\nOver 100,000 pilgrims, including Queen Sofia of Spain and 1,500 homeless people, flocked to the Vatican in September for the canonization of Mother Teresa, whom Francis held up as an icon who challenged the powerful and defended the poor.\n\nBut the pope ensured the majority of the jubilee events centered on those who were outcast or abandoned, holding special Masses for the disabled, the poor, the homeless and prisoners – including some serving life sentences.\n\nHe opened a free medical clinic for the homeless next to Saint Peter’s Square.\n\nUnafraid of angering traditionalists, Francis said protecting the environment should be added to the seven corporal works of mercy drawn from the Gospels, such as feeding the hungry and visiting the sick.\n\nAnd in perhaps the highlight of the year, he ended a one-day trip to the Greek island of Lesbos – Europe’s migration hotspot at the time – by taking three Syrian refugee families, all Muslim, back to Rome with him.\n\nNew cardinals\nPope Francis on Saturday created 17 new cardinals from across the globe, elevating them in a time-honored ceremony to an elite body that advises and elects popes.\n\nThree of them are from the US, while others come from corners of the world where the Catholic Church needs a boost.\n\nDressed in red robes, the “princes of the Church” knelt before the pontiff to pledge their allegiance in a solemn ceremony.\n\nThirteen of them are under 80 and therefore eligible to take part in the next secret conclave to elect or become the head of the world’s 1.2 billion Catholics. They are known as cardinal-electors.\n\nHistory’s first Latin American pope is famed for wanting to reach out to far-flung dioceses often overlooked by Rome and he has largely shunned European candidates, favoring low-key, pastoral figures or men he knows.\n\n\n\nPlease follow our commenting guidelines.\n\nComments are closed.",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9964957833,
        "format_confidence":0.9951078892
    },
    {
        "url":"http:\/\/publicradiotulsa.org\/post\/atheist-give-council-invocation",
        "text":"Local & Regional\n10:45 am\nTue August 28, 2012\n\nAtheist to Give Council Invocation\n\nThe opening prayer will be delivered by an atheist at Thursday night’s Tulsa City Council meeting. Dan Nerren, a founder of the Humanist Association of Tulsa, says it’s a ‘first’ as far as he knows. He says he will not be praying to a deity, but instead will address the invocation to the councilors themselves.\n\nHe says several groups for years have attempted to get the council to halt sectarian prayers. Failing that, Nerren says councilors have agreed to allow an invocation from his non-theist group.",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.947707355,
        "format_confidence":0.9643754363
    },
    {
        "url":"http:\/\/www.upi.com\/Top_News\/World-News\/2012\/12\/02\/Hindus-in-Karachi-say-their-temple-razed\/UPI-30831354505335\/?spt=hs&or=tn",
        "text":"Hindus in Karachi say their temple razed\n\nDec. 2, 2012 at 10:28 PM\n\nKARACHI, Pakistan, Dec. 2 (UPI) -- An ancient Hindu temple in Karachi was demolished by a builder, raising concerns among the Pakistani port city's minority Hindu community, members said.\n\nRamesh Vankwani, head of the Hindu Council in Pakistan, condemned the demolition of the century-old Sri Ram Pir Mandir in the city's military cantonment area during the weekend, Pakistan's Dawn newspaper reported. He also said the temple's religious objects were desecrated.\n\nHowever, Dawn quoted the director of military lands in the area as saying no religious place was damaged during an anti-encroachment operation.\n\nPakistan's Express Tribune reported the high court in Karachi had temporarily restrained the local administration and a private builder from demolishing the temple until later this week. The court acted in response to a petition by temple-area residents over notices from a private builder asking them to vacate the premises after accusing them of encroachment.\n\nPakistan's News International newspaper said hundreds of Hindus staged a peaceful rally from their neighborhood to the Karachi Press Club to protest the demolition of their temple.\n\n\"Every time a temple is threatened, we have to run to the courts. It is the third time it has happened this year,\" the Hindu council head was quoted as saying.\n\nOther reports said the temple idols were kept aside prior to the demolition, but local Hindus said the idols' jewelry and other items were taken away.\n\nDawn quoted Vankwani as saying that even though the issue was in dispute in court, a demolition team, accompanied by police and paramilitary members, showed up and immediately razed the temple and destroyed nearby homes.\n\nThe military lands director, however, told Dawn an officer had conducted the anti-encroachment operation and that action was taken following the court orders.\n\nThe Times of India reported former Pakistani Human Rights Minister Ansar Burney during a telephone talk condemned the temple demolition, called for action against the builder and safety for the minority Hindu community. He was quoted as saying many people had been made homeless by the builder's action.\n\nThe state-run Associated Press of Pakistan news agency reported Pakistani President Asif Ali Zardari had taken note of the reported temple demolition and sought a report from authorities. Zardari's spokesman said the president expressed concern over the reported incident and stressed the government's commitment to safeguarding the constitutional rights of the country's minorities.\n\nHindus have complained about insecurity and discrimination they face in Pakistan and about forcible conversions of Hindu girls to Islam.\n\nLike Us on Facebook for more stories from UPI.com  \nLatest Headlines\nTop Stories\nKentucky clerk sued for refusing to issue same-sex marriage licenses\nVan hauling fireworks catches fire on I-15 near California-Nevada border\nPolice arrest N.C. soldier with assault rifle headed to mall photo shoot\nSean 'Diddy' Combs avoids felony rap for attacking UCLA coach\nNorth Korean biochemical weapons researcher defects to Europe",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.8113936782,
        "format_confidence":0.9970756769
    },
    {
        "url":"https:\/\/chvnradio.com\/articles\/i-am-left-to-worship-and-totally-trust-our-god-anne-graham-lotz-after-cancer-diagnosis",
        "text":"Anne Graham Lotz, daughter of Billy Graham, has announced that she has breast cancer. \"What fuel has the Refiner added to the fire as He works to reveal Jesus in and through you?\" she asked in an online post entitled 'My cancer: fuel for the fire,' making the announcement. \n\nThe question refers to 1 Peter 1:6-7:\n\nIn this you greatly rejoice, though now for a little while you may have had to suffer grief in all kinds of trials. These have come so that your faith…of greater worth than gold, which perishes even though refined by fire…may be proved genuine and may result in praise, glory and honour when Jesus Christ is revealed.\n\n\"He has recently stoked the fire under me!\" Lotz said in the post. \"I’m encouraged when I remember that when a refiner purifies gold, he melts it in a pot over the fire.\"\n\n\"Would you pray for me? Pray for God to heal me in whichever way He deems would bring Him the most glory.\"\n\nLotz said that she found out she had cancer on August 17 between 3:00 and 3:30 p.m. It was no coincidence, she says, that it was not only the exact same date but the same time of day, that three years earlier she had discovered her husband unresponsive in their pool. He would pass away a few days later.\n\nLotz says that at first, the news combined with the date and timing had her thinking that it \"was an assignment from the enemy.\" However, she says, that thought did not last long.\n\n\"But just as that thought was forming, I heard the soft, gentle whisper of the Spirit, reminding me that it was on a Friday, during that very same time…between 3:00 and 3:30 in the afternoon…that God’s Passover Lamb was sacrificed.\"\n\nThat is the 'coincidence' that Lotz is choosing to focus on. \n\n\"Jesus died on the very same day of the week, at the very same time of the day, crushing the head of the serpent, forever defeating the devil and death.[2] Praise God! The cross…the blood of God’s Lamb…trumps anything the devil can throw at us or assign to us!\n\n\"So I am left to worship and totally trust our God who is ultimately in control. Of everything.\"\n\nLotz asked her readers to pray for God to heal her \"in whichever way He deems would bring Him the most glory. Healing without surgery, with surgery, with surgery and follow-up treatment, or through the greater miracle of the resurrection.\"\n\nLotz updated on social media on Wednesday that she will have surgery later this month. \"Thank you each one for your prayers! God has given wisdom and clear guidance. Surgery is scheduled for September 18. Please continue to pray for healing. James 5:16\"",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9929100871,
        "format_confidence":0.6892168522
    },
    {
        "url":"https:\/\/parsikhabar.net\/culture\/zoroastrian-faith-flourishing-in-illinois\/1315\/",
        "text":"Parsis: The Zoroastrians of India Pakistan and The World\n\nZoroastrian faith flourishing in Illinois\n\nDespite declining numbers of Zoroastrians worldwide, immigrants from India and Iran help the religion grow in Chicago area\n\nThe ancient faith of Zoroastrianism is in decline worldwide, its numbers dwindling after centuries of conquest, persecution and diaspora.\n\nBut it’s a different story in Illinois, where Immigration from two countries—Iran and India—has led to a surge in numbers in recent decades.\n\nThe community here has grown from almost nothing to 600 in 50 years, with another 200 from nearby states visiting to participate in worship at the Zoroastrian Center of Chicago in west suburban Burr Ridge, its leaders said.\n\nBut although most immigrant communities find common bonds in the traditions of a shared homeland, Zoroastrians have found unity in their worship, despite their separate histories.\n\nFounded by the prophet Zoroaster in what probably was about 1400 B.C., Zoroastrianism teaches that God, the good Ahura Mazda, is opposed by the evil Angra Mainyu, but that good will ultimately vanquish its foe.\n\nBeginning in 549 B.C., the belief flourished for more than 1,000 years as the state religion of three empires centered in what is now Iran, and scholars cite its importance in influencing three monotheistic religions: Judaism, Christianity and Islam.\n\nThere are 125,000 to 200,000 Zoroastrians worldwide, most of them in Iran and India, where they fled persecution in Islamic Iran and during the Mongol invasions. But since the 1950s, the immigrant streams of Zoroastrianism have been reuniting in the United States, Australia, Canada and other parts of the West.\n\nThose of Iranian heritage make up about 20 percent of the temple in Burr Ridge, and the rest are from India.\n\n“So [we] now have a Western diaspora, and that diaspora is bringing Iranians and Indians together,” said Roshan Rivetna, an Indian immigrant whose husband, Rohinton, founded the temple. “After 1,000 years of being separated, we are together.”\nDespite the separate heritage and cultures, the two groups find common ground in worship. “Amazingly, the prayers and the ceremonies are intact and still the same,” said Rohinton Rivetna.Bahram Farhadieh, an Iranian immigrant and community leader, said in cities with significant Zoroastrian populations, people tend to socialize according to their ethnic background, but they find a common bond in religion. The Indian Zoroastrians, known as Parsis, tend to practice more elaborate rituals, but the beliefs are the same.\n\n“The essence of the religion has remained the same in both cases,” he said. “We all believe in good works, good thoughts and good deeds. That is the main faith, and we are all sticking to that.”\n\nDuring a recent Jashan, or thanksgiving celebration, three priests tended a ritual fire, an important Zoroastrian symbol. As Indians and Iranians sat together, the priests recalled “all the good thoughts, good words and good deeds, those here, and in any other place, those that have already been performed, and those that are yet to be performed.”\n\nPesi Vazifdar, a priest, said his experience as an immigrant has strengthened his faith after growing up surrounded by Zoroastrians in Mumbai, India.\n\n“You take it for granted [in India],” he said. “You go to the temple. You pray. But after coming here, being only a minority and trying to get our children to understand the religion, most of us actually started to really learn about our faith.”\n\nCopyright © 2008, Chicago Tribune",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9945664406,
        "format_confidence":0.9619999528
    },
    {
        "url":"https:\/\/uk.reuters.com\/article\/uk-religion-ramadan-jerusalem-idUKKBN18K2QA",
        "text":"Reuters logo\nLanterns, Korans as Jerusalem holy site meets Ramadan\nMay 24, 2017 \/ 8:17 PM \/ 8 months ago\n\nLanterns, Korans as Jerusalem holy site meets Ramadan\n\nJERUSALEM (Reuters) - Jerusalem buzzes with renewed energy in the days before the start of Ramadan, Islam’s holy month, when the faithful abstain from eating and drinking during daylight hours.\n\nA Palestinian man prays inside al-Aqsa Mosque, the third holiest shrine in Islam, on the compound known to Muslims as al-Haram al-Sharif and to Jews as Temple Mount, in Jerusalem's Old City, May 10, 2017. REUTERS\/Ammar Awad\n\nThere's the bustle to prepare the al-Aqsa Mosque, the 8th-century Muslim shrine in Jerusalem's Old City, for the hundreds of thousands of Muslims who will come to pray. A photo essay showing the preparations can be seen here:\n\nPalestinians employed by the Waqf, the Islamic trust that oversees the mosque and the ancient compound that surrounds it, set up tents for fasting worshippers to take respite from the heat alongside the golden Dome of the Rock, the site where the Prophet Mohammad is said to have ascended to heaven.\n\nAround the Muslim Quarter of the Old City, shopkeepers stock up on Ramadan essentials, including bright lights for decorations and Korans and prayer beads for recitations.\n\nIssam Zughaiar, 67, sells ornate Ramadan lanterns, called fanous, in the Old City’s winding covered market. Each year he visits factories around Jerusalem and neighbouring Jordan and Egypt to handpick his selection.\n\nA Palestinian man hangs decorations at the entrance to the compound known to Muslims as al-Haram al-Sharif and to Jews as Temple Mount, in Jerusalem's Old City May, 17, 2017. REUTERS\/Ammar Awad\n\nThe twisting alleyways are filled with the scent of sweets eaten at Iftar, the nightly breaking of the fast, including atayef, sugar-soaked pancakes with cheese or nuts, and date-filled ajwa cookies.\n\nDutch tourist Ari Heida came to see preparations at the holy esplanade, referred to by Muslims as the Noble Sanctuary and by Jews as Temple Mount, the site of an ancient Jewish temple destroyed by the Romans in 70 A.D.\n\nSlideshow (11 Images)\n\n“This is why I like Jerusalem,” he said. “It’s the centre for Jews, Christians, and Muslims.”\n\nThat’s also what makes this time particularly tense.\n\nIsrael controls access to the esplanade, which sits on large raised area between the Muslim and Jewish quarters of the Old City. Authorities have restricted access to the compound before during periods of confrontation.\n\nFor now though, the politics has been pushed into the background by the bustle and energy of Ramadan preparations.\n\n“What will happen in Ramadan, what the security situation will be like, whether Jerusalem be will be open, whether the mosque will be open, we are always optimistic,” said Abed al-Rahim Sader Helmi Ansari, who works at al-Asqa Mosque.\n\nEditing by Andrew Heavens\n\n0 : 0\n  • narrow-browser-and-phone\n  • medium-browser-and-portrait-tablet\n  • landscape-tablet\n  • medium-wide-browser\n  • wide-browser-and-larger\n  • medium-browser-and-landscape-tablet\n  • medium-wide-browser-and-larger\n  • above-phone\n  • portrait-tablet-and-above\n  • above-portrait-tablet\n  • landscape-tablet-and-above\n  • landscape-tablet-and-medium-wide-browser\n  • portrait-tablet-and-below\n  • landscape-tablet-and-below",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9767291546,
        "format_confidence":0.9926143885
    },
    {
        "url":"http:\/\/newtownbee.com\/news\/0001\/11\/30\/local-scout-creates-labyrinth-trinity-church-dedic\/142708",
        "text":"Local Scout Creates Labyrinth For Trinity Church; Dedication Friday Night\n\nDuring a pilgrimage to South Dakota last summer, Jack Benedict, a member of Newtown Troop 270, developed the idea that became his Eagle Scout project. Jack and his friends from Trinity Church visited what he called “a beautiful outdoor labyrinth” in the Black Hills, and Jack felt it would be a great gift to his church and town to create something similar here.\n\nA labyrinth is a place for focused walking meditation or prayer that has proven to be a highly effective tool for reducing anxiety and stress. Trinity has long had an indoor labyrinth mat that is made available on certain days throughout the year.\n\nThe new labyrinth will now be open to anyone, anytime.\n\nJack did extensive research on labyrinths and the costs of creating one made from stone for the Trinity property. He consulted with the Reverend Kathie Adams-Shepherd, pastor of the Main Street church, and the Trinity Vestry to find the ideal location. The church leaders suggested placing the maze near the gazebo and Trinity’s Memorial Garden.\n\nThe costs were looking to be a stumbling block as a labyrinth of the size and type Jack was hoping for was going to cost thousands of dollars.  However, several providers saw the true value of having this peaceful spot in the center of Newtown and agreed to donate much of the labor and material to the project.\n\nDavid Tolzmann of The Labyrinth Company of Riverside, Conn., donated the labyrinth paver kit as well as pavers for the pathway. Bill Bushman of Cedar Hill Nursery of Mahwah, N.J, donated skilled labor to excavate the site, compact the gravel and stone dust, and also provide help for the installation of the Labyrinth.\n\nBen’s Masonry in Newtown donated a truckload of the gravel, while Benedict’s Home and Garden of Monroe donated some grass seed, mulch and fertilizer. George Rockwell, a member of Trinity Church, provided a generous donation to pay for many of the remaining materials.\n\nJack recruited 33 volunteers, including Troop 270 leaders and Scouts, adults and youth from Trinity, and his family and friends. The volunteers spent Saturday, June 8, placing pavers by hand, creating a handicap-accessible pathway, installing edge restraint, sweeping polymeric sand into the joints, and re-planting grass around the edges.\n\n“I am happy I was able to build such a beautiful labyrinth for my church and community,” said Jack. “I am thankful for the major donations that made the project possible and I enjoyed learning about labyrinth construction and about planning a project.”\n\nRev Adams-Shepherd expressed her thanks on behalf of Trinity and the community to “everyone involved in this wonderful project, especially Jack for his creative dream and his loving commitment to our spiritual life and our healing. Well done!\" \n\nThe labyrinth will be dedicated at 6 pm on Friday, June 14, as part of the Ben’s Lighthouse dedication ceremony.\n\nThe public is invited to the event, which will celebrate the labyrinth along with a special 20-foot tall lighthouse that will have a temporary home on the front lawn of the Main Street church. Trinity will be hosting a Lighthouse Festival on Saturday, June 15, from 10 am until 4 pm, with events and activities for all ages.\n\n\n\nJack's diligent research on labyrinth has paid off! I've been in this maze for hours. I hope there is plenty of honey at the end of this puzzle.\n\n\n-Mayor Bee\n\n\"Free honey for everyone!\"\n\nYou must register or login to post a comment.",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9845055938,
        "format_confidence":0.9779599309
    },
    {
        "url":"https:\/\/www.catholicnewsagency.com\/news\/cardinal_rivera_says_holy_father_will_give_himself_to_the_very_end",
        "text":"Cardinal Rivera says Holy Father will give himself to the very end\n\n.- At the conclusion of Sunday Mass at the Archdiocesan Cathedral, Cardinal Norberto Rivera of Mexico City, said, “We know (the Holy Father) will give of himself until the very end of his life.”\n\nCardinal Rivera expressed satisfaction that the Pope appeared in public on Sunday to bestow his blessing upon the world and he denied that the John Paul II would resign, saying the Pope is conscious of the work God has entrusted to him.\n\nHe expressed his assurance that the Pope “will continue to recover and the Church will continue with her pace, because the Vicar of Christ has many collaborators that take care of outstanding matters.” \n\nCardinal Rivera offered Mass this Sunday for the sick, on the occasion of the 13th World Day of the Sick, which was celebrated at the Shrine of Holy Mary Queen of the Apostles in Yaounde, Cameroon.\n\nFollow us:\n\nCheck out Catholic News Agency Polls on LockerDome on LockerDome",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9973027706,
        "format_confidence":0.9924008846
    },
    {
        "url":"https:\/\/www.telegraph.co.uk\/news\/religion\/10971119\/Anglican-leadership-accused-of-scaremongering-over-assisted-dying.html",
        "text":"Anglican leadership accused of \"scaremongering\" over assisted dying\n\nA row has opened up within the Church of England after a prominent cleric accused Anglican leaders of “scaremongering” over Lord Falconer’s assisted dying Bill\n\nCanon Rosie Harper has spoken out after leaders of Britain’s major faiths issued an unprecedented joint attack on Lord Falconer’s Bill Credit: Photo: Getty\n\nA prominent Church of England cleric has accused her own leaders of “scaremongering” over Lord Falconer’s assisted dying Bill, as David Cameron said he feared it might lead to people being “pushed” into euthanasia.\n\nCanon Rosie Harper said the use of “emotive” language was preventing rational debate on the subject and served to mask the reality that many believers actually support such a measure.\n\nShe spoke out after leaders of Britain’s major faiths issued an unprecedented joint attack on Lord Falconer’s Bill, describing it in a letter to Parliament as a “grave error” which would be “disastrous” and result in people “colluding” in the notion that someone seeking an assisted death is of “no further value”.\n\nThe letter, signed by The Archbishop of Canterbury, the Most Rev Justin Welby; Cardinal Vincent Nichols, leader of the Roman Catholic Church in England and Wales and Dr Shuja Shafi, the secretary general of the Muslim Council of Britain, along with 19 other senior figures from all faiths, comes on the eve of the Bill’s second reading on Friday.\n\nBut Canon Harper said much of the Anglican leadership was out of step with the views of its own congregations. She told The Telegraph: “Some of the stuff coming out of the leadership is simply scaremongering. They are using very emotive language and it doesn’t help us have a calm conversation about assisted dying.\n\n“I was surprised at the tone being taken on this subject. They start the conversation by saying ‘we all know Christian believe ...’ when that’s not at all the case. In fact many Christians believe it’s the honourable and compassionate way of treating people.”\n\nHer comments came as David Cameron voiced his fears over the Bill, telling the Commons during Prime Minister’s Questions on Wednesday: “For myself I am not convinced further steps need to be taken. I worry about legalising euthanasia and people might be being pushed into things they don’t actually want for themselves.”\n\nCanon Harper is chaplain to the Rt Rev Dr Alan Wilson, the Bishop of Buckingham, who this week became the first serving Church of England bishop to voice his support for assisted dying, saying it would allow people to uphold the “sanctity of life” by making decisions about their own fate. The former Archbishop of Canterbury Lord Carey revealed at the weekend that he had changed his mind on the issue and now supported assisted dying.\n\nCanon Harper, one of whose uncles ended his life in Switzerland – where euthanasia is legal – said her own support for Lord Falconer’s Bill had received the backing of many of her own parishioners, in Great Missenden.\n\nShe said: “I thought people would be furious with me for speaking in support of assisted dying, but I’ve had many people coming up to me to shake my hand and say ‘It’s what I’ve always thought. I fear the church leadership will find itself out of step on this issue, just as it did until this week on women bishops.”\n\nShe rejected the fear that legalising assisted dying would lead to a rush of people seeking an early death, saying this had not been borne out by the experience of similar measures in the US state of Oregon, on which Lord Falconer’s Bill is in-part based, where two doctors have to agree that the patient’s terminal illness would otherwise cause death within six months.\n\n“The idea that this law will lead to people rushing to kill themselves is simply wrong,” she said.\n\nSupporters and opponents of Lord Falconer’s bill are planning to stage rival demonstrations outside Parliament on Friday, ahead of the debate in the House of Lords, amid what are expected to be emotional scenes on both sides.",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9549774528,
        "format_confidence":0.9968438148
    },
    {
        "url":"http:\/\/crownheights.info\/general\/757\/faithful-gather-to-celebrate-yom-kippur\/",
        "text":"Posted to General on\n\nFaithful gather to celebrate Yom Kippur\n\nMushka Goldman, 4, helps her mom, Chanie, the wife of Rabbi Berl Goldman, light a candle while her sister Rochel, 2, watches Wednesday evening to celebrate Yom Kippur at the Lubavitch Jewish Center.\n\nIn the warm glow of candlelight, a host of followers came to the Lubavitch Jewish Center Wednesday one by one to pray and ask God to forgive their sins.\n\nIt was one of many services in Gainesville to observe Yom Kippur, the holiest day of the Jewish year.\n\nSurrounded by the sweet aroma of incense, the faithful then took a melodic journey through history, chanting the mystical words of the Kol Nidrei, a sacred Hebrew prayer that annuls all previous vows made with God. Women on one side, men on the other, they stood in solemn reverence beneath a white tent at the center in northwest Gainesville.\n\nFor some followers, the traditionalism of the Lubavitch congregation sets a spiritual mood that allows them to reconnect to their heritage and spirituality.\n\nIlana Rumbak, 48, said the service made her feel like she was home.\n\n“Judaism is nothing without Yom Kippur,” said Rumbak, who attended the service with her daughters, Amy Rumbak, 20, and Carly Rumbak, 13. “What makes the service special here is that it’s very warm and traditional. They are still doing things the way they were done thousands of years ago.”\n\nAmy Rumbak called Yom Kippur the “most important day” on the Jewish calendar. Jews fast, she said, because it’s a means of spiritual cleansing.\n\n“Fasting shows God you are truly repentant of your sins,” she said.\n\nRabbi Berl Goldman led nearly 300 worshippers in prayer.\n\nHe explained that the separation of men and women during services is a means for the congregation to devote themselves solely to prayer and reflection without distraction. Many worshippers were dressed in white, symbolic of the Jewish belief that they are in an “angel-like” state on the holy day. Members greeted each other with, “Gmar chatima tova,” or “May it finish with a good seal.”\n\n“When we greet each other with this saying, we’re wishing each other well as we put a final seal to our vows with God,” Goldman said.\n\nBefore sundown Wednesday, which is the official start of the Shabbat, or Sabbath, the girls and women were invited to light tiny candles. The women first light the candle, fan the warmth upwards, then cover their eyes and whisper a blessing.\n\n“The candles represent the soul, hope and peace,” Goldman said. “The Jewish nation is one body, and tonight we’re praying for each other and for those who are not here.”\n\nTo repent for their sins, Jews are not allowed to eat, drink, wear leather-soled shoes or anoint themselves with cosmetics, deodorant or fragrances on the holiday.\n\nOne Comment\n\n\nComments are closed.",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9959418178,
        "format_confidence":0.9830485582
    },
    {
        "url":"https:\/\/jewishweek.timesofisrael.com\/kosher-hardball-in-five-towns\/",
        "text":"The Jewish Week is always here for you.\nWe need your support now.\nYour contribution will help us bring you vital news\nand frequent updates about the impact of COVID-19.\nKosher Hardball In Five Towns\n\nKosher Hardball In Five Towns\n\nAn owner of a major kosher supermarket in the Five Towns says he has been given an ultimatum by the organization that provides him with kosher supervision: either sell his business by Feb. 1 or it will withdraw its kosher supervisors.\n\nMark Bollander, a partner of Gourmet Glatt Kosher Meat Market in Cedarhurst, told The Jewish Week that the threat was made by the Vaad Hakashrus of the Five Towns and Rockaway, which has virtually dominated supervision of kosher establishments in the Five Towns for about 30 years.\n\n\"The Vaad told me that you have to get out of Dodge by Feb. 1 or we are pulling your supervision,\" he said. \"This was not over any kashrut issues, it is strictly a matter of personality.\"\n\nBollander declined to discuss the matter further and Rabbi Yosef Eisen, the Vaad Hakashrus administrator, declined comment.\n\n\"The Vaad has no comment at his time,\" said a man who answered the phone at the Vaad office.\n\nBollander made the disclosure after members of the community said that at least one local rabbi told his congregants not to patronize Gourmet Glatt, which recently expanded its store at 137 Spruce St.\n\n\"We have heard\" of those statements, said Alexander Novak, Gourmet Glatt’s lawyer. \"This is somebody [Gourmet Glatt] who has been here 25 years and is trying to be a model in the kosher industry, and it is disturbing and hurtful.\"\n\nSeveral area rabbis were contacted for this article and all declined comment. Virtually every rabbi of an Orthodox synagogue in the area is a member of the Vaad.\n\n\"I don’t want to comment on it,\" said Rabbi David Weinberger, spiritual leader of Congregation Shaaray Tefila in Lawrence. \"All the rabbis will have one statement\" in the next few days.\n\nAn Orthodox resident of the Five Towns who spoke on condition of anonymity, said the ultimatum is not widely known in the community but that those who learned of it were \"shocked\" that the Vaad would act to \"put [Gourmet Glatt] out of business.\"\n\n\"It is taking away their ability to make a living over something that has nothing to do with kashrut,\" he said. \"Even if they wanted to open another business elsewhere they would not be deemed to be worthy of another Vaad giving them [supervision]. Clearly this is not a question of kashrut because if it was, why would they wait until Feb. 1? Unless their reasoning was extremely sound, this is not the way to go. Their job is to watch out for kashrut\" and nothing more.\n\nIn the last week, Bollander said he has hired Rabbi Yehuda Kravitz, who previously supervised all of the meat companies under OU certification, to provide additional kosher certification of his store. He said his action had nothing to do with the Vaad’s threat, but rather was aimed at \"increasing our level of kashrut.\"\n\nNovak said Gourmet Glatt was striving \"to do whatever they can to make sure they have the highest kosher standards, and they hope what they are doing will just enhance their kosher standards. … They have a rabbi who is an expert in meat … and one for the deliveries. You would think it was like a yeshiva with so many rabbis there. But you know, getting good mashgichim [kosher supervisors] is not simple.\"\n\nRabbi Kravitz declined to discuss Bollander’s dealings with the Vaad, but said simply: \"The whole store is now under my certification as well as the Vaad’s. There are many establishments and companies that have dual certification. … It is a common practice. It seems not to be a problem anywhere. I supervise one other place that has a local heksher [certification] as well. It is in Brooklyn, and the other certifier was very happy I came in. There was no problem.\"\n\nBut The Jewish Star, a weekly that covers the Five Towns, quoted Rabbi Eisen last week as saying that Gourmet Glatt brought in Rabbi Kravitz without consulting with the Vaad or receiving its approval. He was quoted as calling the decision \"irresponsible and reckless\" and said the ability of the Vaad to be \"able to continue to certify the kashrut at Gourmet Glatt\" had been jeopardized.\n\nread more:",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9246811271,
        "format_confidence":0.9964650869
    },
    {
        "url":"http:\/\/www.wtvy.com\/news\/florida\/headlines\/A-Local-Community-Fight-for-their-Faith-235339181.html",
        "text":"A Local Community Fights to Keep the Faith\n\nBy: Rachel Yonkunas Email\nBy: Rachel Yonkunas Email\n\nDuring Christmas season, there are holiday music and holiday decorations. However, a nativity scene in Chipley, Florida attracted attention from a national organization.\n\nIt sits outside the City Hall and prompted a reporter for the Washington County News to make some calls. Randal Seyler contacted the Freedom from Religion Foundation to challenge the legality of the Christmas display. He stated he just wanted to scratch an itch out of curiosity.\n\nIn a written statement, Chipley Mayor Linda Cain said, \"Randal Seyler, acting in his capacity as a reporter for the Washington County News, made a comment (overheard by me) that the nativity scene was unconstitutional and should be removed. I asked him to leave it alone.\"\n\nShortly after, Mayor Cain received an email from the FFRF. The Freedom from Religion Foundation said their nativity scene is unconstitutional because it is on government property and owned by the city, therefore breaching separation of Church and State. However, the city of Chipley disagrees and said it is not coming down.\n\nThe FFRF wrote, \"The Supreme Court has ruled it is impermissible to place a nativity scene as the sole focus of a display on government property.” Needless to say, many Chipley residents do not agree with Seyler's actions and do not think an organization outside their community should interfere.\n\n“I would much rather ya'll decide what's good for Chipley than a group that doesn't really believe in anything,” said Richard Burke, a Chipley resident.\n\n“If that person can stop it, it would do a lot to mitigate the feelings that a lot of people have towards that person,” said another Chipley resident.\n\nResidents squeezed into city hall Tuesday night to save this display, but Seyler was a no show.\n\nMayor Cain said the city added more decorations to the site so the nativity scene is no longer a \"sole focus\" in hopes to \"satisfy the dissatisfied.\"\n\nComments are posted from viewers like you and do not always reflect the views of this station.\npowered by Disqus\nWTVY-TV 285 N Foster Street Dothan, AL 36303 334-792-3195\nCopyright © 2002-2015 - Designed by Gray Digital Media - Powered by Clickability 235339181 - wtvy.com\/a?a=235339181\nGray Television, Inc.",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.7295739651,
        "format_confidence":0.9968824387
    },
    {
        "url":"http:\/\/www.sheboyganpress.com\/article\/20130727\/WRT10\/307270016\/Church-will-present-2-Biblical-speakers",
        "text":"Church will present 2 Biblical speakers\n\n10:18 AM, Jul. 25, 2013  |  Comments\n  • Filed Under\n\nAnointing Oil Faith Church presents two speakers.\n\nDr. Larry Ollison, pastor, teacher, author, international and national speaker, brings the word of God with great clarity and a sense of humor woven in.\n\nDr. Terry Mize, missionary and minister to pastors throughout the world, is a no-nonsense minister of the Gospel who tells it \"like it is.\" He deciphers Biblical truths and ties them in with world events of today.\n\nPresentations are at 7 p.m. Aug. 2, 10 a.m. and 7 p.m. Aug. 3 and 10 a.m. Aug. 4. They are hosted by pastors Dar and Clara Kobs, Anointing Oil Faith Church, 1320 Pepper Ave., Wisconsin Rapids.\n\nJoin Our Team!\n\nIf you are interested in working for an innovative media company, you can learn more by visiting:\n\nGannett Careers\n\nCommunity Calendar\n\nView and submit the events going on in your community.",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9965805411,
        "format_confidence":0.6051072478
    },
    {
        "url":"http:\/\/articles.mcall.com\/1986-03-08\/news\/2509190_1_moravian-theological-seminary-pastor-rev-gordon-l-sommers",
        "text":"Moravian Pastor To Serve Church In Maryland Religion\n\nMarch 08, 1986|The Morning Call\n\nThe Rev. Terry L. Folk, a native ofReading and pastor of Schoenbrunn Moravian Church in New Philadelphia, Ohio, will become pastor of the Moravian Church in Graceham, Md.\n\nThe announcement was made recently by the Rev. Gordon L. Sommers of Bethlehem, president of the Eastern District of the Moravian Church.\n\nFolk will conclude his 7 1\/2 -year ministry in Ohio in April and will be installed at Graceham on May 9.\n\nHe is a graduate of Albright College and received his master of divinity degree from Moravian Theological Seminary in 1978.\n\nHe was ordained into the ministry in 1978 and consecrated a presbyter (second order of the Moravian ministry) at Schoenbrunn in 1981.\n\nMorning Call Articles\nPlease note the green-lined linked article text has been applied commercially without any involvement from our newsroom editors, reporters or any other editorial staff.",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9959552288,
        "format_confidence":0.9917154908
    },
    {
        "url":"http:\/\/www.catholicherald.co.uk\/news\/2013\/01\/09\/don-bosco-pilgrims-urged-to-share-joy-with-one-other\/",
        "text":"Schoolchildren who came to venerate relics in Birmingham are told that smiling makes a difference\n\nLarge numbers of young pilgrims and pilgrims of all ages flocked to venerate the relics of St John Bosco at the Metropolitan Cathedral and Basilica of St Chad, Birmingham, this week.\n\nArchbishop Bernard Longley of Birmingham celebrated Mass in the Cathedral, packed to capacity with primary schoolchildren and their teachers, from schools throughout the archdiocese.\n\nFr Martin Coyle SDB, provincial of the Salesians in Britain, emphasised that St Don Bosco, who is the patron saint of schoolchildren and young people, “was a great saint who was always cheerful”.\n\nFr Coyle asked each of the pilgrims present to turn to the person next to them and smile at them for five seconds. He said: “It is infectious and it spreads. People have to try very hard not to smile back. It makes a difference to someone else’s life.”\n\nHe concluded: “It’s quite simple to be holy – by being happy, not long faces. We need to share joy with one another. Try to be cheerful each day and smile at someone. Others will join in and it will make a difference!”\n\nSt John Bosco died in Turin on January 31 1888, aged 72. A large proportion of the population of the Northern Italian city turned out for his funeral. He was declared Blessed in 1929 and canonised by Pope Pius XI on Easter Sunday, April 1 1934.",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9968818426,
        "format_confidence":0.9929711223
    },
    {
        "url":"http:\/\/theleaven.org\/after-harvey-faith-fuels-houston-fans-world-series-is-boost-city-needed\/",
        "text":"World Series is boost city needed\n\nParishioners sell handmade rosaries to baseball fans outside Annunciation Catholic Church in downtown Houston Oct. 27. The church, built in 1869, sits across the street from Minute Maid Park where the Houston Astros hosted the Los Angeles Dodgers during the 2017 World Series. (CNS photo\/James Ramos, Texas Catholic Herald)\n\nby James Ramos\n\nHOUSTON (CNS) — Baseball bats and rosary beads were the only thing on Tonya Killian’s mind as she walked toward Minute Maid Park for Game 3 of the 2017 World Series.\n\nA longtime Houston Astros fan and parishioner at Mary Queen Catholic Church in Friendswood, Killian was on a mission to buy rosaries custom made for the World Series by members of Annunciation Catholic Church.\n\nHer Hail Mary attempt was a success: She bought the last two handmade rosaries for sale that day, and maybe even an Astros World Series victory.\n\nTradition holds that if the parish — which sits close to the ballpark across the street — sells out of its rosaries on game day, the Astros will win.\n\nNo one really knows if Killian’s purchase guaranteed the Astros’ 5-3 victory over the Los Angeles Dodgers that Friday night, Oct. 27. But nobody could have expected the wild 13-12 Astros win two days later on Sunday night, even after Saturday’s loss. Game 5 saw the two teams slug it out for more than five hours and into extra innings Oct. 29.\n\nGoing into Game 6 at Dodger Stadium Oct. 31, the Astros led 3 games to 2. But the Dodgers won 3-1, tying the series 3-3. Game 7 was set for Nov. 1 in Los Angeles.\n\nThese rosaries were special to Killian, not just because they were Astros-colored. Killian’s family suffered during Hurricane Harvey: Two of her family members’ homes in Dickinson were flooded with more than 2 feet of water during the storm.\n\nNow more than two months since the storm dropped more than 50 inches of rain along the Texas Gulf Coast, she said some of her family is able to finally return home. The rosary means a lot to her, she said.\n\n“I’ve broken down more times in the last month and a half than in the last two years,” she told the Texas Catholic Herald, newspaper of the Archdiocese of Galveston-Houston. Dickinson was one of the hardest hit areas in Houston. “It’s cleaned up, but as you drive by, you can see straight through these homes.”\n\nStill, Killian said the Astros’ World Series run has been thrilling to watch, something the city needed after Harvey’s devastation.\n\n“To watch the Astros play, to me, is like watching kids doing what they love and having fun,” she said.\n\nParish staff and volunteers said the rosaries were in high demand, with 120 to 150 available during each of the three World Series games in Houston. The line stretched down the block with a half hour wait just to enter the parish’s sidewalk pop-up gift shop.\n\nFather Paul Felix, pastor of the 147-year-old parish, opened the doors to the historic church for all to visit Oct. 27. He beamed as visitors milled in and out. Inside, dozens stopped for a quiet moment of prayer before heading into the ballpark for the game.\n\nEarlier that day, Lance McCullers, former MLB pitcher, lit a few candles inside the church for his son Lance McCullers Jr., a pitcher for the Astros. McCullers Jr. was crucial during the 2017 American League Championship against the New York Yankees and helped send the Astros to their second World Series.\n\nFather Felix said the World Series was a prime time to evangelize the culture with the rosary, especially during the centennial of the Marian apparitions at Fatima.\n\nHis collar seemed to garner a double-take every few minutes or the occasional genial nod from the tens of thousands of baseball fans decked out in their team colors who streamed by the church.\n\nBetween blessing rosaries, Father Felix stopped to greet parishioners and the non-Catholics who have come to know him and his parishioners throughout the baseball season. The parish has been selling rosaries outside their front door all year long to help raise funds for parish renovations.\n\nThe church, designed by Nicholas J. Clayton, is the oldest surviving and continuously used church building in the Archdiocese of Galveston-Houston and is need of repair. Father Felix encouraged visitors to help recognize history and join the effort to help renovate the church.\n\nIncarnate Word Academy, founded in 1873 by the Sisters of the Incarnate Word and Blessed Sacrament, adjacent to the church also celebrated the Astros’ World Series run with sidewalk art that welcomed baseball fans.\n\nThe sisters are longtime fans of the Astros, especially after the team left the Astrodome and moved downtown in 2000 across the street.\n\nSoon it was time to close up shop and as the volunteers began to clean up, the 6 p.m. Angelus bell rang loudly hundreds of feet above. Everyone stopped what they were doing to pray together.\n\nThen, not seconds after the closing Glory Be, a nearby patient but faithful fan yelled out a question: “Did y’all sell out!?”\n\nHappy to confirm, the volunteers said “Yes!” The Orange-clad fan cheered and headed for the stadium to tell others the good news.\n\nCopyright ©2017 Catholic News Service \/ U.S. Conference of Catholic Bishops.\n\nLeave a Reply",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.8982666731,
        "format_confidence":0.9749928117
    },
    {
        "url":"http:\/\/www.thedailymash.co.uk\/news\/science-technology\/god-found-earth-among-some-of-his-other-stuff-claims-expert-200910132134",
        "text":"God Found Earth Among Some Of His Other Stuff, Claims Expert\n\n\nA NEW interpretation of the Bible suggests that God did not create the Earth, but stumbled upon it while looking for a magazine.\n\nGod would probably have looked behind a chest of drawers like this one\n\nDr Nathan Muir, a leading Hebrewologist, said the misunderstanding arose from the traditional translation of the word 'bara' which, he claims, does not mean 'to create' but to 'move the chest of drawers out a bit because it could easily have fallen down the back'.\n\nHe said: \"Genesis clearly tells the story of God searching for an old copy of Omnipotent Digest that contained a picture of an otter giving a 'thumbs up' gesture.\n\n\"He had told one of His friends that it was very amusing and had promised to see if He couldn't dig it out.\n\n\"The passage goes on to describe how, while searching for the magazine, God found His spare set of van keys that He thought He'd lost ages ago, and then a blue-green ball thing that He considered taking outside for a kickabout before realising it was covered in tiny creatures.\"\n\nDr Muir admitted that it was still unclear how the Earth ended up in God's vast living room.\n\n\"It seems God lived in an infinitely massive shared house with three other supreme beings, and one of them may have left it lying around. The text reads, 'And God said lo, is this anyone's, because if it's not then I might have it, if that's alright.\"\n\nBut creationists have dismissed Dr Muir's interpretation, insisting any theory other than God constructing absolutely everything in six days, five and a half thousand years ago was 'dangerously unhinged'.\n\nRev Martin Bishop, of the First Church of the Immaculate Contraption, said: \"The passage actually reads, 'And God did ask the beasts of the field, 'has anyone seen the magazine with the picture of that universe I created?'\"\n\n  • Share:\n\n  • Badger_Pic_inside",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9850836396,
        "format_confidence":0.9641824365
    },
    {
        "url":"https:\/\/ca.reuters.com\/article\/lifestyleNews\/idCABRE9800A320130901",
        "text":"September 1, 2013 \/ 3:38 PM \/ in 4 years\n\nBritain's new chief rabbi faces task of uniting Jewish community\n\nLONDON (Reuters) - Britain’s new chief rabbi, Ephraim Mirvis, who has vowed to remain traditional by barring women rabbis and same-sex marriage, was sworn in on Sunday to face the challenge of uniting the nation’s polarized Jewish community.\n\nChief rabbi, Jonathan Sacks (R), and chief rabbi-designate, Ephraim Mirvis, wait for Prince Charles to arrive to attend the installation of Mirvis as chief rabbi, at St John's Wood Synagogue in London September 1, 2013. Britain's new chief rabbi, Mirvis, was sworn in on Sunday, vowing to remain traditional by barring women rabbis and same-sex marriage and facing a struggle to unite the nation's polarised Jewish community. REUTERS\/Toby Melville\n\nAbout 1,400 guests, including Britain’s heir apparent Prince Charles, attended a ceremony at a north London synagogue as Mirvis replaced the respected Jonathan Sacks after 22 years as the leading spokesman for British Jews.\n\n“A warm welcome to new @chiefrabbi Mirvis & my thanks to Lord Sacks for special contribution he made to our whole country as #ChiefRabbi,” Prime Minister David Cameron tweeted.\n\nSouth African-born Mirvis, 56, becomes head of Britain’s largest Jewish denomination, but his synagogue network and other mainstream Orthodox make up only half of the 260,000-strong UK Jewish community, the world’s fifth and Europe’s second largest.\n\nAs titular head of British Jews, Mirvis faces the same problems confronting the Church of England, such as falling congregations and the challenge of making traditional religion relevant in a modern consumer society.\n\nHe signaled the orthodox United Synagogue would retain its traditionalist stance on single-sex marriage, which is at odds with rabbis in the Liberal and Reform synagogues at the forefront of the campaign for same-sex marriage.\n\nChief rabbi-designate, Ephraim Mirvis, waits for Prince Charles to arrive to attend his installation as chief rabbi, at St John's Wood Synagogue in London September 1, 2013. REUTERS\/Toby Melville\n\n“We have a clear Biblical definition of marriage, which is the union of one man and one woman, and through that we value traditional family life,” Mirvis said in a BBC interview ahead of Sunday’s ceremony.\n\nAs for the possibility of women rabbis, he responded: “In our tradition, men have occupied that role, and that is the format for Orthodox congregations”.\n\nSlideshow (2 Images)\n\nMirvis is expected to tread a careful course to try to bring the various streams of British Judaism closer.\n\nRabbis in the liberal-leaning Reform movement have urged Mirvis to abandon the title of chief rabbi and instead call himself the chief Orthodox rabbi to more accurately reflect his position and as a gesture to growing progressive congregations.\n\nProgressive synagogues now account for around a third of all Jewish congregations in Britain.\n\nThe rapidly growing strict Orthodox or haredi communities make up much of the rest and they also do not consider the United Synagogue head as their chief rabbi.\n\nBut Mirvis, who won plaudits for being the first United Synagogue rabbi to host an address by an imam, has shown no inclination to change his title and has declined to break tradition and visit a non-Orthodox synagogue.\n\nAdditional reporting by Tom Heneghan, Editing by David Evans\n\n0 : 0\n  • narrow-browser-and-phone\n  • medium-browser-and-portrait-tablet\n  • landscape-tablet\n  • medium-wide-browser\n  • wide-browser-and-larger\n  • medium-browser-and-landscape-tablet\n  • medium-wide-browser-and-larger\n  • above-phone\n  • portrait-tablet-and-above\n  • above-portrait-tablet\n  • landscape-tablet-and-above\n  • landscape-tablet-and-medium-wide-browser\n  • portrait-tablet-and-below\n  • landscape-tablet-and-below",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9916734099,
        "format_confidence":0.9968904853
    },
    {
        "url":"http:\/\/www.stjohnofgodvocation.ie\/index.php?id=1446",
        "text":"• Home\n  • News Section\n  • South Asia Vocations Coming from Nontraditional Catholic Communities\n\nSouth Asia Vocations Coming from Nontraditional Catholic Communities\n\nAs religious gathered July 20-25 in Thailand for a symposium on religious life hosted by the Federation of Asian Bishops’ Conferences, religious men and women throughout the region find themselves facing new challenges to their missions.\n\nLike the Capuchin brothers, religious throughout South Asia are seeing significant transformations that will affect the future of consecrated life. In countries such as Bangladesh, India, Pakistan and Sri Lanka, the very complexion of religious congregations is changing.\n\n“Fewer people now come from traditional Catholic pockets and more are coming from tribal and socially poor groups,” Fr. Joseph said of the situation in India.\n\nMembers of the Missionaries of Charity march toward a church on Good Friday in Kolkata, India, in this 2011 file photo. Pope Benedict XVI singled out Indian women religious to praise them for their positive role in the church in their country. (CNS photo\/Rupak De Chowdhuri, Reuters)\n\nMost new recruits joining India’s 125,000 religious men and women now come from areas where missionaries became active in the latter half of the 20th century, he said.\n\nOnly three decades ago, most of India’s religious came from pockets in Kerala, Goa, Karnataka states and cities like Kolkata and Mumbai, where Catholic communities are centuries old.\n\nSuch a demographic shift is paralleled elsewhere in South Asia.\n\nDecades ago in Bangladesh, for example, the majority of religious came from traditional Bengali Catholic families. Today, most come from indigenous families.\n\n“The recruits from tribal communities are increasing and those from the Bengali group are declining,” said Fr. James Clement, president of the Conference of Religious in Bangladesh.\n\nHe estimated that men and women from indigenous communities today make up 60 percent of an estimated 1,225 religious in the Muslim-majority country. People from traditional Bengali Catholic families comprise about 40 percent of the religious community. In the past, the numbers were reversed, he said.\n\nIn Pakistan, religious have traditionally been drawn from the ranks of the Goan Catholic community. Today, however, more people come from the Punjabi community, the country’s largest ethnic group, according to Kashif Anthony, of the National Commission for Justice and Peace.\n\nAnthony said large numbers of Goan Catholics have migrated from Pakistan, which has contributed to the demographic shift.\n\nThe origins of the church in Pakistan were based around foreign missionaries. In the last decade, however, the number of foreign missionaries has dropped significantly, according to Dominican Father Pascal Paulus, president of the Major Religious Superiors Leadership Conference of Pakistan.\n\n\n\n| More\n\nSt John of God Brothers\nSt. Mary’s\nCo. Louth\nTel: 00353 41 686 2607\n\n© 2012 St John of God Brothers\nWeb Design: Colum Keating",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9971389771,
        "format_confidence":0.5439437628
    }
]