[
    {
        "url":"https:\/\/rayviewconstruction.com\/concrete-flatwork",
        "text":"Driveway concrete20170815 14020 1m9sd9\n  • New or Tear Out and Replace\n  • Driveways\n  • Patios\n  • Sidewalks\n  • Steps\n  • Porches\n  • Garage Floors\n  • Slab Foundations\n  • Poured Foundations for room additions\n  • Retaining Walls\n\nRayview has a crew of experienced concrete finishers, trained in new and replacement concrete for your residential needs.  It is our crews, working with our equipment, that will remove the old concrete and prepare your site for excavation, and complete your work with the best attention to detail in laying your new concrete project.\n\nPreparation of the site is an integral part of the overall operation necessary to extend the years of service you can expect from your new concrete.\n\nAll soil beneath the concrete must be compacted and only filled with a crushed stone or gravel.  In areas where saturation of the soil is expected, a gravel base of 2\" to 4\" should be installed.\n\nReinforcement mats of ½\" rebar are installed and lifted into the concrete during the pouring process to insure adequate support.  Different strengths and thickness of concrete, and additional reinforcements are available upon request.  We will help you determine your special needs.\n\nRayview tries to keep our prices low in a highly competitive market.  We start by bidding our jobs according to normal construction standards for your area, so that you may compare our price to others.  However, when comparing bids, make sure that all of those who are bidding have proof of insurance and are fully licensed to do the work in your area.  It's the law to have both insurance and be licensed.  Protect yourself.  If a company does not have work comp insurance, and a worker is hurt on your property, you will be held liable.  There are many who also do substandard work, and who operate without the proper credentials.  Take time to ask for addresses of work they have done elsewhere to view the type of work their crews do.  Look for dips and wrinkles in the concrete, and make sure they divide the sections properly, rather than pour in one piece.\n\nEDGINGS, TEXTURES AND COLORS    While some people prefer the \"norm\" in concrete, others prefer decorative edgings\n or a fully stamped patio, sidewalk or driveway.  We can provide you with the look of brick, slate or stone in a wide choice of colors.  Only Master Finishers are able to provide you with these choices.  Ask for details.\n\nWe all know concrete as a strong, durable material, used in the construction of dams, bridges, highways and driveways, but do you know that concrete doesn't gain full strength until 28 days after it's poured?  Most of the concrete's strength is gained early, which allows us to drive ordinary vehicles on our new driveways in less than one week in most cases.   What most also don't know is that concrete continues to get stronger and tougher, year after year.  The first year, concrete is known as \"tender or green\".  Care must be taken with this tender concrete so it can mature with the same new look it started with.\n  • Prior to your concretes first winter, seal it with a good quality sealer designed for this purpose.  We offer this service to you for a nominal fee.  Rayview can't help you keep the salt and snow off your drive, but we can seal-coat it in the fall to provide the best protection possible.\n  • It's important for you to shovel snow from your concrete in winter.  NEVER use salt or de-icers to melt the snow.  This will cause pits and spalling.  Use only common sand.\n  • Don't let winter slush drop and melt on your driveway after driving on roads that have been salted and sanded.  Wash concrete as often as the weather will allow\n  • Pressure wash your drive and garage floor, early in the spring to remove salts and mildew and respray with sealer if necessary.  Sealers help to retard dirt and oils, and will leave your concrete looking new again.\n  • The cost of pressure washing and sealing is minimal in comparison to replacement.  Just as you care for the floors in your homes interior, you should care for you concrete on the exterior of your home.  Your drive and sidewalks are a major part of a visitors first impression of you. \nNo contractor can promise you that your concrete will never spall or crack.  That is the nature of concrete.  Cracks can be caused by shifting soil under the concrete, or extremely heavy weight on the surface.\nA sample of the stamp patterns\nImag001stamp20170815 22488 1bxdmp4\nConcrete Flooring, Driveways, Sidewalks and Patios\n\n\nClick Here To Request An Estimate",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.7973815203,
        "format_confidence":0.9270616174
    },
    {
        "url":"https:\/\/kzpto.com.ua\/en\/10-ton-bridge-crane\/",
        "text":"10 т мостовой кран\n\nFor one of the leaders in the oil industry of Ukraine, a 10-ton bridge crane was manufactured\n\nA 10-ton bridge crane for one of the largest oil producing companies in Ukraine was manufactured at the Kyiv Crane Machinery Plant LLC. Today, this company produces more than 86% of oil, 28% of gas condensate and 16% of gas from the total hydrocarbon production in our country.\n\nThe customer needed a new crane to more efficiently provide loading and unloading operations at the territory of the oil refinery. It is worth noting that, along with our designers, the representatives of the Customer took an active part in the development of the project of the crane overpass and the crane itself - this made it possible to take into account all the nuances of the technological process, for which new crane equipment was needed.\n\nThe main technical characteristics of the crane model KMO-10.0-20.00-7.0-A5:\n\n  • carrying capacity - 10.0 t;\n  • lifting height - 7.0 t;\n  • crane span - 20.0 m;\n  • lifting and lowering speed - 4.0 m \/ min;\n  • the speed of movement of the trolley - 20.0 m \/ min;\n  • crane movement speed - 40.0 \/ 10.0 m \/ min;\n  • degree of protection of electrical equipment - IP55;\n  • group operating mode according to ISO or GOST - 2m (medium).\n\nThe main components on a supporting bridge crane: cable hoist MT type, gear motors for moving and lifting, as well as end beams - produced by the Bulgarian plant Podemcrane. The span bridge (a welded beam of a box-shaped structure with a width of a riding shelf of 295 mm) was manufactured at Kyiv Crane Machinery Plant LLC.\n\nThe crane package also includes:\n\n  • load limiter;\n  • limit switch of raising and lowering;\n  • trailer switches of crane and hoist movement;\n  • additional brake of the lifting mechanism;\n  • thermal protection of the lift engine;\n  • phase control relay;\n  • light and sound alarm for crane operation - Schneider 24V;\n  • main contactor in the circuit;\n  • LED lighting of the working area.\n\nThe increased degree of protection of electrical equipment, as well as anticorrosive painting of the span bridge ensures reliable operability of crane equipment in the open air at any time of the year and in any weather.\n\nAfter delivery to the place of operation, the crane was mounted and after testing it was put into operation as soon as possible, despite the fact that the installation and commissioning were carried out in the conditions of the current production. Currently, the new crane equipment is being successfully operated: with its help, loading and unloading of raw materials, equipment and tools is carried out in the custody of the oil refinery.\n\n(3 оценок, среднее: 5.00 из 5)",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9741802812,
        "format_confidence":0.986418426
    },
    {
        "url":"https:\/\/www.buyductings.com\/",
        "text":"Premier Ventilation Duct and Fittings Manufacturer in China\n\nYour Best Ventilation Duct & Fittings\n\nAs a professional Ventilation Duct and Duct Fittings manufacturer, we Biyang are famous for rich experience in handling project orders, custom engineering and product development, and full product line to provide one-stop solution.\n\n\nOver 1000 Projects Home and Abroad Have been Using Biyang Products\n\nBiyang have been providing Ventilation Duct and Duct Fittings for more than 1000 projects home and abroad. Among these projects, there are Spiral Duct and Flexible Duct used for Dineyland Shanghai. All kinds of HVAC Fittings are used for US oversea military base and so on\n\n\nHow We Help Your Business & Projects\n\n  • All HVAC Ducts and Fittings available to save your purchasing time\n  • Custom making based on your request is our strength\n  • Excellent sales with 24\/7 service\n  • Setting up workers available to help your HVAC project at your site",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9694119096,
        "format_confidence":0.7041826844
    },
    {
        "url":"https:\/\/www.tradeindia.com\/fp3043730\/M-S-Circle-Cutting-Services.html",
        "text":"Accepts only Domestic Inquiries\nBhavnagar, Gujarat, India Joined 24 July 2009\nM.S.Circle Cutting Services\nM.S.Circle Cutting Services\n\nM.S.Circle Cutting Services\n\nPosted by : Mr. Kavin Malaviya\nOffered by : SHREEJI SALES\nLast updated on : Jan 18,2016\nProduct added on : Jan 18,2016\nSend Inquiry Have a question?   Ask Supplier\nProduct Description\nWe are leading firm engaged in offering M.S.Circle Cutting Services in Bhavnagar, Gujarat, India. The services rendered by us are of high level cutting effectiveness. Utilizing by the endless Industrial and Know-how of this area, We have possessed the capacity to give best quality ms profile cutting services.\nAbout the Supplier\n\nEstablished in 2009, SHREEJI SALES has been a leading name in offering World Famous Cutting Services to our customers from Bhavnagar, Gujarat.\n\n  • Nature of Business\n    Manufacturer \/ Supplier\n  • Number of Employees\n  • Year of Establishment\n  • Working Days\n    Monday - Sunday\nSend your inquiry directly to this supplierReceiver's Company Name: SHREEJI SALES\n\n* Tips on getting accurate quotes. Please include product name, order quantity, usage, special requests if any in your inquiry.\n\nSend this inquiry to other Suppliers of similar products (?)\nI agree to abide by all the Terms and Conditions of\nContact Details\nPlot No. 2, Mamsa, Near Sitaram Weigh Bridge,\nBhavnagar, Gujarat, 360003, India\nContact Supplier\nMr. Kavin MalaviyaMarketing Manager\nLast updated on : 17 September 2018 Report Incorrect Contact\nYou May Also Be Interested In",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9095242023,
        "format_confidence":0.9601384997
    },
    {
        "url":"https:\/\/www.matrixservicecompany.com\/project\/mishraq-sulfur-purification\/",
        "text":"Skip to main content Go to contact form\nSulfur Purification and processing at the Mishraq Sulfur Purification project\n\nMishraq Sulfur Purification\n\nLocation: Mosul, Iraq\n\nMatrix PDM Engineering partnered with CTI Consulting and Al Hawarth on a $78.6 million dollar project to deliver and install a sulfur purification system. The project scope was turn-key delivery including a submerged combustion distillation, sulfur filtration, sulfur recovery unit and CO2 generation plant, including a process automation system.\n\nUsing pre-fabricated off-site construction, the entire facility was assembled in Tulsa, OK on 56 modules of 3.5m x 3.5m x 13.4m. Ninety percent of all piping was pre-fabricated and shop fit. The plant was designed to allow capacity to be doubled to one million tpy of sulfur at a future date.\n\nAll necessary QA\/QC checks were done in the United States prior to export to Iraq. The final in shop evaluation included module to module shop assembly, complete P&ID checks, code required x-ray and hydrotesting, instrument and electrical checks, factory acceptance testing of the DCS. All construction personnel were trained on module design and fabrication techniques in the United States, in order to accurately install and erect in country.\n\nAdditionally, the plant standardized on a Rockwell PlantPAx platform and standard software libraries. The system includes hot-backup redundancy in controllers, networks, and HMI and historian servers. A BMS was designed and supplied using Rockwell GuardLogix safety I\/O.\n\nTPY sulfur purification plant\nTotal contract price\nPre-fabricated modules\n\nScope of Work\n\n  • Turnkey delivery and installation\n  • Multi-discipline engineering and design\n  • Procurement\n  • Project execution management\n  • Fabrication\nModular design\nSulfur purification\nMatrix PDM Engineering\n\nPut Our Standard\nTo The Test.\n\nGet in touch with Matrix for your next project.\nreturn to top icontop",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.973600924,
        "format_confidence":0.9809544086
    },
    {
        "url":"https:\/\/federfintech.com\/en\/special-processes\/",
        "text":"Federfin Tech carries out unique processes for the decoration and personalisation of all aluminium caps and aluminium plugs\n\nThe success of the aluminium screw cap in the various bottling sectors has influenced marketing to give the aluminium cap a distinguishable and increasingly attractive image in the eyes of the consumer.\nThis means that the cap is not only a necessary product for closing the bottle but an essential element for marketing laws.\nWe have invested heavily in the exclusivity of the product image, emphasised by exclusive hot foil and embossing techniques.\n\nAsk for a quote\n\nWould you like to find out about our products?\n\nCaps for wine\n\nQuality and attention to detail and security\nFind out more >\n\nCaps for sparkling wine\n\nSafe, hermetically sealing, recyclable, fully customisable\nFind out more >\n\nCaps for oil and vinegar\n\nInnovative, safe, customisable and recyclable\nFind out more >\n\nCaps for liqueurs\n\nResearch and quality for perfect preserving\nFind out more >\n\nSafety caps\n\nCustomised inviolable hermetic closures for alcoholic beverages\nFind out more >\n\nCapping heads\n\nDesigned and manufactured for perfect fitting\nFind out more >\n\n\nFederfin Tech is committed to protecting industrial environments and ecology through rigorous quality control and careful selection of materials.\n\nFind out more\n\nHot Foil\n\nThe hot foil line is a hot foil printing technique that can be applied on the head and on the side that guarantees a lively, elegant chromatic effect and gives the cap a very exclusive and prestigious image.\n\n\nA further type of customisation is the embossed finish of the capsule head.\nIn this case, the image of the cap is further enhanced, making it highly exclusive and elegant giving the cap a very prestigious value.\nThe highly innovative machinery allows countless creations of reliefs, customisable with special colours according to the bottlers’ specifications.\nEmbossing techniques can be:\n\n  • standard embossing\n  • pad printing embossing\n  • hot foil embossing\n\nColour Spray\n\nFederfin’s spray line has been developed to satisfy a niche market for all companies looking for a unique product in its sector, customised and equipped with distinctive design and qualities that make the cap with spray finish a distinguishable and high level element in its sector.\nThis colouring technique involves the creation of unique and personalised colours, thanks to spray technology that allows the creation of distinctive colours, metallic, glossy, semi-glossy or opaque also and above all aimed at those product lines of high level and characterised by low production volumes that make excellence, the product they want to offer the market.\nIn this way, select sample colours can be produced to customer specifications using a printing technology that is unique in the industry.\n\n\nFederfin Tech has invested in the creation of a particular machine that prints the bottling register, a code imposed by the Italian market also for wineries that need to close low quantities of bottles.\nThis new technology allows you to print in black on standard colours such as red, gold, blue, green, burgundy, yellow, anthracite, silver and many other colours.\nFor this type of product, Federfin Tech accepts orders starting from 10,000 capsules with delivery within six weeks of order.\n\nOther customisation techniques\n\nAmong the processes carried out by Federfin Tech are also present:\n\n  • Lithographic printing\n  • Screen printing\n  • Offset printing\n  • Pad printing\n  • Spray Painting\n\nAre you interested in our products?",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9798776507,
        "format_confidence":0.9906901121
    },
    {
        "url":"https:\/\/www.jpexhausts.co.uk\/post\/large-generator-exhausts",
        "text":"Project Focus - Large Generator Exhausts..\n\nUpdated: Mar 23\n\nJP Exhausts can offer a complete bespoke \/ custom generator exhaust manufacturing service, from the initial design stage through to the final fit. Whether you’re after something the size of a bike exhaust to the size of a earth mover exhaust. Discuss your requirements with our design team and we are happy to work with you to find a solution.\n\n32 views0 comments",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9894034863,
        "format_confidence":0.8020356297
    },
    {
        "url":"https:\/\/twinoxide.co.tz\/textile-industry",
        "text":"Textile industry\n\nTinted textiles\n  • Bleaching\n  • Disinfection of the water cycle\n  • Disinfection, cleaning of equipment and premises\n  • Disinfection of wastewater\n\n\nAdditional Information\n\nThe textile industry is very water intensive. Water is needed for cleaning of the raw material and for many rinsing steps during production. Chlorine dioxide is also used as a bleaching agent. Also for the waste water treatment chlorine dioxide can be used.\n\nChlorine dioxide is environmentally friendly and a technology that protects against contamination, because it protects the environment and human health from bacteria and by-products which would have been formed by other disinfection methods. Thus for example the use of ClO2 in the pulp and paper industry has eliminated the hole dioxin effluent in the mill and thus contributed to a significant improvement of the water ecosystem.\n\nDose and exposure times are application-specific and will be announced on request.\n\n\nApplications, dosages, exposure times\n\nApplicationDosageExposure time\nFacilities1 - 10 ppmapplication-specific",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9386588335,
        "format_confidence":0.9308146834
    },
    {
        "url":"https:\/\/m.mylipoworld.in\/commercial-solar-flood-light-6296473.html",
        "text":"<-- nev left start -->\n\nCommercial Solar Flood Light\n\nCommercial Solar Flood Light\nCommercial Solar Flood Light\nPrice And Quantity\n  • Piece\/Pieces\n  • 100\n  • Piece\/Pieces\n  • 70.00-\n    Product Description\n    We offer premium class Commercial Solar Flood Light which is designed and developed by our team of highly skilled professionals by using high performance and less power consuming light emitting diodes that makes it highly efficient and cost effective in operation. The solar module is fabricated by using crystalline silicon which results in increased power conversion rates and makes it capable to transform sunlight into electric charge in rainy season. Buy from us this high quality artificial lightening solution with a supply capability of 1 to 7 pieces per day.\n    Trade Information\n    • 1-7 Per Day\n    • 1-7 Days\n      Contact Us\n\n      101-102, Alfa Mega Mall, Mahila Mandal Road, Botad Botad Gujarat India +918035948026\n      Phone :+918035948026",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.7521417141,
        "format_confidence":0.9979203343
    },
    {
        "url":"http:\/\/www.positivedisplacementpumps.in\/barrel-unloading-pump-4503020.html",
        "text":"Barrel Unloading Pump\n\nBarrel Unloading Pump\n\n50,000 to 5,00,000 INR\/Piece\n\nProduct Details:\n\n  • Color NETZSCH Green\n  • Product Type Positive Displacement Pumps\n  • Theory Other\n  • Flow Rate 5000 LPH\n  • Material CI\/SS\n  • Fuel Type Other\n  • Pressure High Pressure\n  • Supply Ability : 100 Piece Per Week\n  • Click to view more\n\nPrice And Quantity\n\n  • 50000.00 - 500000.00 INR\/Piece\n  • 50,000 to 5,00,000 INR\/Piece\n  • 1 Piece\n\nProduct Specifications\n\n  • Other\n  • CI\/SS\n  • Other\n  • Gland Packing \/ Mechanical Seal\n  • High Pressure\n  • Positive Displacement Pumps\n  • 5000 LPH\n  • Other\n  • Other\n  • NETZSCH Green\n\nTrade Information\n\n  • 100 Piece Per Week\n  • 1 Week\n  • Contact us for information regarding our sample policy\n  • Africa, Middle East, Western Europe, Eastern Europe, South America, North America, Central America, Australia, Asia\n  • All India\n\nProduct Description\n\nProduct Details:\n\nBarrel Unloading\nMaximum Discharge Flow\n5000 LPH\nPower Source\nNBE 200\n\nNETZSCH Barrel Unloading Pump enables an automatic suction right to the bottom of the barrel (or) the container, to achieve almost residue-free emptying in the Chemical, Pharmaceutical and Food-based industries.\n\nThe heart of the Barrel Emptying System is a volumetrically conveying NEMO Progressive Cavity Pump. When the NEMO Pump is started, a vacuum is created under the follower plate. The vacuum simultaneously puts slight pressure on the substance that guarantees constant suction in the pump.\n\nBarrel Unloading Pump Features:\n\n  • Very gentle conveyance\n  • Nearly residual-free emptying\n  • Conveyance of compacted products\n  • Conveyance of solids\n\n\nNETZSCH Barrel Unloading Pumps offer you:\n\n  • Conveyance volume in proportion to rotation speed\n  • Constant low-pulsation conveyance\n  • High efficiency\n  • Low life cycle costs combined with easy serviceability\n\n\nNETZSCH Pumps & Systems India\n\n* Tips on getting accurate quotes. Please include product name, order quantity, usage, special requests if any in your inquiry.\n\nBack to top\nNETZSCH PUMPS & SYSTEMS INDIA All Rights Reserved.(Terms of Use)\nDeveloped and Managed by Infocom Network Ltd.(Terms of Use)\nDeveloped and Managed by Infocom Network Ltd.",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9911338687,
        "format_confidence":0.998500824
    },
    {
        "url":"https:\/\/camerons.je\/projects\/featured\/all\/project\/de-quetteville-court",
        "text":"De Quetteville Court\n\nRefurbishment and make-over of the high-rise block of 32 two bedroom flats in St Helier including updating the lift, replacing outdated bathrooms and kitchens with modern facilities and installing new mechanical and electrical provisions.\n\nIn order to increase the thermal efficiency of the block the building is also being covered with a rainscreen cladding.\n\nProject Images",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.7298573256,
        "format_confidence":0.9815943241
    },
    {
        "url":"https:\/\/www.tesa.com\/en-us\/industry\/tesa-53999.html",
        "text":"Product information\n\ntesa® 53999\n\nAll black matte gaffer tape\n\nProduct description\n\ntesa® 53999 is a gaffer tape with an excellent matte finish. The tape was especially designed for the arts and entertainment industry. It consists of a PE-coated 80-mesh fabric backing coated with a pressure-sensitive natural rubber black adhesive.\nThe combination between the very matte surface of the backing and the black adhesive makes tesa® 53999 the ideal tape for subtle applications on stages.\n\n\n  • light-absorbing, non-reflective\n  • good adhesion, even on rough surfaces\n  • abrasion resistant\n  • water repellent\n  • conformable\n  • easy to remove\n  • provides a very good protection from dust and dirt\n\nMain applications\n\n  • On-stage\/back-stage taping in theatre, opera, cinema and music halls to prevent reflection of light\n  • Splicing of dance floors\n  • Securing of cables\n  • Fixing or holding of wires and cables on stages or on film sets\n  • Covering of shiny and glossy surfaces\n  • Sealing of joints\n\nTechnical properties\n\nBacking material\n\nPE extruded cloth\n\nTotal thickness\n\n11.02 mils\n\nType of adhesive\n\nnatural rubber\n\nAdhesion to steel\n\n23.75 oz\/in\n\nElongation at break\n\n11 %\n\nTensile strength\n\n41.68 lbs\/in\n\nTemperature resistance (30 min)\n\n230 °F\n\n\n80 count per square inch\n\nSurface finish\n\n\nRating properties\n\nHand tearability\n\n\nStraight tear edges\n\n\nEasy to remove\n\n\nAbrasion resistance\n\n\nWater resistance\n\n\ntesa® products prove their impressive quality day in, day out in demanding conditions and are regularly subjected to strict controls. All technical information and data above mentioned are provided to the best of our knowledge on the basis of our practical experience. They shall be considered as average values and are not appropriate for a specification. Therefore tesa SE can make no warranties, expressed or implied, including, but not limited to any implied warranty of merchantability or fitness for a particular purpose. The user is responsible for determining whether the tesa® product is fit for a particular purpose and suitable for the user’s method of application. If you are in any doubt, our technical staff will be glad to support you.\n\n\nRelated products",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.7708274126,
        "format_confidence":0.9920295477
    },
    {
        "url":"https:\/\/www.agriculture-xprt.com\/products\/daksha-coco-peat5-kg-brickcoco-peat-coir-pith-coco-brick-365136",
        "text":"- Model 5 kg brick - COCO PEAT \/ COIR PITH \/ COCO BRICK\n\nCocopeat is a natural fibre made out of coconut husks. The extraction of the coconut fibre from husks gives us this by-product called cocopeat. Cocopeat is a 100% natural growing medium. This cocopeat dried in the natural sun, are processed to produce different items namely cocopeat block, cocopeat briquettes, cocopeat tablets etc. This makes an excellent growing medium for hydrophonics or container plant growing. Clean coir has natural rooting hormones and anti-fungal properties. The various usages of cocopeat is given below :- How does Coco Peat do this? The properties of Coco Peat make it resistant to bacterial and fungal growth. Coco Peat holds water rather than shedding it like traditional peat does! It holds 8-9 times it's weight in water. Coco Peat has the ability to store and release nutrient to plants for extended periods of time. It also has great oxygenation properties which is important for healthy root development. It has a pH of 5.2-6.8 which is neutral to slightly acidic. This makes it great for alkaline garden soils. Easy to use! Just put your compressed Coco Peat brick in a container, add 4 quarts of warm water and let it sit until the water is absorbed, fluff it up and you are ready to use Coco Peat! Coco Peat can even be reused for up to 4 years! It makes a great bedding material for worm bins! It's actually good for them and increases worm growth by 25%. Coco Peat is very slow to disintegrate; it only begins to break down when it is 10 years old, long term benefits. It is very light and easy to handle. It can be combined with any of the normal ingredients and use as a mixer or a stand-alone product. An affordable price for a quality product with an environmentally sustainable future. Coco peat is also known as Coir pith, Coir fiber pith. It is made from Coconut husk. We offer various range of Coco peat blocks. Our factory is equipped with 5 kg block making machine and 650 grams block making machine. We can produce good quality Coco peat blocks with the well equipped machineries.\n\nCustomer reviews\n\nNo reviews were found for DAKSHA COCO PEAT - Model 5 kg brick - COCO PEAT \/ COIR PITH \/ COCO BRICK. Be the first to review!",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9686616659,
        "format_confidence":0.9988037348
    },
    {
        "url":"https:\/\/www.blackley.co.nz\/portfolio\/tararua-stage-one-powerco\/",
        "text":"Test-windfarmWind farmTararua – Stage One\n\n\n\nNumber of turbines Turbine capacity Blade length Tower height\n48 0.66 MW 23.5m 50m\n\n\nThe first stage of the Tararua wind farm project was a large-scale project, and when it was completed, it was the largest wind farm in the southern hemisphere at the time. Not only that, but the site was the best performing wind farm in the world for multiple years – delivering over twice the expected electricity production. It’s expected that the first stage of the wind farm project would have supplied 16,000 Kiwi homes with their daily energy requirements – approximately half the size of Palmerston North’s occupied dwellings.\n\nAs our first wind farm project, we were excited to hit the ground running on Christmas Eve, 1999. Our role throughout the project was to trench and cable the land to ensure that everything was perfect for the installation.\n\nThe Tararua site was a great choice for the wind farm to be set up, due to the positioning of the turbines to capture most of the wind rolling through the mountainous terrain.\n\nWe are proud of the work that we put into the farm that kept Aotearoa’s lights on, heaters burning away throughout winter, as well as the clean energy that is produced from the farm.\n\nThis project was the catalyst that started our 20-year journey through wind farm trenching and cabling.\n\nView Other Projects\n213 Stoney Creek Road, RD10, Palmerston North, 4470\n\nFollow us:\n\n\nCopyright © Blackley Construction Ltd.\nAll rights reserved.\n\nWebsite designed & developed by: Studio Seventyfour Branding & Marketing",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9864860773,
        "format_confidence":0.9773595929
    },
    {
        "url":"https:\/\/www.durr-group.com\/en\/duerrmore\/2019\/artificial-intelligence-for-realtime-decisions\/",
        "text":"Artifical intelligence for realtime decisions\n\nWhat DXQanalyze stands for\n\nDXQanalyze is one of the four product families of our Digital Factory. The family includes the analysis software, which records all data during the painting process as well as during the entire car body drying process. As a further member of DXQanalyze, detects irregularities in the painting quality and meticulously identifies possible causes. This allows to increase the first-run rate and thus the overall equipment effectiveness.\n\nThe software products of the Digital Factory, united under the name DXQ, are divided into four product families: DXQanalyze, DXQoperate, DXQcontrol and DXQsupport. In this article we would like to introduce you to the two analysis tools and of the DXQanalyze product family.\n\nYou may already know the analysis tool from our article \"Smart paint shop with\" published in March 2019.\n\nThis tool helps to collect, evaluate and visualize robot and process data. The software seamlessly records all data from the painting process and analyzes it. Based on this, a ‘digital fingerprint’ is created for each painted car body. Learn more about the use of in the painting process in our article \"Smart Paint Shops with\". for oven\n\nThe analysis software shown above has been extended by a new module. It can now be used for the first time in the drying process.\n\nThe software for oven is an Industrial Internet of Things (IIoT) solution, which simulates body heating curves in the oven in real time. This means that paint shop operators can see the current temperature profiles directly on the workpiece from the current drying process and additionally get various body-related characteristic values. This enables the conditions in the oven, which are influenced by a variety of parameters, to be traced back precisely for each individual body. Deviations from the ideal process can then be identified at an early stage, and appropriate countermeasures put in place.\n\nHow does for oven work?\n\nThe software’s algorithm calculates the heating curves at different measuring points on the body based on the current system parameters. An optical measurement inside the oven, which serves as a reference point, ensures the quality of the calculated profiles in the long term. Each body gets its own electronic workpiece data record where all the data is stored. In addition, all physically measured data from test runs is stored centrally and used to train the algorithm.\n\nHow does for oven contribute to quality improvement?\n\nIn order to guarantee a consistently high quality of the painting result, the specific heating behavior for each body type must be scrupulously observed. Up to now, the processes were adjusted based on data from the initial calibration runs during commissioning and from test runs conducted at intervals of several weeks during production. In the interim, the operator had no information about the actual heating behavior on the body. With we can now close this information gap and contribute to quality improvement.\n\nWith for oven, we place the focus on the quality of plant operation. The real-time simulation of heating curves, a clear visualization, and the central, continuous data storage greatly increase transparency for the operator. At the same time, they serve as an individual quality certificate for the entire drying process for each individual body. The tool uses the body-specific data and relates them to quality data generated during the inspection of the end product. This allows to determine which causes in the process influence the quality of the end product. for ovens also provides an important component for the Dürr tool by storing body-specific data.\n\nOur third software of the DXQanalyze family is On the way through a paint shop, each body undergoes different complex process steps. The basic concept of is to save information from different sources via the industrial Internet of Things (IIoT) specifically for each individual body in a whole-of-life record, compare this information with quality data, and statistically evaluate the data of all the vehicles produced. Its goal is to determine the normal behaviour of the plant with its process steps from the collected data sets. Artificial intelligence is used to identify patterns, compare them with quality data, and derive consequences for a targeted optimization of the first-run rate.\n\nHow does work? uses big data models to identify previously unknown interrelationships in the paint shop. The infrastructure for the digital data flows is the IIoT platform ADAMOS, which is used to collect all production, process, and quality data. The software determines subsequently the quality condition from this information and visualizes it on a dashboard for the paint shop operator. Our customers can find a quick overview of quality-related performance indicators, such as the production rate including post-processing and the second-run rate. The performance indicators are automatically associated with the recorded quality defects and evaluated on the basis of the defect cause. The paint shop operator is shown a visualization of where quality defects occur more frequently on the bodies, and in this way is helped to find production vulnerabilities.\nOur software enables our customers to continuously optimize their plant and thus increase the first-run rate in the long term.\n\nHow does contribute to quality improvement? uses artificial intelligence to identify systematically occurring quality deviations and uncover their causes in the process. With the help of self-learning data models, recurring patterns in recorded quality data are determined and linked to anomalies in the production process. Up to now, defects were often only found during the visual inspection, meaning that bodies had to be reworked. In contrast, uses the historical data to determine that the defect is not sporadic but rather a systematic defect pattern and provides advance information about impending quality problems. With this tool we can considerably improve the quality management in paint shops and production plants.",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.7235813141,
        "format_confidence":0.5727512836
    },
    {
        "url":"http:\/\/buildingcongress.org\/events\/details\/the-winthrop-square-project-26?range=365",
        "text":"• The Winthrop Square Project\n\n    • Share:\n    Name: The Winthrop Square Project\n    Date: February 15, 2018\n    Time: 7:30 AM - 9:45 AM EST\n    Registration: Register Now\n    Event Description:\n\n    The Winthrop Square Project\n\n\n    Kathleen MacNeil, Sr. Associate, MP Boston, an affiliate of Millennium Partners joins us to discuss the Winthrop Square project.\n\n    Kathleen is a Senior Associate and Director of Construction at MP Boston an affiliate of Millennium Partners. Kathy’s work primarily has included several complex urban projects in Boston, most recently, the redevelopment of the Filene’s department store into a 1.4 million square foot mixed use, office, retail and luxury condominium tower, Millennium Tower\/ Burnham Building.  She is now permitting another almost 700 foot skyscraper Winthrop Square which MP Boston expects to commence foundations later this year.\n\n    Kathy is a LEED Accredited Professional. She has her Massachusetts Construction Supervisor’s License. She received a Master of Science in Real Estate Development from MIT Center for Real Estate and holds a Bachelor of Science degree from Wentworth Institute of Technology in Architectural Engineering.  She serves as President of the Board of Directors for Historic Boston, Inc. a local preservation organization and serves as a Corporator for Wentworth Institute of Technology.  She is the recipient of the BSA 2016 Women in Design, Award of Excellence.\n\n\n    Event Sponsors:\n\n    Lead Sponsors\n\n\n    Revere Hotel Boston Common\n    200 Stuart Street\n    Boston, MA 02116\n    Silver Ballroom, Street Level\n\n    Date\/Time Information:\n    Thursday, February 15, 2018\n    7:30am - 9:45am\n    Networking, Breakfast, Program\n    $95 Members\n    $130 Non-members\n\n    The MBC invites you to become a sponsor for the Feb. 15 Breakfast Program.  Sponsorship benefits include company logo on MBC website, logo on invitations by email & social media, digital program recognition during the event, acknowledgement from the podium, and preferred seating.\n\n    Lead Sponsors $2,500\n\n    • Premiere table for 8, front row, table signage\n    • Company recognition from the podium\n\n    Corporate Sponsors $1,500\n\n    • 4 tickets with prime reserved seating, table signage\n    • Company recognition from the podium\n\n    Event Sponsors $750\n\n    • 2 tickets with reserved seating\n    • Company recognition from the podium\n\n    Please call us at 978.921.9222 for additional information.\n\n    Set a Reminder:\n    Enter your email address below to receive a reminder message.",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.8196169138,
        "format_confidence":0.8968122005
    },
    {
        "url":"https:\/\/www.flexaust.com\/industrial-hose-portal\/",
        "text":"Industrial Hose Product Home\n\n Print this!\n\nDependable Anywhere. Flexaust flexible hose and ducting products are designed to meet the most demanding industrial and commercial applications in the industrial market today. The wide range of ducting products are used in applications involving air, dust, fume control, high temperature, vacuum, vapor recovery, severe service and lightweight material handling. Hose constructions include wire reinforced coated fabric hose, wire reinforced plastic hose in different wall thicknesses, hand-bendable metal ducting and all-plastic smooth interior hose.\n\nFlexaust uses a wide array of materials including thermoplastic rubber, polyurethane, PVC, neoprene, polyester, vinyl fabric and polyethylene to manufacture a broad range of products. Lightweight flexibility makes Flexaust flex hose easy to install and use. It bends easily around obstructions, eliminating the need for expensive engineering. Flexaust products are also easy to cut, couple and connect, using supplied end finishes, cuffs, clamps and connectors. Light and portable, Flexaust duct hoses can be stored and used repeatedly.\n\nUse the Industrial Hose Product Search to Find the Right Product »\n\nReview All Recommended Industrial Hose Accessories »\n\nFind Industrial Hoses by Market Application »",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.992023468,
        "format_confidence":0.9624475241
    },
    {
        "url":"https:\/\/www.group.rwe\/en\/our-portfolio\/our-products\/reclamation",
        "text":"We help clients to develop appropriate mine closure plans to meet specific project needs and comply with environmental and local requirements. Our services cover mine closure planning, consulting in post-mining liabilities and are based on international standards. \n\nAny professional mine closure starts with early conceptual closure plans prior to production, periodic updates throughout the mine life cycle and a final decommissioning plan. Due to RWE’s own responsibility as one of the biggest mine operators worldwide, we know exactly when, how and at what risks and costs to prepare for mine reclamation. This makes us the partner of choice for many clients facing mine closure projects. \n\nShow less\nShow more\n\nYour Benefits\n\n  • Get support in planning, assessing, constructing and monitoring your mine restoration project \n  • Take advantage of RWE’s own experiences \n  • Advisory from conceptual plans till final decommissioning plan \n\nOur Scope\n\nRelated References\n\nPrevention Of Groundwater Infiltration\n\n\nRead on\n\nDemolition of Westfalen Power Plant\n\n\nRead more\n\nDecommissioning strategy nuclear power\n\n\nRead on\n\nRelated Services\n\nWater \/ Wastewater\n\nPower \/ Renewables \/ Smart Cities\n\nRead on\n\nEnvironmental Studies\n\nPower \/ Mining\n\nRead on\n\nGeology \/ Hydrology\n\nMining \/ Smart Cities\n\nRead on",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9929254055,
        "format_confidence":0.9896726608
    },
    {
        "url":"https:\/\/corode.eu\/products\/filter-pumps\/fil-m\/fil04b-m\/",
        "text":"Skip to content\n\nFIL04B.M | Filter Bags\n\nCorode offers you a complete range of plastic filter units which can be used in chemical and corrosive process fluids.\n\nThe FIL04B.M is constructed from a PP filter housing, finished with 316 stainless steel. Liquids only come into contact with the selected plastic.\n\nThis makes the filter unit suitable for the filtering and degreasing of liquids with chemical, corrosive and caustic properties, or other industrial liquids.\n\nSpecific adaptations\n\n\n  • Filter housing in PP: 10'', 20''\n  • Stainless steel 316 metal parts\n  • Fitted with the Corode MAG-04\n  • PP filter housing: maximum liquid temperature in the case of PP is 80ºC  EPDM or Viton seal\n\nFilter media\n\nFIL04B.M will be supplied with filter bags 400xØ180 or 800xØ180\n\n\n  • Thermal overload switch\n  • Air release \/ drain valve\n  • Pressure gauge\n  • Mano meter\n\n\n  • Dry running safeguard: to protect the pump.\n  • Plastic manual pump: to pump the liquid to the pump head.\n  • Wheels: to make it easy to move the filter unit.\n\nTechnical Specs\n\nQ max:             3.5m3\/h\nQ min:             0.6m3\/h\nPompkop:       PP of PVDF\nMotor1:            0.12kW, 400V, 0.66\/0.38Amp, 3Ph, 50Hz, IP55\nMotor2:            0.12kW, 230V, 1.1Amp, 1Ph, 50Hz, IP55\n\nIMG_5807_Fill-3K 20''",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9883008599,
        "format_confidence":0.9942785501
    },
    {
        "url":"http:\/\/gasday.com\/products\/",
        "text":"Products & Services\n\n\n\nGasDay generates highly accurate natural gas demand forecasts over an eight-day period, allowing Local Distribution Companies (LDC) sufficient time to plan gas supply for the week.\n\nGasMonth & GasYear\n\nGasMonth generates daily demand forecasts for periods over 3 months (105 days). This product is created to support the use of long range weather forecasts, typical historical weather patterns, or any other user-provided weather data.\n\n\nGasHour is a product containing very detailed daily forecasts. Increasing the frequency of the data translates into better forecasts because the models are better able to pick up on difficult-to-detect variation in the data.\n\n\nGasDay Pack-and-Draft\n\nGasDay Pack-and-Draft Option finds a customer’s accurate usage of gas by measuring how much the pipe is packed with gas, and then compares that amount with how much gas remains in the pipe at the end of the day (hour).\n\nAdditional Weather Inputs\n\nAdditional Weather Inputs increases the accuracy of the forecast predictions by using additional weather data, such as multiple temperatures and dew point data, to refine its demand predictions.\n\nIntraday Forecast\n\nGasDay’s Intraday Forecast Option expands the forecasting capabilities by adding the datasets and models needed for multiple forecast periods in a single day. With this enhancement, GasDay identifies and records the systematic errors to use the information to tune its forecasts.\n\n\nCustom Studies\n\nGasDay uses each LDC’s unique historical flow data along with weather inputs to forecast the demand for natural gas. Upon request, GasDay can perform customized studies.\n\nHeating Oil Forecaster\n\nGasDay’s Heating Oil Forecaster service helps heating oil delivery companies schedule delivery service shortly before the customer’s oil tank is empty.\n\nMeasurement Scene Investigator\n\nMeasurement Scene Investigator (MSI) analyzes historical flow data to detect erroneous, missing, or suspicious readings in natural gas flow data.\n\nWeather Station Optimization\n\nGasDay’s natural gas demand estimates rely on weather inputs provided by weather stations for a region or territory. The optimal solution for these distribution territories and region would combine weather data from a variety of inputs.\n\nDesign Day\n\nDesign Day analysis helps LDCs plan for their peak days, which usually occur during extreme cold weather conditions. This product anticipates demand on the highest flow days so that LDCs can design their natural gas distribution systems and operations toa",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9359462261,
        "format_confidence":0.8367210627
    }
]