[
    {
        "url":"https:\/\/www.iot-now.com\/2019\/01\/22\/92323-global-installed-base-wireless-iot-devices-industrial-automation-topped-21-3mn-2018\/",
        "text":"Global installed base of wireless IoT devices in industrial automation topped 21.3mn in 2018\n\nFredrik Stålbrand of Berg Insight\n\nAccording to a new research report from the M2M\/IoT analyst firm Berg Insight, annual shipments of wireless devices for industrial automation applications reached 4.6 million units worldwide in 2018. This accounts for approximately 6% of all new connected nodes.\n\nGrowing at a compound annual growth rate (CAGR) of 16.3%, annual shipments are expected to reach 9.9 million in 2023. The installed base of wireless IoT devices in industrial automation reached at the same time 21.3 million in 2018.\n\nWhile wired networking solutions are still predominantly used for industrial communications between sensors, controllers and systems, wireless solutions have gained a strong foothold in a number of applications. Wireless solutions are used for wire replacement in parts of the plant that are hard to reach or uneconomical to connect through wired installations. In factory automation, wireless solutions are widely used to control cranes and automated guided vehicles (AGVs) in material handling applications.\n\nIn process automation, wireless technologies are increasingly used to connect instruments, enabling plant operators to monitor and optimise processes in hazardous areas, while also ensuring worker safety. Major providers of wired industrial network equipment also offer wireless solutions to enable customers to monitor and control devices wirelessly in parts of the plant that are normally not connected to the control room due to accessibility or wiring costs.\n\nThese include Siemens, Cisco, Belden, Moxa and Phoenix Contact, which all offer comprehensive portfolios of industrial wireless devices such as routers, gateways and wireless access points along their wired solutions. Industrial wireless solutions are also offered by many mid and small-sized companies, which often specialise in specific product categories.\n\nExamples include Acksys, Advantech, Beijer Electronics Group, FreeWave Technologies, GE’s industrial communications group GE MDS, HMS Networks, Red Lion Controls and Sierra Wireless. Wireless I\/O and field devices are provided by many major industrial automation vendors including Emerson, Yokogawa, Honeywell, ABB, Schneider Electric, Siemens, Endress+Hauser and Pepperl+Fuchs.\n\n“Robust connectivity is critical to support industrial IoT use cases surrounding predictive maintenance and digital twins,” says Fredrik Stålbrand, IoT Analyst, Berg Insight. He adds that installation and maintenance of wireless solutions are more flexible and economical compared to wired technologies, enabling reconfigurable manufacturing system design.\n\nAlthough reliability and security remain a challenge, Wi-Fi has emerged as the most widely used wireless technology in industrial environments largely due to the wide availability of compatible hardware. There is also a growing trend among large industrial companies to deploy private 4G LTE networks instead of using Wi-Fi and even wired solutions.\n\n“The introduction of 5G cellular technologies broadens the addressable market for wireless communications even further as it allows for deployments in situations where requirements related to bandwidth, latency and capacity cannot be fulfilled today,” concludes Mr. Stålbrand.\n\nComment on this article below or via Twitter: @IoTNow_OR @jcIoTnow\n\nRecent Articles\n\nTrusted Connectivity Alliance welcomes success of integrated SIM standardisation\n\nPosted on: May 6, 2021\n\nThe Trusted Connectivity Alliance (TCA) has published a new paper welcoming global standardisation efforts that have evolved integrated SIM functionality.\n\nRead more\n\n1 in 5 data breaches are caused by misconfigured clouds, says survey\n\nPosted on: May 6, 2021\n\nTo accommodate remote work and improve efficiency, 85% of IT organisations are considering or already using the public cloud.\n\nRead more",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.6034626961,
        "format_confidence":0.9413297176
    },
    {
        "url":"http:\/\/english.cri.cn\/6909\/2012\/08\/30\/2724s719740.htm",
        "text":"Chinese Rescuers Race to Save Trapped Miners\n   2012-08-30 23:39:20    Xinhua      Web Editor: Yihang\n\nRescuers in southwest China's Sichuan Province were racing Thursday to save 21 miners trapped in a coal mine following a gas blast that has left 26 dead.\n\nMore than 300 rescuers have been dispatched to the Xiaojiawan Coal Mine in the city of Panzhihua to retrieve the trapped workers.\n\nRescuers were lowered into the mine to search for the trapped miners while paramedics waited aboveground.\n\nLi Hua, a rescuer with Panzhihua Coal Mine Group, said he entered the pit three times early Thursday morning and successfully pulled two miners out of the mine alive.\n\nHowever, rescue efforts at the mine were hampered by narrow underground spaces, cave-ins and high temperatures in the gas-filled pit, according to the rescue headquarters and rescuers.\n\nTemperatures reached 80 to 90 degrees centigrade and carbon monoxide was dense in the zone where the miners were trapped. Only some paramedics wearing masks were able to enter the shaft, authorities said.\n\n\"The shaft of the mine has been severely destroyed, making our rescue work very hard,\" Li, the rescuer, said.\n\nRescuers had pulled six miners alive out of the mine as of 6 a.m. Thursday.\n\nYang Dongliang, head of the State Administration of Work Safety, arrived at the mine early Thursday morning to join provincial governor Jiang Jufeng in directing rescue operations.\n\nFinding and rescuing those miners trapped underground has remained a pressing task, according to the rescue headquarters.\n\nA total of 154 miners were working underground when the accident occurred at around 6 p.m. Wednesday, and 107 of them have escaped on their own or have been pulled out of the shaft, according to the rescue headquarters. Three miners died on their way to hospital.\n\nAs of 6 p.m. Thursday, four hospitals in Panzhihua had received 54 miners, including 10 who were seriously injured and seven in critical condition, sources with the provincial health department said.\n\nOf the injured, 50 suffered from carbon monoxide poisoning and the other four miners suffered burn-related injuries, the sources said, adding that most of them are in stable condition.\n\nXu Changyong, 34, was one of the miners who survived the accident.\n\nHe regained consciousness after being taken to the Panzhihua Coal Mine Employee General Hospital.\n\n\"I heard the crackling sound of an explosion at that time but didn't feel the shockwave,\" Xu told Xinhua at the hospital. \"What came out of the air compressor was not fresh air but ash, and soon my workmates and I got headaches.\"\n\nXu, a digging miner with strong sense of safety, quickly got the pipe off the air compressor to let fresh air in after he realized there must have been a gas blast and helped his four workmates escape. Xu scrambled out of the pit, but lost consciousness on the way to hospital.\n\nThe coal mine, some 750 km southwest of the provincial capital Chengdu, is owned by Zhengjin Industry and Trade Co., Ltd.\n\nThree owners of the mine have been taken into police custody and the mine's accounts have been frozen.\n\nAn investigation into the accident is underway.\n\nMeanwhile, provincial authorities have ordered a thorough probe and overhaul on coal mines and other potentially hazardous enterprises.\n\n\n         claims the copyright of all material and information produced originally by our staff. No person, organization and\/or company shall reproduce, disseminate or broadcast the content in any manner whatsoever without the express written permission of holds neither liability nor responsibility for materials attributed to any other source. Such information is provided as reportage and dissemination of information but does not necessarily reflect the opinion of or endorsement by CRI.\n\n\nMedia Scan\nSeven Sentenced to Death for Drug Smuggling\nA court in Shandong has sentenced seven people to death for drug smuggling; three others have been given death with a 2-year reprieve.\nSurvey Shows Excessive Intake of Aluminum\nResidents of northern China and those under the age of 14 may be ingesting more aluminum than healthy.\n• C4: Bad Boys\nJoin us for the latest episode of CRI's hilarious comedy news show.\n• C4: World Cup Fever\nJoin us for the latest episode of CRI's hilarious comedy news show.\nIn Depth\n\nThe Sound Stage\nChina Revealed\nMy Chinese Life\nPhoto Gallery\nLearn Chinese\n\"In\" Chinese\nChatting in Chinese\nPop Culture\nTraditional Culture\nLiving Chinese\nChinese Studio\nChinese Class\nLearn English\nSpecial English\nPop Chart\nEveryday English\nFabulous Snaps\nCRI News  | Xinhua  | People's Daily Online   |  | China Daily  |  Global Times  | China Job  |  China Tibet Online  |  | eBeijing  | Beijing Today  | China-Eurasia Expo  | APEC Yiwu Conference  | Chinese Embassy in S.Africa  | Chinese Embassy in Australia  | Chinese Embassy in NZ",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9411000013,
        "format_confidence":0.9969182014
    },
    {
        "url":"http:\/\/www.thepoultrysite.com\/poultrynews\/25984\/tough-negotiations-for-agricultural-wages-board\/",
        "text":"\n\nPoultry News\n\nTough Negotiations for Agricultural Wages Board\n\n14 June 2012\nNational Farmers Union\n\nUK - The outcome of the 2012 Agricultural Wages Board negotiations will result in a weighted 2.6 per cent increase across the industry, the National Farmers Union said after what it called a “tough” round of negotiations.\n\nThere will be a 2.8 per cent rise for grades two and above (to £6.96 per hour) and a 1.8 per cent increase for grade one workers. This reflects the National Minimum Wage and will rise to £6.21 when the Agricultural Wages Order is applied from October 1 this year.\n\nNFU lead negotiator Bob Fiddaman said: “These were particularly tough negotiations. Recent years have seen contrasting fortunes across agricultural sectors, creating a challenge for the board to agree on an industry-wide figure. For example, the fortunes of combinable crops and horticulture have diverged over the last 12 months, whilst milk price cuts have dominated recent headlines. In addition, we know that agricultural profitability is strongly related to currency, with concerns over the current Eurozone problems also a factor.”\n\nNFU chief economist Phil Bicknell urged farmers to take note of the new rates. “At present, the timeframe regarding the abolition of the AWB remains unclear. Certainly for 2012, farm businesses employing workers should be aware of the new minimum rates applicable from October. However, as many of the 40,000 farms employing workers across England and Wales will know, it is local market conditions and competition that increasingly determine actual pay rates rather than the minimums set by the AWB.”\n\nThe NFU represents the employers’ interests at the AWB negotiations. Workers are represented by Unite the Union, and the board also includes government appointed representatives as independent arbitrators.\n\nThePoultrySite News Desk\n\nRelated News\n\nOur Sponsors\n\n\nSeasonal Picks\n\nPoultry Breeds and Management",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9577524662,
        "format_confidence":0.9940267801
    },
    {
        "url":"http:\/\/subseaexplorer.net\/offshore-uk-catcher-development-to-hit-60000-bpd-target-ahead-of-plan\/",
        "text":"Offshore UK Catcher Development to Hit 60,000 Bpd Target Ahead of Plan\n\nCatcher is expected to reach an output rate of 60,000 barrels of oil per day in April.\n\nIn its latest results update on Thursday, Premier Oil revealed that the Catcher development, located offshore UK, is expected to reach an output rate of 60,000 barrels of oil per day (bopd) ahead of plan.\n\nFollowing initial projections that the production milestone would be reached by the first half of 2018, the company now anticipates that this output figure will be hit in April.\n\nFirst oil at Catcher was achieved in December 2017, on schedule and under budget. During January this year, the project was producing at around 20,000 bopd, which analysts at investment banking firm Jefferies noted was ‘double the guided expectation’ at that point.\n\nPremier recorded production of 75,000 barrels of oil equivalent per day (boepd) in 2017, which was slightly higher than its 2016 output of 71,400 boepd. The company reported cash flows $496 million from operations during the year, which was up 15 percent on 2016, as well as a positive free cash flow of $71.2 million and a reduction of net debt to $2.7 billion. EBITDAX also increased to $589.7 million in 2017, up from $494.1 million in 2016.\n\nIn a brief research note sent to Rigzone, oil and gas analysts at GMP FirstEnergy described Premier Oil’s latest update as ‘positive’, stating that the company’s financials were ‘in line’.\n\n“2017 was a successful year for Premier,” Tony Durrant, Premier Oil chief executive, said in a company statement.\n\n“2018 will see further production growth, allowing us to deliver on our plans for reducing net debt to restore balance sheet strength while also progressing projects that deliver the highest financial returns,” he added.\n\nGenerated by readers, the comments included herein do not reflect the views and opinions of Rigzone. All comments are subject to editorial review. Off-topic, inappropriate or insulting comments will be removed.\n\nSource link",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9172010422,
        "format_confidence":0.9955685735
    },
    {
        "url":"http:\/\/www.thepacker.com\/fruit-vegetable-news\/gregg_halverson_elected_chairman_of_northern_plains_potato_growers_122126259.html?source=related",
        "text":"Gregg Halverson has been named chairman of the Northern Plains Potato Growers Association.\n\nGregg Halverson elected chairman of Northern Plains Potato Growers\n\n\nHalverson, president and chief executive officer of Grand Forks, N.D.-based Black Gold Farms, succeeds Josh Heuchert, according to a news release from the East Grand Forks, Minn.-based association. Halverson will serve a one-year term.\n\nHalverson has served on the associationâ\u0080\u0099s research committee and on the environmental affairs committee of the Washington, D.C.-based National Potato Council.\n\nThe association has elected two other officers: Jeff Van Ray (vice president) and Carl Hoverson (secretary-treasurer). They also will serve one-year terms.",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9231507182,
        "format_confidence":0.9950745702
    },
    {
        "url":"http:\/\/www.vpr.net\/news_detail\/66832\/psb-asks-utilities-to-reexamine-vermont-yankee-dea\/",
        "text":"PSB Asks Utilities to Reexamine Vermont Yankee Deal\n\n02\/26\/02 12:00AM By John Dillon\n\n(Host) It's decision time once again for the owners of the Vermont Yankee nuclear plant. Last summer, the Vermont utilities that own the reactor agreed to sell it to a Louisiana energy company for $180 million.\n\nBut utility regulators recently asked them to re-evaluate that decision in light of new forecasts that show lower prices for power in New England. On Monday, the regulators again asked the utilities to slow down on the deal.\n\nVPR's John Dillon reports.\n\n(Dillon) The Yankee deal requires utilities to buy back the power for 10 years. But new forecasts show prices may drop as other power plants come online. The studies have raised questions about whether it still makes sense for the companies to lock into that long-term Yankee contract.\n\nEarlier this month, the Public Service Board, which regulates power companies, told the utilities to reconsider the sale. The PSB wants the utilities' boards of directors to study the latest data and reconsider whether the sale and the power contract are still good for the state's ratepayers.\n\nNew testimony was due Monday in the case. If the sale was no longer a good idea, the companies would have to tell the PSB in its testimony.\n\nBut Steve Costello, a spokesman for Central Vermont Public Service Corporation, says that the company's Board didn't have time to study all the latest information by Monday's deadline:\n\n(Costello) \"They were briefed this morning during a regular board meeting and got a lot of information. But because there's just volumes of information and vast amounts of information, they weren't prepared to make a decision and will reconvene on Friday after they've had some time to deliberate and look at the information in depth. And at that time, they'll make a final decision.\"\n\n(Dillon) It's unusual for the Public Service Board in the middle of a case to ask power companies for such a fundamental reexamination of the issues. PSB Chairman Michael Dworkin told the utilities to look at the new data and make \"a real business decision\" about whether the deal was still worth it.\n\nJames Dumont, a lawyer for anti-nuclear groups, says the PSB order is unusual, but appropriate. Dumont says the utilities also want something unusual out of the PSB. He says the companies are asking for a legal ruling that says costs from the 10-year power contract can be passed on to ratepayers:\n\n(Dumont) \"What the companies want from the Board is extraordinary - it's unheard of. ¿ And the Board is simply responding to this extraordinary request from the utilities. What the utilities are saying is that they're not going to go forward unless the Board guarantees them in the future that they're going to get all their costs back from ratepayers in rates that have to do from this sale.\"\n\n(Dillon) Hearings on the Yankee case are scheduled to resume in March. Meanwhile, the state agency that represents ratepayers and the utilities are negotiating on a possible settlement.\n\nFor Vermont Public Radio, I'm John Dillon.\n\ncomments powered by Disqus\nSupported By\nBecome an Underwriter | Find an Underwiter",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.6843568683,
        "format_confidence":0.9897632599
    },
    {
        "url":"http:\/\/www.processingmagazine.com\/articles\/edgewater-fullscope-process-industry-solution-acquired-by-microsoft-2",
        "text":"View Cart (0 items)\nNew Products \/ Process Control\n\nEdgewater Fullscope process industry solution acquired by Microsoft\n\nJuly 10, 2012\n\/ Print \/ Reprints \/\n| Share More\n\/ Text Size+\n\nWAKEFIELD, Mass. — Edgewater Technology, Inc., a strategic consulting firm, today announced that Edgewater Fullscope, a wholly-owned subsidiary, has entered into an asset purchase agreement with Microsoft Corp.\n\nUnder the terms of the Agreement, Microsoft has purchased Edgewater Fullscope''s Process Industries 2 (PI2) software and intellectual property for an aggregate of $3.25 million. As part of the agreement, Microsoft will engage Edgewater Fullscope in additional development and training services during the integration of the module into Microsoft''s ERP solution for enterprises, Microsoft Dynamics AX. \"Including these capabilities will enable our partners worldwide to deliver standardized industry solutions faster, while giving our customers a packaged solution to meet specific needs of the process manufacturing industry,\" Hal Howard, corporate vice president Microsoft Dynamics Research and Development, says.\n\n\"We are pleased that Microsoft valued our PI2 solution, which was designed and created for chemical, life science and food manufacturers,\" Russell Smith, senior vice president of Edgewater Fullscope, says. \"Our product helps Microsoft Dynamics AX customers address issues such as active ingredient management, lot inheritance and product sequencing. We continue to leverage our industry expertise to develop technology solutions that provide additional value to Microsoft Dynamics AX customers.”\n\nYou must login or register in order to post a comment.",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.5261468291,
        "format_confidence":0.6335516572
    },
    {
        "url":"https:\/\/nairametrics.com\/2018\/12\/05\/nnpc-explains-contract-for-the-forcados-pipeline-surveilance\/",
        "text":"NNPC explains contract for the Forcados Pipeline Surveilance\n\n\nThe Management of the Nigerian National Petroleum Corporation (NNPC) has proffered informed perspective on the reported award of oil infrastructure surveillance contract to an indigenous firm, Ocean Marine Solutions for the protection of the strategic 87-kilometre Trans Forcados Pipeline (TFP), just as the Corporation revealed that it lost $800m (N244.8bn) to breaches in the Pipeline.\n\nUnder the deal, the Port-Hacourt based company, Ocean Marine Solutions Ltd., will police the 87-kilometer pipeline and bear the cost of repairs if there’s a breach.\n\nBua group\n\nAccording to the NNPC, faced with massive losses in projected revenue, stakeholders in the TFP which accounts for daily production throughput of over 250, 000 barrels of crude oil were unanimous in the decision to seek better ways of ensuring reliability and availability of the line.\n\n“In 2018, we lost over 60 days of production due to incessant breaches on the TFP despite having a security contract in place. In terms of production numbers, this translates to over 11 million barrels of crude oil which on face value equates to over $800m in lost revenue to all the stakeholders in the matrix which includes:  NNPC, its Joint Venture partners and the Nigerian Federation,’’\n\nMore than $32 million was spent this year on repairs to the pipeline after it was shut for over 60 days this year. The Trans Forcados Pipeline pumps crude to the Forcados Export Terminal, operated by Royal Dutch Shell Plc. The Forcados Oil Pipeline System is the second largest network in the Niger Delta\n\nWhat's your say?\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.7769307494,
        "format_confidence":0.9917129278
    },
    {
        "url":"http:\/\/www.wxow.com\/story\/20341675\/2012\/12\/13\/agriculture-conference-at-la-crosse-center",
        "text":"Agriculture Conference at La Crosse Center - WXOW News 19 La Crosse, WI – News, Weather and Sports |\n\nAgriculture Conference at La Crosse Center\n\n\nLA CROSSE, Wisconsin (WXOW)—The 14th Annual Midwest Value Added Agriculture Conference is in town at the La Crosse Center.\n\nParticipants are learning more about sustainable farming.\n\nJohn Ikerd, keynote speaker, said we need to recreate our food system because it's not sustainable.\n\nHe said long term sustainability is about meeting our current needs without diminishing the opportunities for the future.\n\n\"We need to move away from a system that's based solely on economic values and competition,\" Ikerd said. \"To a system that's based on cooperation and considers social values, ethical values along with the economic values.\"\n\nIkerd said standardization is degrading the quality of the human resource in agriculture.\n\nPowered by WorldNow\nAll content © Copyright 2000 - 2014 WorldNow and WXOW. All Rights Reserved.\nFor more information on this site, please read our Privacy Policy, Terms of Service and Mobile Privacy Policy & Terms of Service.\n\nPersons with disabilities who need assistance with issues relating to the content of this station's public inspection file should contact Administrative Assistant Theresa Wopat at 507-895-9969. Questions or concerns relating to the accessibility of the FCC's online public file system should be directed to the FCC at 888-225-5322, at 888-835-5322 (TTY) or at",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9843558669,
        "format_confidence":0.9831005335
    },
    {
        "url":"http:\/\/www.africanfarming.net\/crops\/agriculture\/dangote-to-launch-rice-outgrower-scheme-in-nigeria",
        "text":"Dangote to launch rice outgrower scheme in Nigeria\n\nfield 1835722 640 1The project aims to produce 225,000 mt of parboiled, milled white rice by the end of 2017. (Image source: Pexels\/Pixabay)Dangote Rice, a subsidiary of Dangote Group, is set to launch 25,000 ha of rice outgrower scheme in Sokoto with a prospect of hundreds of thousands of employment opportunities for the rural communities inhabitants\n\nPresident of the Group, Aliko Dangote disclosed at the weekend that the company flag off with a pilot project of 500 ha by Gonroyo dam, in Goronyo community. The flag off ceremony, which is to be performed by the governor of the state, Alhaji Aminu Tambuwa, will witness seedlings being distributed to the primary local farmers who will in turn plant the seed after which Dangote Rice company will purchase it from them for milling and final processing.\n\nSokoto state is the second after Jigawa out of the 14 states spread across the state where Dangote Rice plans to operate outgrower scheme to empower local farmers and create job opportunities for community dwellers and reduce migration to the cities.\n\nDangote Rice projects in the 14 states is expected to generate a significant number of jobs and increase take-home income for smallholder farmers, all while diversifying Nigeria’s economy and reducing the nation’s food import bill when operational.\n\nBy year-end 2017, Dangote Rice plans to produce 225,000 mt of parboiled, milled white rice. This will allow us to satisfy four per cent of the total market demand within one year. According to the organisation, the model can then be successfully scaled to produce 1,000,000 mt of milled rice in order to satisfy 16 per cent of the domestic market demand for rice over the next five years.\n\nThrough the Dangote Rice Outgrower Scheme, DRL will partner with outgrowers (smallholder and contract rice farmers) to cultivate and grow rice paddy. Specifically, DRL will provide inputs, technical assistance, extension services and land preparation services and equipment directly to farmers. At harvest, DRL will recoup the costs of inputs and services in-kind and will act as a guaranteed offtaker for paddy that meets certain pre-agreed quality standards. Smallholder farmers will provide land and labour.\n\nAlain Charles Publishing, University House, 11-13 Lower Grosvenor Place, London, SW1W 0EX, UK\nT: +44 20 7834 7676, F: +44 20 7973 0076, W: www.alaincharles.com\n\ntwn Are you sure that you want to switch to desktop version?",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9871284962,
        "format_confidence":0.9918605685
    },
    {
        "url":"http:\/\/www.theadvocate.com\/nation_world\/article_30883e59-8db7-53d7-af5c-d90bc5fe7c01.html",
        "text":"Contractors have completed a segment of the Morganza-to-the-Gulf levee tying into the Houma Navigation Canal south of Dulac.\n\nTerrebonne Levee District Director Reggie Dupre addressed the state’s Coastal Restoration and Protection Authority Board on Wednesday to update the parish’s progress in the footprint of the Morganza project.\n\nDupre said work was recently completed on five miles of the levees between the floodgates on the Houma Navigation Canal and Bayou Grand Caillou (ky-YOU). The stretch is part of one that runs parallel alongside the Houma Navigation Canal and will eventually tie into levees to be built along Falgout Canal Road.\n\nDupre said the 110-foot floodgate to be installed on Bayou Little Caillou south of Chauvin is under construction.",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.770727396,
        "format_confidence":0.9969698787
    },
    {
        "url":"https:\/\/www.wind-watch.org\/news\/2008\/05\/31\/massive-wind-turbines-stirring-up-green-energy-and-a-bit-of-controversy\/",
        "text":"\n\n[ Google-powered • results by relevance ]\n\n\nNews Home\n\nSubscribe to RSS feed\n\nAdd NWW headlines to your site (click here)\n\nSign up for daily updates\n\nKeep Wind Watch online and independent!\n\nDonate $10\n\nDonate $5\n\nSelected Documents\n\nAll Documents\n\nResearch Links\n\n\nPress Releases\n\n\nPublications & Products\n\nPhotos & Graphics\n\n\nAllied Groups\n\nMassive wind turbines stirring up green energy and a bit of controversy  \n\nIt has been years in the making and now the new giant windmills are going strong. The Dillion Wind Power Project in North Palm Springs is now complete.\n\n45 new wind turbines, each standing more than 200 feet tall, will now provide valley residents with 45 megawatts of clean, green, renewable energy. This is enough power for more than 13,000 valley homes.\n\n“It reduces the emissions that would be the equivalent of taking 11,000 cars off the road,” said Jan Johnson of IBERDROLA RENEWABLES Dillon Wind Power Project.\n\nThe project spreads across 15,000 acres and, project officials say, only impacts less than 2% of that area’s habitats.\n\n“I love them. I’m very green, energy is great, we need them,”said Lee Cohen who owns Windmill Market, down the street from the windmills. He says his business depends on windmill traffic, he welcomes the new giant additions.\n\n“We get a lot of employees, everyone driving through, they are happy to come here, and they like the name too,” Cohen added as he sent his loyal customers on their way.\n\nBut not everyone agrees with this project, some people feel it is not necessary for the windmills to be built in the North Palm Springs area.\n\n“I think they are kind of annoying, honestly. If they want to build more property they are going to get in the way, especially since the estates are adding more villages,” said Desert Hot Springs resident Lindsey Fenoglio, who lives down the street from the new turbines.\n\nAnd there were other concerns against Dillon Wind, some residents that face the windmills everyday feel they should get their electricity rates lowered.\n\n“We take windmill development very seriously, we want to have the minimum impact on all forms of life, wildlife as well as our own communities,” Johnson told KPSP.\n\nWindmills, a Coachella Valley landmark, now bigger and greener, yet still spinning up controversy in the west valley.\n\nThe windmills will provide power to Southern California Edison.\n\nBy Mary Hensley\nKPSP Local 2 News\n\n\n30 May 2008\n\nThis article is the work of the source indicated. Any opinions expressed in it are not necessarily those of National Wind Watch.\n\nWind Watch relies entirely\non User Funding\nDonate $5 PayPal Donate\n\n\nNews Watch Home\n\nGet the Facts Follow Wind Watch on Twitter\n\nWind Watch on Facebook\n\n\n© National Wind Watch, Inc.\nUse of copyrighted material adheres to Fair Use.\n\"Wind Watch\" is a registered trademark.\n\nWind Watch on Facebook\n\nFollow Wind Watch on Twitter",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.5311036706,
        "format_confidence":0.9915332198
    },
    {
        "url":"http:\/\/www.pennenergy.com\/articles\/offshore\/2015\/01\/tata-steel-reaches-pipe-supply-milestone.html",
        "text":"Tata Steel reaches pipe supply milestone\n\nOffshore staff\n\nABERDEEN, UKTata Steel has supplied 1 million metric tons (1.1 million tons) of pipeline for oil and gas projects in the North Sea.\n\nRichard Broughton, commercial manager of Tata Steel exploration and production, said: “Tata Steel has been providing solutions to the North Sea market for more than 21 years, culminating in 1 MM tons and 4 million m [13 million ft] of welded pipe. In excess of half a million meters has been installed using reel-lay construction methods.”\n\nThe company’s latest solution is claimed to provide superior dimensional control than traditional seamless pipe. Other benefits are said to include reduced structural integrity risk and faster installation times.\n\n\nDid You Like this Article? Get All the Energy Industry News Delivered to Your Inbox\n\nSubscribe to an email newsletter today at no cost and receive the latest news and information.\n\n Subscribe Now\n\n\nLogistics Risk Management in the Transformer Industry\n\nTransformers often are shipped thousands of miles, involving multiple handoffs,and more than a do...\n\nSecrets of Barco UniSee Mount Revealed\n\nLast year Barco introduced UniSee, a revolutionary large-scale visualization platform designed to...\n\nThe Time is Right for Optimum Reliability: Capital-Intensive Industries and Asset Performance Management\n\nImagine a plant that is no longer at risk of a random shutdown. Imagine not worrying about losing...\n\nGoing Digital: The New Normal in Oil & Gas\n\nIn this whitepaper you will learn how Keystone Engineering, ONGC, and Saipem are using software t...",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.976677835,
        "format_confidence":0.5960417986
    },
    {
        "url":"http:\/\/wylr.net\/wyoming-people\/173-features\/1714-top-notch-exhibitor",
        "text":"Current Edition\n\ncurrent edition\n\nWyoming People\n\nTop-Notch Exhibitor\n\nWritten by Gayle Smith\nShow ring holds both lessons and ribbons for Torrington’s Miller Family\nTorrington — A Torrington youth was the reserve champion overall Premier Beef Exhibitor during the recent National Western Stock Show (NWSS). Twelve-year-old PD Miller exhibited in the youth market beef show at NWSS this year for the first time.  \n    As reserve champion, Miller received a banner and a $1,000 scholarship. He was also named the Champion Junior Premier Beef Exhibitor, which is for competitors under age 13. Miller said he is very proud of the honors and the fact that he and his family raised the Maine Anjou Chianina crossbred, “Smokin Joe,” from a baby calf.\n    After placing third out of 15 steers in his junior market beef class with the 1,310-pound steer, Miller was eligible to participate for the Premier Beef Exhibitor award.\n    The contest is open to junior exhibitors nine to 19 years of age who qualified to sell in the Junior Livestock Champions auction at NWSS. Individuals from all over the United States traveled to Denver to compete in the event. The Premier Beef Exhibitor Champion was Claire Galley, 18, of DeQuincy, La.\n    Miller explains that the premier beef exhibitor contest is divided into five categories of competition and the individual with the highest total score wins the event. The categories were: live and carcass placings of the beef, a quiz containing general questions about the cattle industry, a prepared speech and a personal interview.\n    Miller says after he placed third with Smokin Joe he attended the exhibitors’ meeting that afternoon, during which he took his quiz and was given his speech topic. The next morning at 8 a.m., Miller gave a two-minute presentation on, “Do you think the show cattle industry is a good representation of the beef industry as a whole and what is your role as an exhibitor?”\n    The speech was followed by an interview with a judge about his quiz and the beef industry as a whole. Miller scored an 80 percent on his quiz, which was the second highest score of the 30 youth competing in the contest. Miller says the 25-question multiple choice quiz was a challenge. “The hardest part of the contest was the quiz,” Miller says. “You have to have cows and be around them to know the answers to a lot of the questions.”\n    “A lot of the questions on the quiz I knew from participating in meat and livestock judging in 4-H,” he says.  Miller also has cows of his own and helps his family with their feedlot, which he says helped him with the contest. “The premier exhibitor contest is based on knowledge and ability and being able to speak,” he adds.\n    After Smokin Joe was sold in the NWSS Junior Livestock Sale of Champions, carcass data was collected and tabulated with the rest of the scores. The steer tied for third in the carcass value portion of the contest. Miller’s mother, Christine, says, “The judge said the two steers that placed above Smokin Joe (in the live contest) were prettier, but he thought Smokin Joe would probably have better carcass value. I guess he was right.”\n    After all the scores were tabulated, Miller’s total score was only .08 of a point below the overall champion. Next year, Miller says he hopes he can qualify to compete in the event again. His goal is to eventually win the contest. “I hope to compete again if I do well enough with my steer,” he says.\n    Although he competed for the first time in the youth market beef show this year, Miller is no stranger to the NWSS show ring. For the past five years he has competed in the open breeding heifer show and the prospect heifer show. At Denver he did well in those areas as well.\n    His heifer, Izzy, was the champion prospect market heifer and his two breeding prospect heifers, Lila and Nikko, both finished first in their classes. Miller is also very proud of how his heifers performed at the show. “I would like to keep showing Izzy in the market heifer division at shows, but I hope to add her to my cow herd,” he says.\n    When the Torrington Middle School student isn’t busy with his cattle, he also enjoys playing on the traveling basketball and football teams. He is a five-year member of the Prairie Center 4-H Club and participates in the swine and beef projects. But cattle seem to be his true passion. “My goal is to own 50 cows by the time I go to college,” he says. “I want to win the livestock judging events at the shows in Denver, Kansas City and Louisville.”\n    Cattle are truly a family affair in the Miller household. In addition to PD, Paul Jr. and Christine have two other children, Skyler, 10, and Paige, 7.\n    The cattle are a chore the entire family enjoys. Christine says her children have grown up helping with the cow-calf operation, the show cattle and the feedlot. “Our boys grew up with it,” she explains. “They started halter breaking calves when they were three. We couldn’t keep them out of the pen.”\n    “The show cattle are a hobby, but it is also a family business,” Christine says. “We buy and sell show cattle. They help pay the bills.”\n    To be successful at it, the family travels around the country to various shows and sales throughout the year. “We travel as a family and we show cattle as a family,” she says. “We push our kids a lot. We push them to do it right the first time and to keep doing things right,” she says. “In our family, we have a rule. At the big national shows, if it is their animal, they show it. Sometimes, they have been the youngest exhibitor in the ring in the open shows, but they are out there with the best and it teaches them a lot.”\n    Gayle Smith is a correspondent for the Wyoming Livestock Roundup.",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9653409123,
        "format_confidence":0.6942922473
    },
    {
        "url":"http:\/\/www.fibre2fashion.com\/news\/textile-news\/newsdetails.aspx?news_id=91293",
        "text":"Home \/ Knowledge \/ News \/ Textiles \/ Cotton futures market faces rollercoaster ride\nCotton futures market faces rollercoaster ride\nSep '10\nNY futures gained additional ground this week, as December advanced 141 points to close at 97.17 cents, while March added 165 points to close at 96.38 cents.\n\nThe futures market has been on a rollercoaster ride this week, with December first climbing to a new high of 103.34 cents on Wednesday, only to collapse by over 600 points since then. A correction had been long overdue after the market's parabolic rise of 30 cents in just two months, but it was anybody's guess when and at what level it would occur.\n\nWe have previously talked about the dynamics behind a bull market and what signs we need to be looking for in order to spot a potential top in the making. Speculators were sponsoring the early phase of this bull market, as they piled into cotton in an impressive manner during the first 20 cents of the advance. By the time the December contract was trading at 93 cents, open interest had increased by over 70'000 contracts or nearly 50%, as speculators large and small wanted to own a part of this bullish story.\n\nHowever, over the last couple of weeks we have seen a pronounced slowdown in spec buying and during the last 10 cents of the rally open interest went up by less than 10'000 contracts. Speculators were no longer the driving force and instead we were now seeing a lot of trade-to-trade activity. While some trade shorts were forced to make defensive plays by buying calls or call spreads, others were apparently still able to sell into the rally, because we have yet to see a net reduction in the trade net short position as reported by the CFTC.\n\nAlso, for the first time during this rally we saw a sizeable amount of mill fixations, which may have helped to propel the market over the dollar mark. As of last Friday, unfixed on-call sales had dropped by a seemingly uneventful 279 contracts net to 105'153 contracts, or 10.51 million bales.\n\nLooking at the details though we notice that December on-call sales dropped by 854 contracts net, while the number for March was down by 1'216 contracts net. This means that there were at least 200'000 bales fixed, but probably a lot more, since these are net numbers. In other words, there may have been 300'000 bales in new sales added on December and March, while 500'000 bales were fixed.\n\nThis is certainly plausible when we look at the latest US export sales report, which shows that another 576'700 running bales of Upland and Pima were sold last week, of which 55'300 bales were for the next marketing year. For the current season commitments now amount to around 8.5 million statistical bales, of which only a little more than 1.3 million bales have so far been shipped. This low shipment number is entirely due to a lack of cotton in the pipeline and will rapidly increase once the crop becomes available.\n\nSpeaking of the crop, the harvest in the Mid-South and Southeast has been progressing very rapidly under hot and dry conditions and early indications arepromising in regards to yield and quality. The early arrival of the US crop is definitely playing a role in this correction. While conditions for the Delta still look fine for next week, the Southeast may not be as lucky since some meteorologists call for very wet and stormy conditions to arrive early next week. Hopefully a large part of the Southeast crop will be in modules by then.\n\nMust ReadView All\n\nTextiles minister Smriti Irani at a press conference with minister of state for textiles, Ajay Tamta, the principal director general (M&C), PIB, AP Frank Noronha and other dignitaries. Courtesy: PIB\n\nApparel\/Garments | On 23rd May 2017\n\nSpecial package for knitwear coming soon: Irani\n\nUnion textiles minister Smriti Irani said that the government of...\n\nApparel\/Garments | On 23rd May 2017\n\nApparel, footwear use may rise by 63% in 2030: Report\n\nThe apparel and footwear consumption is projected to rise by 63 per...\n\nApparel\/Garments | On 23rd May 2017\n\nGap Inc earns $3.4 bn in net sales in Q1 FY17\n\nGap Inc's net sales for the first quarter of fiscal year 2017 were...\n\nInterviews View All\n\nKamlesh Vaghela\nRK Textiles\n\nVery few machinery manufacturers have R&D units\n\nArvind Saraf\nTriveni Sarees\n\ne-Commerce is still evolving fast with constant flux and surprises\n\nSubhashini Srinivasan\nThe S Studio\n\nEthnicwear market will see an upward trend if uniqueness and quality are...\n\nUrs Stalder\nSanitized AG\n\nUrs Stalder, CEO, Sanitized AG, talks about the increasing use of hygiene...\n\nEric Scholler\n\nThe Indian market has huge potential in technical textiles, and by far,...\n\nJohan Berlin\nInvestKonsult Sweden AB\n\nInvestkonsult Sweden AB has been buying and selling second-hand textile...\n\nTony Ward\nTony Ward\n\n\"You have to truly understand what your client wants, know her needs, what ...\n\nMadhu Jain\nMadhu Jain\n\nShe grew up in the walled city of Old Delhi, completed her studies, and...\n\nJay Ramrakhiani\nOccasions Elegance Wear\n\nIt is believed that by early 19th century, Varanasi weavers had moved away ...\n\nPress Release\n\nPress Release\n\nLetter to Editor\n\nLetter to Editor\n\nRSS Feed\n\nRSS Feed\n\nSubmit your press release on\n\n\nLetter To Editor\n\n(Max. 8000 char.)\n\nSearch Companies\n\n\nnews category\n\nRelated Categories:\nMay 2017\n\nMay 2017\n\nSubscribe today and get the latest update on Textiles, Fashion, Apparel and so on.\n\n\nBrowse Our Archives\n\n\nE-News Insight\nSubscribe Today and Get the\nLatest News Update in Your Mail Box.\nAdvanced Search",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9311109185,
        "format_confidence":0.9648119807
    },
    {
        "url":"http:\/\/ontarioconstructionreport.com\/pac-clac-speak-up-to-oppose-closed-tendering-in-sault-ste-marie\/",
        "text":"PCA, CLAC speak up to oppose closed tendering in Sault. Ste. Marie\n\ncivic centre sault ste marie\nRendering of the Sault. Ste. Marie civic centre\n\nOrganizations representing the construction industry’s businesses and labour outside of the conventional organized labour system are asking Sault Ste. Marie’s city council to support a motion from Coun. Matthew Shoemaker to look deeper into the costs and impact that  closed tendering is having on its citizens and finances.\n\nUnder current rules, the city can only allow contractors that are signatories of two unions—the International Brotherhood of Carpenters and Joiners and the Labourers International Union of North America—to work on municipal projects.\n\nSault taxpayers are being over charged by as much as 30 per cent each year for construction projects, according to the Progressive Contractors Association of Canada (PCA).\n\n“There’s plenty of good research that shows Sault taxpayers are getting soaked on every single city construction project,” said PCA spokesperson Karen Renkema. “When local taxpayers are paying between 20 to 30 per cent more than they should for local projects there’s something seriously wrong. It’s about time that changed.”\n\nOntario’s outdated labour laws make construction work more expensive in the Sault by forcing the city to award all projects to contractors affiliated with two unions only, PCA says “Any local companies and workers who aren’t affiliated with those unions are not allowed to bid or work on the projects, no matter how qualified they are. Research from the Cardus think tank shows this lack of competition drives up construction costs in the Sault by as much as 20 to 30 percent each year – with taxpayers footing the bill.”\n\n“The $6.5 million civic centre facelift is a perfect example of just how unfair things are for taxpayers, local companies and workers,” Renkema said in a statement. “Taxpayers will be overcharged by at least $1 million on this project and many local companies and skilled workers will have no chance to work on that project. How fair is that?”\n\n\nThe current rules prevent many local companies and their workers from working on projects like the court house or improvements to the water treatment facilities, Sault Online has reported. PAC and the Christian Labour Association of Canada (CLAC), which represents employees of companies through an interdisicplinary model, assert that, according to many studies, this also drives up the costs of these taxpayer-funded projects.\n\n“This is an issue of both cost and fairness,” Sault Online quoted CLAC representative Ian DeWaard as saying. “The current tendering restrictions are preventing local contractors from bidding on public projects and this is fundamentally wrong. All qualified union and non-union companies should have the right to bid on publicly funded projects. Fair and open tendering is the only way to give residents the right to work in their own community and to achieve maximum value for money on municipal projects.”\n\n“CLAC is calling on all councillors to support this resolution so they can get the facts they need to make an informed decision about next steps,” says DeWaard. “We believe that the study will show that when particular unions are able to monopolize work that is paid for by municipal governments, costs go up and public dollars buy less of the needed additions, refurbishments, and infrastructure replacements.”\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.8714814782,
        "format_confidence":0.6065907478
    },
    {
        "url":"https:\/\/www.kentucky.com\/news\/local\/article44161620.html",
        "text":"Knox County factory roof collapses after heavy rain\n\nPart of the roof at a Knox County factory collapsed after heavy rain early Thursday night, injuring a number of people, authorities said.\n\nInitial reports indicated some people were trapped in the building. But WYM-TV at Hazard reported that three people were injured that all had been removed from the wreckage.\n\nKnox County officials could not be reached by phone for comment Thursday night, but Kentucky State Police at Hazard confirmed the incident.\n\nThe collapse occurred about 8:30 p.m. at Tru Seal Technologies Inc., a firm that makes insulating glass sealant.\n\nAuthorities said the collapse was believed to have been caused by water pooling on the roof from heavy rains.\n\nThe National Weather Service at Jackson said parts of Knox County received 2 to 3 inches or more of rain from a thunderstorm that moved through the area around 7:45 p.m. Thursday.\n\nWeather service officials said those hurt in the roof collapse did not appear to be seriously injured.",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9852767587,
        "format_confidence":0.9962863922
    },
    {
        "url":"https:\/\/archives.sfexaminer.com\/sanfrancisco\/more-burned-san-bruno-homes-meet-bulldozer-fate\/Content?mode=print&oid=2166359",
        "text":"More burned San Bruno homes meet bulldozer fate \n\nThree months after the San Bruno gas explosion, the disaster has officially claimed three more homes.\n\nA 30-inch transmission pipeline owned by PG&E exploded Sept. 9, and the initial blast and fire killed eight people and injured dozens more.\n\nIt took an hour and 46 minutes for PG&E to shut off fuel in the line, during which time first-responders tried to keep the fire from spreading. In the end, 35 homes were completely destroyed and were demolished this fall. Fifty-eight other homes were damaged.\n\nOn Tuesday night, the San Bruno City Council approved a plan to demolish three more homes that had been yellow-tagged, meaning they were too damaged to occupy but not so damaged that they required bulldozing.\n\nAdditional inspections by insurance companies determined that the homes were so damaged it would be more expensive to repair than replace them.\n\nThe city will receive $90,000 from PG&E to pay for the demolition by a private contractor.\n\nOne of the homes that will be demolished is owned by Arturo Vasquez, who was home the night of the fire but escaped unscathed. When he returned to his home, almost everything in it had been licked by flames.\n\nThe home was initially red-tagged, which meant no one could enter it. After a reassessment, it was downgraded to a yellow tag, so Vasquez and his wife could enter.\n\n“If you could name a piece of furniture in your home, from a chair to a lamp, it was destroyed,” he said. “But there were nooks and crannies where there were little surprises, mementos that didn’t burn.”\n\nNow Vasquez is ready for the home to be demolished.\n\n“It’s been kind of an ongoing source of angst. There’s so much mold in it now. We’re ready to have it torn down,” he said. “It’ll be a relief to have that out of the way and feel like we’re moving forward.”\n\nAbout The Author\n\nKatie Worth\n\nPin It\n\nLatest in Peninsula\n\n© 2019 The San Francisco Examiner\n\nWebsite powered by Foundation",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.7042106986,
        "format_confidence":0.9959851503
    },
    {
        "url":"https:\/\/www.textileworld.com\/textile-world\/knitting-apparel\/1999\/05\/cone-denim-announces-ring-spun-marketing-campaign\/",
        "text":"Cone Denim Announces Ring Spun Marketing Campaign\n\nCone Denim, Greensboro, N.C., recently launched a new marketing campaign aimed at redefining the\nway people think about denim.Cone Denim will present its ring-spun denim the worlds strongest and\nmost luxurious denim in a series of ads using imagery that surpasses the usual five-pocket\njean.Cone Denim is the first manufacturer to take the ring-spun message of strength and versatility\ndirectly to the consumer, said Ken Girouard, creative director of Marketing and Product\nDevelopment.Cone Denim is the largest manufacturer of ring-spun denim, which is up to 30-percent\nstronger than basic open-end denim.\n\nMay 1999",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.693742156,
        "format_confidence":0.6652203202
    },
    {
        "url":"http:\/\/www.washingtontimes.com\/news\/2014\/apr\/6\/drought-threatens-texas-rice-farmers-futures\/",
        "text":"- Associated Press - Sunday, April 6, 2014\n\nBAY CITY, Texas (AP) - Brothers Stewart and Kirby Savage should be out right now, planting rice, a crop that their family has grown in Matagorda County for nearly a century. But here they sit, in their low-slung office along Texas 60, talking water, or the lack of it.\n\nThe Savage family, like many rice farmers, are facing a third year in a row without irrigation water from the Colorado River. That’s because Texas officials have cut off deliveries to maintain reservoirs near drought-stricken Austin, more than 100 miles away.\n\nThis would have seemed ludicrous not too long ago. For decades, farmers had all the water they could use from the Colorado. They now are idling land, laying off workers and wondering whether they have a future in cultivating rice.\n\nThe Savage family, for one, will try for the first time to grow corn, a less profitable crop but one that does not require the copious amounts of water that rice does.\n\n“We have to diversify if we still want to farm,” said Stewart Savage, an affable 53-year-old who has worked at the farm nearly his entire life. “But we can’t grow enough corn to sustain (the five-family operation). We are not swapping dollars” by switching crops.\n\nIn a season of hard decisions in the Texas rice belt, growers and owners of related business say they are trying just to get to next year. Maybe it will rain by then. But it’s clear farming’s hold on the land is fragile.\n\n“Farmers are seeing the nasty end of population growth,” in Austin and other places upstream, Ronald Kaiser, a professor of water law and policy at Texas A&M; University, told the Houston Chronicle (http:\/\/bit.ly\/1fBPCau). “We are probably looking at a long-term transition” for agriculture.\n\nThe Colorado rises in West Texas, winds through the Hill Country and bisects Matagorda County before emptying into the Gulf of Mexico. Farmers on the coastal plains began drawing from the rain-fed river in the 1880s.\n\nA half-century later, the Lower Colorado River Authority built a chain of reservoirs in Central Texas to generate power, tame floods and provide a reliable supply of water for farmers and others. The state’s population has surged since then, with more and more people moving into communities that barely existed, if at all, when the dams were constructed.\n\nTexas projects the population of the lower Colorado watershed to double to nearly 3 million people by 2060, and it’s apparent that there is not enough water to meet everyone’s needs. The persistent drought only has heightened tensions among those who rely on the river.\n\nHistorically, growers are the largest users of Colorado water. Rice is a water-intensive crop, grown in fields flooded at 3 to 4 inches deep. In Matagorda County alone, farmers have built about 400 miles of canals to carry the river water to the cropland.\n\nWith enough water, rice farmers can harvest twice, once in July and again in October. But their supply is interruptible during dry times - unlike shares for municipalities and industry, which pay a significantly higher rate than irrigators.\n\nIn 2012, with low water levels in the reservoirs, the river authority took the unprecedented step of withholding water from the farmers. It happened again last year. And again earlier this month, the start of the growing season.\n\nThe river authority said it could not deliver water to farmers because of record low flows into the reservoirs. The lakes are now 38 percent full, meaning any release would threaten the water supply for more than 1 million people living in and around Austin, state officials said.\n\nThe river authority plans to build at least one reservoir in rice country to store rainfall on the coastal plain and ease the burden on the Central Texas lakes, but the first one will not be completed until 2017.\n\nIts emergency orders, meanwhile, have sent a jolt through Colorado, Matagorda and Wharton counties, which usually produce 5 percent of the nation’s rice crop. The three-county area lost more than 1,200 jobs in the first year without irrigation water from the river, according to a Texas A&M; analysis released this month.\n\nThe hardest hit was Matagorda County, where more than 90 percent of its rice acreage went unplanted in the first year without water from the Colorado. As a result, the direct value of its rice production plunged from $20.7 million to $2.4 million, the Texas A&M; study found.\n\n“The Colorado River is the economic lifeblood of Matagorda County,” said Haskell Simon, a longtime rice farmer who has been unable to grow a crop since the restrictions began.\n\nAnd it’s not only the farmers who are hurting. A crop-duster went out of business, and a fuel supplier stopped making bulk deliveries to farms in Matagorda County.\n\nBU Growers, for one, expects to see sales for seed rice and its drying and storage services drop 75 percent this year from levels three years ago. The company is looking more to Louisiana for rice to meet its brokerage contracts.\n\n“I feel like I have one foot in the grave,” said Joe Crane, BU Grower’s managing partner.\n\nStill, the consensus seems to be that Bay City, Matagorda County’s seat, won’t die soon. But the 17,500-person town understands that its future remains intertwined with the farmers.\n\nThe businesses tied to agriculture “can come and go,” Crane said. “But if the growers go, we won’t be back.”\n\nIn the Savage family’s office hangs a framed poster-size photograph of three combine harvesters moving across fields full of nearly waist-high rice plants. The scene is from 2011, the last year the farm received irrigation water from the Colorado.\n\nSince then, the family has returned two of the leased machines to the dealership. There’s no reason to keep all of them when there isn’t as much rice to harvest, Stewart Savage said as he looked at the picture.\n\nThe family, like others, survived the last two years with the help of crop insurance, but that’s going away. The payments for equipment and land and taxes are not.\n\nThis year, the Savage family will be able to pump groundwater for about 500 acres of rice, an organic variety of long-grain American basmati. But the new water supply won’t be enough to cover all of the land planted in past years.\n\nThat’s why the family is planting about 700 acres of corn, a crop that isn’t as thirsty as rice. “We’re hoping this is a one-year deal because we want to go back to rice,” Stewart Savage said. “Our land is for rice.”\n\nUpstream interests have criticized the rice farmers for growing crops that required too much water and for exporting their product - some of the grain is shipped to Mexico and South America, among other places.\n\nBut the Savage family and other farmers say Matagorda County is uniquely suited for rice because of the clay layer under the thin topsoil, as well as the climate. The price for rice is also better than other crops.\n\nRice generates about two times more revenue per acre than corn, said Brent Batchelor, a Bay City-based agent for the Texas A&M; AgriLife Extension Service, which assists farmers.\n\nIn all, Matagorda County farmers will grow about 25,000 acres of corn this year, up from about 15,000 acres before the restrictions on Colorado water, Batchelor said.\n\nMeanwhile, farmers will cultivate about 2,500 acres of rice, down from 25,000 acres three years ago.\n\nRather than switch crops and invest in new expensive equipment or a water well, Billy Mann will let cattle graze where he once grew rice. “The payout will take too long for me,” said Mann, 73, whose two sons are not interested in following him into farming.\n\nThe grim situation keeps Harley Savage, the 83-year-old patriarch who followed his father and grandfather into rice farming, awake at night. He worries about the future for his sons, as well as his two grandsons, Scott and Stew, both in their 20s, who have joined the family business.\n\n“You never think this is going to happen, that someone is going to tell you that you can’t farm,” Harley Savage said. “I think about how we can keep this all together. I just don’t know if we can support five families on corn.”\n\n\nInformation from: Houston Chronicle, http:\/\/www.houstonchronicle.com\n\nCopyright © 2016 The Washington Times, LLC.\n\nblog comments powered by Disqus\n\n\nClick to Read More\n\nClick to Hide",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.985199213,
        "format_confidence":0.9865393043
    }
]