[
    {
        "url":"https:\/\/sportcal.com\/Insight\/Opinion\/126697?&f=s%3A1%2FSoccer%7C",
        "text":"If football has enjoyed an almost uninterrupted bull market for its content rights for 25 years, what is it to do if this primary cash resource appears to be drying up?\nPhil Carling\nPhil Carling has over three decades of experience at the highest level of sport business. He is Global Head of Football for Octagon advising leading brands and rights owners on their commercial and marketing strategies.\nAddressing the football rights plateau\n4th July 2019, 09:05\n\nAt great personal risk of future ridicule, I am calling the top of the market in terms of broadcast rights for elite football. My evidence is based on the belief that the most successful organisation of the last 20 years in selling media rights has been the English Premier League and in its most recent rights sales cycle, it has become apparent that, even for this doyen of commercial excellence, some sort of ceiling has been reached.\n\nThe final reckoning on the next three-year cycle has the scoreboard as follows: an overall value of £9.2 billion, with a split of £5 billion for the domestic rights; and £4.2 billion for International rights. Such riches would content most rights owners but they mask a disturbing truth. Namely that for the domestic rights the cycle-on-cycle trend was static. Yet even more alarming was that stagnation was also apparent in the global markets as well. Save for two massive deals secured over two cycles in the USA (NBC) and China (PP-Sports), the picture would have shown cycle-on-cycle decline.\n\nIf this is the case then the latter trend is the most alarming for all elite sports rights holders, since it is the growth of International media markets that has been the key source of growth for almost two decades. The Premier League has been the trailblazer and consequently its fortunes in this regard must be seen as the canary in the cage for the market overall.\n\nThat a plateau has been reached is made more concerning by the threat of further erosion from piracy\n\nThat a plateau has been reached is made more concerning by the threat of further erosion from piracy, which appears to continue unabated, with those in authority powerless to plug the dam. As if this were not bad enough, digital platforms have begun eating the dinner of the linear media business model, and it is this model that has sustained the almost continuous growth of elite sports rights for a generation.\n\nSo if football has enjoyed an almost uninterrupted bull market for its content rights for 25 years, what is it to do if this primary cash resource appears to be drying up? Moreover, what will be the media model that emerges from the plagues of piracy, the growth of digital advertising platforms and the decline of the linear TV model?\n\nForty years ago sponsorship was the only show in town with media rights an unregarded bonus, tolerated because it provided the audiences which attracted the sponsors. For the 1978 World Cup, Fifa unveiled its first modern sponsorship programme. The model was one in which the ratio of sponsorship revenue to media revenue was close to 90:10. Fast forward to now, and Premier League revenues are 98:2 in favour of media rights.\n\nThis startling reversal in the relative importance of income streams may hold a clue to the future of elite sports in a world where consumers are losing the will to pay for content, traditional broadcasters are losing the war for advertising budgets to the digital giants and audiences for elite sports are increasingly global.\n\nWe now need to look at the advertising business in order to develop the full prognosis. For 100 years major advertisers and their agencies have planned and bought media via conventional channels such as newspapers, print, outdoor and latterly television and radio.\n\nThis arrangement is now under attack from media fragmentation and consumer cynicism with profound consequences for advertisers, the media and the agencies. We are at an inflection point in which the two bellwethers for advertising, Unilever and Procter and Gamble have both made a startling and recent change of strategy.\n\nHistorically the mainstay of linear television (remember they invented the soap opera), both organisations have made the decision to build their advertising around engagement and platforms which deliver not just eyeballs, but contextualised eyeballs. The pair are looking to both buy and create audiences which have a passion for the content and the context in which the message appears. They are also looking at how this operates as a creative territory and how they can develop fully integrated sponsorship strategies that work not only on the broadcast platform but at the event and experiential level. \n\nBuilding complex portfolios of rights and assets across multiple geographies provides a far deeper and engaged relationship with consumers than was ever possible via a 30-second advert in UK television's Coronation Street or even a Champions League match. It is these developments that will shape the broadcast landscape for football and sport over the coming 10 years.\n\nIn a world where content is king, sport is the king of content and king of kings is elite football\n\nThis trend offers a fascinating opportunity for the owners of the content that most engages global consumers, namely music, entertainment but above all, sport. In a world where content is king, sport is the king of content and the king of kings is elite football. Moreover, the core axiom in elite sport is that talent follows money, eyeballs follow talent and money follows eyeballs (Carling’s axiom).\n\nSo, we have a world where conventional media has topped out and its business model is under siege from piracy and the digital platforms. In addition, the digital platforms are eating an ever-greater share of the advertising cake. Meanwhile the advertisers themselves are questioning the benefits of pure audience reach and frequency and seeking ways to reach their consumers via more engaging and integrated platforms with a range of creative and assets.\n\nThe conventional wisdom has it that the digital platforms will eventually step forward and replace the linear broadcasters as the buyers of elite sports content. There is evidence of this emerging but it is clearly far from a core strategy and is driven by the desire to feed the voracious appetite of programmatic buying algorithms. Investment strategies for the digital platforms are by and large decided on the west coast of America, and as a consequence football (soccer) is often not understood and is seen as something for which other countries hold an unfathomable passion.\n\nNevertheless, as the major brands transition to ‘engagement marketing’, the media platforms will have to adapt, especially the FANGs who will inherit the media-buying world. Even the most vehement football agnostic cannot ignore the sport’s global appeal and the consistent growth of the elite competitions in evangelising their product to new markets. The increasing concentration of wealth and talent into few competitions is set to continue. It is for this reason that rights for elite sports in particular, if properly packaged, can become the new cash cow.\n\nThe business model would see the disappearance of public broadcasters as platforms for elite live sports rights, a trend already well advanced in anything other than highlights. The gradual elimination of mixed schedule commercial broadcasters would also seem inevitable (except where protected by legislation as with the World Cup and European Championships). The final phase will see those specialist broadcast platforms reliant on subscription revenues similarly removed from the dance because they can no longer compete and in time will have had their model eliminated by the twin famines of piracy and competition for advertising revenue.\n\nThe giants that will inherit this world will be those platforms that can offer global connection to a ubiquitous audience, unhindered by the constraints of geography. The model will take sport full circle back to the early days of commercial television. Advertisers will fund the acquisition of rights on behalf of the platforms and will to all appearances be like the soap brands of old.\n\nIn return, they will receive what current media buying cannot deliver, namely a targeted consumer via a passion platform with fully integrated rights beyond the broadcast platform. In such a world, it will become necessary for the rights owners to act smartly by integrating their own rights with the media platforms.\n\nFrom a commercial perspective, elite sports rights owners should redefine themselves as media and content businesses\n\nFrom a commercial perspective, elite sports rights owners should redefine themselves as media and content businesses and hire and structure themselves accordingly. This redefinition and focus cannot happen too early.\n\nIt is probable that in order to fund this development, rights owners themselves will take a share of advertising revenues. It may even be that with certain sports some premium rights will be held back and kept behind a paywall for premium services. Again, rights owners will call the shots and must balance revenue needs against the benefits of mass exposure and advertising revenue.\n\nOne other key watch-out will be to avoid the assumption that the inheritors of this brave new world will be from the USA. There is every possibility that the impetus will come from markets like China where powerful imitations of Amazon, Google and Facebook have been allowed to flourish and are now set to storm global markets backed by huge wells of capital. Elite sports also sit well with the country’s social and economic priorities as well as offering a proven model for extending soft power.\n\nIn summary, the key trends of fragmentation, consumer cynicism and piracy pose an existential threat to elite rights holders and linear media platforms alike. As with all things that are intrinsically desirable however, the very best content will find a new way to create ... (truncated)",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.7516304851,
        "format_confidence":0.9873597026
    },
    {
        "url":"http:\/\/vvsspeed.com\/is-the-formula-1-race-the-most-popular-sport-in-the-world\/",
        "text":"Is the Formula 1 race the most popular sport in the world?\n\nFormula One racing takes the motorcycle crown. Calling for being a global sport. The best drivers use the best cars and the best engines in the different countries. The tournaments are held in different disciplines around the world, and these events come to the fans who followed their flags.\n\nIs the Formula 1 race the world's most popular sport?\n\nAt the turn of the last century, Formula 1 racing was only for the rich who enjoyed their racing on the weekend. It was not until 1950 when the official Formula 1 World Championship started at the British Grand Prix. In the 1960's, sponsorships promoted the media and the public's attention to sports. In the 1980's, sport's popularity increased thanks to worldwide TV coverage\n\nFormula One Racing is the world's largest television audience. Television today is measured in billions and sporting events, popularity in the Olympics and the World Cup. Of course, such attention attracts corporate sponsorship, which pays for a technological development like Formula 1 Racing.\n\nWith the tremendous growth in popularity and crazy money, it's no wonder that countries from around the world have put their hands on stage. This status symbol counts that there are more countries that want to implement the Formula 1 Grand Prix than the available dates.\n\nEvery successful sport has a sports hall and the Formula One race is no exception. Surprisingly, Formula One drivers are extremely conditioned athletes. In the 2010 season, the runners in the grid are:\n\n* Jenson Button, winner of the 2009 Formula 1 World Championships * Michael Schumacher, seven-time champion, most championships\n\n* Lewis Hamilton, who won the 2008 Formula One World Championship.\n\n* Fernando Alonso, who won the Formula One World Championships in 2005 and 2006.\n\nThere is no competition and the contestants focus on the attention of almost everyone in Formula-1. However, every good racer behind is a very good team and this is a very sports team. The task of the team is to ensure that the driver works as best as possible.\n\nTeam leader is teammate or team leader and he is responsible for the whole show. It's about getting the best staff, utilizing state-of-the-art computer technology, building the best car, and then finding your payment method. Nowadays the team's bosses must be as good at sponsorship as in racing cars. Some of the teams are worth mentioning:\n\n* Ferrari-based in Italy, 1950 in the first season, team leader Stefano Domenicali won 16 world championships and F Massa and F Alonso's riders\n\n* Williams-based In the UK, In the first season in 1975, team boss Frank Williams won 9 world championships and racers R Barrichello and N Hulkenberg.\n\n* McLaren – in the United Kingdom in 1966 in the first season Martin Whitmarsh won eight world championships and his pilots J Button and L Hamilton\n\nDo not forget the top members of the Formula 1 race.\n\n* Bernie Ecclestone is the trademark owner of Formula 1, who is said to be responsible for today's Formula One racing success.\n\n* Jean Todt, has recently been elected chair of the Fédération Internationale de l'Automobile (FIA) as the governing body of the Formula 1 and other international sports governing bodies. Max Mosley Takes Over\n\nThe Formula One car is the highest single-seat, open-tier racing car. The characteristics of the Formula One racing car give a different look to other racing cars. This is the ultimate machine against technology, materials and design ideas that focus more on speed rather than comfort. You can only imagine that these cars are going through rigorous testing. Some of the elements of the Formula One racing car:\n\n* Open wheels.\n\n* Centralized cockpit with only one driver\n\n* Super lightweight high tech materials such as carbon fibers\n\n* Aerodynamic wings designed\n\n19 competitions are organized in the calendar year starting in March 2010 in Bahrain and November will be completed in Abu Dhabi. The Formula One design has been transformed over the years. Each track has a unique layout with its own challenges.\n\nI just scratched the surface here. The Formula One race is undoubtedly one of the most, but not the most exciting and interesting sport. It's a great experience if you only take a little time to learn a bit about it. You're on weekends, and thank you Mr. Ecclestone for not having a problem finding a television channel to enjoy the sight in your own home.\n\nSource by visit sbobet thailand\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9949361086,
        "format_confidence":0.5537884235
    },
    {
        "url":"http:\/\/www.espnfc.com\/blog\/name\/93\/post\/1844561\/headline",
        "text":"Brighton & Hove Albion\nNewcastle United\n3:00 PM UTC\nGame Details\nSheffield Wednesday\nSheffield United\nESPN3 12:15 PM UTC\nGame Details\nAC Milan\n10:30 AM UTC\nGame Details\n1:00 PM UTC\nGame Details\nReal Sociedad\n6:45 PM UTC\nGame Details\nBayer Leverkusen\nHamburg SV\n4:00 PM UTC\nGame Details\n7:00 PM UTC\nGame Details\nSporting Kansas City\nLA Galaxy\n6:00 PM UTC\nGame Details\nAtlanta United FC\nMontreal Impact\n9:00 PM UTC\nGame Details\nPortland Timbers\nOrlando City SC\n12:00 AM UTC Sep 25, 2017\nGame Details\n\nCity's deserved success, Rodgers' achievements, more\n\nManchester City’s final day was about not screwing things up, which, inevitably, might have made it anticlimactic to some. But that’s not what matters. Nor do the statistical nuggets -- they were top for only 15 days! -- mean anything. What counts is that this was the best team in the Premier League in 2013-14. You can go back and cite points Liverpool threw away -- to a second-string Chelsea at Anfield and in the Crystal Palace debacle -- but if you start getting into that, then you’d need to bring up points City probably earned but left on the table -- at Aston Villa, Cardiff and Chelsea -- and the process would never end. The best team won, and the fact they are also the best resourced doesn’t diminish the achievement. The history of the European game is littered with wealthier teams buying better players and paying them more money than the opposition. Is there really that much more merit in outspending most because, often by an accident of geography and demographics, you’re a bigger club from a bigger city with more fans, than there is in outspending most because a wealthy Sheikh pours money into a team? Not really. Mansour’s millions might have made it easier for Manuel Pellegrini, but he still managed to win playing some of the best football in the Premier League (along with Liverpool and Everton), while scoring more than a hundred goals. He did it at the age of 60, having never played or worked in England, which -- history shows -- is almost unprecedented. He did it despite losing his starting centre-back, Matija Nastasic, for two-thirds of the campaign and replacing him with a 33-year-old whom many had written off and whose early performances suggested he deserved it in Martin Demichelis. He did it with one of his two best players, Sergio Aguero, making just 20 Premier League starts. He did it while navigating a difficult stint for his starting goalkeeper, Joe Hart, which ended in his benching for nearly two months. A foreigner ditching England’s No. 1 for seven games in a World Cup year? That's not an easy nor a straight-forward decision, and it's prone to controversy and crucifixion by the nation's press. And yet it went off without a hitch and Hart actually came back better than before. He did it without the “creative tension” experienced (some might say caused) by his predecessor, Roberto Mancini. It’s fashionable to blame Mancini for everything now that he’s gone and his successor won the title. It’s also wildly inaccurate. Mancini helped forge a winning mentality that wasn’t there before. But it’s equally true that City under Pellegrini were a far more harmonious bunch and if trouble arose, it was dealt with behind closed doors. And that’s down to the manager and the support he got from the club. Would Pellegrini’s feat have been more impressive if he had won the league with, say, Everton? Of course. But he was managing City. And he did a darn fine job. Liverpool's transformation Liverpool’s last few weeks may have been gut-wrenching for their fans but now that it’s over, it’s worth reflecting on just what happened this season ... and getting excited for what’s to come. Brendan Rodgers’ crew notched a year-on-year improvement of 30 goals, 23 points and five league places. And this after a summer in which their best player stopped just short of asking for a move. Of the 11 Liverpool players who played the most minutes this season, just one -- Simon Mignolet -- was a new addition. This, more than anything, suggests the jump in performance wasn’t fueled by transfer activity but rather simply Rodgers getting his players to improve and tweaking the system to get the best out of them. Rodgers has been criticised by some for being too attacking and neglecting the defensive aspect of the game. You can obviously always improve -- and his task will be to do just that -- but there also is such a thing as a philosophy. If you choose to try to outscore the opposition, if you elect to play a certain way, you will likely be more exposed at the back. It's as simple as that. Rodgers made his choice and it got the club to within two points of the Premier League title. The other obvious area of improvement is transfers. More than $20 million was spent on Iago Aspas and Luis Alberto, who combined for five starts, 527 minutes and no goals. It’s not that these guys are necessarily bad players, it’s just that devoting such resources on players who don’t contribute and don’t look to figure in the manager's plan for the future is a poor use of funds. Whether that’s down to Rodgers or issues with the “transfer committee” not working the way it should is something the club needs to determine and address. But there’s a buzz on the red half of Merseyside not seen since the Rafa Benitez era. The resources are there to build and go to the next level. And, crucially, this side is less dependent on Luis Suarez than it appeared to be. Redemption in Spain La Liga could not be set up for a better cliffhanger next Saturday. Atletico Madrid play Barcelona, first vs. second, and it’s pretty simple. If Barca win, they’re champions. If they don’t, Diego Simeone makes history 18 years after the last Liga crown for Atletico. At this stage, nerves play a huge part. And you wonder who’s in better shape. Barcelona have endured a veritable annus horribilis. After the recent 2-2 home draw with Getafe, one Catalan newspaper stated, “This team is done. This manager is done.” It looked that way when you go through the litany of issues Tata Martino has had to contend with. From Sandro Rosell’s resignation to the FIFA transfer ban to Lionel Messi’s injury, plus all the hiccups on the pitch, it has been anything but smooth sailing. And yet the media could not have been more wrong. Barcelona control their own destiny and have been afforded a chance to avenge the Champions League quarterfinal defeat. They haven’t beaten Atletico in five attempts this season. Their last chance may end up being the most meaningful. I’m sort of reminded of that scene in \"Pulp Fiction\" where the drug dealer unloads his revolver at Samuel L. Jackson and miraculously, he’s unscathed. He treats it as some kind of sign from above and decides to live every day as a gift, a chance to repent and repair previous mistakes. Atletico will have a do-over of their own at the Camp Nou. They had the chance to seal La Liga at home against Malaga on Saturday but ran into one Willy Caballero. Part octopus, part rubber wall, the Argentine keeper saved everything in sight in what turned out to be the kind of game that leads you to conclude that the gods are conspiring against you. Simeone will have to exorcise that notion in double-quick time. And he’ll have to do it knowing that lurking in the back of his players’ minds is the big one: May 24 in Lisbon against Real Madrid in the Champions League final. You can trot out the line about “writing your own script,” about “taking it one day at a time” or any other coaching cliche you care to mention. The reality is that most of these players will have heard it all before. That’s where Simeone will be stretched: finding a way to settle the nerves, banish the doubts, cast out the demons and cement the focus. He’s done it all season. He’ll need to do it for another 90 minutes -- and then another 90 (and possible extra time and penalties) in Lisbon. Paying tribute to Il Capitano Nineteen seasons, 857 games. Those numbers would be freakish enough. Chuck in a few more wrinkles and they become surreal. Like the fact the streak began when Javier Zanetti was 22. Or that, until the eve of his 32nd birthday, he’d won very little: the 1998 UEFA Cup, the Pan American games (yes, really) and some runner-up medals (in the Copa America, Olympics and Confederations Cup) of the kind that are so heartbreaking, you’d rather not win them. Or that, between the ages of 30 and 39 -- that decade when the vast majority of footballers feel time’s winged chariot drawing near and pack it in -- he appeared in more than 91 percent of Inter’s league games. (For the purposes of comparison, the equally extraordinary Ryan Giggs managed to appear in 68 percent of Manchester United's fixtures over that period, with many more as a substitute.) Or that he popped up at right-back, left-back, holding midfield, wide midfield, box-to-box midfield ... wherever required and always with the same trademark consistency. Or that only 17 men have more than the number of international caps Zanetti's amassed, this despite the fact Jose Pekerman figured Lionel Scaloni (!) would be a better bet in 2006 and Diego Maradona decided Zanetti wasn’t worth picking for the 2010 World Cup, despite the treble he had won a few weeks earlier. Or that -- and this may be the most incredible part -- he achieved his mark, with all the consistency and stability it implies, at Inter, the club that for the past two decades has come to epitomise the term \"basket case.\" Given the advances in sports science, it’s entirely possible that somebody will come and provide 19 years of sterling service to a club. And maybe they’ll play better than he did, maybe they’ll play more games and maybe they’ll have even better hair (though I doubt it). But there will never be another Javier Zanetti. Nobody will do all that while matching the package of his achievements on the pitch and his class, dignity and tireless work for myriad charitable foundations off it. Preparing for Lisbon Anybody w... (truncated)",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9954147339,
        "format_confidence":0.7066745758
    },
    {
        "url":"https:\/\/www.runnersworld.com\/advanced\/a20833014\/tactics-patrick-smyth\/",
        "text":"Tactics: Patrick Smyth\n\nMaking the transition from college to pro\n\nBy any measure, Patrick Smyth had a successful collegiate career. A seven-time All-American at the University of Notre Dame, he was a Big East champion at 5,000m and 10,000m (twice). He recorded 10 sub-14:00 performances at 5,000m, more than any other athlete in Notre Dame history. He set the school 10,000m record (28:25.85) and was fourth at the NCAA championships at that distance. In cross country, he finished 11th in the 2008 NCAAs.\n\nDespite these successes, Smyth was unable to secure more than a gear sponsorship (Nike) when he graduated last year. Blame the recession economy, but the harsh reality was that Smyth found himself living on a shoestring as a professional runner. He enrolled in graduate school at the University of Chicago, but found it impossible to balance academic demands with athletic ambitions. \"After a couple months I came to the realization that the two endeavors were mutually exclusive,\" he says. \"It was humbling.\"\n\nWith the support of Team USA Minnesota, which he'd joined in July, Smyth withdrew from graduate school to run full-time. Success on the roads came quickly, as he placed fifth at the national 10K championships in July (28:49), third at the national 10-mile championships in October (47:09), and second at the 4.75-mile Manchester Road Race in November (21:41). On Jan. 1, he won the 4-mile Emerald Nuts Midnight Run in New York City (18:35).\n\n\"It's been exhilarating,\" Smyth says of the transition. \"Every race has really been do or die. Going into every race the objective is twofold: One, to finish in the money so as to stay afloat financially, and two, to be as competitive as possible to increase my visibility and increase my potential value to shoe companies looking to pick someone up.\"\n\nIf that sounds stressful, Smyth insists otherwise. \"I think my experience bodes well for the sport as a whole,\" he says. \"At the elite level it should be about business, exposure, incentive. If it's not, then the words 'professional' and 'professionalism' lose significance.\"\n\nSerious competitive runners -- at any level -- have to make the most of whatever opportunities the sport has to offer, says Smyth. \"Stick your neck out there and take risks, especially on the roads,\" he advises. \"The road racing scene is an absolute must for post-collegiate distance runners who don't have the financial latitude to wait around until track season. It's perhaps the best way to make a name for yourself while also demonstrating a willingness to compete across a wide range of distances.\"\n\nSmyth plans to mix plenty of cross country and track racing with his efforts on the roads; he made the U.S. team for the world cross country championships on March 27 in Poland, he hopes to lower his 5,000m and 10,000m PRs this spring, and to join a group of Team USA Minnesota athletes on the European summer track-racing circuit. Although mixing it up this way is different from the type of focused running he did in college, Smyth embraces the experience, and so far he's staying healthy, avoiding burnout, and continuing to improve.\n\n\"We're going to stay on the roads even during track season,\" he says. \"It's a great way to experience competition on a regular basis, and I'm really enjoying it -- traveling to places all over the country and meeting interesting people as I get my name out there.\"\n\nAdvertisement - Continue Reading Below\nMore From Advanced",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9977600574,
        "format_confidence":0.9334002733
    },
    {
        "url":"http:\/\/backpagefootball.com\/season-preview-1415-burnley\/80062\/",
        "text":"Season Preview 14\/15: BURNLEY\n\nby Adam Haworth\n\nBurnleyBurnley surprised almost everyone in the Championship last term. The relentless approach instilled by Sean Dyche mean the team never stopped. It’s often the case that teams unexpectedly at the top of the table find themselves faltering and questioning themselves. Not under Sean Dyche. His ultra-logical approach led him to dismiss the idea of worrying about what had gone before. Burnley broke loads of club records, the most memorable of which is the win against bitter rivals Blackburn Rovers. He prevented his players from taking their eyes off the ball at any stage.\n\nDyche created a team who never looked like failing. Somehow, the whole club was taken on a journey that elevated it to a level where confidence, but not arrogance, reined supreme. Under Dyche, the Burnley team felt invincible. They weren’t, but they might as well have been.\n\nThe season ended with promotion to the Premier League, the best reward for their impressive consistency. Last time Burnley were in the Premier League, the lasting memory was Owen Coyle’s questionable mid-season move to Bolton. Burnley fans will be hoping to avoid those sorts of events and enjoy the top flight this time.\n\nThere’s a real underdog mentality in this Burnley side. Everyone involved with the club will be aiming to defy the odds this season – which are quite understandably stacked against them. Proving everyone wrong is unapologetically the goal.\n\nLast season: 2nd (Championship)\nOdds (relegation): 3\/5\nIn: Michael Kightly (Stoke, undisclosed), Matt Gilks (Blackpool, free), Marvin Sordell (Bolton, free), Matt Taylor (West Ham, free), Lukas Jutkiewicz (Middlesbrough, £1.5m-£2.5m reported), Steven Reid (West Brom, free)\nOut: Junior Stanislas (Bournemouth, free), Keith Treacy (released), David Edgar (Birmingham, free), Brian Stock (released), Nick Liversedge (released).\n\nWhat’s new\n\nThe summer has seen six new arrivals for Burnley so far. While none of them have been particularly inspiring, all signings have bolstered a small squad. The first arrival of the summer was Michael Kightly, who spent last term at Burnley on loan from Stoke. Kightly showed some promising signs towards the end of last season and provided a few crucial goals at the end of the campaign.\n\nNext in the door was out of contract Blackpool goalkeeper Matt Gilks. Gilks will provide cover for Tom Heaton, and it’ll be nice for Dyche to have some genuine competition for the goalkeeper spot. Marvin Sordell and Matt Taylor signed on the same day, with Sordell hoping to finally prove his potential and Taylor providing important Premier League experience.\n\nAlong the same lines, Steven Reid signed three days later, again bolstering the squad and providing experience. The latest player to sign has been perhaps the most controversial . The fee paid for Lukas Jutkiewicz (reported to be from around £1.5million to £2.5million) is a little on the expensive side for some fans. Despite this, Jutkiewicz has a lot to prove, and fans saw last season how that mentality can be useful in motivating a player.\n\nOther than transfers, deep stadium infrastructure improvements have had to take place over the summer. The club have installed new press facilities, there are brand new seats in one stand and a new location for the players’ tunnel. A presumably expensive scanner entry system has replaced the old fashioned turnstiles. There’s been the construction of a new TV gantry for 3D broadcasts, and the installation of those fancy electronic advertising hoardings (finally). It’ll take a lot for Turf Moor to be considered a modern stadium, but Premier League regulations mean the Club are at least trying to update things while keeping much of the ground’s charm.\n\nKey Player\n\nNotable mentions should go to Danny Ings, Sam Vokes and Jason Shackell, but Kieran Trippier will perhaps be the team’s most important player. Last season, Trippier not only showed exceptional defensive ability (despite taking a few minutes to get settled into games) but also provided a genuine attacking threat on the right wing.\n\nTrippier’s cross delivery was arguably the best in the league last season, and goals will be as important as anything for Burnley next season. Burnley are, however, a cohesive unit and a team, rather than a group of individuals. Each player will fight for every other teammate and that attribute is far more important than the effect any one player will have on the season.\n\nOne to Watch\n\nMarvin Sordell will be an interesting one to watch. After impressing at Watford under Dyche’s leadership — in the youth system as well as the first team — Sordell has struggled to live up to his billing.\n\nSordell won’t be first on the team sheet by any stretch of the imagination, but how he fares once he does get on the pitch will probably decide the future of his career. Sordell must have potential — indeed he’s shown it a couple of times — but watching to see whether he can finally deliver consistently will be the real thing to watch out for.\n\nAlso watch out for Sean Dyche. There’s more to him than meets the eye, and that might just surprise a few people this season.\n\nSeason prediction\n\nBurnley’s season will be decided by how they fare as a unit. The team spirit and togetherness was a significant reason behind their success last season and the character of the side will need to be even stronger this time around. While tactical awareness and individual moments of glory will play their part, how long Burnley are willing to fight for each other and the club will also be important. If those things happen, I’m confident Burnley can beat the odds. It’s a big if, but if there’s any man who can get those things out of a side, it’s Sean Dyche.\n\nBPF Prediction: 20th\n\nLeave a Reply\n\nLeave a Reply",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9970921278,
        "format_confidence":0.7079541087
    },
    {
        "url":"https:\/\/www.rugby.com.au\/news\/2019\/09\/19\/nrc-mckay-column-round4",
        "text":"McKay column: Which teams must win this week to keep NRC finals hopes alive?\n\nby Brett McKay\n\nWith three rounds of the National Rugby Championship already behind his, this weekend’s Round 4 is the one which we tip over the halfway point of the competition.\n\nAnd with only three rounds to be played after this one, it means this weekend suddenly becomes very, very important for the finals aspirations for a number of teams.\n\nFour wins has always been the rough number needed to make the NRC finals, although it’s not quite as simple as that because the season has changed lengths fairly regularly.\n\nWill Harrison attempts to evade a tackle from Angus Blyth. Photo: Getty Images\n\nFor one thing, this season is only the third in which eight teams have played seven games each before the semi-final stage.\n\nIn 2016, such was the standout quality of NSW Country, the then Sydney Rays, and Perth Spirit (now playing as the Western Force) that Melbourne actually snuck into fourth spot with only three wins, beating Canberra with a less worse negative for-and-against.\n\nLast season, back to eight teams after the cessation of the Greater Sydney Rams, four wins wasn’t enough for Brisbane City, with Queensland Country, the Force, and Canberra all on five wins and only separated by two points.\n\nIn 2017, the addition of the Fijian Drua pushed us back to nine teams playing eight regular season games, and though four wins was enough for the Drua and Perth to finish in the top four, NSW Country and Brisbane City missed out.\n\nA draw meant the Eagles actually lost one game fewer than the Spirit, with a points differential of just 30 the only thing that split them. The Sydney Stars finished fourth with four wins in 2015, but NSW Country again missed out with the same number of wins, but this time one fewer bonus points.\n\n\nAnd the second-highest bonus point tally in the competition was enough for Perth to squeeze into fourth in the first year of the NRC in 2014, despite only tallying three wins.\n\nSo you see what I mean when I say four wins is the rough number: it’s always been the target but sometimes it still isn’t enough. And that may well be the case again in 2019.\n\nBut with a month of the competition to be played before we hit the semis, it’s worth looking at who can at least get to four wins.\n\nStarting at the bottom of the NRC table, the Melbourne Rising are yet to record a win from their three games, meaning they must win all four from this weekend just to get to four wins.\n\nThe Drua are the 2018 NRC champions. Photo: Getty Images\n\nThey also don’t have any bonus points, meaning they really are still stuck in square one, taking on a Queensland Country side this weekend in Ballarat.\n\nBut the Rising last week ran out their best forwards pack of the season and it pushed the Western Force all the way.\n\nThat pack has pretty much remained intact this week, save for the very welcome addition of Wallabies pre-RWC squad member Luke Jones at blindside. There’s no doubt if Melbourne are going to find four wins from here, it will have to be forwards-led and it has to start this weekend.\n\nDefending champions the Fijian Drua sit seventh on the NRC table with just one loss but with two draws their only points to date.\n\nThe Drua aren’t quite as strong this season, it’s fair to say, and have already dropped one of only three home games this campaign. Their next home game is tomorrow, however, when they host Sydney at Churchill Park in Lautoka, less than three hours before the Flying Fijians take on the Wallabies in a Rugby World Cup clash in Japan.\n\nTom Banks will start for the Wallabies against Samoa. Photo: Walmsley\n\nLike the Rising, the Drua must win this weekend against Sydney and will probably need to win all their remaining games against Canberra, Melbourne, and Queensland Country. The four points from two draws means that three wins from the last four games might be enough, but the strength of the top teams is such that you probably can’t rely on it.\n\nSydney sit in sixth spot and produced one of the performances of the season last weekend, to not just upset Queensland Country but to properly put a score on them, winning very well 47-26.\n\nAnother performance like that will certainly make competitive against the Drua in Fiji, and though they only need three wins from their remaining four games to get to the four-win target, I think Sydney need to win this weekend to make finals footy a real prospect, with Melbourne to come and a tough finish with Canberra and the Western Force in the last two rounds.\n\nQueensland Country are in fifth, but only one solitary differential point over Sydney. Both teams have one win and both have six points. But Country should be good enough to get over Melbourne’s forwards and with plenty of strike power out wide.\n\nAfter this weekend, Country have their annual grudge match with Brisbane City to come in Gladstone before finishing with NSW Country and Fiji.\n\nBrisbane City captain Fraser Mcreight and Queensland Country captain Angus Scott-Young. Photo: Getty Images\n\nIt feels like an easier run home than Sydney’s, which makes it an easier route to four wins for the Queenslanders.\n\nIn fourth, Brisbane City are only two points ahead of their Country cousins, but their Round 1 draw with Fiji could prove very handy in the final standings. City also need to win just three of their remaining games to reach four wins, but there’s a few tricky games ahead, starting with NSW Country at Norths Rugby Club in Brisbane this weekend, followed by Queensland Country and the Western Force in Perth.\n\nIf they can find at least two wins in that list, then a final round win over Melbourne should see City back in the finals for the first time since their unbeaten NRC title back in 2015.\n\nCanberra edged back into third with their gritty but important one-point win over Brisbane City last weekend and this weekend welcome Joe Powell and Tom Banks into their starting side to take on the Force in Perth.\n\nTwo wins and nine points means the Vikings need only two more wins over their remaining four games, with Fiji, Sydney, and NSW Country to follow this weekend’s juicy fixture in the west.\n\nThey have class written all over them, the Vikings, and I wouldn’t be surprised to see them win at least three of their next four and well and truly challenge for a top-two finish and home semi.\n\nJunior Wallabies winger Mark Nawaqanitawase was among Country's best in their draw against the Drua. Photo: Getty Images\n\nUnbeaten with two wins, last weekend’s draw with Fiji in Wollongong, and 10 points to sit second, NSW Country look equally capable of finding two more wins to take their tally to four. But it’s a slightly rocky road ahead, with Brisbane City, the Western Force in Port Macquarie, Queensland Country, and Canberra to finish.\n\nLike the Vikings, the Eagles also look capable of winning three of the last four and you even suspect the Viking Park clash in Round 7 might decide second spot.\n\nThat just leaves the top-of-the-table and also unbeaten Western Force, who need only one further win to hit the magic number of four.\n\nEven if they dropped this weekend’s clash with Canberra, it’s still hard to see them not finishing top two with games against NSW Country, Brisbane City, and Sydney to come.\n\nThey’ve got the distinct advantage of long-established combinations through Global Rapid Rugby and now have momentum in the NRC behind them as well.\n\nI can’t see the Western Force\/Perth Spirit not playing a fifth NRC finals series in six seasons and as I suspected when the competition kicked off, they remain the team to beat in 2019.",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9969419837,
        "format_confidence":0.6859179139
    },
    {
        "url":"http:\/\/www.canoekayak.com\/videos\/voices-of-the-green\/",
        "text":"The Voices of the Green Narrows Race\n\nNovember's classic Green River Narrows Race from the athlete's perspective\n\nVoices of the Green Narrows Race\n\nBy Chris Gragtmans\n\n5 … deep breath.\n4 … hold.\n3 … exhale, place paddle.\n2 … shift gaze downstream, focus.\n1 … simultaneously clear and overload mind.\n\n\nAll emotions and experiences are amplified when experienced in front of a field of strong competitors and cheering crowds. This is why race season in the Southeast is an irreplaceable part of the fabric of this paddling community. It needs to be experienced to be believed. The fall colors, camaraderie, competition, and search for flow is addictive.\n\nCheck out my pre-race report HERE for a little background, as things kicked off quickly with the Russell Fork Race on October 27.  As expected, this was the baseline indicator of fitness, confidence and skill by the racers, and as in years past, it predicted the Green Race winner. After all of us lined up and slugged it out on course, Mike Dawson put his Olympic training to work and dismantled an extremely strong field. Jason Beakes and Geoff Calhoun, strong rivals from the D.C. area, took second and third place, respectively, and it was obvious that things were up in the air for seven days the long seven days until the Green Narrows. (Click HERE full Russell Fork results.)\n\nAfter a week of apprehension and an awesome Thursday night party, the first Saturday in November dawned a spectacular fall day. I started it by turning on rowdy music at 7 a.m. and tackling my buddies Joel Kowalski and Kelsey Thompson, who were sleeping in my living room. It was my 10th Green Narrows Race morning, and I can think of nothing that I love more.\n\nThe gorge was as beautiful as ever, and 160 racers gathered around race figurehead Jason Hale for his annual pre-battle speech. Visualize a Hollywood pep talk crescendo — Rudy, Remember the Titans, Braveheart — pick your favorite, and multiply that by 100. A huge crowd of new and returning racers exploded at the end of the speech and charged toward the river.\n\nThe starting line was every bit as energized as any year in the past. The sun beckoned us downstream, and start timers counted down as minutes ticked away to #17. Jason gave me a sprinkle of Jeff West’s ashes on my right hand and paddle, and I was suddenly overcome with emotion thinking about a great man who was lost this year. I know that he was with all of us out there that day and will continue to be.\n\nMy slot came quickly, and before I knew it, I was on course. First impressions: Whoa, this river is full! I stumbled downstream and took all kinds of water to the chest as I tried to remember my high-water lines. The race experience is surreal because it goes from loud and excited at the starting line, to utter silence for a quarter-mile down to Boof or Consequence, then to a rising state of cheering and commotion to Chief’s, and from there everything goes absolutely haywire as you paddle into the Gorilla coliseum. Bouncing over a pinned boat at Boof or Consequence shook me up pretty good, and things got a bit out of control between there and Gorilla. I muscled it out somehow and flopped my way downstream, but a sketchy line at Go Left and a half-spin at Zwick’s injured the clock.\n\nOne of my favorite songs, Zion I’s Trippin’, blared through my headphones, and I cruised into Gorilla feeling how I always do: overwhelmed. I’m always nervous of making a big mistake and scaring the crap out of my family, but that same feeling makes it exhilarating. I planed through all of the drops uneventfully, and my lines cleaned up as I ran the final four slides. Sprint, sprint,  sprint … finish line! All of that buildup is over before you know it.\n\nIt’s amazing to think that anytime you are on course, four other people are experiencing the same emotional whirlwind with you at one-minute intervals. It’s a conveyor belt of adrenaline, and that is part of the reason why it draws us together the way that it does.\n\nThis year, the race manifested itself in three ways: records, carnage, and creativity. The powerful water level accelerated many of us to PR’s, and two people (Mike Dawson and Dane Jackson) broke the overall record set in 2009 by Andrew Holcombe. That same water caused many many people to have bad crashes and swims, but fortunately everyone came out unscathed. (I managed to finish eighth.) And finally, a trio of duos and two paddlers going backwards showed us that there is always a new way to enjoy the day. Full Green Race Results can be found HERE. And a big congrats to Frenchman Eric Deguil, whose fifth-place finish put him atop the AWP World Series final standings for the second year in a row, followed by Dawson in second and Evan Garcia in third (Check out the last VOICES installments from this year’s AWP World Series events at Idaho’s North Fork Championship and the Czech Republic’s Devil’s Extreme Race).\n\nAfter all was said and done, the legend of the Green Race only grew, and number 18 is sure to surpass all expectations once again. See you at the starting line!\n\nRace on the Green Narrows\n\nThe author, in the moment. Photo Curtis England\n\nRelated Posts:\n\nAdd a Comment\n\nBuyer's Guide\n\nBuyer's Guide",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9965113997,
        "format_confidence":0.6557350159
    },
    {
        "url":"https:\/\/wfgr.com\/relive-the-1968-detroit-tigers-pennant-winning-moment-video\/",
        "text":"The Detroit Tigers rolled to the American League title 50 years ago on September 17, 1968. And they did it the way they won games all year, by coming from behind to win.\n\nWhen you're nine years old, baseball is your life. Not just playing it with your friends in the parking lots of warehouses, but watching your heroes, the Detroit Tigers on TV.\n\n1968 was a special year for me, because it was a time when I had an insane love of baseball.\n\nLater I would find out the hard way that I wasn't very good at baseball, and football and basketball would take its place. But for that one shining moment, the 1968 Detroit Tigers were my world, and on that one night, September 17, 1968, they rallied late like they had all season to defeat the New York Yankees and win the American League pennant. It feels like it was just yesterday.\n\nThe call of the final out from legendary Tiger broadcaster Ernie Harwell went like this:\n\nThis big crowd here ready to break loose. Three men on, two men out. Game tied, 1-1, in the ninth inning. McDaniel checking his sign with Jake Gibbs. The tall right-hander ready to go to work again, and the windup, and the pitch…He swings, a line shot, base hit, right field, the Tigers win it! Here comes Kaline to score and it’s all over! Don Wert singles, the Tigers mob Don, Kaline has scored…The fans are streaming on the field…And the Tigers have won their first pennant since nineteen hundred and forty-five. Let’s listen to the bedlam here at Tiger Stadium!\n\nListening on my clock radio in my bedroom, I had no one to high five or celebrate with, but my sister called me downstairs to watch the news, who had broken in with live shots from the Tiger clubhouse, and the tradition of pouring champagne over each other to celebrate became known to me.\n\nNow, special booths are set up to interview the players post championship, but what I love about this is the primitiveness of the broadcast, almost as a chaotic as the celebration itself. And this first video features 30 game winner Denny McLain, the last player to win 30 games in a single season.\n\nThis video features Hall of Famer Al Kaline, Dick Tracewski and Jim Northrup.\n\nThe last video features hitting coach Wally Moses getting hit in the face with some shaving cream which has entered the celebration.",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9905319214,
        "format_confidence":0.639149785
    },
    {
        "url":"http:\/\/www.sportsnetwork.com\/merge\/tsnform.aspx?c=sinclair-oklahoma&page=fantasy\/columns\/pantuosco\/mlb\/duck_goose_homer_bailey.htm",
        "text":"Welcome to the NEW KOKH FOX 25 Oklahoma City!\n\nDuck, duck, goose with Homer Bailey\nPhiladelphia, PA (Sports Network) - His birth certificate reads David Bailey but his friends and family have always called him \"Homer\" (after the great Homer Simpson, I presume).\n\nHis teammates have a different name for him. They call him \"Batman,\" because if Bailey and Christian Bale were ever in a room together, you wouldn't be able to tell the difference.\n\nI myself, have another nickname for the Cincinnati Reds righthander. I call him \"Goose.\"\n\nAnd no, that's not a nod to \"Top Gun,\" though Bailey has spent a good portion of this season trying to work his way out of the \"Danger Zone\" (gratuitous Kenny Loggins reference: check). It's because typically, Bailey falls into the category of a \"duck, duck, goose\" type of pitcher. Ervin Santana of the Los Angeles Angels and Francisco Liriano of the Chicago White Sox are also members of the \"duck, duck, goose club.\" Edwin Jackson of the Washington Nationals also flirts with this distinction from time to time.\n\nI group these pitchers together not because they enjoy playing tag on their off days, but because you never quite know what to expect from them.\n\nOften with Bailey, the pattern goes: great, great, complete meltdown, great, great, \"Where is the tallest building I can jump off of?,\" great, great, \"This is torture\" and then great again.\n\nLuckily for fantasy owners, Friday's outing versus Pittsburgh was of the great variety. Perhaps great doesn't even do it justice. Aside from a fielding error by Scott Rolen in the third and a one-out walk to Andrew McCutchen in the seventh, Bailey's 32nd start of the year was flawless.\n\nAt 9:35 p.m., Alex Presley skied a soft pop-up to second baseman Brandon Phillips to complete the first no-hitter of Bailey's career and the first by a Cincinnati pitcher in over 20 years.\n\nBefore Bailey's effort on Friday, no Reds righthander had thrown a no-hitter since Tom Seaver did it in a win over the St. Louis Cardinals back on June 16, 1978. That happened nearly eight years before Bailey was even born.\n\nThis performance lacked the typical roller-coaster of emotions we usually experience when Bailey pitches (except for the last inning of course). Mr. See-saw was on his game Friday night, wheeling and dealing like a black-jack dealer at Caesar's Palace. His command was stunning (74 of his 115 tosses went for strikes) and only once was the central Texas native in danger of allowing a hit.\n\nThat small hint of danger came in the eighth inning when Pirates third baseman Pedro Alvarez whacked a hard line drive toward the left side of the infield. The chorus of gasps from the 35,000 fans in attendance was premature: Rolen was able to leap for it and make the easy catch. Crisis averted.\n\nOther than the Alvarez scare, Bailey was as smooth as one of Ron Burgundy's suits. Bailey struck out 10 hitters in his nine innings of work, a career-high for the six-year veteran. Seven of the 10 punchouts came on fastballs with the other three coming on breaking pitches (usually his slider).\n\nBailey's heater never reached above 93, but as Philip Humber taught us earlier this year, you don't need to be overpowering to pitch a no-hitter. Nine of the 27 outs Bailey recorded were on ground outs with another seven coming via pop- ups and flyouts. Bailey's overall performance registered a 96 rating on ESPN's game score calculator, the third-highest total in the majors this season, trailing only the two perfect games thrown by Matt Cain (101) and Felix Hernandez (99).\n\nIf we look at Bailey's body of work outside of his no-hitter on Friday, it's a pretty mixed bag. His batting average against is a solid if unspectacular .256. Roughly two-thirds of his appearances this season have qualified as \"quality starts\" (duck, duck and goose).\n\nEven after his 10-strikeout showing on Friday, Bailey still ranks only 28th in the National League in strikeouts per nine innings (7.15). His 1.25 WHIP isn't anything to write home about either.\n\nStreaky should be Bailey's middle name. June was struggle city for Bailey (1-3, 6.00 ERA), but July was a bowl of cherries (4-0, 2.61). Bailey's August (1-3, 6.04) was just as frustrating as June, though somehow he's been able to turn it right back on again in September (3-1, 2.01).\n\nBailey certainly hasn't put it all together yet but there are signs that someday, he just might. Bailey had made plenty of strides this season even before Friday night's no-hitter (which pretty much buried Pittsburgh's hopes of finishing the year above .500). His 3.75 ERA is 0.68 lower than the one he posted in 2011 and he has also established new career-highs in strikeouts (162) and wins (13) this year.\n\nHis wins above replacement is improving, too. Last season, Bailey carried a WAR of just 0.2. This year, his WAR sits at a much more respectable 2.1.\n\nFriday night, after his teammates mobbed him and soaked his uniform in Gatorade, Bailey couldn't have been more humble about what had just unfolded.\n\n\"Just like it's been all year, my defense has just covered my back unbelievably,\" said the drenched righthander. \"They're really the best in the game at making a pitcher look good.\"\n\nGive yourself a little credit, Batman. Friday night was all you.\n\nBailey earned the respect of the baseball community on Friday and now maybe he'll finally start to earn the respect he deserves in fantasy as well.\n\nComments? Criticism? Applause? Contact Jesse Pantuosco at jpantuosco@sportsnetwork.com.\n\nPowered by The Sports Network.\n\nPowered by WorldNow\nPowered by WorldNow\nAll content ? Copyright 2000 - 2013 WorldNow and KOKH. All Rights Reserved.\nFor more information on this site, please read our Privacy Policy and Terms of Service.",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9977579713,
        "format_confidence":0.6343185902
    },
    {
        "url":"http:\/\/healthgisguy.com\/karim-benzema-scored-the-earliest-goal-in-clasico-history\/",
        "text":"Karim Benzema scored the earliest goal in clásico history\n\nThat looks a significant point: there’s an associate aversion to sure mistakes as a result of they’re apparent to everyone or as a result of they defy one amongst the old conventions of the game. However, simply because everyone will determine them doesn’t essentially build them a lot of pricey than different less apparent errors. The current vogue for enjoying out from the rear began at Barcelona beneath ginger Guardiola. It did sometimes get his facet into issue. In Dec 2011, for example, Karim Benzema scored the earliest goal in clásico history once Víctor Valdés compete a pass straight to Ángel Di María. however Valdés was undaunted. The next time the ball came to him, he rolled it sedately to Gerard Piqué regarding 5 yards from the goal line. Barça had religion in their methodology, accepted there would be blips and went on to win 3-1.\n\nFor those sides ok to try to to it, passing out from the rear offers management. They need the ball, and with it, they will dictate the tempo. Draw associate opponent into attempting to win it back recklessly, and immediately they’re stretched or out of form, a player or two taken out of the sport removed from their goal. And then for an extended time, opponents attended sit off. What is going on recently is that groups while not the ball are bold. And really, why wouldn’t they be? Clubs pay hours researching the patterns of opponents – those patterns area unit abundant easier to trace once you apprehend the beginning point: the goalkeeper.With a tiny low few notable exceptions, that players area unit probably to be less adept on the ball, less capable of spinning far from a rival or scraping an artless pass beneath pressure: central defenders and goalkeepers, or midfielders? trend daftar judi bola terbaik online\n\nIn that sense, it feels slightly strange that it’s solely recently that groups have begun targeting that space with their press. it’s going to be that the modification within the law meaning a goal-kick now not has got to leave the penalty space before another player bites it’s inspired sides; antecedently a defender anticipating pressure might merely have stepped within the realm because the pass came towards him and then forced the goal-kick to be retaken. The approach isn’t entirely new. At the Etihad in Dec 2017, as an example, Tottenham tried to the dam in Manchester town by pushing au courant their full-backs at goal-kicks, solely to seek out Ederson bypassing their press with a series of accurate long passes. Town won 4-1. It may be that groups begin to try to play over the press: Leicester has started attempting to use Jamie Vardy’s pace to urge on too long clearances from Kasper Schmeichel. Old-school target men can in time maybe come into fashion for his or her ability to supply associate outlet.\nFor now, though, groups like Arsenal have a perplexity. They need to adopt a technique within which risk is inherent, however area unit the errors associate inevitable a part of the method or area unit they symptomatic a problematic trend?",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9970266223,
        "format_confidence":0.5363382697
    },
    {
        "url":"http:\/\/www.sfgate.com\/sports\/jenkins\/article\/Good-argument-against-the-solo-finisher-4102584.php",
        "text":"As the Giants' World Series euphoria gave way to the grueling endurance test that is Warriors basketball, insiders wondered who would be \"the man,\" so to speak, to take that crucial last shot with the team down a point and 18 seconds left in the fourth quarter.\n\nHere's a thought: Why would the Warriors stoop to something so primitive, especially when they don't have to?\n\nThere's a lot of team basketball being played around the NBA, and all to the good, but too often teams clear the floor for an isolation play when it really matters. There's Chris Paul, Kobe Bryant or LeBron James with the ball, drama building to an excruciating level - and nobody else even remotely involved in the halfcourt set. All too often, the result is a preposterous shot, the superstar going one-on-three or taking a 28-foot fallaway without the hint of a screen, a backdoor cut or an actual play.\n\nNobody's arguing with the notion of Stephen Curry as the Warriors' best and most reliable shooter. He's playing as well as any point guard in the Western Conference, and he owns one of the sweetest outside shots in the business. But this team is building toward something special when it comes to spreading the floor.\n\nAs Klay Thompson's confidence builds, he'll be a definite option with his classic catch-and-shoot technique. David Lee is a proficient scorer - with either hand - down low and cannot be left alone. Harrison Barnes isn't the slightest bit fazed by the professional game, and even a bit of foul trouble doesn't necessarily hurt the Warriors at crunch time. Not with fearless veterans Jarrett Jack and Carl Landry coming off the bench, as well as rookie Draymond Green, who is starting to prove beyond a doubt that his reputation out of college - \"all he does is win\" - squarely hit the mark.\n\nAll of which gives coach Mark Jackson a chance to rise above the NBA's lamentable last-shot mentality. Run a legitimate play. Set a screen or two. Savor the possibilities.\n\nAround the NBA\n\n-- As Kobe Bryant joined the exclusive club of 30,000-point scorers, there was talk of his earning the distinction of \"greatest Laker.\" I'd say it's a five-man argument, and a very tough call.\n\nTake it from someone who was there: Jerry West was the greatest clutch shooter in NBA history, and nobody - including Julius Erving and Michael Jordan - changed the game more dramatically than Elgin Baylor with his airborne virtuosity and all-around genius (check out his career numbers sometime). Kareem Abdul-Jabbar had the single most unstoppable shot, and every point guard in history will be measured - and come up short - against Magic Johnson.\n\nKobe's definitely a contender, but I can't make that call. I do know that I'd love to see that team against Boston's, with Bill Russell, Larry Bird, John Havlicek, Bob Cousy, Sam Jones, Kevin McHale and Paul Pierce. Sure, you'd pick the Lakers - but Russell makes you think twice.\n\n-- More nostalgia: What if NBA players had been allowed to compete in the 1964 (Tokyo) Olympics? Longtime Bay Area sportswriter Dave Newhouse submits Russell, Wilt Chamberlain and Nate Thurmond at center; Baylor, Havlicek, Gus Johnson, Chet Walker and Rick Barry at forward; with West, Oscar Robertson, Lenny Wilkens and K.C. Jones in the backcourt.\n\n\"This team has inside and outside scoring, rebounding, toughness and defense,\" said Newhouse. \"Havlicek is a swing guy. Wilkens brings the ball up. Johnson and Jones will muscle guys as defenders. There's your real Dream Team.\"\n\n-- Trivia question: Greivis Vasquez, the former Maryland star now starting at point guard for New Orleans, is only the second NBA player from Venezuela. Who was the first?\n\n-- Two bad signs for the Clippers: The growing belief that Lamar Odom will be a factor (never trust the man who quit so disgracefully on Dallas), and Chauncey Billups sidelined with an inflamed tendon in his left foot after taking so long to recover from an Achilles injury.\n\n-- The Pau Gasol rumors don't make much sense right now. He's no longer a fit on the Lakers, but they can't be sure about his future - or his trade value - until they see him with Steve Nash on the floor.\n\n-- Classic shot of Mark Cuban the other night, sour-faced and slumped in his chair as the Clippers staged an ongoing dunk-fest against his Mavericks. That's not the only source of Cuban's frustration, though. Dirk Nowitzki, out since mid-October after having arthroscopic knee surgery, is unable to put an exact timetable on his return.\n\n-- From a Western Conference scout to on Jeremy Lin: \"He's kind of settling into what he really is. On an average team, he can be a starter. On a good team, he's going to have to be a backup. He's still not a great shooter, and I don't know if that will ever change. He's got a flawed jump shot that's ingrained in him. He's still a right-hand dominant player who has a tough time finishing to his left. And Jeremy has to play off the ball when (James) Harden is out there. That's not his strength.\"\n\n-- Answer to trivia question: Oscar Torres, the 6-foot-6 forward who played 17 games for the 2002-03 Warriors.\n\nBruce Jenkins is a San Francisco Chronicle columnist. E-mail:",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9976170063,
        "format_confidence":0.9319491982
    },
    {
        "url":"https:\/\/sportsspectrum.com\/sport\/football\/2018\/02\/01\/giants-wide-receiver-david-tyree-10-years-later-catch-miracles\/",
        "text":"\n\nGiants wide receiver David Tyree 10 years later - The Catch and Other Miracles\n\n10 years ago, February 3, 2008, the greatest play in Super Bowl history took place when New York Giants wide receiver David Tyree made the infamous “Helmet Catch” to help lift the G-Men to a 17-14 win over the undefeated New England Patriots.\n\nToday we look back at a conversation we had with David back in 2008, months after he became a Super Bowl hero.\n\nThis article was originally published in the Fall 2008 edition of Sports Spectrum magazine.\n\nThe Catch and Other Miracles — by Jeff Smith\n\nDavid Tyree had made only four catches all season, so making perhaps the biggest catch in Super Bowl history would seem like a miracle.\n\nAnd it was.\n\nFlash back to early February and Phoenix Stadium. Super Bowl XLII was all about the 18-0 New England Patriots and how they would be remembered as possibly the NFL’s greatest team ever. But in the final moments of the game, New York Giants quarterback Eli Manning escaped a furious rush and flung a ball that Tyree caught falling backward with the ball between his hand and helmet and a defender covering him like a blanket.\n\n“From top to bottom that play was a complete miracle,” said Tyree, who also scored the Giants’ first touchdown on a pass from Manning. “I’m grateful to be a part of history from that standpoint. I think it’s the greatest play.”\n\nA few plays later, Manning tossed a touchdown pass to Plaxico Burress and the Giants recorded a major upset. But don’t be surprised that Tyree was part of the miracle. David Tyree’s life has been nothing short of miraculous.\n\n“Alcohol stepped into the picture around age 13 or 14,” said Tyree. “That is sort of what I saw [growing up] so I got into it pretty early. By the time I got to junior high school I would drink a 40 ounce or smoke a blunt of marijuana.”\n\nEven though Tyree was not the greatest athlete on the playing field, he worked hard and impressed his coaches through high school. But bad habits started to catch up to him while at Syracuse University and continued right into the NFL.\n\n“By the time I got to college I got to the point of binge drinking. I started to black out and not remember things that happened,” said Tyree. “I was waking up in bathrooms not knowing who i slept with — just some really scare moments. I never really had the courage to seek God and find out who I was in my own life other than allowing drinking to mask who I really was.”\n\n“I found out that when money entered the picture in my first year in the NFL I could smoke as much as I wanted and drink more alcohol. And now my character was beginning to get exposed. You can be an NFL athlete and not understand the ramification of being in the spotlight.”\n\nEverything came to a screeching halt when Tyree was arrested on marijuana possession. From Montclair, New Jersey, to the NFL to the jail cell — not the kind of storybook ending Tyree had envisioned. But at that point the plot took an amazing turnaround.\n\n“When I was in that jail cell I cried in my heart and said, ‘God, I need you. All I know is that I need you right now and if You allow me to keep my job I’d appreciate that too,'” said Tyree.\n\nTyree did get to keep his job but in his own words was still a “functioning alcoholic.” Then another change took place. A little while later, he grabbed a 12-pack, drank one beer, picked up another and then lost his taste for alcohol and marijuana.\n\n“I walked into my church, and I saw this woman singing to God. She had all the joy and peace in her heart,” remembers Tyree. “I thought to myself that I was named to all-NFL special teams as a rookie and I didn’t have any peace, didn’t have any joy, any contentment. I wept for about 40 minutes and gave my life to to Christ.”\n\nHe eventually married his longtime girlfriend, Leilah, with whom he had two sons. His career with the Giants got back on track and David wavered between the third to fifth wide receiver.\n\nBut if you think everything started turning up rosy once David became a Christian, think again. His 2007-08 season mirrored his early struggles in life.\n\nTyree missed the first two games of the season due to injury, something not uncommon to the team. As many as 20 other Giants were on injured reserve. But while out, David wrote a letter to the team and placed one in every locker.\n\n“I don’t believe in luck. I believe in blessings and cursings. I saw it as something spiritual,” said Tyree of what was in his letter. “Basically, I had a dream and there was a dark cloud over the Giants organization. I felt the unction of God to encourage the guys. I believe there was something coming against the destiny of this football team, and I began to pray and ask God to break up some stuff. He was faithful and got our team on the right track.”\n\nGiants David Tyree makes the “Helmet Catch” in Super Bowl XLII against the Patriots in January 2008. (Photo Courtesy: Twitter\/NY Giants @giants)\n\nDavid was a seldom-used target most of the season, but he hung on by faith to what a friend had told him.\n\n“A friend of mind, by the unction of God, told me that God was going to make my name great as a wide receiver,” said Tyree. “This was early in the year. I had only four catches during the season. Literally, I’m holding on by faith to what I know God can do.”\n\n“Then my mom (Thelma) passed during the end of the year. I have assurance that she had a personal and real relationship with Christ. That gave me a lot of joy along with the pain.”\n\nThen came the playoffs and God showed up and showed out for David.\n\nDid success in the postseason surprise Tyree? Through five seasons, he had caught only 54 passes and was most known for his play on special teams.\n\n“The only thing surprising was the magnitude of the catch. I take great pride in going out there, doing my job to the best of my ability, and helping my team win football games,” Tyree stated. “I’m not surprised from that standpoint. The Catch, or whatever you want to call it, was of God. You give me my best day in the prayer closet, and I wouldn’t be able to sort that one out.”\n\nAlong with The Catch has come enormous popularity and responsibility. Tyree realizes that God has given him a platform. With that he shares the truth about hsi life and that God is interested in others’ lives.\n\n“Godliness with contentment is great gain,” Tyree said. “So many times and so many year I’ve been trying to prove to everybody that I can play wide receiver — that I’m not just a special teams player. I was still content. He allowed this wonderful thing to happen, and He elevated my name as a wide receiver in the eyes of the world.”\n\nDavid plans on competing for the third receiver spot for the defending champions this season. And he has no problems with the experts who are once again not picking the Giants to repeat.\n\nGood things comes in twos for the Tyrees. Two weeks after the Super Bowl, Leilah gave birth to twin girls. So can the Giants win back-to-back titles?\n\n“I don’t think anybody has picked us to win anything in the last 10 years,” said Tyree. “Right now, we’re world champions. I think we’ve got a great amount of talent, as much as I’ve ever seen.”\n\nThe New York Giants came from nowhere to win it all last season, and David Tyree came out of the shadows and into the spotlight.\n\n“There’s a scripture that kind of summarizes my life. He has called you out of darkness into His marvelous light. It’s from not even having God on my mind to a point where He not only saved me into the light, but He caused me to be a light to other people. God can use the littlest thing.”\n\nEven if that little thing happens to be The Catch.\n\nRelated links:\n– Football Sunday 2018: Seek, Surrender, Serve\n– Football Sunday 2018: Malcolm Jenkins on Serving Others\n– Football Sunday 2018: Chris Maragos on Surrendering to God\n– Download the Football Sunday edition of Sports Spectrum Magazine",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.7926769853,
        "format_confidence":0.8272643685
    },
    {
        "url":"http:\/\/www.ageofaces.net\/tag\/jiggs-neely\/",
        "text":"\n\n“Golden Wings” by Jackson Scholz\n\nLink - Posted by David on April 3, 2020 @ 6:00 am in\n\nTHIS week we have a story from the prolific pen of Jackson Scholz. Scholz originally shot to prominence in the world of sports as a record holding sprinter, taking a gold medal in the 4×100m Relay at the Antwerp Olympics in 1920 and Gold in the 200m and Silver in the 100m at the Paris Olympics in 1924—the Olympics depicted in the movie Chariots of Fire (1981) in which Brad Davis portrayed Scholz. Scholz even appeared in an American Express commercial with Ben Cross at the time.\n\nKnowing you can’t run forever, Scholz started writing stories and submitting them to the magazines. He drew upon his own experiences, which is probably why most of his pulp stories are sports stories, but he did find time to pen some detective stories, a few westerns, and a couple dozen aviation tales—including four for Air Trails with Jiggs Neely. Neely is a young Pensacola graduate just as Scholz himself had been. In “Golden Wings,” Jiggs Neely tries to play it cool and keep in line after being told his actions could jeopardize his chances of earning his wings in the coming week. From the pages of the July 1929 Air Trails, it’s Jackson Scholz’ “Golden Wings!”\n\nA high-speed story of naval aviation by a pilot-writer who won his wings at Pensacola.\n\n\nAnd as a bonus, here’s an article from The Lincoln Sunday Star about how Jackson Scholz keeps busy between running and writing!\n\n\nWriting and Running Keep Jackson Scholz Busy\n\nThe Lincoln Sunday Star, Lincoln, NB • 3 July 1927\n\nJackson V. Scholz, Olympic sprint champion of ’24, who is running for the New York A.C. in Lincoln this week end, is a writer of sports stories. Mr. Scholz published a book of track stories early in the spring and is a frequent contributor to sports magazines.\n\nHe likes to dance—two or three dances with good dancers—and stop.\n\nHe’s devoted to golf, and would play ail the time If he had a portable course.\n\nHe doesn’t care for night clubs.\n\nHe enjoys reading—a lot. He won a cup in tennis one bright day.\n\nHe’s a modest soul, and given to beating himself lightly. He’s unspoiled by many newspaper columns of laudatory acclaim.\n\nHe’s “keen” about bus riding-on top of a Fifth avenue bus, from Washington arch out to the drive. He likes to be with people, to watch them, to study them psychologically, but he does not claim to be a student of or to comprehend human nature.\n\nHe’s stimulated by an intelligent conversationalist—one whose mind, as he says, is sharper than his, and can turn his “inside out.”\n\nHe’s traveled everywhere—the Orient, Asia, the continent, and any number of “see America first” tours, but he’s not a collector. If he brings anything back to his apartment near Riverside drive, it’s different from anything else that has been in that apartment.\n\nScholz Not Blatant.\n\nYou can see him. A normal sort of young man. Jackson Scholz, with a college degree and nice blue eyes and dark gray spring suit with just the right cut. Not especially tall, very quiet, walking softly, not at all the blatant athletic type of young man who adorns the posters.\n\nYet Jackson Scholz has the fastest legs In the world, legs as famous as “we,” and that have made his name known round the world for their performances on half its continents.\n\nHe’s Olympic champion in the 200 metres, having run this event in the Paris Olympics in 21 6-10 seconds in 1924. the only American to come through with a sprint championship In those Olympics. He has been national A.A.U. champion in the sprint, and formerly was holder of the sprint championship—for the century and the 220 yard dash—in the Missouri valley conference for three years.\n\nThe winged-foot sprinter, here for the A.A.U. meet, was developed by Coach H.F. Schulte in his University of Missouri days, of which university Jackson Scholz is a graduate. He thinks a lot of his former coach, and gives much of the credit for his success to his training. Jackson Scholz knew in his high school days that many were destined to gaze at his fleeting heela, but it was Coach Schulte who developed him and taught him the fine points of the running game.\n\nWriting Sport Stories\n\nJackson Scholz is one of sparkling names in Lincoln this weekend, but he hasn’t earned all the sparkles with his feet. Some are due to his mind, and his fingers.\n\nWhen he isn’t running, he’s writing. Writing with a purpose.\n\nThe first story he wrote, he sold, which was happy news for him and sad for those ambitious souls who send their manuscripts on a world tour in hope of a sale. Since that day, he’s been a regular contributor to sport story magazines.\n\nWhen the legs refuse to speed longer, writing is to be his profession. Possibly a little coaching on the side, for he thinks he would like to pass on to the newcomers the knowledge he has gained in his years of sprinting, but most of the hours to be devoted to writing. Some sport stories, but largely fiction.\n\nIt’s not an ambition without foundation, because Jackson Scholz is the writing runner.\n\nHe has just published a book of short stories, “Split Seconds,” tales of the cinder track. The stories are told by an old coach, and it is Coach Schulte upon whom Mr. Scholz has modeled his coach, who solves the manv problems of his young athletes. Grantland Rice, sport feature writer for the New York Herald-Tribune. wrote the introduction\n\nKeeps Detailed Diary.\n\nOn his trips hither and yon. Mr. Scholz keeps a detailed diary. It has some 50.000 words, sans notes, at the moment, and some day it is probable it will appear for public perusal. He has just sold a 30,000 word autobiography.\n\nJackson V. Scholz isn’t a writer because he hasn’t a knowledge of other jobs.\n\nThe high boots and the broad hat of the landed squire appealed to him, and for three years he perused agricultural lore in college. A couple of years of milking cows and cultivating corn convinced him of the error of his thoughts.\n\nDuring the late unpleasantness, he was a pilot in the navy flying corps, that occupied him in 1918 and 1919. He returned to graduate in journalism at Missouri.\n\nFollowed the 1920 Olympics, when he was a member of the winning relay team at Antwerp, and on an exhibition tour of the Scandinavian countries.\n\nReal estate in Detroit intrigued him for a time, but for a brief time. With dreams of becoming a merchant prince he attached himself to a hosiery concern in New York City. Fifteen or twenty dollars every Saturday night does not make affluent living in the metropolis.\n\nBecame Newspaperman.\n\nHis journalism certificate came to hand and he was with the United Press, a newspaper wire service, for a year and one-half, most of the time in New York. Editing wires—making 2,500 words into twenty-five lines—lost its thrill after a time and Mr. Scholz returned to more creative lines of endeavor.\n\nDuring his U.P. days, he wrote and sold his story, the first one. That aided and abetted his later decision.\n\nIn the fall of ‘23. he decided he wanted to make the Olympics at Paris, and he trained for eight months. In the final tryouts. be made a new world’s record for the 200 metres, a record that still stands. He went to Paris, winning honors of which the world knows.\n\nWhile competing in the Irish Olympics at Dublin, he received an invitation from Japan for a series of meets. Three Americana and one Finn toured Japan for two and one-half months. Competing races, which, upon insistence, Mr. Scholz admits he won all of the dozen, and speeches, many speeches, filled the days.\n\nTraveled With Hahn.\n\nIn 1925, Jackson Scholz and Lloyd Hahn, Nebraska’s fleet footed boy, were in New Zealand. “Fifteen meets and twice that many speeches,” Mr. Scholz characterizes the seventy-five days.\n\nNor are all his records sprint records.\n\nHe was the oldest runner in the last Olympics. He is the oldest runner actively participating in sprint circles today. Yet, he only won his first gold medal in the eighty-five pound championship of southern California in 1911, so yet thirty or forty years before he loses his speed and spryness.\n\nIf this man, whose record shows that he has outsprinted Charley Paddock in seven out of ten races in which they have been matched makes the Olympic team in 1927, he will be the first sprinter to make the trip three times. Charles Paddock and Loren Murchison are also entering the tryouts for the 1928 Olympics in Amsterdam, and if all three enter it will be the first trio to make the three contests.\n\nIn August, Mr. Schole sails for Germany to enter a meet there. The first one will be held September 4.\n\nBut the end will come, of course Mr. Scholz knows it.\n\n“Of course, some day some youngster is going to get to the tape first. I know it. It’s inevitable.\n\n“If I had it all to do over again, I’d do just as I’ve done. I wouldn’t have missed the fun and the competition for a couple of life times.”\n\nChildren’s Applause Pleasing.\n\n“The sincere adulation of the children means as much as anything. The cries of the crowd, the back slapping, and hand wringing of people is pleasant, we iiKe it, but there’s something fine in this worship of the children.\n\n“I like to’ think that possibly we mean something real to them, that we are passing on some worthwhile spirit to these youngsters.”\n\nThe holder of the 200 metres record has his sense of humor. He has seen funny moments in his dashing about the world.\n\nIt was at Histon, near Cambridge, and Jackson Scholz and Cyril Coatee, a Canadian sprinter, shared honors that day with an English country fair. The whistles and the bells and the shrill music of the carnival rent the air, and the two sprinters did their best as athletes of honor on a grassy track that tipped perilously down hill.\n\nThrongs Left for Tea.\n\nIn the midst of the meet, the throngs disappeared. The noise stopped. The two looked dismayed as they trotted back up the track to peer about.\n\nIt was tea time. That was all, but suffient.\n\nThe two sprinters were taken into the midst of the crowds who had gat... (truncated)",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9585720897,
        "format_confidence":0.9158272743
    },
    {
        "url":"https:\/\/www.rsgyc.ie\/sailing\/sailing-classes\/49er\/",
        "text":"A history of the foundation of the 49er Class\n\nIn September 1996, a group of top-flight sailors travelled from around the world to Lake Garda for a trial of many different classes, to see which would go forward as the new twin-trapeze skiff for the Olympics in Sydney 2000. There were a number of new designs to consider, including the Laser 5000 and the Nautivela Jet, as well as a few older classes that had been revamped to do battle in the twin-trapeze arena, boats such as a Flying Dutchman modified with bowsprit, asymmetric spinnaker and an extra set of trapezes. However, after an intensive week of trialling these various designs, the 49er proved to be the clear favourite with the sailors, and by November 1996 it had been ratified as the new Olympic skiff.\n\nThe task now was to meet the immediate global demand for so many 49ers. As with any Olympic class, the busiest market would be Europe and the job of churning out consistent, reliable 49ers in Europe would go to Ovington Boats, based in Tynemouth in the north-east of England. Dave Ovington ' or Ovi to his friends and colleagues - had been building hi-tech boats such as 18-foot skiffs and International 14s for many years already, so he seemed the ideal man for the job.\n\nThe first year of production was manic, with an eight-month waiting list developing within a matter of days of the 49er's Olympic future being confirmed at the ISAF Annual Conference in November 1996. Ovington and the other builders around the world worked at full capacity for the first year, and for the class's first international regatta - the European Championships held in Weymouth in September 1997 - there were already 80 boats competing.\n\nThe 49er had become an overnight success. And 10 years later new 49ers continue to roll out of the Tynemouth factory ' but without Dave Ovington at the helm. Ovi's sudden death last year shocked the sailing community and left the boatbuilding company without its figurehead. Now Ovington Boats is being run by a trio of experts, each responsible for their own area of the business. Veronica Brown holds the purse strings, and she has been Ovington Boats' accountant for years; Dave Hall is responsible for sales and marketing, a role he has held since 1998; and Chris Turner was signed up as the boatbuilding expertise, his knowledge of hi-tech construction an invaluable asset to the company in the absence of Ovi's expertise.\n\nIt is hard to overestimate the impact that Dave Ovington had on the business, and Dave Hall admits that the past year has been tough emotionally. 'It was terrible when Ovi died. He was such a great guy, such a driving force here, how do you deal with someone like that disappearing? But actually the biggest thing we noticed since then is how the sailing public carried on as normal. They've kept their faith in Ovington Boats throughout. For the past 18 months, we've been flat out. We're still turning out the boats. We've got the same skilled people building the boats, their enthusiasm and loyalty is amazing. Very few of our people sail, which is probably a good thing because they'd take too much time off! But they're very proud of the quality of boats that they produce.'\n\nOvington Boats consists of 15 people, and aside from a steady production of 49ers, it makes other dinghies and small keelboats such as the International 14, the 505 and the Flying Fifteen. By far the biggest thing for the company right now, however, is the 29er, the smaller cousin of the 49er. Dave Hall estimates that the company's production of 29ers in 2006 will exceed 170. 'It really is full-on. We've got a waiting list of more than two months for the 29er,' says Dave, who anticipates production remaining high for the foreseeable future, with the lightweight skiff set to be the doublehanded class for the next two ISAF Youth World Championships in Canada and Denmark, and quite possibly for Brazil in 2009.\n\nAs if that weren't enough to keep Dave Hall occupied, there is the recent arrival of the 29er to keep him on his toes. A suped-up 29er with twin trapezes and a bigger rig and sail plan, Julian Bethwaite has designed the 29er specifically with the aim of becoming the women's Olympic double-handed skiff. Whether or not that happens depends a good deal on politics, but the 49er and 29er have already laid the groundwork for its acceptance.\n\nIt's hard to imagine that a boat that looks so up to date as the 49er has been around for a decade already. Almost a thousand boats later, it has become a modern design classic. Dave Hall comments: 'The 49er is the boat by which all others are judged, and it has changed the face of sailing. It has brought skiff sailing to everyone. We've got boats that match today's era, they look appropriate for the 21st century, and they bring high-performance thrills for low cost and very little maintenance.'\n\nArticle taken from http:\/\/www.49er.org\/",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9711721539,
        "format_confidence":0.9345548153
    },
    {
        "url":"https:\/\/www.mtbproject.com\/blog\/8216\/finding-gnar-75-feet-sea-level",
        "text":"Finding Gnar at 75 Feet Above Sea Level\n\nThe trails in Ocala, Florida are a reminder that fun is a word you can use in flat states too.\n\nAs I edged my front wheel closer to the edge of the massive ramp, my stomach knotted even tighter.\n\n“Don’t feel obligated to ride it,” the voice called out from the other side of the wooden monster nicknamed Papa Bear. The 12-foot ramp features a steep 58-degree drop-in, immediately followed by a second, 48-degree roller and a couple of smaller ramps ideal for grabbing air. Imagine a breakneck wooden roller coaster, but you’re the stoned carnie in control of the ride.\n\nA devout Hoosier cross-country rider, I abhor descents, particularly ones with a steep penalty for failure. But with my riding companions and a few amused locals looking on, I was determined. If anything went wrong, it would only make the story more interesting, right?\n\nI tried to cry out “For MTB Project! For Journalism!” as I pushed off, but only a garbled yell escaped my throat as I plummeted down the chute.\n\nJust a few days earlier, the cold Indiana winter had forced me and a few friends south, in search of warmer climes. As we rode through Chattanooga’s Raccoon Mountain trails, with a brief stopover at the excellent Coldwater Mountain singletrack outside Anniston, Alabama, our spirits rose with the climbing mercury. Finally, we rolled into the orange groves and the cypress forests of the Sunshine State. We’d heard amazing things about Santos Bike Park, so we took advantage of Ocala Mountain Bike Association President Jared Hartman’s gracious offer to show us around.\n\nA video posted by Seth (@sethsbikehacks) on\n\nThe Bronze-level IMBA Ride Center is a great example for other purpose-built trail networks–the easiest trails, designated by yellow markings, looped around the entire park. Inside of those trails, you’ll find both intermediate (blue) and expert (red) trails. Every expert trail meets up with a piece of intermediate singletrack, so if a rider feels overwhelmed or is injured, they can quickly make their way to the easier trails. Suffice it to say, the builders responsible for this system could teach classes on expert trail planning.\n\nLeaving the Santos campground, we were in the woods in just a few short pedal strokes. Warming up with a few blue-level trails, we were taken by the gorgeous scenery surrounding us–massive pines covered in Spanish moss formed a canopy over us, letting in just enough of the warm Florida sun. Marshmallow Trail lived up to its sweet and airy namesake, as we picked up speed over the fairly simple singletrack, railing the wide turns at a breakneck pace. Up next were Sinkhole and Rattlesnake Ridge, two technical, twisty trails littered with roots and jagged chunks of limestone. We managed to make it through unscathed and without dabbing, but not without a lot of muscling our bikes through the chunky rock gardens. The main park’s 25 miles of trail was built on the remnants of a limestone quarry, so it’s no wonder there’s so much of it poking out of the ground.\n\nMy home state of Indiana is notoriously flat, but we’d managed to travel to one of the few states that’s even flatter. Santos makes do, however, thanks to numerous wooden ramps, rollers and corkscrews spread throughout the park. Ray Petro–yes, the eponymous Ray from Ray’s Indoor Mountain Bike Park–lives in Santos for half the year. He can’t help but build these massive, lumbering creations–skinny boardwalks and bridges raised a few feet off the ground in the interior of the park and huge ramps for getting massive air on the outskirts. Which takes us back to Papa Bear.\n\n\nDropping in on Papa bear! Photo: Robert Annis\n\nDetermined not to endo, I was so far behind the saddle that I felt my 29-inch rear wheel grind against my shorts. As is often the case with best-laid plans, things quickly turned south. I was too far back so as I ascended the second rise, my sternum slammed down hard against my saddle, cracking the carbon seatpost and breaking off the mount. I rolled to the top of the next ramp, trying hard to catch my breath. As I dismounted, the broken saddle tumbled from the bike onto the ground with a dull thud. I’d narrowly avoided becoming a human donut.\n\nA photo posted by Scott Malling (@stm_twin) on\n\nAfter a quick self-evaluation–no holes, no broken bones–we were all able to laugh about my Papa Bear biff, although I was not relishing prematurely ending my ride. Luckily, Jared only lived less than a half-mile from the park, and he thought that he might have a 30.9 mm seatpost in his parts bin. A short, standing pedal up the road later, we were in Jared’s garage, installing the new post, thereby saving my ride.\n\nWe weren’t even finished with our second loop when my buddy David suggested making annual pilgrimages down to Santos each winter. As I swooped through another fast, bermed turn, the excited roar of my tires gripping the dirt was all the answer he needed.\n\n[Bonus Miles] Santos hooks up to the OMBA Epic trail system, stretching out nearly 100 miles. Starting at the Land Bridge trailhead, the 49th Street Trail isn’t particularly difficult, but features some beautiful examples of Florida horticulture and a few flowy features that make the most of the area’s limited topography. And while the only animals we spotted were a few squirrels and an owl nearly hidden in a hollowed-out tree, one of our riding companions spotted a Florida panther crossing the trail in front of him about two weeks before. (Don’t worry, they won’t bother you. Probably.)\n\n[Sleep] The Santos campground is located a few short pedal strokes from the Santos trailhead. Be sure to reserve a spot early, because they do fill up fast in the winter months. One site is reserved for day-of campers, but it’s a roll of the dice whether you’ll get the spot. The Shangrila campground is located within a 1.5-mile connector trail of the middle of the OMBA Epic trail system. Be aware there are no electric options at the individual campsites, but there are bathrooms and showers.\n\n[Get Serviced] Brick City Bicycles, about seven miles away in downtown Ocala, features one of Florida’s premier wrenches, Thomas Deaner, and a nice selection of bikes and gear. Santos Bike Shop has a 1-mile connector trail leading to Santos and often leads weekday volunteer sessions as well as group rides. If your bike snaps on the trail or you’re just getting into town and need a rental, Greenway Bicycles ((352) 351-3475) will hook you up. Best of all, they’re located just across the road from the trails.\n\n[Fuel Up] The Mojos Belleview is about two miles south of the Santos trailhead and serves slightly upscale bar food with a decent beer selection. About seven miles north on Hwy 441, you’ll find Taco n’ Madre, which serves cheap and authentic Mexican dishes. Be sure to order the coconut horchata.\n\nB D Beans, located about four miles south on Hwy 441 in Belleview, serves the best coffee in town, along with great omelets, soups, and sandwiches. Infinite Ale Works serves Belgium-style craft beer from its downtown Ocala location, seven miles north of the trailhead (and one block from Brick City Bicycles).\n\nGreenway Bicycles is more than a bike shop; they sell a wide range of cold beer (nothing on tap, just bottles and cans) just yards away from the trailhead. It’s the perfect place to roll into for a post-ride beer, although with just a few stools in the shop, you’ll likely have to drink them elsewhere.\n\nLike This Story?\n\nGet our newsletter—bringing you our best stories, photos, and updates twice a month—and become an active member of the the MTB Project community.",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9805793166,
        "format_confidence":0.555298686
    },
    {
        "url":"http:\/\/dailynews.openwaterswimming.com\/2013\/05\/different-reactions-to-jellyfish-stings.html",
        "text":"DNOWS Header\n\nImage Map\n\nThursday, May 30, 2013\n\nDifferent Reactions To Jellyfish Stings\n\nOh s**t!\nNot bad; I can take those stings.”\nIt feels like a branding iron pressed into the flesh.”\nThey felt like little pin pricks.”\nNever had I felt such pain in my life.”\nIt’s like a bee sting.”\nThe pain was unbearable; like my skin was on fire.”\nThey were a bit irritating, but it wasn’t such a big deal.”\nThe venom...it was a living hell and nothing I did could alleviate the pain.”\nThere were so many of them, but I was only really worried about swallowing one of those buggers.”\nIt was unbearable. From my skin to my core, I couldn’t stand it.”\nThe stings itched a little bit afterwards, but it was not bad.”\nOh my God; it was terrible. I feared stings and avoided them for so long, but when we finally got me, it was worse than I imagined.”\n\"I don't know, I didn't feel any stings. I wore a wetsuit.\"\n\nThere are over 1,000 known species of jellyfish in the world with new ones still being discovered. And it seems every swimmer has a different reaction to stings and the numerous different species. For some, one is enough. For others, they have thick skin in more ways than one.\n\nBack in 1991, Australians Shelley Taylor-Smith and Tammy van Wisse petitioned FINA to allow them to wear two-piece bikini swimsuits at the 1991 World Swimming Championships.\n\nThe innovative and competitive duo had good reason to seek special permission from FINA to wear the bikinis: there were blooms of jellyfish in the 25 km course in Swan River in Perth where the 25 km race would be conducted.\n\nFortunately for the pair, FINA issued a news release that stated the swimsuits were deemed respectable for competition.\n\n\"I wore this [bikini] suit because of the jellyfish that were everywhere...I wanted to be able to let them out [of my suit]…or get them out with easy access and not disturb my mental focus and mindset which they are renowned for doing,\" recalled Taylor-Smith with a smile and a wink. \"I won the race and gritted my teeth as I got stung.\"\n\nDid you smile or grit your teeth with a jellyfish sting? What is your reaction? Tell your story at I Got Stung.com.\n\nCopyright © 2013 by World Open Water Swimming Association\n\nA Thank You Gift from WOWSA\n\nWOWSA is celebrating the\n1-Year Anniversary of the monthly Open Water Swimming Magazine\nby giving you a free copy of the anniversary issue.\n\nOpen Water Swimming Magazine Anniversary Issue\nFile Size: 13MB\n\n\nDownload the file to your computer, and then right-click to extract the magazine which is inside the zip folder. The magazine is in PDF format.\n\nCLICK HERE to download your free copy now.\n\nOpen Water Swimming Magazine\n\nOpen Water Swimming Magazine\n\nThe Open Water Swimming Magazine is the monthly magazine entirely focused on open water swimming heroes and heroines of every age, ability, and background. Published by the World Open Water Swimming Association, the Open Water Swimming Magazine is a free benefit to WOWSA members.\n\nWOWSA Member Benefits include 12 issues of the Open Water Swimming Magazine, the annual 276-page Open Water Swimming Almanac, a free listing in Sponsor My Swim, outstanding product discounts from FINIS, an entry in Openwaterpedia and more...\n\nThe Other Shore\n\nThe Other Shore follows world record holder and legendary swimmer Diana Nyad as she comes out of a thirty-year retirement to re-attempt an elusive dream: swimming 103 miles non-stop from Cuba to Florida without the use of a shark cage. Her past and present collide in her obsession with a feat that nobody has ever accomplished. At the edge of The Devil’s Triangle, tropical storms, sharks, venomous jellyfish, and one of the strongest ocean currents in the world, all prove to be life-threatening realities. Timothy Wheeler’s documentary brings Diana Nyad’s extraordinary adventure to life as Diana sets out to prove that will and determination are all you need to make the unimaginable possible.\n\n2014 Open Water Swimming Almanac\n\nAn Almanac for Open Water Swimming\n\nAn almanac is essentially a body of knowledge which is so complete that it enables people in different fields to make predictions about the future of their respective industries.\n\nThis, for example, was the purpose of the traditional farmers almanacs. It enabled farmers to determine as accurately as possible which crops to plant for the greatest harvests in a given year.\n\nBut the farmers almanac was just one example among many.\nThere are, of course, many different kinds of almanacs.\n\nIn fact, there is even one for open water swimming...\n\nPreview the Open Water Swimming Almanac:\n\nThe trends are very clear.\nThe tide is rising for open water swimming.\n\n\nOpen Water Swimming Event Sanctioning\n\nWorld Professional Marathon Swimming Federation\n\nOpen Water Race Calendar\n\nCoaches Education Program",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9907975197,
        "format_confidence":0.5642697811
    },
    {
        "url":"http:\/\/www.cleveland.com\/tribe\/index.ssf\/2010\/12\/the_greatest_cleveland_indian.html",
        "text":"Bob Feller, The Greatest Cleveland Indian, dies at age 92\n\nSpecial to The Plain Dealer By Special to The Plain Dealer The Plain Dealer\non December 15, 2010 at 10:23 PM, updated December 16, 2010 at 12:54 AM\nfeller-hof-june10-horiz-ap.jpgView full sizeIn one of the last times he wore a Cleveland Indians uniform, Bob Feller acknowledged the cheers of baseball fans during an June 20, 2010, appearance at an old-timers' game at Doubleday Field in Cooperstown, N.Y., home of the National Baseball Hall of Fame.\n\nBob Dolgan \/ Special to The Plain Dealer\n\nCLEVELAND, Ohio — Bob Feller, the brilliant pitcher who is the only Cleveland pro athlete to be immortalized with a statue, died Wednesday night of complications from leukemia at age 92.\n\nFeller died at 9:15 p.m. on Wednesday night, according to Bob DiBiasio, the Indians vice president of public relations.\n\nThe Hall of Famer hurled 266 victories, most in Indians history, from 1936 to 1956, despite losing almost four years at the peak of his powers after enlisting in the Navy during World War II.\n\nBefore free agency, great players such as Feller could spend their whole careers with one team. Feller spent most of his life with the Indians. He put on an Indians uniform for the first time at 17 when he made his big league in 1936. He was still wearing one as late as June, when he attended an old-timers game in Cooperstown, N.Y. Every March he threw out the first pitch to start the Indians' spring training schedule.\n\nThe Indians have had great players throughout their history, but none greater or more enduring than Feller. He was always around the ballclub. Spring training never officially began until he walked into the press room and told reporters, \"It's time to go put on my monkey suit.\"\n\nDuring the season, he was a fixture in the press box at Progressive Field for home games. When he wasn't, he was touring the country signing autographs and making speeches. He was always on ... always Bob Feller, Cleveland Indians Hall of Famer.\n\nFeller died in a local hospice after entering the Cleveland Clinic last week with symptoms of pneumonia. He endured a series of health problems since being diagnosed with myeloid leukemia in August.\n\nAfter receiving chemotherapy for the leukemia, Feller had trouble with vertigo. In October, he had a pacemaker installed.\n\nThe pneumonia developed after Feller was diagnosed with thrush, an infection of the mucus membrane lining the mouth and throat. Feller, weakened because he couldn't eat, became more susceptible to pneumonia.\n\nLou Boudreau, his teammate and manager for much of his career, called Feller one of the five best pitchers in baseball history. In the baseball centennial year of 1969 he was voted as major league baseball's greatest living right-handed pitcher.\n\nFeller was baseball's foremost pitching prodigy. From the time he came to Cleveland at age 17, he was a sensation with his blazing fastball and biting curve. He was just wild enough to frighten batters. His 208 walks in 1938 are still the big league record.\n\nIn 1939, he became the first pitcher of the 20th century to win 20 games in a season before he was 21 years old. By the time he was 22, he already had three 20-game seasons and 109 victories, another mark.\n\nHe was almost immediately known as The Strikeout King, or Rapid Robert. At one time he held the records for most strikeouts in a game (18) and season (348.)\n\nHis fastball was once timed as high as 105 miles an hour with the primitive measuring devices of his era.\n\nThe high-kicking hurler threw three no-hitters and 12 one-hitters, both baseball records at the time of his retirement.\n\nStopped White Sox\n\nFeller fired baseball's only opening day no-hitter on April 16, 1940, when he stifled the White Sox in Chicago. On April 30, 1946, he no-hit New York in Yankee Stadium, stopping a powerful club that had future Hall of Famers Joe DiMaggio, Bill Dickey and Phil Rizzuto in the lineup, along with sluggers such as Tommy Henrich and Charley Keller.\n\nIf Feller was a superstar before, that game pushed him into legendary status. His roommate, pitcher Steve Gromek, demanded another room because all he was doing was answering phone calls for Feller, most of them commercial offers.\n\nFrom that time on, Feller, one of the first athletes \/ businessmen, roomed by himself.\n\nHe achieved his third no-hitter on July 1, 1951, when he beat Detroit, 2-1, at the Cleveland's Municipal Stadium.\n\nIn the late 1940s Feller ranked with DiMaggio, Ted Williams and Stan Musial as the highest-paid players in baseball, all around $100,000. At one point, he was considered the game's top drawing card and received a bonus based on attendance.\n\nFeller, who had learned to fly an airplane in 1939, bought a Beechcraft Bonanza in the late 1940s and would fly the small craft from his home in Gates Mills to Burke Lakefront Airport for Indians games. Then he would get on a collapsible scooter and drive to the nearby ballpark.\n\nNewsreel: Teenage Bob Feller with Indians' George Uhle\n\nIowa background\n\nThat was a long way from the Van Meter, Iowa farm on which he was raised after his birth on Nov. 3, 1918. His father encouraged Feller in his pitching, often warming him up behind the barn. Feller was a big star in Iowa high school and amateur baseball, sometimes striking out more than 20 batters in a game. He felt that the manual labor he did on the farm built his body and was a big factor in his success.\n\nCyril \"Cy\" Slapnicka, the Indians chief scout who later became the team's general manager, heard about him and signed him for $1 and a baseball autographed by the Indians.\n\nFeller never played minor league ball. Slapnicka brought him to Cleveland in 1936 and had him pitch for Rosenblum Clothes, a top team in local Class A sandlot baseball, which was big then. He hurled two games for the Rosenblums. A crowd of 20,000 saw him strike out 15 batters against the Poschke Barbecue team at Brookside Park.\n\nHis first test against major leaguers came in an exhibition against the St. Louis Cardinals at League Park in 1936. Feller worked three innings and struck out eight batters.\n\nA photographer asked Jerome \"Dizzy\" Dean, the great Cardinal pitcher, if he would pose for a picture with Feller. Dean, amazed at Feller's ability, said, \"Sure, but ask him if he'll pose with me.\"\n\nFeller made his first official big league start on Aug. 23, 1936 against the St. Louis Browns. When Feller went to the mound, Indians manager Steve O'Neill sent veteran Denny Galehouse to the bullpen to warm up in case Feller had trouble. After Feller struck out the side in the first inning, Galehouse sat down. Feller struck out 15 batters, one short of the league record, in a 4-1 victory over the St. Louis Browns. The Plain Dealer called it the greatest pitching debut ever.\n\nGets 17 at 17\n\nTwo weeks later, on Sept. 13, 1936, Feller broke the American League mark with 17 strikeouts in a 5-2 victory over the Philadelphia Athletics. He was still only 17 years old.\n\nAfter the season, he returned to Van Meter for his senior year in high school. He could not play basketball for the school because he had already become a professional athlete. He was accompanied by a tutor when he went to spring training.\n\nOn Oct. 2, 1938, Feller struck out 18 members of the Detroit Tigers, setting a big league strikeout record that stood for 31 years. He lost the game, 4-1, as Harry Eisenstat pitched a four-hitter. He was 17-11 that year at age 19.\n\nThe next three seasons, he was 24-9, 27-11 and 25-13.\n\nConsidering Feller almost unbeatable, Detroit manager Del Baker used an unknown rookie, Floyd Giebell, against him when the Tigers came to Cleveland for a pennant-deciding series on the last weekend of the 1940 season. Baker, needing only one win for the flag, preferred to hold back his two best pitchers, Bobo Newsom and Schoolboy Rowe, for the next two games.\n\nBut Giebell beat Feller, 2-0, for his third and last big league victory. Rudy York hit a pop-fly homer into the first row of seats, just inside the left field foul pole, for the win. \"I thought it would be a foul ball,\" Feller recalled later. \"The wind blew it back in.\"\n\nBob Feller talks with WEWS' Nev Chandler in 1990\n\nPart of mutiny\n\nEarlier that year, Feller participated in the Indians rebellion against hated manager Oscar Vitt, when 11 players on the team walked into the office of owner Alva Bradley and asked that Vitt be fired.\n\n\"When Bradley saw Feller there, he knew it meant something,\" former teammate Mel Harder said. Vitt was fired at the end of the season.\n\nFeller enlisted in the U.S. Navy two days after the Japanese bombed Pearl Harbor on Dec. 7, 1941, throwing America into World War II.\n\nIn 1942, Feller was stationed at Norfolk, Va. He and his fiancee, Virginia Winther of Waukegan, Ill., decided to get married in January 1943, before he shipped out for combat. Virginia had attended Rollins (Fla.) College and had met Feller during spring training. She was the daughter of a wealthy engineer.\n\nFeller had a leave scheduled for the wedding. A few days before, his beloved father died. Feller went to the funeral and married Virginia five days later, saying his father wanted it that way. Eventually, they had three sons, Steve, Marty and Bruce.\n\nIn the navy he served for 26 months on the battleship USS Alabama, rising to the post of chief gunner's mate. He received eight battle stars for combat in the Pacific and North Atlantic.\n\nFeller comes home\n\nWith the war coming to a close in 1945 Feller was reassigned to the Great Lakes naval base in Illinois. The Cleveland newspapers speculated for months that his return to the Indians was imminent.\n\nHe was finally discharged on Aug. 22, 1945, eight days after the war ended, and returned to Cleveland to pitch against the Detroit Tigers on Aug. 24. \"This is what we've been waiting for,\" said The Cleveland Press. \"Feller flings tonight.\"\n\nOn the day of the game a civic luncheon was held in Feller's honor at the Carter Hotel. A crowd of 1,... (truncated)",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9833686948,
        "format_confidence":0.8325369954
    },
    {
        "url":"https:\/\/find.aausports.org\/News\/View-Story\/ArtMID\/1108\/ArticleID\/53282\/Kennedy-Hehr-Hard-Work-Pays-Off",
        "text":"News  →  View Story\n\n22 Apr 2014\n\nKennedy Hehr: Hard Work Pays Off\n\nKennedy Hehr: Hard Work Pays Off\n\nTo Kennedy Hehr, sports are more than just a recreational activity to take part in after school. To Kennedy, being able to play a sport is a reason to keep fighting. A volleyball player from Fontana, Wisconsin, Hehr was severely injured in a car accident in January. On January 26th, Kennedy was riding home from Illinois after watching her volleyball club’s 18U team play. It was snowing outside and they would later find out that the roads were bad. A driver coming from the opposite direction swerved over the yellow lines and changed Kennedy’s life forever.\n\nThe car made impact on the drivers’ side, toward the back of the car. Kennedy was riding on the passenger side in the backseat, but the impact was so forceful she sustained life-threatening injuries. The pain from her injuries was so excruciating that she remembers fading in and out of consciousness and telling her friends’ parents that she didn’t think she was going to make it to the hospital.\n\nWhen she finally made it to the hospital, doctors told her that she was lucky to be alive. On the outside, she was completely fine, didn’t have a scratch on her. Inside, that was not the case. She had punctured her intestine and severed her stomach completely in half as a result of the blunt force trauma upon impact.  She underwent emergency surgery to repair the puncture to her intestine and staple her stomach together. The surgeon also had to add 22 staples externally, from the outside of her chest to just below her belly button. Upon awakening from the grueling surgery, she set a goal to return to the volleyball court in the JVA World Challenge, a competitive AAU Volleyball tournament in Texas that was just 67 days away. The doctors encouraged her to set goals but later told her they never believed she would be able to play volleyball again, let alone in that tournament.\n\nShe spent eleven days in the hospital and missed 30 days of school. She lost 22 pounds while recovering, but despite all of the setbacks and obstacles, she never lost sight of her goal to play in the JVA World Challenge. Although she had just joined her volleyball club, Club Fusion, everyone came together and supported her throughout her recovery. Her teammates created an eight foot long banner and put together a “Get Well Video” for her while she was in the hospital to wish her good luck and a healthy recovery.\n\nWhen April 4th rolled around, Kennedy was in Texas with her teammates, ready to play. She recalls when her coach pulled her aside before their first game and told her she would be starting as the libero.\n\n“I wasn’t really ready for that to happen,” said Kennedy. “I was so excited to play, but I never really thought it would happen. It was crazy.”\n\nOnly 67 days after her life-threatening car accident, Kennedy Hehr played an entire volleyball game at the JVA World Challenge. Her life was completely flipped upside down and instead of giving up and letting the worst happen, she overcame every obstacle that was thrown at her and dedicated herself to recovering. Kennedy said setting goals from the beginning is what really helped her keep going through everything.\n\n“In the beginning setting small goals is what helped the most and then having an end result goal was a great idea,” she said. “Reaching it makes you feel so happy and the hard work and dedication that you put into it is insane. It helped so much to achieve that goal and to keep achieving goals throughout the whole thing.”\n\nKennedy gives credit to her teammates and AAU Volleyball club for her full and speedy recovery.\n\n“The doctor did say that it was a miracle that I was alive,” Kennedy said. “I give glory to God because I wouldn’t be here if it wasn’t for those people that were praying for me.”\n\nKennedy will be playing with her Club Fusion volleyball team at the AAU Girls’ Junior National Volleyball Championship in June at ESPN Wide World of Sports in Orlando, Florida.\n\nFrom everyone here at the AAU, we want to congratulate Kennedy on everything she has accomplished so far and we can’t wait to see what else her future holds!\n\n\nNumber of views (17044)      Comments (0)\n\n\n«October 2020»\n\n\nUpcoming events Events RSSiCalendar export",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9920017719,
        "format_confidence":0.5842786431
    },
    {
        "url":"https:\/\/www.champsofthetrack.com\/post\/noor-remembering-the-light",
        "text":"Noor: Remembering the Light\n\nUpdated: Apr 10, 2019\n\nNoor was a light that burned bright for Charles S. Howard. Howard is most known for owning Seabiscuit and few know that he owned other great horses. Noor was Howard’s final mark on the racing world; Noor retired the same year that Howard passed away. Although Noor is regarded as one of racing’s greats, he is often overlooked and rarely talked about. Being aware of this horse’s accomplishments is crucial in understanding the history of the sport.\n\nNoor was born in 1945 in Ireland. He was a son of the five-time leading sire Nashrulla. His dam, Queen of Baghdad, was a daughter of English Triple Crown winner Bahram. He was large with a black coat and a small star and a sock. Though beautiful, he had inherited his sire’s nasty temperament.\n\nPhoto from the Keeneland Library Morgan Collection. This image is protected by copyright and may not be reproduced in print or electronically without written permission of the Keeneland Library.\n\nHis career began in England. He was raced by his owner\/breeder HH Aga Khan II and trained by Frank Butters. Noor made his debut for those two men in 1947, placing third and then winning the Bradgate Park Nursery Stakes. The next year he managed to win the Diomed Stakes and the Great Foal Stakes and placed third in both the Epsom Derby and Eclipse Stakes. Although he was performing decently, there was not much that would make people believe that he would be a great American racehorse.\n\nNoor’s owner, Aga Khan, also owned an Irish Derby winner named Nathoo (also by Nashrulla). Charles S. Howard had caught interest in the horse after watching him in the Jockey Club Gold Cup in 1948. Howard contacted Khan and insisted in buying the horse. Khan was willing to part with him, but not without adding Noor to the deal. Howard accepted the “two for one” deal, paying $175,000 to add Noor and Nathoo to his collection of racehorses.\n\nNow in California, Noor developed osselets. Knowing that this would lead to permanent arthritis if Noor was not rested, Howard took his horse out of the races until October of 1949. After being given a significant time to rest and adjust to life in the United States, Noor was sent to trainer Burley Parke to prepare to become an American racehorse. The relocation worked well for Noor and he began to adjust, managing to finish second in the San Francisco Handicap and also managing to get two third place finishes in handicaps at Tanforan Rack Track.\n\nIn February of 1950, Noor was entered into the San Antonio Handicap alongside one of racing’s most recognizable names: Citation. Seven races had went by for Noor in America before he faced Citation for the very first time. Like Noor, Citation had taken a year off for osselets and this was only his third race back. In the first of five meetings between Noor and Citation, Noor finished third. Citation had finished second, unable to catch Ponder.\n\nNoor at Saratoga, August of 1950. Photo from the Keeneland Library Morgan Collection. This image is protected by copyright and may not be reproduced in print or electronically without written permission of the Keeneland Library.\n\nJust two weeks later, the two met again in the Santa Anita Handicap. Noor carried 110 pounds, Citation carried 132. With less weight on his back, Noor soared home to a 1 ¼ length win in track record time (2:00 for 1 ¼ miles). In just one more week, the two had a rematch in the San Juan Capistrano Handicap. This time, Citation put up a greater fight but it was Noor whom was able to put his nose on the line first. He had set a new American record for 1 ¾ miles by finishing the race in 2:52 ⅘ . By winning, Noor became the first horse to defeat Citation twice.\n\nOn June 6th, 1950, Charles Howard passed away. Although he did not see what else Noor would accomplish in that year, he had passed on knowing that he owned one of the greatest handicap horses of that year. On the 17th, Noor won the Forty-Niners Handicap over Citation, setting yet another world record of 1 ⅛ miles in 1:46 ⅘. Afterwards, he met Citation for the fifth and final time in the Golden Gate Handicap. This time, Noor carried one more pound than Citation and was still able to win in world record time of 1:58 ⅕ for 1 ¼ miles.\n\nOne month later, Noor won the American Handicap carrying 132 pounds. Afterwards, Parke sent his horse to New York, hoping to increase the horse’s chances of winning Horse of the Year. The trip to New York didn’t produce any wins, but was not a failure. Noor finished second in the Manhattan Handicap, Jockey Club Gold Cup, and another stakes race. Noor was shipped back home to California to finish out his racing career that December. At home he won an 1 ⅛ allowance, setting yet another track record. He finished out the season with a win in the Hollywood Gold Cup, setting a track record of 1:59 ⅘ for 1 ¼ miles at Hollywood Park.\n\nNoor retired that year as the first horse to defeat two Triple Crown winners, having gotten the best of both Citation and Assault in 1950. His record stood as 31:12-5-3 and he had earned $356,940. He went home to Charles Howard’s near Moorpark, California where he lived until he was moved to Loma Rica Ranch. Throughout his second career as a stud, Noor sired thirteen stakes winners. His daughters produced thirty-four stakes winners including Dancer’s Image whom was disqualified from first in the 1968 Kentucky Derby. Had prohibited drugs not been found in Dancer’s Image’s system after the win, Noor would have the title of damsire of a Kentucky Derby winner. John Sherriffs (now a famous trainer of horses like Zenyatta) recalls how he would tack Noor up and ride him around the back arena during Noor’s retirement.\n\nUnder the California sun, Noor blossomed. Under that same sun, Noor’s light was put out. November 6th, 1974, marked the final day of Noor’s twenty-nine long years of life. Those who loved him mourned as he was buried in an unmarked grave at Loma Rica.\n\nMany years after his death, Loma Rica closed its doors. His remains were found on August 26th, 2011. They were laid in a wooden box marked with Howard’s logo. Making one final cross country trek, Noor arrived at Old Friends in Kentucky. Now under a headstone that commemorates his greatness, Noor rests. From time to time, flowers lay on his grave in remembrance of the times they had laid across his withers.\n\n\nConnect with Champions of the Track:\n\nLike on Facebook\n\nFollow on Twitter\n\nFollow on Instagram\n\nDonate here to keep Champions of the Track alive and to help me keep doing what I love.\n\n151 views0 comments",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9863076806,
        "format_confidence":0.9020627141
    },
    {
        "url":"https:\/\/billypenn.com\/2016\/11\/16\/eagles-lead-the-nfc-in-penalties-but-does-it-matter-the-truth-about-nfl-flags\/",
        "text":"Eagles lead the NFC in penalties, but does it matter? The truth about NFL flags\n\nThe Birds have a lot of penalties, but so do some other really good teams.\n\nNFL: Philadelphia Eagles at Denver Broncos\nRon Chenoy-USA TODAY Sports\n\nThrough nine games, the Philadelphia Eagles are the most penalized team in the NFC.\n\nWith 75 accepted penalties against, the Eagles rank behind only the Oakland Raiders, tied with Los Angeles and Jacksonville* for the second-most in the NFL. Seattle — the Eagles’ opponent this Sunday — and Tennessee rank next with 73 apiece, followed by Miami, Buffalo, Denver and Baltimore, all with 72. The Falcons, who Philly just beat up on Sunday, have 71, per The Football Database. (*NFLPenalties.com has 74 accepted penalties for the Jaguars.)\n\nThat’s a lot of flags.\n\nAll season long, penalties have been a part of the NFL narrative. Many fans are blaming the NFL’s dwindling ratings this season directly on the increased number of flags, which could be a factor in the stop-and-start nature of games. The NFL rulebook has too many violations, but with player safety concerns on the rise, the league is not in a position to start taking fouls out, even non-contact violations like false start, illegal formation and illegal shift that are, in this day an age, antiquated and unnecessary. That said, while the complaints over flags seems to have intensified, the actual increase in flags over last season is nominal at best.\n\nFlags, Fans and Falling Ratings\n\nPer FootballZebras.com, Carl Cheffers will officiate the Eagles-Seahawks game on Sunday.\n\nPer FootballZebras.com, Carl Cheffers will officiate the Eagles-Seahawks game on Sunday.\n\nRon Chenoy-USA TODAY Sports\n\nSo far this year, teams are averaging 7.02 penalties per game, per NFLPenalties.com. In 2015, through a full 16-game schedule, teams averaged 6.93 penalties per game, up from 6.61 in 2014 and 6.12 in 2013, per historical data available at FootballDB.com.\n\nThere was a dip in the trend in 2013, as the 2012 number was slightly higher than the following year, at 6.28 flags per team, but the fact remains that the NFL has been calling nearly one full penalty more per team over the last four seasons. That’s two flags per game, which is a lot for the teams, but cannot be the reason why fans are opting to tune out of a nearly four-hour telecast.\n\nAnd yet, narratives.\n\nPenalties, Playoffs and the Super Bowl\n\nNFL: Philadelphia Eagles at Dallas Cowboys\nTim Heitman-USA TODAY Sports\n\nIt’s also become a bit of a narrative that penalties are the reason why teams lose. Let’s be clear, in the coachspeakiest way possible: Penalties are bad, and teams should stop committing them.\n\nThere is no scenario where committing more penalties is fundamentally better than committing less, and yet year to year, penalties seem to have no bearing on which teams succeed, and even which make the playoffs. Based on the data, a half-decent case can be made that teams with more penalties get rewarded in other ways. Often they are more aggressive on both sides of the ball, and more willing to take calculated risks on the field, which leads to success more often than failure.\n\nOr the two aren’t related much at all. The Raiders have 94 penalties this season — nearly 20 more than any other team in the league — and are tied for the best record in the AFC.\n\nNFL: San Diego Chargers at Oakland Raiders\nCary Edmondson-USA TODAY Sports\n\nThere are 10 teams averaging 7.5 or more penalties this season, and six of them have winning records. Could these teams be doing better? Surely — more on that with the Eagles in a second — but on a macro level in the NFL, penalties are far less debilitating than the narratives want us to believe.\n\nLast season probably had a lot to do with that. In 2015, just two of the 12 most penalized teams made the playoffs. That said, one of them was the Super Bowl champion Denver Broncos. While that may seem anecdotal when balanced with the preponderance of highly-penalized teams that didn’t fare well last season, in 2014, four of the seven most penalized teams made the playoffs, including both Super Bowl participants, Seattle and New England.\n\nNFL: Seattle Seahawks at New England Patriots\nDavid Butler II-USA TODAY Sports\n\nIn 2013, five of the 16 teams to finish the year with 100 or more penalties made the playoffs, led again by Seattle, while Denver — the Seahawks’ opponent in that Super Bowl — finished the regular season as the fourth-most penalized team in the league.\n\nIn 2012, five of the nine most penalized teams in the league made the playoffs, and while the Rams led the league in flags (and missed the playoffs), Baltimore was second and San Francisco was seventh. The Ravens beat the 49ers in the Super Bowl that season.\n\nNone of that is to suggest that the Eagles and Raiders are going to face off in this season’s Super Bowl, but it does suggest that more flags don’t always lead to more losses.\n\n2016 Eagles Penalty Bonanza\n\nNFL: Pittsburgh Steelers at Philadelphia Eagles\nBill Streicher-USA TODAY Sports\n\nAll that leads back to the Eagles, and 2016, and their chances at making the playoffs that have been hampered by ill-timed (read: dumb) penalties.\n\nThe Eagles have had four games this season in which were penalized 10 or more times. They are 2-2 in those games. In the two losses — a one-point defeat at Detroit and a seven-point loss at Washington — the Birds collected 14 flags (though just 13 accepted penalties at Washington) for more than 110 yards each game. Moreover, defensive penalties are what did the Eagles in, with seven against Detroit and eight against Washington. In both games, defensive lineman Fletcher Cox committed drive-continuing fouls on a third down, leading to touchdowns instead of field goals; a direct impact on the score, and result, in both games.\n\nThat’s not to suggest if Cox didn’t commit those two penalties the Eagles would be 7-3 instead of 5-4 but, well, they might.\n\nAnd yet, while a lack of discipline undid the Eagles in both of those games, it really hasn’t mattered in others.\n\nThe Eagles are 3-2 in games in which they have more penalties than their opponent and 1-2 in games in which they had less. Against Minnesota, the Birds had the same number of penalties, though three flags were declined against them, finishing with slightly fewer penalty yards.\n\nAdding in the Vikings win, in the five games in which Philly had 10 or more flags thrown against them, they are 3-2. In the three games in which they had six or fewer flags — five or fewer accepted penalties — they are 1-2.\n\nUnnecessary (Roughness) Penalties\n\nNFL: Philadelphia Eagles at Dallas Cowboys\nTim Heitman-USA TODAY Sports\n\nThe issue with the Eagles may not just be penalties, but unnecessary ones. Per footballdb.com the Eagles are tied for the most unnecessary roughness penalties in the NFL with seven. The Birds also have 15 false starts, the fifth most in the league. (Andy Reid’s Kansas City team leads the NFL with 19 of those.) Those types of penalties are inexcusable.\n\nThe Eagles have just four delay of game penalties, something Carson Wentz has said in post game press conferences he needs to get better at correcting. He should talk to his linemen, too, because the Eagles need to get better at avoiding holding calls, as 13 of their 75 penalties are offensive holding. While the offense has been bad, the defense has actually been pretty good this season at keeping penalties down.\n\nOutside of Detroit and Washington, Jim Schwartz’s defense hasn’t had more than four penalties accepted against them in any game this season. In the loss to Dallas, the defense had just one penalty all game.\n\nEagles ‘Leaders’ in Penalties\n\nNFL: Pittsburgh Steelers at Philadelphia Eagles\nBill Streicher-USA TODAY Sports\n\nJason Kelce leads the Eagles with seven penalties accepted, including two false starts and five holds. Jason Peters has six, five being false starts and one hold. Zach Ertz is next on offense with five penalties, three for false starts and two for offensive pass interference. Wentz then has four, including one false start and three listed on footballdb.com as “other”, which includes delay of game and intentional grounding calls. And for all that was made about Halapoulivaati Vaitai taking over for Lane Johnson, he has one penalty all season.\n\nOn defense, Jalen Mills and Nolan Carroll lead the team with five penalties each. Mills has a hold, an illegal contact, two pass interference and one listed “other” while Carrol has five pass interference calls. As much as Fletcher Cox’s penalties have hurt the team, he only has three on the year, per footballdb.com.\n\n\nNFL: Atlanta Falcons at Philadelphia Eagles\nEric Hartline-USA TODAY Sports\n\nSometimes numbers lie. The Eagles do have a problem with penalties and in at least two games a direct link can be made to penalties on the field and a loss on the scoreboard. But on a larger level, for both the Eagles this season and in the NFL over the last five years, the number of penalties has proven to have little correlation to a team’s success.\n\nCutting out stupid mistakes is important, and unforced errors like delay of game and false start flags need to stop. But sometimes a hold protects the quarterback from getting hit, or a defensive pass interference gives up a big play but saves a touchdown. There is no such thing as a good penalty, but not all of them are bad. At least for some teams.\n\nWhether this season proves the trend right for the Eagles, or not, remains to be seen in the final seven games.",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9976212382,
        "format_confidence":0.7304859757
    }
]