[
    {
        "url":"http:\/\/www.nathanmclaughlin.com\/millage-facts\/",
        "text":"Special Education Millage Vote - May 5, 2015\n\nOn Tuesday, May 5, 2015, voters in Kalamazoo County will be asked to vote on a 6-year, 1.5 mill property tax to help fund the operation of our schools.\n\n\nSpecial education services in the county are substantially underfunded, which creates a great deal of pressure on the general education budgets of local school districts. At one time all special education services were funded through dedicated special education sources. However, these sources have not kept up with special education needs.\n\nSince special education services are largely required by federal and state laws, Kalamazo County school districts have had to fund these otherwise unfunded costs out of their limited operating budgets. Districts across Kalamazoo County are now funding approximately $11 million of special education costs from their operating budgets. Kalamazoo Public Schools alone is funding over $5 million from its operating budget, which reduces programming for general education students.\n\nFrequently Asked Questions\n\nQ: What would be the impact to schools across the county and Kalamazoo Public Schools if this millage question is approved?\n\nA: For many years local school districts have needed to make significant budget cuts, primarily due to the state's underfunding of public education. Kalamazoo Public Schools has cut $10 million over the last five years, and districts across the state have cut amounts more or less proportionate to their sizes. The requirement to spend more of their operating budgets for special education services has created the need for even greater cuts to general education programming. If approved, this millage will be used the Kalamazoo Regional Educational Service Agency (KRESA) to substantially or fully reimburse school districts for the existing shortage in special education funding.\n\nQ: How much would this request cost the taxpayer?\n\nA: The proposal would increase taxes by $75 annually for a home with a taxable market value of $100,000.\n\nQ: Who can vote in this election?\n\nA: Any registered voter that resides in a school district within the KRESA service area can vote in this election. Registered voters from all districts in the county may vote: Climax-Scotts, Comstock, Galesburg-Augusta, Gull Lake, Kalamazoo, Parchment, Portage, Schoolcraft and Vicksburg.\n\nQ: When is the last day to register to vote?\n\nA: The last day to register to vote in this election is April 6, 2015.\n\nQ: How can I find out where to vote?\n\nA: You can look up where you vote at the Michigan Voter Information Center\n\nYou can also contact the clerk's office in the city or township where you reside. For Kalamazoo voters these offices are as follows:\n\nQ: Can I vote by absentee ballot?\n\nA: You can vote by absentee ballot if you:\n\nAbsentee ballots must be requested from the city or township clerk where you reside.\n\nPlease Vote\n\nPlease vote in this election. The polls will be open from 7:00 AM to 8:00 PM on Tuesday, May 5, 2015.",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.88670367,
        "format_confidence":0.8572612405
    },
    {
        "url":"http:\/\/cityofbridgeport.net\/431\/Frequently-Asked-Questions-FAQs",
        "text":"Frequently Asked Questions (FAQs)\n\nWhen are City Council meetings held?\n\nThe Bridgeport City Council convenes for regular meetings and work sessions on the second and fourth Monday of every month in the Council Chambers of City Hall, located at 900 Thompson Street, at 6:00 p.m.\n\nHow can I see the agenda for an upcoming City Council or board meeting?\n\nAll City Council and board \/ commission agendas and minutes are posted on the city's website at least 72 hours before the meeting. You can also browse past agendas and minutes.\n\nHow can I receive automatic notification of agendas?\n\nYou may sign up for automatic notification using Notify Me.\n\nHow can I be appointed to a city advisory board or commission?\n\nThe Bridgeport City Council encourages all citizens to consider becoming actively involved in city government by serving on a city board, commission, or committee. Applications are accepted at any time; however, applications must be submitted by the last Friday in April for current year consideration. Appointments are made by the City Council in June each year and when necessary to fill a vacancy. Complete the application and return it to the City Secretary's Office. You will be notified if you are appointed to a board.",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9864445329,
        "format_confidence":0.9798649549
    },
    {
        "url":"https:\/\/ospirgstudents.org\/funding\/",
        "text":"How is OSPIRG Funded?\n\nFor over four decades, students have voted to fund their own non-profit that represents the voice of students and the public. OSPIRG Students has been making social change and fighting for the public interest since 1971.  \n\nWhat is OSPIRG Students?\n\nWe should live in a world with a safe, clean, and stable environment, where our economy and corporate practices don’t threaten public health, and where everyone has the opportunity to make their voices heard and we have a democracy that works for everyone.  We need to stop the worst impacts of climate change by transitioning off fossil fuels and to 100% clean and renewable energy. We need to stop the flow of unnecessary single-use plastics into our environment. We need to fix our farming practices so we don’t need to rely on pesticides that kill bees or antibiotics that lead to incurable infections. We need to rethink our food production and distribution so thousands of pounds of food aren’t wasted everyday while people go hungry. And we need the next generation to play a role in fixing these problems and pushing for a better future, starting with voting in our elections. \n\nOSPIRG Students works to take on these issues by giving students the skills, opportunities, and resources to make real change. We combine the idealism of students with the expertise of professional staff who train students to run effective campaigns and create a greener, healthier, and more meaningful future.\n\nWhat does OSPIRG Students do?\n\nWe run campaigns on issues that are in the public interest. This can take a variety of forms, but usually involves advocates working directly with decision makers in Salem or Washington DC, along with students and organizers working in communities to build and demonstrate public support for our solutions. Through that, we get results. For example, we helped ban plastic bags here in Eugene to protect our waterways and we’ve helped set up programs for more online, free textbooks for students.\n\nHow is OSPIRG Students Funded?\n\nOSPIRG Students is funded through the student body at the University of Oregon, Southern Oregon University, and Lane Community College.\n\nAt the University of Oregon, OSPIRG Students is funded through a $1.75 per student, per term refundable student fee that students reaffirm every 2 years through a student body vote.  Students at UO have been a part of OSPIRG Students for 40 years, pooling together their resources statewide with other OSPIRG chapters to hire staff, such as advocates and grassroots organizers, to work with them on issues that they care about.\n\nHow does OSPIRG Students spend money?\n\nWe spend the largest portion of our income on hiring professional staff – organizers, advocates and researchers – some work on campus and others work in Salem and Portland, and DC full-time to fight for the issues that students care about and will benefit the public interest.\n\nThe problems that OSPIRG undertakes are large, statewide, and often national in scope. Our goals are not simply for students to “make their voice heard” on these issues, but to win concrete reforms that improve people’s lives. In order to make real, substantial change, we need organization and resources. Staff are an important part of having an effective statewide organization. They bring expertise to students’ ideas and continuity to long-term student campaigns.\n\nWe also spend a smaller portion on basic things it takes to run an organization – printing, phones, etc.  \n\nWhat are the priorities for the next few years?\n\nThere are constantly attacks on laws that protect our environment or consumers; and unfortunately the special interests spearheading these attacks have a lot of money and influence. OSPIRG is working both on a state and federal level to protect good laws that are on the books so that we don’t roll back decades of progress that has been made. But we’re not just playing defense. We’re working on new ways to make higher education affordable by fighting to lower the cost of textbooks. We’re working to make sure that Oregon leads the way to fight climate change by repowering our communities with 100% clean and renewable energy. We’re working to protect our oceans by getting our communities to rethink our use of single-use plastics like foam takeout containers. We’re tackling the issue of bee die-offs by pushing or the ban of bee-killing pesticides.  And we’re working to alleviate hunger and homelessness in our community.\n\nHow does OSPIRG Students choose its issues?\n\nOSPIRG Students is run by an all student board of directors who decide which campaigns to work on and which issues to prioritize.  Any student can bring campaign ideas to the statewide board.  The student board makes its decisions based on which campaigns fit within OSPIRG’s mission, which is to fight for the public interest and to provide the greatest good for the greatest number of people over the longest period of time.   \n\nWhat is the OSPIRG Students reaf at the UO?\n\nAn opportunity for University of Oregon students to reaffirm funding OSPIRG Students at the UO with a $1.75 refundable student fee.\n\nWho is eligible to vote in the UO reaffirmation?\n\nAll students—undergraduate and graduate—who pay the i-fee are eligible to vote and should vote.\n\nWhere and when can I vote?\n\nThe OSPIRG reaffirmation is on the ballot for the ASUO Election taking place in 2021.\n\nWhy should I vote?\n\nThe OSPIRG Students reaffirmation secures our funding at the UO so we can continue to be an effective force for social change. Our community needs a group like OSPIRG Students that helps harness the energy of young people and trains students to have an impact on pressing real world issues affecting our generation.\n\nVoting yes supports our campaigns to tackle climate change, save bees by banning bee-killing pesticides, protect our oceans by moving our community away from single-use plastics, make textbooks more affordable by promoting online, free textbooks, and helping provide hunger relief for people in need in our community.\n\nTogether we can continue our decades of making change.",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9544302821,
        "format_confidence":0.7302395105
    },
    {
        "url":"https:\/\/www.claytoncountyia.gov\/Faq.aspx?QID=152",
        "text":"Can a homeless person register and vote?\nYes. If you are staying at the Shelter House, you may use that address. If you are on the street, you may use a street corner or location to which you frequently return. However, you must specify some address or location so that we can place you in a precinct. For more information, please call the Auditor's Office at 563-245-1106.\n\nShow All Answers\n\n1. What does \"Residence Address\" mean?\n2. Why is the residence address so important?\n3. Can I put down my post office box as my address?\n4. Can I choose which address to use for registering?\n5. How do I become an Iowa resident?\n6. I'm serving in the military. What is my voting residence?\n7. I'm a U.S. citizen living outside the country. Can I still vote?\n8. Can a homeless person register and vote?",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9762324095,
        "format_confidence":0.9785242081
    },
    {
        "url":"http:\/\/www.rasmussenreports.com\/public_content\/lifestyle\/questions\/june_2014\/questions_4th_of_july_june_29_30_2014",
        "text":"\n\n\nQuestions - 4th of July - June 29-30, 2014\n\n46% Say U.S. Nation With Liberty and Justice For All\nSee Toplines\nPlatinum Page\n\nNational Survey of 1,000 American Adults\nConducted June 29-30, 2014\nBy Rasmussen Reports\n\n\n1* Do you consider the Fourth of July to be one of our nation’s most important holidays, least important holidays, or somewhere in between?\n\n\n2* Who do you consider the greatest founding father of our country…Benjamin Franklin, Thomas Jefferson,  John Adams,  George Washington or James Madison?\n\n\n3* The Pledge of Allegiance says that the United States is a nation with liberty and justice for all.  Generally speaking, do you believe this is true?  Is the United States a nation with liberty and justice for all?\n\n\n4* If you could live anywhere in the world, would you live in the United States?\n\n\n5* Over the Fourth of July weekend will you attend a barbecue with family or friends?\n\n\n6* How likely is it that you will watch any fireworks during the Fourth of July weekend?\n\n\n7* Are you going to watch or march in a Fourth of July Parade?\n\n\n8* Over the holiday weekend, will you sing patriotic songs?\n\n\n9* Will you be traveling or staying at home for the Fourth of July weekend?\n\n\nNOTE: Margin of Sampling Error, +\/- 3 percentage points with a 95% level of confidence",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.7137527466,
        "format_confidence":0.6828749776
    },
    {
        "url":"https:\/\/www.uslawcenteronline.com\/blog\/2017\/09\/faqs-about-the-future-of-daca\/",
        "text":"FAQs about the future of DACA\n\n| Sep 26, 2017 | DACA (Deferred Action For Childhood Arrivals) |\n\nEarlier this month, U.S. Attorney General Jeff Sessions made an announcement that the Deferred Action for Childhood Arrivals program put into place by the Obama administration may be coming to an end under the Trump administration. Recipients of the program, known as dreamers, met this decision with outrage, anguish and fear. However, since the announcement, the future of DACA has become even more confusing. \n\nIf you have heard about President Donald Trump making a deal with Democrats to save DACA, you probably have a lot of questions. Here is what we know about this development so far. \n\nWas any deal actually made?\n\nSenator Chuck Schumer, Representative Nancy Pelosi and President Trump have all confirmed they are working on a deal to protect undocumented dreamers from deportation. While the exact details of any potential deal are not set in stone, Trump has made it clear he is not considering offering amnesty or citizenship to these people but simply allowing them to stay in the country. Speaker Paul Ryan made it clear that any talks between Trump and these Democratic leaders was simply a discussion and they did not make any concrete agreement, according to CNN.\n\nWhat about the wall?\n\nTrump has long promised to build a wall along the U.S.-Mexico border in an attempt to prevent illegal immigration. There is some speculation that Trump might want funding for the wall in exchange for a legislative solution to DACA. The Democratic leadership has been staunchly opposed to discussing anything relating to building the wall. Trump, however, has stated that the wall is absolutely vital and that he will not let Democrats stop him from having it built. \n\nWhat is the future of DACA?\n\nIt remains unclear what exactly will happen to the DACA program. Congress may be able to pass the DREAM Act, which is a bipartisan immigration bill that would provide protection for dreamers. However, it is still possible that Congress will not act and the DACA program will end in six months.",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9642666578,
        "format_confidence":0.9620283246
    },
    {
        "url":"https:\/\/www.stopthearmsfair.org.uk\/camping-dsei-2017\/",
        "text":"Camping at DSEI 2017\n\nJuly 25, 2017\n\nThe week of action to #StopDSEI involves days of talks, events and direct action. Alongside the themed days of action, there will be a tent based occupation running from Monday 4th to Sunday 10th September.\n\nIf you have to travel far to join the week of action you might want to bring a tent and enjoy the September weather. During the 2015 week of action to the Stop the Arms Fair we camped on a small grassy bank that sustained us for the duration – in , act the camp remained occupied past the final day as people wanted to stay on.\n\nHaving a tent based occupation has multiple benefits:\n\n  • It provides a visible 24×7 focal point for people travelling to #StopDSEI\n  • It secures kit and equipment that can be left overnight\n  • It keeps the pressure on the organisers of DSEI as blockades spring up at unexpected times\n  • It’s fun!\n\nFrequently Asked Questions about camping at DSEI\n\nQ. Where is the camp exactly?\n\nA. The camp will be at the eastern end of the ExCeL center in the area of the roundabout connecting Royal Albert Way and Sandstone Lane. For those that wish to be very precise this Google Maps link places you right on the spot that we camped in 2015\n\nQ: Where do you eat? Shower? Go to the toilet??\n\nA 5-minute walk from the camping area is a lovely community cafe that opens it doors to the Arms Fair activists. Although the bushes around the campsite provided discreet facilities on a few occasions a trip to the cafe to use the loo and recharge both yourself and your phone was a common event.\n\nThere is also a pub and a hotel across the road from the camp which is closer, although hotel security prevented us from using the facilities a few days into the occupation in 2015. Perhaps the arms dealers staying in the hotel weren’t happy with rubbing shoulders with peaceful protesters?\n\nQ: Where can I speak to campers before making the trip for the week of action\n\nThe primary place is on our Facebook group for the event but you can also leave a comment on this blog post or email one of the camp organisers at mozrat(at)gmail*com.\n\nQ. Is it safe camping at #StopDSEI\n\nYes – camping in 2015 passed with no issues. The police kept a close eye on us, but we weren’t disturbed by them at nights. Unfortunately, on the final night, some kids managed to steal a bag from a tent so we will think of a solution to that problem.\n\nQ. Are there any rules for camping at #StopDSEI\n\nWe respect the same rules regarding safe spaces that Stop the Arms Fair have adopted. These will be published here soon\n\nQ. Can I chain my bike up safely near the campsite\n\nYes, we think so. In the immediate area of the campsite there are enough fences, railings and so on to secure a bicycle. Unless the police try and move it, it should be the most secure bicycle in London with a 24×7 police guard.\n\nIf you have any further questions please get in touch!\n\nNo replies to “Camping at DSEI 2017”\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9747771025,
        "format_confidence":0.7948892117
    },
    {
        "url":"http:\/\/www.southernafricatrust.org\/frequently-asked-questions\/",
        "text":"Frequently Asked Questions\n\nWhat is the vision of the Southern Africa Trust and what role is it playing in curbing poverty in Southern Africa?\n\nThe Southern Africa Trust’s aim is for the poor to have a better say in shaping policies to overcome poverty in southern Africa so that policies and strategies across the region work to overcome poverty. It supports organisations and processes to deepen and widen engagement in policy dialogue with a regional impact on poverty.\n\nWhat is the Southern Africa Trust approach to development?\n\nThe Southern Africa Trust does not presume to have all the answers. It is interested in learning and innovation for sustained development and a sustainable end to poverty. Nor does the Southern Africa Trust believe that there is one answer for every context. Contextual analysis and evidence are crucial to addressing poverty effectively.\n\nHowever, the Southern Africa Trust does believe that the quality of the process of policy development to address poverty not only determines the quality of the policies developed but their effectiveness as well. Policies are the outcome of processes of bargaining and negotiation between different interest groups of varied power and influence.\n\nThe Trust also believes that effective policies to address poverty should at once address both the supply side and the demand side of development inputs. Put simply, it makes little difference to provide electricity infrastructure to a person who cannot afford to pay for it because she has no income, for example. In a context of extreme inequality and chronic poverty such as southern Africa, the Southern Africa Trust believes that a mix of a “rights-based approach” (i.e. a needs-driven, social justice, and supply-side focus) to ensure social equity and a “sustainable livelihoods approach” (i.e. an assets-driven, market development, and demand-side focus) to create new wealth is appropriate.\n\nThe Southern Africa Trust further believes that an adaptable and responsive policy environment informed by the real experiences and practices of people living in poverty must be developed. In addition, it believes that efforts to overcome poverty are most effective when resources are placed directly where poverty is and that social, economic, political, and human development are all essential to overcoming poverty.\nUltimately, the Southern Africa Trust remains open to supporting different and innovative approaches that hold out the potential to reach its aims.\n\nWhat does the Southern Africa Trust think poverty looks like in southern Africa?\n\nPoverty in southern Africa is characterised by chronic livelihoods insecurity, at once exacerbated by and exacerbating an HIV\/AIDS pandemic, and extreme inequality. The resulting steady erosion of the livelihoods of the poor makes the poor extremely vulnerable to shocks from a variety of sources – climate, disasters, markets, etc. At the same time, insecurity and steady urban migration create new forms of poverty while rural communities remain excluded from the social and economic mainstream of southern Africa. Rural women are typically at the bottom of the poverty trap and urban youth facing massive joblessness are an extremely vulnerable group. The poverty trap in southern Africa is at once a problem of inadequate institutional capacity to deliver poverty-reducing services; attitudes, structures and processes of governance that are not adequately responsive and accountable; and ineffective policies. Inadequate fiscal resources to meet urgent development objectives and the region’s marginalised position in the global political economy further compound the grip of the poverty trap for southern Africa’s poor.\n\nWhat is the criteria for submission of proposals?\n\nSpecific criteria will be provided for each call for proposals issued by the Southern Africa Trust. Please look out for these criteria under the “Calls for Proposals” section of this website. However, general criteria for applications submitted to the Southern Africa Trust are:\nRelevance to regional-level priorities for poverty reduction.\n\n  • The ‘regional’ content of the proposal, i.e. Does it promote multi-country linkages and comparative learning across different country-level experiences of national policies and\/or does it address issues that are regional by nature (e.g. climate change, malaria control) where regional policy is required to complement national-level policies.\n  • Ability to show a link to policy processes and\/or to policy opportunities. This may be in relation to the development, monitoring and\/or review of policy.\n  • The extent to which the proposal driven by or linked to existing stakeholder organisation or action.\n  • Contribution to building dialogue, networks, and\/or alliances within interest groups or sectors in the region and\/or to building dialogue, networks and\/or alliances between different interest groups or sectors in the region.\n  • Inclusion of ways to engage meaningfully with ‘voices of the poor’ or enhance the participation of poorly-represented constituencies in its processes.\n  • Extent to which the organisation submitting the proposal has an existing regional-level presence, a mandate relevant to poverty reduction, and a policy-influencing agenda.\n  • Alignment of the activities proposed with Southern Africa Trust’s goals.\n  • Innovation.\n  • Proposals need not cover all the sub-themes indicated in specific calls for proposals but may focus on a particular dimension. For example, a proposal may focus on food security under a general call for proposals addressing ‘health, hunger and vulnerability’.\n\nWhen is the next call for proposals?\n\nWe intend to issue open calls for proposals twice annually. Specific dates for when calls for proposals will be issued cannot be provided. Look out for the next call for proposals on the “calls for proposals” page in the “grants” section of this website.\n\nCan I submit a proposal even if I am not from the Southern African Region?\n\nWe will not consider proposals originating from countries outside Africa. The trust will normally support programmes operational in the southern Africa region. However, in exceptional cases and on a case-by-case basis, we will consider proposals from other parts of Africa outside the southern Africa region if they meet the criteria of calls for proposals\n\nHow long does it take for a response from Southern Africa Trust?\n\nIt will normally take about four months from the deadline for submission of concept notes to the disbursement of grants to approved proposals. However, this time frame depends on a number of factors and could be changed without notice. The Southern Africa Trust will keep you informed about the process once you have submitted a proposal.\n\nCan we submit a proposal in between calls for proposals?\n\nThe submission of general proposals that do not respond to a specific call for proposals from the Southern Africa Trust is not encouraged. It is better to speak to a grants or other programme officer of the Southern Africa Trust about your proposal before submitting it.\n\nCan the Southern Africa Trust assist us in finding other sources of funding?\n\nSo as to support your work, we may be able to refer you to other grant-making agencies depending on what programme you want to raise funds for, but we cannot recommend your proposal or guarantee that a grant will be approved by that agency.\n\nDoes the Southern Africa Trust have offices other than in South Africa?\n\nNo. We do not intend to open any other offices but will work in partnership with a variety of organisations across the region\n\nMay I link my site to the Southern Africa Trust website?\n\nYes, you may freely link to this website. We encourage and appreciate links from your website to this website. You are welcome to link to as long as you comply with our terms of use\n\nHow do I view downloadable files?\n\nPlease click on button in the navigation panel on the left side of this screen to download the Adobe Acrobat Reader programme. This is a free and safe service. Once you have downloaded Adobe Acrobat Reader, you will be able to read all .pdf files downloaded from our site.",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9275180697,
        "format_confidence":0.9769889712
    },
    {
        "url":"https:\/\/sos.idaho.gov\/elect\/finance\/faq\/independent.html",
        "text":"Back to Top\n    What is an independent expenditure?\n\n    “Independent expenditure” means any expenditure by a person for a communication expressly advocating the election, passage or defeat of a clearly identified candidate or measure that is not made with the cooperation or with the prior consent of, or in consultation with, or at the consent of, or in consultation with, or at the request of a suggestion of, a candidate or any agent or authorized committee of the candidate or political committee supporting or opposing a measure. As used in this subsection, “expressly advocating” means any communication containing a message advocating election, passage or defeat including, but not limited to, the name of the candidate or measure, or expression such as “vote for,” “elect,” “support,” “cast your ballot for,” “vote against,” “defeat” or “reject.”\n\n    When is a candidate “clearly identified”?\n    A candidate is clearly identified if the candidate's name, nickname, photograph or drawing appears, or the identity of the candidate is otherwise apparent. Examples include: “the Governor,” “your senator”, “the Democratic candidate for Senate in Legislative District 14.”\n    What is “Express Advocacy” (Candidate Advocacy)?\n\n    Express advocacy (candidate advocacy) means that the communication includes a message that unmistakably urges election or defeat of one or more clearly identified candidates(s).\n\n    Section 67-6602(g), Idaho Code, defines “express advocacy” by the use of certain magic words.\n\n    “Magic Words”\n    What is not an independent expenditure?\n\n    When an expenditure for a communication expressly advocating a candidate's election or defeat is made under the circumstances described below, it results in an in-kind contribution rather than an independent expenditure and therefore counts against the spender's contribution limit for the candidate's election.\n\n    Coordination with candidate's campaign\n    Any expenditure made in cooperation or consultation with the candidate's campaign or as a result of a request, suggestion, or prior consent from the candidate or the campaign is an in-kind contribution, not an independent expenditure.\n    Direction by campaign employee\n    An expenditure made on behalf of a candidate but directed by a current or former officer or employee of that candidate's committee or by a person who is receiving compensation or reimbursement from the campaign is presumed not to be independent.\n    Use of common vendors\n    The independence of an expenditure made for a communication in support of a candidate (or in opposition to his or her opponent) may be compromised if the person making the communication and that candidate's campaign use the same consultant or vendor.\n    Solicitations on behalf of a candidate\n    An expenditure made for a communication that solicits the public for contributions on behalf of a candidate is an in-kind contribution if the person making the communication collects and forwards the money to the candidate's committee.\n    Prior contributions may affect independence\n\n    A person making an independent expenditure should be aware that making certain types of in-kind contributions to a particular candidate may jeopardize that person's ability, in the future, to make independent expenditures on behalf of that same candidate. For example, if a committee provided paid staff or services to a candidate's primary campaign, then the committee would have direct knowledge of the candidate's campaign strategy, plans or needs. Therefore, expenditures by that committee during the election could not be considered independent.\n\n    An individual, not previously involved in Candidate Smith's campaign and without ever contacting any of his campaign staff, purchases a newspaper advertisement supporting Smith. The payment for the ad is an independent expenditure. If, however, before purchasing the ad, the person consults with Candidate Smith or his campaign staff as to how he or she can help the campaign or when Smith wants the newspaper ad to appear, the person makes an in-kind contribution. Or, if the person pays for a campaign ad that uses text actually prepared by Smith's campaign, the person makes an in-kind contribution to the candidate (An in-kind contribution, when combined with all other contributions from the same person, is limited to $1,000 per legislative and district judge candidates and $5,000 per statewide candidates, per election.",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.5754739046,
        "format_confidence":0.9492352009
    },
    {
        "url":"https:\/\/www.sos.state.nm.us\/voting-and-elections\/voting-faqs\/other-questions\/",
        "text":"Voting and Elections\n\nOther Questions\n\nWhat kind of ballots and voting systems are used in New Mexico?\n\n  • New Mexico uses paper ballots that are scanned on an optical scan tabulating system. This system is used for early voting, absentee voting and Election Day at each polling location. New Mexico’s voting equipment is uniform state-wide: Dominion Voting Systems Imagecast Evolution and Imagecast Precinct with ballot marking device (ADA Compliant).\n\nWhat is an alternative ballot?\n\n  • If you become ill after the period for absentee balloting and are unable to go to the polls, you may request, in writing, that an alternative ballot be made available to you.  The written request must be signed by the voter and a health care provider under penalty of perjury (Section 1-6-16.2, NMSA 1978).\n\nWhat if I need help in voting?  Who can help me with my ballot?\n\n  • You may request assistance in voting at the polls if you are blind, physically disabled, unable to read or write, or a member of a language minority (Section 1-12-12, NMSA 1978).\n  • Any person of your choice may assist you, except your employer, an agent of the employer, an officer or agent of your union, or a candidate whose name is on the ballot (Section 1-12-15, NMSA 1978).\n\nIf you have any other questions, concerns or seek clarification on the process of registering and voting, you can contact the Bureau of Elections at\n\nUpcoming Elections\n\nCongressional District 1 – Special Election: June 1, 2021\n\nRegular Local Election: November 2, 2021\n\nQuick Contact Information\n\nMailing & Physical Address\nNew Mexico Capitol Annex North\n325 Don Gaspar, Suite 300\nSanta Fe, NM 87501\n\nHours of Operation\n8:00 AM - 5:00 PM Monday through Friday\n\nToll Free : 1-800-477-3632\n\nBusiness Services Division\nPhone 505-827-3600 (Option 1)\nFax 505-827-4387\n\nBureau of Elections\nPhone: 505-827-3600 (Option 2)\n\nEthics Division\nPhone: 505-827-3600 (Option 2)\n\nPhone 505-827-3600 (Option 3)",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9828594327,
        "format_confidence":0.9711174965
    },
    {
        "url":"http:\/\/www.enar-eu.org\/--1173-",
        "text":"Frequently asked questions\n\n  • Who are European Jews?\n  • What is Antisemitism?\n  • Is it true that there is no Antisemitism in Europe anymore?\n\nWho are European Jews?\n\nThere is no easy answer to what defines someone’s identity as Jewish, as there are cultural, ethnic, religious, political, family and personal implications. Jewish may refer to both a people and a religion. Considerations on who is a Jew depend on self-identification and other societal aspects. According to the Jewish law, a person born from a Jewish mother or any person who has gone through the process of conversion to Judaism is Jewish.\n\nJews have been present in Europe as early as 90 BC. There are no reliable and comparable data on the number of Jews in Europe but the current Jewish population of Europe is estimated at around 2 million (0.3% of the European population), while the pre-World War II Jewish population in Europe was estimated at 9 million (about 7.7% of the then European population). Jewish communities are very heterogeneous. There are variations in religious streams – among others Orthodox, Reformist, Conservative Masorti and Reconstructionist Jews – but also in culture and practice, which can be divided into two main backgrounds Ashkenazim, originally concentrated in Central and Eastern Europe, and Sephardim, originally from the Iberian Peninsula. Beta Israel (Ethiopian Jews) are Jewish communities originally from North and North-West Ethiopia. Many non-religious Jews may also self-identify as Jews and\/or as part of the majority society.\n\nWhat is Antisemitism?\n\nFirst used by Wilhem Marr in 1870, Antisemitism refers to hatred towards Jewish people, people perceived as Jewish, Jewish institutions, Jewish communities, Jewish culture, Jewish properties and in some cases the State of Israel as a Jewish collectivity. The definition which is most used by institutions such as the Organisation for Security and Co-operation in Europe, originating from the work of the former European Union Monitoring Center (EUMC), is: “Antisemitism is a certain perception of Jews, which may be expressed as hatred toward Jews. Rhetorical and physical manifestations of antisemitism are directed toward Jewish or non-Jewish individuals and\/or their property, toward Jewish community institutions and religious facilities”.\n\nIs it true that there is no Antisemitism in Europe anymore?\n\nSadly Antisemitism is not a phenomenon of the past in Europe, but rather on the rise again. Racist slogans invoking \"death to the Jews\" have been heard during protests against the 2014 war with Gaza in several European cities. Online antisemitic hate speech, especially on social media, is also sharply rising across Europe. These incidents, strongly condemned by a great diversity and majority of community leaders, reflect worrying spikes in antisemitic incidents and come as a stark reminder that Antisemitism is still very much a reality in Europe today.\n\nIn 2014 antisemitic violent attacks in France doubled compared to the year before and 51% of all racially motivated attacks targeted Jews. An EU survey shows that Jews in Europe feel that Antisemitism has increased in the country they live in over the past five years (76%) and that they are increasingly afraid of being verbally harassed (46%) or physically attacked (33%). In the past 12 months, over half of all survey respondents (57 %) heard or saw someone claiming that the Holocaust was a myth or has been exaggerated.\n\nFar-right parties and neo-Nazi movements have a strong antisemitic basis of support, in Hungary, Greece, but also in western Europe, as the July neo-Nazi protest against “the Jewification” of London shows. Muslims, themselves a discriminated community, are not immune to Antisemitism. Some Muslims are influenced by theological discourses rooted in Antisemitism, far-right ideologues, negationists and those spreading confusion between Israel and Jews in general. Many recent attacks by violent extremists committed in the name of Islam in western Europe have targeted Jews. However, affirmations that Muslims are the only or overwhelming source of Antisemitism in Europe are based on an attempt to pit Jews and Muslims against each other, divide society and spread both Islamophobia and antisemitism. Antisemitism is complex in the sense that throughout history, “it has come from all parts of the political spectrum and from different religious groups living in close proximity to Jews”.\n\n- See our ’Debunking myths on Jews in Europe’\n\nBecome a member\n\nAre you an organisation working on anti-racism and anti-discrimination in a European country?\n\nJoin us\n\n\nDiversity & representation in the EU\n\n\n\nENAR’s Equal@work Platform brings together businesses, social partners, NGOs, public authorities and academics committed to diversity and inclusion, to find solutions for the participation of ethnic minorities in the labour market.\n\nMore about Equal@work\n\nWith the support of\n\n© ENAR aisbl, 67 Rue Ducale, B-1000 Brussels Privacy policy Copyright Contact us\nMade by Vertige asbl",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.6386550665,
        "format_confidence":0.9574739337
    },
    {
        "url":"http:\/\/www.ci.visalia.ca.us\/depts\/administration\/answers.asp?id=586",
        "text":"My Visalia\nClose Panel\n  • Email\n  • Print\n\nCity Salary Information\n\nHow can I talk to City Council members about what's happening in the City?\n\nThe Visalia City Council meets on the first and third Monday of each month, at 7:00 p.m., in the Council Chambers at City Hall, 707 E. Acequia Ave. Other meetings or study sessions are held as needed.  Agenda documents and related staff reports are posted to the City's website prior to all scheduled meetings.  Residents are encouraged to attend and participate in City Council meetings. If you wish to contact individual Council members, you may do so via email on their respective pages on the City's website under City Council.\n\nback to top",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9916834831,
        "format_confidence":0.9140478373
    },
    {
        "url":"http:\/\/www.lgc.govt.nz\/the-reorganisation-process\/west-coast\/questions-and-answers\/",
        "text":"Questions and answers\n\nSee Latest: Summary of West Coast Feedback (12 August 2016)\n\nWhat is the Local Government Commission’s role?\n\nThe Commission is an independent statutory body with two main roles. It makes decisions in relation to how local authorities should be structured in response to applications for change. It also determines electoral arrangements for councils where council decisions on these arrangements are appealed to the Commission.\n\nIn addition, the Commission has a role in promoting good local government that is efficient, effective and accountable to local communities. It places great emphasis on working collaboratively with communities and councils to come up with local solutions to local government issues. \n\nWhy is the Commission engaging with the West Coast community?\n\nLast year the Local Government Commission received an application asking it to look at local government arrangements on the West Coast, with a view to making changes.\n\nIt is important for the Commission to get input from affected communities early in the process. The Commission wants to hear what the West Coast communities’ views are about local government on the West Coast.\n\nFor example, the Commission wants to hear what the community likes about the current way their councils are set up and the way services are delivered. It also wants to know whether the community thinks local government on the West Coast could be strengthened.\n\nWhat changes did the applicants ask for?\n\nThe applicants asked for more efficient and cost-effective local government arrangements. They requested a simplified and unified local government system. The applicants believe this change is needed to:\n\n  • unite communities\n  • provide an agreed vision to address issues, such as declining populations, economic challenges and the need to maintain infrastructure and services\n  • provide greater transparency and collaboration\n  • improve community representation and consultation\n  • reduce costs\n  • sustain rates at an affordable level\n  • standardise policies\n  • provide administrative efficiencies\n  • remove duplication, especially in relation to governance and management.\n\nWhat else is the Commission doing on the West Coast?\n\nSeparate to this public engagement (but at the same time) the Commission is working with the West Coast Mayoral Forum on two regional efficiency initiatives – Resource Management Act planning processes and roading arrangements. These are potentially areas where efficiencies can be made to benefit West Coast residents, ratepayers and businesses.\n\nThese initiatives were selected for investigation because they had been identified by the West Coast councils as areas of common interest; and because there is the potential for significant gains to ratepayers from reviewing how these services are delivered. \n\nThe Commission and the West Coast councils are collaborating on this work.\n\nWhat does local government currently look like on the West Coast?\n\nThe West Coast community is currently represented by three district councils: Buller District Council,  Grey District Council, Westland District Council. There is also one regional council: West Coast Regional Council.\n\nThe community is currently represented by three district councils: the Buller District Council, the Grey District Council and the Westland District Council. There is also one regional council, the West Coast Regional Council.\n\nThe Buller District Council has a mayor and 10 councillors. Buller District also has a community board in Inangahua comprising four elected members and the two councillors for the area. The Grey and Westland District Councils each have a mayor and eight councillors. The West Coast Regional Council has seven councillors, including the chair.\n\nDistrict councils’ responsibilities include:\n\n  • Local water supply, sewerage, stormwater and roading infrastructure (including footpaths)\n  • Libraries, public swimming pools, recreation and community centres\n  • District emergency management\/civil defence\n  • Building consents\n  • Community development and advocacy\n  • Resource consents and planning for land use under the Resource Management Act\n  • Regulatory activities like noise control and dog control\n  • Environmental health such as food licences.\n\nRegional council responsibilities include:\n\n  • Environmental management such as quality of air and water\n  • Flood protection\n  • Pest management\n  • Land management\n  • Transport planning\n  • Regional emergency management\/civil defence (planning and coordination activities)\n  • Regional economic development.\n\nWhat makes the West Coast unique?\n\nThe West Coast (Te Tai Poutini) is unique in many respects.\n\nFurther information:",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9845049381,
        "format_confidence":0.9549050927
    },
    {
        "url":"https:\/\/medium.com\/@Kashmeer\/kashmir-conflict-faqs-you-must-know-10313069d57f",
        "text":"Kashmir Conflict: FAQs You Must Know\n\nWe Kashmiris feel very strongly about the way things have unfolded in Kashmir since India’s independence from British rule for the simple reasons that not only is Kashmir our homeland, but there are very few places on earth which are naturally as beautiful and scenic as Kashmir is and instead of being a major tourist attraction, Kashmir is mostly talked about in the context of being a conflict and a war-zone. We feel strongly about Kashmir and the Right to Self Determination of its people because very rarely it has happened in the modern history of mankind that thousands of people were abducted and chopped into pieces and then thrown into rivers or buried at unknown places and the saddest part is that people don’t even know about it, surely a war crime second only to Holocaust since WW-II.\n\nAre we Kashmiris supposed to accept whatever is being thrown to our plate and not fight for what is rightfully ours just because we are sandwiched between three nuclear powers who are busy beating each other in the arms race. How sad is the fact that two countries who got freedom in 1947 after 200 year long imperialistic oppression and loot, and instead of working together for a better tomorrow they started to fight each other as soon a they were set free . We Kashmiris have become the grass of the ground where two elephants with nuclear tusks are fighting to death and the entire world is acting like a deaf and mute spectator.\n\nImagine an organization called Association of Parents of Disappeared Persons and all they want to know is where are their 10,000 sons and all they do is peaceful demonstration in Srinagar almost every week. The fact that such an organization exists in a country like India that itself was a British colony just few decades ago is depressing and what is even more unfortunate is the indifferent attitude of most of the Indian people.\n\nIndia takes pride in calling itself the world’s largest democracy, right? So shouldn’t you know what does a democracy mean then?\n\n“Isn’t a democratic society one in which the public has the means to participate in meaningful ways to manage their own affairs, and decide their future, and free and open means of information are available to everyone.”\n\nLook around and tell me how truthful and how reliable is Indian media today. How democratic is India in Kashmir where every voice is silenced by a bullet in the head. In these circumstances I believe it is my responsibility as someone who has spent all his life in Kashmir and seen it all, to try and propagate the truth and to do whatever I can to clear the misconceptions about the Kashmir issue, because I really believe that even though a vast majority of Indian people are so jingoistic about Kashmir, there are a number of people who genuinely do not know much about it. It is for them and for those who read and learn with a straight and open mind that we still need to tell the truth, even if the reward is “You Porkistani Agent”, “You Terrorist”, “You Jihadi” and labels like that.\n\nIt is so sad that Indian state and its stooges in Kashmir have so far been successful to portray things in a way that suits their occupation in Kashmir. In an attempt to clear up this haze that surrounds the Kashmir issue, I have listed below the refutations of the most frequently asked questions\/doubts\/allegations about Kashmir and their “Right to Self Determination”. The content of these FAQs is solely based on the six articles written by a young Kashmiri scholar Mehboob Makhdoomi and I am replicating it here with his due permission.\n\nQuestion 1: The protests & the call for Azadi in Kashmir are Pakistan-sponsored. Why do you defend Pakistan by giving it a clean-chit?\n\nNo less than the Home Minister of India, Rajnath Singh blamed Pakistan for the current street anger in Kashmir, which makes this answer all the more important. The answer is that our struggle for Azadi, officially, began on July 13th 1931, when Pakistan was not even born. This is the day, which even the current BJP-PDP coalition government officially observed as the Martyrs-day, at the Naqshband Sahib graveyard few days ago. It proves that this sentiment could not have been imported from across the border, since it was only undivided India across the border then. More so, there was no ISI, no Lashkar, no Hafiz Sayed or Pakistan Army those days.\n\nI don’t deny that Pakistan would want to irk India on the question of Kashmir, since as per them it should’ve been the part of their country. This feeling was exacerbated when India broke Pakistan into two, in 1971. Incontrovertibly, it’s Kashmir, which they fought for, in 1947 & 1965, launching full-fledged wars against India, as rightly pointed out by Arun Jaitley in the Parliament. However, their ‘want’ would not have mattered, had Kashmiris themselves not wanted it. Pakistan would want a trouble anywhere in India, not only in Kashmir, exactly the way India would want, in Pakistan. Why don’t they succeed anywhere else in India? If you bring in religion, why is not Pakistan able to use ‘another Pakistan’ in India (in terms of population & co-religiosity) i.e. Muslims of India? They are culturally more akin to Pakistanis than Kashmiris are. Their educational level and poverty is much worse than Kashmiris, which technically, makes them more vulnerable to ‘brainwashing’. Why is not India able to do same in Pak-admin-Kashmir, if it were easy for countries to implant narratives & emotions in the neighboring countries?\n\nI would like to draw your attention to 1965, when Moi-Muqadas movement engulfed Kashmir. Even then Pakistan thought of initiating an armed –struggle in Kashmir, seeing anti-India feelings here. They air-dropped their men with weapons, to ignite the armed rebellion. Yes, it was Operation Gibraltar, which failed miserably, simply because Kashmiris were not ready for an armed revolt yet. This resulted in an Indo-Pak war of 1965. Kashmiris took to arms in 1989, when they themselves decided to do so. They crossed over to the other side of LoC & sought help, which Pakistan was more than willing to do. It was because they wanted it then. It was an indigenous decision. This is not to justify or rationalize Kashmir’s decision to take up arms, but simply to prove that- right or wrong- people of Kashmir do not import feelings & decisions from neighbors. And if Pakistan is using & highlighting your misdeeds done in Kashmir, I as a Kashmiri, am not responsible for that; you are. That should not rob my movement off my indigenousness. Don’t tell me I’m talking in Pakistani language; they might be talking in my language. If India host Dalai Lama or recognizes Tibetan struggle, does it mean Tibetans are actually loyal Chinese and it’s only RAW & other Indian agencies, which have constructed this narrative for Tibet? There are freedom movements, which some countries are happy about & some are not, depending on their national interest. That doesn’t necessarily mean that those who’re happy about it are its sponsors. The tens of thousands-rich & poor, employed or not- don’t come out on the roads at the behest of an external power. I & my last 3 generations, who I know, felt the same way I do, vis-a-vis our political aspiration. I reckon, even if Pakistan says what India is saying, the struggle for our rights will not change. What more proof do you want? I consider it ‘anti-national’ for Indians to resort to such political-expediencies to mislead people of India about ‘what Kashmiris want’, by ascribing it all to Pakistan. Given an extreme anti-Pakistan feeling in India, it easily sells. This way, there is no change in their Kashmir policy, which is unhealthy, not only for Kashmir but for India herself.\n\nQuestion 2: Your struggle is Islamic, not about Self-determination or anti-oppression. If not, why do you shout Pro-Islamic slogans?\n\nThe answer is in a question: Why is Islam & fight against oppression, mutually-exclusive to you? This was asked in a Barkha Dutt show, by some Pandit that it’s all about La ila Illalah. Hypothetically, if the same female journalist would be attacked anywhere in Kashmir, while doing their duty, any good human- Muslim or not, would want to save her. As a Muslim, I feel this good act of fighting oppression is easier for me, since I firmly believe in Quran & the reward in the after-world. With this in mind, shouting Allah u Akbar, if I try to save her, will that make me communal? Will that justify the criminals who were trying to hurt her? Will my denial to a bribe, for fear of hell fire, make me a religious bigot? Islam lays emphasis on good deeds, which are innately wrong, with a reward. Islam is my faith and my motivation to do what I may or may not have done otherwise. We don’t wake up one fine morning & decide to attack state or any entity, just because they are Non-Muslims or there’s something called Jihad. When Mufti Sayed died or even the former President APJ Abdul Kalam died, their funeral had chants of Lailaha ilallah, can we call them communal deaths? Or would you say they should’ve been cremated to prove their secular credentials? When you hurt a Christian, he’ll cry out ‘Jesus’ by reflex, Rama for a Hindu & Ya Allah for a Muslim. In the same way, we as Muslims have been & will be chanting Pro Islam slogans, if we are oppressed. That doesn’t give anybody right to say that our struggle is communal or ‘not to end oppression’, be that in Kashmir or Palestine. Both are humanitarian issues, & for a Muslim to strive to solve human issues, with Heaven & Hell in mind, does not rob off humanitarianism from these issues. I don’t know why I have not seen anybody, not even our scholars, refuting this false binary.\n\nQuestion 3: You Kashmiris are being fooled by Hurriyat leaders. Their own Children study\/work in America & Europe and they make you fight on the streets. Why do you become their pawns?\n\nApart from the commoners in India, this question was recently asked by the BJP spokesperson Sa... (truncated)",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9941397905,
        "format_confidence":0.6724839211
    },
    {
        "url":"http:\/\/www.nizkor.org\/ftp.cgi\/orgs\/american\/ftp.py?orgs\/american\/ihr\/ihr.faq1",
        "text":"The Nizkor Project: Remembering the Holocaust (Shoah)\n\nShofar FTP Archive File: orgs\/american\/ihr\/ihr.faq1\n\nNewsgroups: alt.conspiracy,alt.revisionism,soc.history,soc.answers,alt.answers,news.answers\nSubject: HOLOCAUST FAQ: Willis Carto & The Institute for Historical Review (1\/2)\nSummary: Research guide to Willis Carto's racist machine\nFrom: The Nizkor Project \nFollowup-To: alt.revisionism\nOrganization: The Nizkor Project, Vancouver Island, CANADA\nKeywords: Carto,Liberty Lobby,IHR,Spotlight,O'Keefe,Weber\nLines: 983\n\nArchive-name: holocaust\/ihr\/part01\nLast-modified: 1999\/11\/03\n\nThis FAQ may be cited as:\n\n McVay, Kenneth N. (1996) \"HOLOCAUST FAQ: Willis Carto & The Institute \n for Historical Review\" Usenet news.answers. Available via anonymous ftp \n from, (part 1) and, (part02). ~25 pages.\n\n The most current version of this FAQ is posted every 45 days in the\n Usenet newsgroups alt.conspiracy, alt.revisionism, soc.history,\n soc.answers, alt.answers and news.answers, and archived as\n pub\/orgs\/american\/ihr\/ihr.faq1 (~.faq2) in the anonymous ftp archive \n\n              IHR: A Layman's Guide to Willis Carto \n          & The Institute for Historical Review (Part 01)\n\n  1.0 Introduction & Editorial Notes............................. 1\n  1.1   Copyright Notice......................................... 1\n  2.0 Background Information..................................... 1\n  2.1   Willis Carto............................................. 2\n  2.2   Liberty and Property..................................... 5\n  3.0 IHR Publications........................................... 5\n  3.1   Noontide Press........................................... 6\n  3.3   The Journal of Historical Review......................... 7\n  3.4   The Spotlight............................................ 7\n  3.5   Advisory and Editorial Personalities & Authors........... 8\n  3.51    Andrew Arnold.......................................... 8\n  3.52    Dr. Robert Faurisson................................... 8\n  3.53    Dietlieb Felderer...................................... 9\n  3.54    William Lindsay........................................ 9\n  3.55    Theodore O'Keefe....................................... 9\n  3.56    Greg Raven.............................................10\n  3.57    Henri Roques...........................................10\n  3.60    Udo Walendy............................................10\n  3.65    Mark Weber.............................................10\n\n  [Part 02]\n\n  4.0 Political Organization.....................................16\n  4.1 National Youth Alliance....................................16\n  4.2 Populist Action Committee..................................16\n  5.0 IHR Investigates Conference Attendees......................22\n  6.0 Epilog.....................................................22\n  7.0 Reference Section..........................................24\n  7.1   Suggested Reading........................................25\n  7.2   Glossary.................................................25\n  7.3   Works Cited..............................................25\n\n[IHR]                                                        [Page  1]\n\n 1.0 Introduction & Editorial Notes \n\n   \"If antisemitism has a core, factual meaning, it was demonstrated\n   here.\" Thus did Judge Bork, in 1984, dismiss the suit brought by\n   Willis Carto's Liberty Lobby against 'The Wall Street Journal' for\n   having called it \"anti-Semitic.\"\n\n   The Coalition for Human Dignity describes the Institute for\n   Historical Review as \"... a pseudo-academic think tank dedicated to\n   disproving that the Holocaust happened. Founded by the dean of\n   American anti-Semites Willis Carto, IHR functions as a clearinghouse\n   for Holocaust denial and a meeting ground for anti-Semitic scholars\n   in the United States.\" (CHD, \"Denial\") \n\n   This document is presented as part of a continuing effort to provide\n   those confronting the IHR's propaganda machine with a research tool\n   to help them understand the nature of the organization, its\n   associations and some of the principal players. It was compiled and\n   edited with the help of lots of concerned folks on the network; without\n   their assistance it probably could not have been produced. (Several\n   sections within this document are incomplete, and have been marked\n   [Work in progress] - with luck, those sections will have been completed\n   within the next month or so.) In particular, I would like to acknowledge\n   Richard Hatch's PAC contribution, which was invaluable.\n\n   The documents cited in this work which are available from our ftp\n   server are often noted in the form (get archive filename).  The\n   path is provided to the file via\n\n 1.1 Copyright Notice\n\n   This post, as a collection of information, is Copyright 1993-1996 by Ken\n   McVay, as a work of literature. Distribution by any electronic means\n   is granted with the understanding that the article not be altered\n   in any way. Permission to distribute in printed form must be obtained\n   in writing.  The removal of this copyright notice is forbidden.\n 2.0 Background Information\n\n   The Institute for Historical Review was founded in 1979 by Lewis\n   Brandon, who also served as the first director.  (Lewis Brandon is an\n   alias for William David McCalden, a British neo-fascist who in 1975\n   had founded Britain's National Party, a break-away from the notorious\n   neo-Nazi National Front.)  \n\n   The IHR operates under the umbrella of the Legion for Survival of \n   Freedom, a registered non-profit corporation in the State of Texas.\n\n   The Institute for Historical Review is the moving force in the\n   movement to deny the Holocaust.  Its initial meeting was opened by\n   Willis Carto, who also funds the organization, and whom some\n   (including Dennis King, author of the 1989 work \"Lyndon LaRouche and\n   the New American Fascism\") credit with starting it.  No matter - with\n   McCalden out of the way (he left the IHR, and has since died), the\n   IHR was Carto's mouthpiece, until his forced ouster in late\n\n[IHR]                                                        [Page  2]\n\n   Among the speakers at the 1980 convention were the Swede Felderer,\n   convicted and institutionalised in his country, and the Frenchman,\n   Robert Faurisson, convicted in his country of libel and promoting racism \n   and expelled from his University (though he still misrepresents himself\n   as member of its faculty).\n\n 2.1 Willis Carto           \n\n   Carto, born in 1926 in Indiana, had helped edit \"Right\" (a\n   mid-fifties San Francisco newsletter for an information clearinghouse for\n   antisemitic activities), was, inter alia, director of the far right\n   Congress of Freedom and, briefly, organiser for the John Birch\n   Society, from which he was later expelled.  \n\n   In 1989, Dennis King provided this picture of Carto's ideological\n   background during his discussion of the connection between Lyndon\n   LaRouche, the NCLC (see Glossary, below), and Carto's Liberty Lobby \n   (get pub\/orgs\/american\/ihr\/larouche.ihr):\n\n      Carto, founder of the Liberty Lobby, was by far the most\n      successful and influential American anti-Semite of the 1970s.  He\n      was an intellectual disciple of the late Francis Parker Yockey,\n      who roamed Europe and North America in the 1950s futilely\n      attempting to build an underground movement.  Carto met Yockey\n      only once - in San Francisco in 1960, when Yockey was in jail\n      awaiting trial for possession of false passports.  Several days\n      after their meeting, Yockey committed suicide in his cell by\n      taking cyanide.  Carto, already an ultrarightist, dedicated\n      himself to carrying out Yockey's mission to save Western\n\n      This mission was set forth in Yockey's 'Imperium,' a 600-page\n      synthesis of Nazi racialism and Oswald Spengler's philosophy of\n      history.  The book was dedicated to the 'Hero of the Second World\n      War' (Hitler).  But Carto, although devoted to Yockey's ideas, had\n      no illusions about Yockey's tactics.  Instead of engaging in inept\n      conspiracies, he concentrated on building a political movement and\n      developed a populist cover ideology.  Although he discreetly sold\n      'Mein Kampf' and 'The Protocols of the Elders of Zion' by mail, he\n      publicly denied being either a Nazi or an anti-Semite - he was\n      merely 'anti-Zionist.'\n\n      Carto defended Hitler's heritage, not by saying the Holocaust had\n      been a good thing, but by denying that it ever took place.  He\n      founded the Institute for Historical Review to prove that the\n      alleged murder of six million Jews was a hoax invented by Zionists\n      to make people feel sorry for them.  Carto went so far as to\n      publish a theory that the gas ovens at Auschwitz were really just\n      an industrial facility for converting coal into oil, operated by\n      happy well-fed Jewish prisoners.\n\n[IHR]                                                        [Page  3]\n\n      Carto's Liberty Lobby, based in Washington, D.C., and nominally\n      headed by Colonel Curtis B. Dall (a former son-in-law of\n      President Franklin D. Roosevelt), enjoyed friendly ties with\n      conservative congressmen. It published a weekly tabloid, 'The\n      Spotlight,' which by 1979 enjoyed a paid circulation of almost\n      200,000*. Its articles championed income-tax rebels, protested the\n      plight of family farmers, and promoted quack cancer cures such as\n      laetrile. Its favorite political targets included the\n      Rockefellers, the Rothschilds, Henry Kissenger, the Council on\n      Foreign Relations, and the 'Zionist entity' in Palestine.\" (King,\n\n   *According to George and Wilcox, circulation peaked at 315,000 in 1981 \n   and had fallen to about 90,000 by 1992. (George & Wilcox, 260)   \n\n   What kind of a man is Carto?  The answer to that question is suggested\n   by his writing:\n\n      There are 600 million Chinese and about 200 million R... (truncated)",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.571952939,
        "format_confidence":0.7930321693
    },
    {
        "url":"http:\/\/glcstory.co.uk\/faq\/",
        "text":"What was the Greater London Council?\n\nThe GLC was the government for London before the current Assembly and Mayor. In 1981, Labour took control of it and elected Ken Livingstone as leader, embarking on a radical socialist experiment, alongside similar experiments in cities like Liverpool and Sheffield. Thatcher hated it, and from 1983 started threatening to abolish it. This happened in 1986, and it took 14 years for London to have its own government again. When the Assembly and Mayor were set up in 2000, it was a very different institution.\n\n\nWhat did the GLC do?\n\nThe GLC was creative about using its powers. They found symbolic acts which told a story about the kind of institution they were – for example, taking money away from the Royal Opera house and giving it a community arts. They got into a bunfight with Thatcher about keeping transport fares low, they involved community groups in producing their own development plans for local areas, and they funded initiatives like domestic violence shelters, women’s spaces, and black theatre companies. The Greater London Enterprise Board invested in businesses, gave grants to inventors, and co-founded worker education with trade unions. And they tried to engage the public in politics by making it fun, putting on massive festivals on the South Bank and at Battersea Park. Ken Livingstone and John McDonnell even starred in a pantomime as Dick Whittington and his cat.\n\nWant to know more? Take a look at our resources section.\n\nThe GLC’s legacy\n\nWhen the Council was abolished, it wasn’t only Thatcher who wanted to pretend it never existed: a lot of the Labour Party also hated it, and wanted to erase the memory of the alternative kind of socialism it represented. Most people who have arrived in London in the last couple of decades have never heard of it – but they are still living with its legacy. For example:\n\n  • If you’ve ever sat in the Southbank centre and appreciated a place to chill in central London without having to buy anything, this is part of the legacy. Before the 1980s, the building was only open for concerts – it was the GLC who opened it up during the day for public use.\n  • If you’ve ever used an electric bike, or eaten fair trade Divine Chocolate, these were both supported by the GLC.\n  • If you’ve taken it for granted that teachers would have access to children’s books featuring gay parents, this is something the GLC introduced.\n  • If you’ve lived in London without a car. The GLC reversed the decline in public transport by lowering fares and introducing the travelcard, which saw tube journeys increase by 70%.\n\nHow was it different to the Assembly and Mayor we have today?\n\n\n  • The building looks and feels very different. The GLC was in County Hall, opposite Parliament, and anyone could walk in off the street. The Assembly is at the other end of the Southbank, in a steel and chrome building with heavy security. It is also on private land where you have to get a permit to hold a protest.\n  • The GLC had different powers, such as control over cultural policy – and most importantly, it could raise its own taxes. The Assembly and Mayor are much more restricted in what they can spend their budgets on.\n  • The leader of the GLC was much more accountable to the Council than the Mayor is to the Assembly. Pretty much the only thing the Assembly can do is veto the Mayor’s budget, otherwise the Mayor can do what they like.\n\nBut it wasn’t all perfect, was it?\n\nWell, nothing is. Conservatives considered the GLC (and other radical councils at the time) the ‘loony left’, and ridiculed their policies. But people on the left were critical too. Some felt that it diverted attention away from other causes like LGBT rights, especially when those groups were called on to fight against abolition. Others criticised the way that the GLC was so strongly associated with Ken Livingstone’s leadership, as this didn’t seem to fit with the ideals of sharing power with social movements. And some organisations and projects that received GLC funding folded when the money ran out (like feminist magazine Spare Rib), even though they had managed to sustain themselves before, so the money seemed to have made them less resilient. The GLC of the 1980s was a big experiment, and lots of things that were tried didn’t work. ‘A Greater London’ wants to retell the story of the mistakes as much as the successes, to see if there are lessons in them for today.",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9139323235,
        "format_confidence":0.9429200292
    },
    {
        "url":"http:\/\/www.nizkor.org\/ftp.cgi\/ftp.cgi?orgs\/american\/kkk\/usenet\/kkk-faq.0695",
        "text":"The Nizkor Project: Remembering the Holocaust (Shoah)\n\nShofar FTP Archive File: orgs\/american\/kkk\/usenet\/kkk-faq.0695\n\nFrom Tue Jun 20 17:53:58 PDT 1995\nArticle: 16729 of alt.skinheads\nMessage-ID: <>\nNewsgroups: alt.skinheads\nX-Anonymously-To: alt.skinheads\nOrganization: Anonymous forwarding service\nDate: Tue, 20 Jun 1995 02:15:24 UTC\nSubject: KKK FAQ\nLines: 114\n\n                      Knights of the Ku Klux Klan\n\nThings the liberal media told you that just aren't true.\n\n1.  The Klan hates black people.\n    This is a lie and the liberal media knows it.  We believe everyone has \n    a right to be proud of their race, which means White people have a right \n    to be proud also.  Therefore we believe that anti-White policies should \n    be discarded and that people should be hired, promoted, and given \n    scholarships according to their ability and not because we feel sorry for \n    them or because they have the \"politically correct\" color of skin.\n\n2.  The Klan is against Catholics.\n    That is another liberal media lie.  We believe that all Christians, \n    regardless of their religious preference need to work in harmony for the \n    future of our children and Western Christian Civilization.\n\n3.  If you join the Klan you will have to break the law and commit crimes \n    against black people. \n    The liberal media says this even though it is not true because they want \n    you to be afraid of joining the Klan and going to jail. They know that if \n    White people ever join together we will be able to stop the destruction \n    of our race and nation.  This lie is told to keep the good, decent, and \n    honorable Christian people from ever joining our movement.  Klan members \n    take a pledge not to commit crimes.\n\nWhat the Klan really is.\n\n1.  The Klan is a gathering of White Christian men and women who are joined \ntogether because of the common bond they share by blood and faith.  Each \nperson is an individual and we do not attempt to do your thinking for you.\n\n2.  The Klan is the oldest, largest, and most professional Whites Rights \ngroup in the world.  Our membership draws from all walks of life.  We are \ncommitted to upholding and defending Western Christian civilization.\n\nThe Klan Political Agenda.\n\n1.  America First!\n    The very first responsibility of our government is to protect the welfare \n    (jobs, health, future) of AMERICANS - not those in Mexico, Vietnam, \n    Somalia, Haiti, or some other third world country.  It is time to take \n    America back.\n\n2.   Dug testing for Welfare Recipients.\n     Not everyone who is on welfare is taking drugs.  We are aware of that, \n     but there are many, especially in housing projects in large urban areas, \n     who are taking drugs.  If they have enough money for drugs, they don't \n     need your money. If a welfare recipient is a drug user, their welfare \n     check, food stamps, public housing, and etc. should be cut.\n\n3.  Protect America's Birthright.\n    If the Klan were in political power laws would be enacted that would \n    prevent American industry and property from being sold to foreigners.  \n    America should be owned by Americans - not Japanese, Arabs or Jews.\n\n4.  Do away with Affirmative Action Programs.\n    People in America should be hired, promoted or given scholarships based \n    on ability, not because they have the right color of skin or because we \n    feel sorry for them or because we are trying to appease some kind of \n    self-inflicted guilt.\n\n5.  Protect American Jobs.\n    Americans are loosing jobs to foreign nations because our industry is \n    moving to Mexico to obtain cheap labor which is often only 60 or 70 cents \n    an hour.  American industry is also enticed to move to Mexico in order to \n    save millions because of non-existing environmental laws.  The criminals \n    in Washington have passed NAFTA and are now selling us out with GATT.\n\n6.  Close our Border.\n    The flood of illegal aliens coming across our borders needs to be \n    stopped.  If we can put 43,000 soldiers in South Korea to protect their \n    borders, 500,000 soldiers in Saudi Arabia to protect their borders.  Why \n    can not we put troops on our borders to protect our country from the \n    invasion of illegal aliens?  We must protect the future of our children, \n    not the future of the children of Mexico.    \n\n7.  Outlaw homo-sexuality and inter-racial marriages.\n    Until 20 or so years ago, nearly all states had 'sodomy' and miscegenation\n    laws and statutes that were strictly enforced.  Since that time they have \n    been repealed or are ignored, the results are obvious with the plague of\n    AIDS now ravaging our land.  Both of these abominations against God and\n    nature must be stopped if America is ever to return to the great Christian\n    nation it once was.\n\nWhere to look for more information.\n\n1.  You may write to the following addresses:   \n\n     National Office         Indiana State Office   Illinois State Office\n     P.O. Box 320            P.O. Box 218           P.O. Box 475\n     Waters, MI 49797        North Salem, IN 46165  Woodriver, IL 62095\n\n     Commonwealth's Office   Florida State Office   Ohio State Office    \n     P.O. Box 43482          P.O. Box 7203          P.O. Box 337 \n     Louisville, KY 40253    Hudson, FL 34674       West Mansfield, OH 43358\n\n2.  You may call the following numbers:\n\n\t[phone numbers removed]\nTo find out more about the anon service, send mail to\nIf you reply to this message, your message WILL be *automatically* anonymized\nand you are allocated an anon id. Read the help file to prevent this.\nPlease report any problems, inappropriate use etc. to\n\nHome ·  Site Map ·  What's New? ·  Search Nizkor\n\n© The Nizkor Project, 1991-2012\n\nThis site is intended for educational purposes to teach about the Holocaust and to combat hatred. Any statements or excerpts found on this site are for educational purposes only.\n\nAs part of these educational purposes, Nizkor may include on this website materials, such as excerpts from the writings of racists and antisemites. Far from approving these writings, Nizkor condemns them and provides them so that its readers can learn the nature and extent of hate and antisemitic discourse. Nizkor urges the readers of these pages to condemn racist and hate speech in all of its forms and manifestations.",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9580238461,
        "format_confidence":0.8638012409
    },
    {
        "url":"https:\/\/carsonsouthbaycommunitynews.wordpress.com\/2016\/10\/14\/long-beach-city-council-has-placed-measure-ma-the-local-marijuana-tax-on-the-november-ballot\/",
        "text":"Long Beach City Council has placed Measure MA (the local marijuana tax) on the November ballot\n\n\n\nView the Powerpoint Presentation in PDF format. Below are the questions answered in the FAQ document:\n\nWhat is Measure MA?\nMeasure MA is a tax on medical and recreational marijuana. It sets a gross receipts tax for sales of both medical and recreational marijuana and establishes a tax on marijuana cultivation, processing, testing and distribution in the City.\n\nHow would the Measure MA Revenue be spent?\nMeasure MA is a general tax to fund city services. Revenues from the tax would pay for general City services, such as public safety, 9-1-1 emergency response, police officers, regulation of the marijuana industry and homeless assistance programs.\n\nHow much money would Measure MA raise if both medical and recreational sales are allowed?\nMeasure MA would raise approximately $13 million annually.\n\nWhat are the other measures on the ballot related to marijuana?\n\nMeasure MA and Measure MM are two different ballot measures. Measure MM is an initiative ordinance placed on the ballot by citizen petition and specifies how medical marijuana businesses will be allowed to operate in Long Beach if approved by voters. Measure MM was placed on the ballot by the City Council after medical marijuana supporters gathered enough signatures to qualify the measure for the ballot. The other measure is Proposition 64, a Statewide ballot measure to legalize recreational marijuana in California.\n\n\n  • Medical Marijuana sales would be taxed at 6-8 percent of gross receipts, initially set at 6 percent.\n  • Recreational Marijuana sales would be taxed at 8-12 percent of gross receipts, initially set at 8 percent.\n  • Distributing, Processing, Transporting or Testing of Marijuana (when not performed by a business that also sells the final product to customers) would be taxed at 6-8 percent of gross receipts, initially set at 6 percent.\n  • Cultivation of Marijuana would be taxed at $12-15 per square foot, initially set at $12.\n\nDoes Measure MA have different tax rates for Medical Marijuana and Recreational Marijuana?\nYes, medical marijuana sales would be taxed at a lower rate than recreational marijuana sales.\n\nDoes Measure MA allow medical and recreational marijuana businesses in Long Beach?\nNo. Measure MA only establishes the tax rate. Measure MM and Proposition 64 are the two measures on the November ballot that would allow medical and recreational marijuana businesses in Long Beach if supported by a majority of Long Beach voters.\n\nWhat exactly does Measure MA Tax?\n\nMeasure MA taxes all components of the marijuana industry should Long Beach voters choose to allow medical or recreational marijuana in the City. The gross receipts tax would be paid at the time of sale for those purchasing at a dispensary or in the case of a business purchasing from another business. The cultivation tax is paid by those growing the product.\n\nWho pays the Measure MA tax?\nOnly those purchasing marijuana at a dispensary or marijuana businesses pay this tax. General members of the community who do not purchase, cultivate, test or process marijuana will not pay any additional taxes.\n\nDo other jurisdictions tax marijuana?\nYes. Long Beach studied 16 other California cities for their tax rates. Cities across California tax this industry at different rates, with rates up to 15 percent of gross receipts. A study of those 16 other cities shows that Long Beach’s rates would be at approximately the midpoint.\n\nWhy did the City Council put Measure MA on the ballot?\nThe City Council received a report from City staff demonstrating the City would need significant financial resources to properly regulate this industry. Specifically, City staff estimate that should Measure MM pass, it would be necessary to spend approximately $12 million per year on medical marijuana alone to cover the regulatory, enforcement, health and public safety costs. These estimates are based upon the City’s prior experience addressing both legal and illegal medical marijuana businesses in Long Beach, as well as experiences from states and other cities that have allowed medical marijuana businesses. Further, City staff have reported that the marijuana tax rates in Measure MM will not fully offset these costs. Due to these reasons, the City Council placed this competing measure on the ballot for voters to consider, which sets higher rates than those in Measure MM.\n\nWhat happens if Measure MA is not approved?\nIf voters approve Measure MM and not Measure MA, the City’s marijuana tax rates will be significantly lower than they are currently or as set out in Measure MA: Long Beach will have a 0 percent gross receipts tax on recreational marijuana, a 6 percent maximum gross receipts tax on medical marijuana dispensary sales, a 0 percent gross receipts tax on manufacturing\/processing, a 0 percent gross receipts tax on testing sites, a 0 percent gross receipts tax on transportation, a 0 percent gross receipts tax on distribution, and a maximum $10 per square foot tax on cultivation. In lieu of a gross receipts tax, marijuana businesses only engaged in manufacturing, processing, testing, transportation or distribution will pay a maximum $1,000 tax annually.\n\nWhat happens if both Measure MA and MM are approved?\nIf both measures are approved, medical marijuana businesses will be allowed to operate in the City of Long Beach, subject to those regulations contained in Measure MM. However, the City’s marijuana tax rates will depend upon which of the two Measures receives more votes. The Measure receiving the highest number of votes will set the tax rates.\n\nWhat will happen next with the proposed tax?\nLong Beach voters will decide on November 8, 2016 whether to establish the tax rates under Measure MA, as well as whether to allow medical marijuana sales through Measure MM, and recreational marijuana sales under Proposition 64. If Proposition 64 passes, the City Council would consider under what circumstances recreational marijuana would be allowed, if at all, in Long Beach.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\n\nConnecting to %s",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9257454276,
        "format_confidence":0.9259943962
    },
    {
        "url":"http:\/\/veganfaq.net\/social_contracts.html",
        "text":"Don't only humans have the ability to enter social contracts?\n\nOther animals do agree to certain types of social contracts with each other. For example, some species of bats share the food they find with others in their community who they are not related to. It is not possible to force a bat to share against his will, since this process is done by regurgitating food directly into the mount of the recipient. Each bat remembers which individuals in the community have helped them when they themselves were hungry, and they remember which individuals refused to help them in their time of need, and these bats respond in kind.\n\nIt is not unusual for a bat to be unable to find food for several days, in which case his survival depends on having friends. In effect, by sharing food with others, these bats are purchasing an insurance policy. A bat with a large network of friends is much more likely to survive - and a bat who chooses not to honor his contracts (not help those who have helped him in the past) will soon find himself without any friends when he is in need of assistance.\n\n\nFollow up questions:\n\nWhat do we gain by respecting the rights of other animals if they do not respect our rights?\n\nAren't only humans self aware?\n\nWhat evidence is there that other animals can make moral decisions?\n\nDon't only human beings have a soul?\n\nDon't only humans have the ability to use language and understand abstract concepts?\n\nHow do you know that other animals can feel pain?\n\nDon't only humans have the ability to pass on cultural information from one generation to the next?\n\nDon't only humans understand the concept of death?\n\nDon't only humans have the ability to use tools?\n\nHow can some animal rights activists believe that other animals are our equals?\n\n\nBack to the title page\n\nBack to the list of the most commonly asked questions",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.6130310893,
        "format_confidence":0.723088026
    },
    {
        "url":"https:\/\/hinton.ca\/Faq.aspx?QID=134",
        "text":"What does the CAO’s Office do?\nThe Chief Administrative Officer is Town Council’s only employee and he ensures Council decisions are implemented as well as oversees all Town administration. Town administration is organized by division then department. The division directors oversee inter-related departments and functions in order to achieve best outcomes for approved programs and resources. See the link provided for a description of each division's purpose and outcome.Division Purpose\/Outcome\n\nShow All Answers\n\n1. How can I get the mayor and\/or councillors to attend my event \/ grand opening?\n2. What does the CAO’s Office do?\n3. When should I raise a concern or meet with the CAO?\n4. What can I do if I disagree with the CAO’s decision?",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.917175591,
        "format_confidence":0.974334538
    }
]