[
    {
        "url":"http:\/\/www.artistsgiftgallery.ie\/about\/",
        "text":"About us\n\nWho We Are\n\n\n\nYour first destination for Irish handmade gifts!! From jewelry, candles, soaps, souvenirs, wedding presents, children and baby gifts, fashion accessories, home ware, ceramics, textiles, paintings and art… you'll find something for everybody here. We showcase a vast range of unique and original pieces created by one of our many artists...all handmade in Ireland.\n\nWe are proud to say we are representing and displaying the works of over 50 talented individuals in store today! You could spend hours exploring this treasure trove of unique pieces. Can’t find what you are looking for? Well feel free to contact us anytime and we will try and find one of artists who will tailor to your very needs. Customers can be guaranteed that they are buying Irish, handmade products and supporting Ireland's artists.  Whether it is a personalised gift for a loved one, for the home, or for yourself…the Artists Gift Gallery is bound to inspire you.\n\nAbout our Artists and Designers\n\nHere at the Artists Gift Gallery, one of our aims is to give both established, and 'up and coming' designers and artists an opportunity to sell under one roof. For designers and artists who are just starting out, it can be very difficult and costly to sell their products in a high street store.\nAt the Artists Gift Gallery we give Irelands' designers an opportunity to sell their creations and to make a name for themselves right on the high street in Dublin City Centre! There is an abundance of great talent in our little country and at the Artists Gift Gallery we like to nourish that talent.\nThe result of which is this wonderful collection of genuinely Irish, unique, handmade products. Nothing is mass produced or imported so customers can be guaranteed that they are supporting Irelands' artists and designers!",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.79749614,
        "format_confidence":0.9933230281
    },
    {
        "url":"http:\/\/www.atelier-heiss.at\/projekt01\/index.php?lang=2&idcat=22",
        "text":"Atelier Heiss ZT GmbH | Schleifmühlgasse 1A\/14 | 1040 Wien \/ Vienna, Austria | t: +43 1 585 38 55 - 0 | E-Mail | Impressum\n\nTÜV Austria - head office\n\n1416 I 2345 Brunn am Gebirge I Businesspark Campus 21 Europaring I 2016\nThe L-shaped building refers to the existing water feature and creates a plaza within the office park. The two-storey high entrance hall links 700m2 of foyer, canteen and the academy which offers 9 lecture halls. More than 300 workspaces are spread on 7.400m2 of open office spaces with multi-functional middle zones. The partly recessed and cantilevered top floor hosts the conference area with terraves on both ends.\n\nPhotos: Gerhard Kassner, Peter Burgstaller",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.8846540451,
        "format_confidence":0.9523853064
    },
    {
        "url":"http:\/\/seatonguitars.com\/",
        "text":"Seaton Guitars home page Information About Seaton Guitars Seaton Guitars Philosophy Design of Seaton Guitars Guitar Wood Seaton Guitars Photo Gallery Listen to Seaton Guitars - Michael Monroe Suggested Links Contact Seaton Guitars\n\nWelcome to Seaton Guitars\n\nI build custom acoustic guitars and other stringed instruments on Hungry Jack Lake in northern Minnesota. You can see and hear some of my work here and learn a bit about my view of what stringed instruments can do.\n\nI live and work right at the edge of the Boundary Waters Canoe Area Wilderness, the forests and lakes of this region are very inspirational to my life and work. The woods I use are primarily from the northern boreal forest lending a sense of place to the designs.\n\nIf you're looking for something different, a little outside the box, then I think you'll be pleased.\n\nRaven - Seaton Guitars - Different By Design - Gunflint Trail, Grand Marais, Minnesota\n\n© David Seaton, Seaton Guitars, 318 South Hungry Jack Road, Grand Marais, MN 55604",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.8626375198,
        "format_confidence":0.8811303973
    },
    {
        "url":"http:\/\/www.field-studies.co.uk\/",
        "text":"Field Studies\n\nA closer look\n\nField Studies is a production company set up by artist & filmmaker James Price to take a closer look at the world we live in\n\n\nwatch the new film to accompany video artist Pipilotti Rist's Hayward Gallery show “Eyeball Massage” which runs until 8 January\n\n\nsee our vimeo site\n\nwatch the Channel 4 series and online hit People in Order\n\nwatch Channel 4 first cut A Piece of the Moon\n\nUnit 308203 Mare StreetLondon FieldsE8 3QEUnited Kingdom\n\nField Studies Ltd.\n\nCompany Number 06705382\n\na piece of the moon people in order Vimeo Pipilotti Rist | Eyeball Massage Follow me on Twitter | FieldStudiesUK",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.8264878392,
        "format_confidence":0.972363472
    },
    {
        "url":"http:\/\/lmackphotography.com\/?page_id=74",
        "text":"background image\nIt seems that the more time goes by the faster it passes. From graduating college to getting married and starting a family. Life changes so quickly it’s hard to hold onto those moments. Pictures are priceless capsules that take us back to those unforgettable experiences every time we look at them.\n\nTen, twenty, thirty and forty years passed, you never stop reminiscing about when your child was just a wee baby and looked so cute in that outfit!\n\nLMack Photography is with you to help you preserve your memories with quality photographs. We bring the inner you and the loved ones around you into the camera capturing the true essence of the moment. We want to grow with you recording the story of your life.\n\nAs the kids grow up, graduate, marry, and give you grandchildren; we want to be with you!\n\nWith a small studio and limited client base, we provide top of the line service. From your initial enquiry, to the photography session, viewing, receipt of products, and after service care, we are with you all of the way tending to your needs and answering any questions you may have.\n\nOur 8 years of studio experience and great team of people are sure to provide you with a quality product and service that exceeds your expectations!\n\nWe look forward to meeting you!",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.9598450661,
        "format_confidence":0.969301343
    },
    {
        "url":"https:\/\/growannenberg.org\/grants\/7195\/friends-of-the-watts-towers-arts-center?category=36",
        "text":"Friends of the Watts Towers Arts Center Friends of the Watts Towers Arts Center\n\nFriends of the Watts Towers Arts Center\n\nSince its founding in 1961, the Watts Towers Arts Center has served as a cultural pillar of the Watts Community. Through extensive arts education, cultural programming, and artistic and political exhibits, the Center preserves a long history of creativity and paves the way for a new generation of talented artists.\n\nPreserving Heritage, Inspiring Innovation\n\nFriends of the Watts Towers Arts Center\n\nOver the course of 33 years, Simon Rodia constructed the now famous Watts Towers, which is the world's largest single construction by an individual. Since its completion in 1954, the Watts Towers have played an integral role in the culture and heritage of the Watts community. The Watts Towers Arts Center was founded in 1961. Since then, the Center has been inextricably linked to the Watts Towers, serving as a source of cultural enrichment and arts education for several generations within the community. They provide classes in multi-media arts, tours, lectures, and produce renowned exhibits, which attract both local and international attention.\n\nGRoW Support\n\n\nGeneral Operating Support\n\n\nProject - Sculpture of Simon Rodia\nExhibition - Creative Souls: African American Artists in Greater Los Angeles\n\n\nEvent - 41st Annual Simon Rodia Watts Towers Jazz Festival",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.9882848263,
        "format_confidence":0.8843323588
    },
    {
        "url":"https:\/\/oryxcreatives.com\/discoveroryx\/",
        "text":"We rounded up some of our favorite people, a truck, wardrobe, and a few props, and POW: fun and photos. Thanks...\nWhat's an Oryx?\nThe Oryx is an Antelope; powerful yet graceful in motion with a gentle arc to their horns – like a great story. Sadly some species of Oryx are in danger of extinction – like fine craftsmanship. But it's not over yet, some passionate people are working hard to keep them alive.\n\nOryx is a strategic production company that chases virtuosity.\n\nWe’re thinkers and makers of stuff: the audible and visual, not the tactile or chemosensory – like watching a leaping Oryx distant enough to hear but not smell.\n\nWe don’t stink. In fact, if you ask around, all of our Creatives have a damn good reputation for bathing and delivering  world-class commercial and editorial stories through video, design, photography and sound.\n\nAt the Oryx heart are two well-groomed visual professionals – Bruce DeBoer and Michelle Petrie – who combine 55 years of experience separating the great from good.\n\nWe prefer great. Great means the final project is efficient, compelling, well crafted, and emotionally linked to your brand – something that will not soon go extinct. Great means that the company we keep are highly capable professionals who still have fun but know when it’s time to go heads down with horns out front.\n\nFurthermore, we all know what a great story is because we’ve lived long enough to have some of our own.\n\n\nDomenick Rella :: Founding Partner \/ Creative Director, Engine Brand-Makers\n\n“No pun intended, but when it comes to photography Bruce thinks big picture. He’s constantly thinking beyond the shot at hand, making sure he’s helping communicate a story. And a story with beautiful composition, lighting, and color, but more importantly, emotion. That’s what Bruce brings to a shoot. That’s what lifts Bruce above other photographers.”\n\nScott Scaggs – Creative Director, Clean Design\n\nBruce DeBoer is every bit the consummate professional, well-versed in just about every aspect of production. But he also has the more elusive quality of great taste—and that’s what makes him such a strong partner when bringing ideas to life.\n\nDavid Burney :: CEO & Partner – New Kind\n“Here’s the thing – anybody can buy a great camera. Great photographers possess a drive for perfection. They have a great eye, an engaged brain, and an open spirit. Bruce DeBoer is the real deal. And the total package.",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.8922280073,
        "format_confidence":0.9829487801
    },
    {
        "url":"https:\/\/www.littlesparta.org.uk\/",
        "text":"Set in the Pentland Hills, near Edinburgh, Little Sparta is Ian Hamilton Finlay’s greatest work of art. Finlay moved to the farm of Stonypath in 1966 and, in partnership with his wife Sue Finlay, began to create what would become an internationally acclaimed garden across seven acres of a wild and exposed moorland site.\n\nCollaborating with stone carvers, letterers and at times other artists and poets, the numerous sculptures and artworks created by Finlay, which are all integral to the garden, explore themes as diverse as the sea and its fishing fleets, our relationship to nature, classical antiquity, the French Revolution and the Second World War. Individual poetic and sculptural elements, in wood, stone and metal, are sited in relation to carefully structured landscaping and planting. In this way, the garden in its entirety is the artwork.\n\nRead More\n\n\nLittle Sparta welcomes visitors in June, July, August and September each year, respecting Finlay’s intention that the garden should be experienced when the trees and plants, all integral to the artwork, are in full leaf.\n\nRead More\n\nIan Hamilton Finlay & His Work\n\nIan Hamilton Finlay (1925 – 2006) was a poet, writer, visual artist and gardener. He is now internationally recognised for his work in each of these art forms.\n\nFinlay was born in Nassau, the Bahamas, in 1925. Finlay’s father bootlegged alcohol from Nassau into the USA until the repeal of prohibition laws in 1933, when he and Finlay’s mother unsuccessfully attempted to start an orange-growing business in Florida, before returning to Scotland in straitened circumstances. Finlay himself had been sent to Scotland at the age of six, boarding first at Larchfield School near Helensburgh, then Dollar Academy.\n\nRead More\n\nThe Little Sparta Guide Book\n\nPublished in 2015, this beautiful companion to Little Sparta tells the story of Ian Hamilton Finlay’s extraordinary creation, exploring the underlying themes, and introducing and explaining the significance of the main elements and artworks in each part of the garden. Featuring new photography, as well as archive material, it also shows how the garden has matured and developed over the last 50 years.\n\nPlease buy your copy from the Little Sparta Trust as all funds are retained and reinvested in the garden.\n\nRead More",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.9117328525,
        "format_confidence":0.9839841127
    },
    {
        "url":"https:\/\/frankundscheer.de\/what\/bienenkollektiv\/",
        "text":"Brands do better\nby doing good.\n\nBienenKollektiv is more than a new food brand. It is an experiment, created to explore the do’s and dont’s of modern consumerism. At its core lies the idea that a brand does better by doing good. In this case it means to provide a high end quality product to a market that is limited by its own standards – while consumers demand more.\n\nOn display:\nThe brand’s\ninner strength.\n\nWe created a brand identity based upon the idea of growing collective with a wide range of diverse members. Each member of the association will be provided by a unique label for their jar. The design language is a modern interpretation of flower power. Based on our principle „advertising through design“ it makes use of highly visible, talkative and engaging esthetics.\n\nA perfectly\n\nIn the highly competitive food market, small players with high quality standards usually don’t stand a chance. Which makes their product unavailable to a public with a taste for high end honey. BienenKollektiv provides these small beekeepers with new opportunities by forming a sales association meeting the demands of large supermarket chains.\n\nA Brand with\na heart\nof a brand core.\n\nA product’s true relevance can not be described by abstract marketing variables. Thus, BienenKollektiv is defined by the the story of each individual beekeeper. Some care for more than a dozen hives while others have their hands full with 2 hives (and a bunch of kids). Their wish to produce a great product becomes the foundation of BienenKollektiv’s brand, design and content strategy.\n\nAn organic product\nwith a digital edge.\n\nBienenKollektiv is a brand conceived for digital outlets. Budget restrictions forced us to develop a design language that would also work in off the shelf solutions for digital media.",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.7938136458,
        "format_confidence":0.8140488863
    },
    {
        "url":"http:\/\/globalartproject.org\/people\/patrons.html",
        "text":"\n\n\nCreated for the 1996 Global Art Project by Maggie Stephens-Huft.\n\n145,000 participants in 93 countries on seven continents have added their energy to the Global Art Project by creating and exchanging their personal visions of peace. We’re now preparing for the upcoming 2018 Global Art Project exchange. 250 Regional Coordinators around the world are currently organizing Project participants in their local communities and additional people are continuing to contact us to help in their area. We’re a volunteer organization and we rely on donations to make this happen. We couldn’t continue without the generous financial support of caring individuals such as you.\n\nThe Global Art Project is a 501(c)3 non-profit organization. Contributions are fully tax-deductible as allowable by law.\n\nDonate by Check\nPlease make your check to \"Global Art Project\" and send to:\n    Global Art Project\n    PO Box 40445\n    Tucson, AZ 85717\n\nDonate with Paypal or Credit Card\nClick on the \"Donate\" button to make your donation via Paypal or major credit card.\n\nThank you for your help in our efforts to joyously create a culture of peace through art.\n\nFor details about your sponsorship and what this could mean to the Project and to your organization contact us at:\n   Phone: 1 (520) 628-8353\n   Email: peace@globalartproject.org\n   Mail: Global Art Project, PO Box 40445, Tucson, AZ  85717, USA.\n\nThe Global Art Project would like to thank the following sponsors for\ntheir committment to and support of our shared vision of global unity:\n\nHosting services provided by Dakotapro.biz\n\nArtifact Press, Ltd., Concord, MA\nDakotacom.net, Tucson, AZ\nMagicmiles, Chicago, IL\nPhotoWorks Lab, Tucon, AZ\nTucson Pima Arts Council, Tucon, AZ\nWoodburn Press, Dayton, OH\n\nHome | About | Calendar | People | Galleries | Press Room | Registration\n\nCopyright 1994-2007 Global Art Project. All Rights Reserved. International copyrights apply.",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.9640099406,
        "format_confidence":0.958648324
    },
    {
        "url":"http:\/\/www.invisibleblue.com\/event-interiors",
        "text":"ivb Logo\nInside our world\ncontact 020 7733 1144\n\nWe create\nevent interiors\nWhat separates Invisible Blue from the rest of the event production world is our unique angle on event production. We pride ourselves on our creative approach. Every one of our project managers has a creative background, be it furniture design, textiles or theatre. This means we have a unique creative vision where the primary aim is visual and decoration driven. Our technical team then collaborate with this vision to complement and enhance the look, feel and ambience of the setting.\n\nWe strive to add a different perspective to a venue; complimenting the existing space, adding unique, sometimes unexpected touches and to personalise the surroundings for each of our client’s needs.\nEvery event and venue is treated with this unique vision. Our sets are tailored to fit, mixing bespoke designs with hired and stock items to create manageable spaces and budgets. Our team create interiors for parties, fashion shows, product launches, conferences and awards. We have transformed hotels, ballrooms, old barns, garages, marquees and warehouses.\n\nInspiration is drawn from movies, interiors, fashion, product and art. A seamless fusion of set build, bars, food stations, draping, staging and furniture are the building blocks to each interior space.\n\nWhether it’s simple room styling or a full themed setting we can create the whole look from our in house design studio and workshop based in South London.\nTop shop catwalk interior\nTop Shop Cafe interior\n\nWe like to let others know about news, new products and ideas. So, if you’re interested, add your details below:\n\nThank you, address sent.\n\nInvisible Blue Direct is our little sister company who you can order our furniture and props from separately.\n\nImage of We create event interiors created and designed by Invisible Blue\n\nJoin our RSS feed for all the latest on what’s going on.",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.9346684217,
        "format_confidence":0.6965334415
    },
    {
        "url":"https:\/\/gypsyville.com\/style",
        "text":"We are junkers to our core. . . and, over the years, have inadvertently become designers. We’ve been fortunate enough to embark on some wild design journeys. . . From designing Miranda Lambert’s original tour bus, to he RoadSIde Bars & PINK Guitars Airstream, From designing backstage lounges at major music festivals, like the Austin City Limits festival, where we designed the “HOTEL CALIFORNIA” artist’s lounge when the Eagles headlined, to having our own design series on HGTV and most recently creating the best birthday party ever for Sadie Robertson of the Duck Dynasty family . . truly a REDNECK REDcarpet fit for a Louisiana princess!\n\nWith no formal education in design, we design the only way we know how - from our heart. from our soul. from our roots.\n\nWe combine fleamarket finds with chippy, peely vintage furniture, old concert posters, crystal chandeliers with loads of roadside relics, scuffed-up cowboy boots, and decadent velvets & brocades. Our style is a complete crossroaxds of cultures and eras and styles, but it all comes together in a look that is truly Junk Gypsy, in all its cluttered, tattered, saturated glory.\n\nTHE JUNK GYPSY COMPANY reveals a palette of vibrant colors, a crossroads of diverse styles, and a beautifully chaotic combination of funky vintage pieces and true-blue Americana. We believe in fun, spirited pieces coming together to create a space that defines who you are. We believe your home should be your ESCAPE . . . an escape that embraces all of the diverse styles that you love… from those worn-out blue jeans to that rock ‘n roll soul… throw conventional design rules out the window . . . and live in a space that speaks of adventure, journeys, and everything that you dream of.",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.800085485,
        "format_confidence":0.9580276608
    },
    {
        "url":"https:\/\/explorersedge.ca\/business-listings\/muskoka-arts-crafts\/",
        "text":"Muskoka Arts & Crafts\n\n15 King St, Bracebridge, Ontario\n\nMuskoka Arts & Crafts (MAC) is the true heart of visual arts in the province’s favourite vacation area. One of Ontario’s oldest and most well established arts organizations, Muskoka Arts & Crafts has grown since its inception in 1963 to include nearly 400 artists and arts supporters, and has become an innovative force in the community at large. For artists, Muskoka Arts & Crafts is one of the benefits of living in Muskoka, a source of support through like-minded people that fosters creative growth and a feeling of community. In turn, the promotion of the arts through Muskoka Arts & Crafts and its members has made Muskoka a vibrant and culturally engaged destination for visitors, local residents and summer residents alike.\n\nMuskoka Arts & Crafts is a non-profit organization that is completely self-supporting. Its annual Christmas, Spring Members’ and Who Art Thou events feature the work of its many members, and the Chapel Gallery in Bracebridge, which Muskoka Arts & Crafts calls home, hosts an ongoing cycle of juried exhibitions by local and visiting artists. Muskoka Arts & Crafts’ Summer Show, which has been a feature in the community for 47 years, attracts hundreds of artists from across the country, and is visited each year by over 20,000 people.",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.9710312486,
        "format_confidence":0.7929757833
    },
    {
        "url":"http:\/\/www.colibripixels.com\/about",
        "text":"Colibri Pixels was created out the imagination of two bright and shinning stars. \n\nIt happens millions of time each week, someone sees that \"perfect\" photo for their living room, classroom, and\/or office while walking or driving somewhere and they wish they could snap it and take it. But each moment, each interaction, each portrait is unique.\n\nIt’s just a moment in time – to someone, it can mean the world. It’s a connection.\n\nWe make sure everything we do honor that connection – from our commitment to the highest quality photos in the world, to the way we engage and financially support the communities where we take our photos",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.9781645536,
        "format_confidence":0.9847230911
    },
    {
        "url":"http:\/\/typeofplace.com\/plus_statement.html",
        "text":"projects are ongoing and may be led by special contributors.\n\nType of Place: Prague, vienna and Budapest launcheD SUMMER 2013 and WAs coordinated by a student research team from montana state university.\n\nMeta Newhouse, USA\nNathan Davis, USA\n\nDavid Driscoll, USA + GERMANY\n\nDylan Erwin, USA\n\nplease email Meta or Nathan for more information about future Type of place collaborations.\n\n\n\nMeta Newhouse, a native Texan, has served at the creative helm of GroupBaronet, working for clients as varied as Motorola, the Dallas CVB, the Susan B. Komen Foundation and the American Heart Association. Meta’s work has been featured in over 30 books and annuals including: CA, Graphis, Novum and AIGA Graphic Design USA. Meta is currently a professor at Montana State University, where she teaches students the finer points of typography, interaction design and guerrilla advertising. She fuels her design energy by making documentary films and promoting social causes through visual communication.\n\n\nNathan Davis is an artist and designer working in a variety of media across creative disciplines. He is trained in sculpture and installation, and received his MFA in Design from the California College of the Arts in San Francisco. Nathan runs a creative studio called Arcadian Studio with his partner Jennifer Davis, and is an Assistant Professor of Graphic Design at Montana State University.",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.9765582681,
        "format_confidence":0.9322817922
    },
    {
        "url":"https:\/\/www.ecobre.com\/our-story\/",
        "text":"Our Story\n\nCobre Hand-Hammered Copper\n\nCobre–Copper in Spanish--has been made by the Purepecha Indians of Central Mexico since pre-Columbian times. When the Europeans arrived in the 16th century, they found the Purepecha making domestic implements and weapons from copper found in local, above-ground mines. Father Vasco de Quiroga introduced a few refinements; however, little has changed in how the copper is worked and finished.  Because the copper mines have long been closed, today the smiths gather and melt discarded copper for use in their workshops.\n\nFair Trade since 1994\n\nCobre is a Fair Trade company and has been “Fairly Traded” since 1994.   We currently work with 7 different workshops that employ 1 to 7 artisans. Most of the people in the workshops are related, fathers, sons, uncles, cousins.  Each workshop has its own style. One shop makes only small pieces, maximum 3″ high, while another prefers to work in organic forms; pears, apples, gourds, squashes. Ramon’s work is extremely fine with thin walls, while Antonio’s work is thick-walled and monumental. Each piece is proudly signed by its creator.\n\nBonfire Method Video\n\n\n\n  • During the bonfire method, coppersmiths take the recycled copper and patiently heat and hammer it until the metal is “raised”– meaning the bowl or vase walls are formed.\n  • The smith then takes a special hammer to finish the piece.\n  • Depending upon the amount of salt in the air and how often the copper piece is handled, the metal will oxidize and the finish becomes matte, as the color darkens to deep browns and reds.\n\nCobre Hand-Hammered Copper\nSusan Hebert Imports, Inc\n1801 NW Upshur Street\nSuite 390\nPortland, OR 97209",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.7081371546,
        "format_confidence":0.9750383496
    },
    {
        "url":"https:\/\/zilcsak.com\/",
        "text":"Hi there, and welcome to our blog!\n\nHere's a summary of what it's all about. We hope you'll enjoy browsing some of our stories and photography.\n\n- Daniel and Timea Zilcsak\n\nIntroducing Northwest Clicks\n\nWe're very excited to tell you about Northwest Clicks, our portrait photography company. We've started it in 2015 to follow our passion for photography and here we are growing every day. Visit us at nwclicks.com.",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.8706980348,
        "format_confidence":0.8432343006
    },
    {
        "url":"http:\/\/loveartistsagency.com\/about",
        "text":"Love artists agency\n\nLOVE Artists Agency was launched in Jan 2016 and is a collaboration of artists who all have something in common besides the love of imagery-somehow making a difference in the world.  Each Love Agency Artist supports charitable work and giving.\n\nLove Artists Agency founder Zizi Zarkadas has an extensive background in the fashion and photography industry from running a photo rental studio in NYC which included regular clients Peter Lindbergh, Mario Testino, David Sims, Ruven Afanador, Allure, Bloomingdale’s, Harpers Bazaar, Glamour, Saks Fifth Ave and has also worked as a fashion stylist in NYC as well as a hair and make up agent for a small boutique agency that represented some of the biggest A list artists working with premiere clients in the editorial world and on shows during New York Fashion Week as well as London, Paris and Milan.  \n\n She moved to Los Angeles to enjoy the beautiful weather where she has been based for the last 14 years and continues to work as a photography agent\/manager with an array of clients including networks, major music labels, beauty companies, ad agencies, fashion retailers, magazines and music and celebrity PR firms.\n\nZizi also volunteers for Bullies And Buddies Rescue,  has a small zoo of adopted dogs and promotes compassion for animals and humans alike.",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.7185148001,
        "format_confidence":0.9831261039
    },
    {
        "url":"http:\/\/www.22tattoo.co.uk\/?page_id=491",
        "text":"Our Artists\n\nAnthony Moylan\n\nAnthony Moylan has a diverse range of tattoo styles. We have seen strong and clean line work in his mandala and floral pieces, some vibrant colors in his nontraditional and traditional work as well as soft blends in his few black and grey pieces. Anthony is also pushing the boat out with unique styles such as his blue and red 3D line work tattoos and body complementing motion in his custom designs. As a tattooer still quite new to the industry he’s relatively affordable and his work speaks for itself. Above all Anthony places his clients first and respects the trust they have in him. See complete portfolio\n\nSarah Wilde\n\nWe spotted Sarah’s talents from afar and watched her skills progress during her early apprenticeship - in 2017 we couldn’t take it anymore and had to have her!\nDuring her time in the Twenty Two studio, Sarah has been concentrating on her blackwork and illustrative style and is never one to shy away from the weird and wonderful.\nIf you’re looking for clean line work, delicate botanicals, beautiful oddities or something quirky - our resident cat lady is your gal.\nSee complete portfolio\n\nMarcel Szymanski\n\nMarcel Szymanski (aka: Mr Grumpy) is from Poland has start tattooing in 2015. Marcel specializes in black & grey realism, surrealism ,horror and loves creating original pieces. In his young years he created graffiti art now he just changed the tools :) See complete portfolio\n\nHerbert Hellbilly\n\nLorem ipsum dolor sit amet, consectetur adipiscing elit. Proin ac tristique odio, at ornare enim. Praesent rhoncus pulvinar tortor, eleifend lacinia dolor commodo sit amet. Ut venenatis convallis lorem eu accumsan. Nulla facilisi. Suspendisse eget purus risus. Vivamus quis fermentum erat. See complete portfolio",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.982467711,
        "format_confidence":0.6236007214
    },
    {
        "url":"http:\/\/helixdesign.com\/design_mill.php",
        "text":"Who We Are\n\nAbout Us\n- Memberships\n- Partnerships\n- Project Costs\nDesign Mill\n\n\nDesign Mill\n\nHelix Design is located in an 1880s mill building in southern New Hampshire. The interior space is living proof of the company’s design philosophies. Many times the firm is asked to redesign an existing product, improving upon its best features. For our corporate headquarters, we combined the best of the existing features and customized the space in a sophisticated way to support the flow of work. The space is designed to invoke energy, creativity and integration and the open floor plan keeps the lines of communications open among specialties.\n\nDesigners and engineers are situated among each other to promote discussions, disruptions, brainstorming, and ultimately, better solutions. There are no functional or physical silos at Helix. The team is truly cross-functional and the space ensures that each discipline’s philosophies and functions are appreciated, respected and considered.",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.9859362841,
        "format_confidence":0.9914438128
    }
]