[
    {
        "url":"https:\/\/thedraftnetwork.com\/2018\/08\/13\/2017-db-class-providing-insane-returns-on-investment\/",
        "text":"A password will be e-mailed to you.\n\nDraft picks are capital and teams invest them on prospects with the expectation of return on investment. Depending on where a player is drafted, the expectations vary. The best teams in the NFL make wise draft picks which turn into important building blocks of the franchise.\n\nAs a draft guy, it pains me to say this, but the reality of the NFL Draft is that most draft picks don’t pan out. A team is lucky to get a starter or two and a few key role players within any given draft class. While there is the occasional franchise-altering draft class for a team, by and large draft picks are empty promises. Spend some time in the Bert Bell Historical NFL Draft Library and you’ll quickly see what I mean.\n\nAnd that’s why the output and potential of the 2017 defensive back class is so special. Collectively, the group made an impact unheard of for rookies with several others primed to emerge as sophomores.\n\nLet’s examine the 2017 defensive back class as a whole to highlight just how rare the return on investment has been.\n\nThe Stars\n\nJamal Adams, New York Jets (R1, Pick 6)  – Emerging as a young leader, Adams quickly became a tone-setter for the defense. More ball production is needed but Adams is already among the top safeties in the league.\n\nMarshon Lattimore, New Orleans Saints (R1, Pick 11) – The NFL Defensive Rookie of the Year, Lattimore is a shutdown corner that will be part of the “Who’s the NFL’s best corner” debate for years to come.\n\nTre’Davious White, Buffalo Bills (R1, Pick 27) – By creating game-changing turnovers and providing lockdown coverage, White was a key factor in the Bills’ surprise playoff berth in 2017.\n\nThe Starters\n\nMarlon Humphrey, Baltimore Ravens (R1, Pick 16) – Humphrey took over a starting role midway through 2017 and found immediate success. He has the upside to become one of the NFL’s top press corners.\n\nAdoree’ Jackson, Tennessee Titans (R1, Pick 18) – Starting every game as a rookie, Jackson illustrated steady growth as the season progressed while also serving as Tennessee’s punt and kick returner.\n\nJabrill Peppers, Cleveland Browns (R1, Pick 25) – The Browns are still figuring out the best way to utilize Peppers, but additions to the secondary should enable Cleveland to take advantage of his versatility and play him closer to the line of scrimmage.\n\nKevin King, Green Bay Packers (R2, Pick 33) – King battled shoulder injuries as a rookie but is expected to start on the boundary in a revamped Packers’ secondary in 2018.\n\nBudda Baker, Arizona Cardinals (R2, Pick 36) – Baker became a full-time starter in Week 11 and went on to compile 50 tackles, seven PBUs and a sack across the final seven games. He has the upside to elevate to the “star” tier very soon.\n\nMarcus Maye, New York Jets (R2, Pick 39) -Maye pairs with Adams to provide the Jets arguably the best young safety tandem in the NFL.\n\nMarcus Williams, New Orleans Saints (R2, Pick 42) – Despite the costly missed tackle on the decisive touchdown in the playoffs, Williams had a strong rookie year. He and Lattimore provide a strong foundation in the secondary for years to come.\n\nJustin Evans, Tampa Bay Buccaneers (R2, Pick 50) – A rangy centerfielder, Evans led the Bucs in interceptions as a rookie. With an improved pass rush and more experience, Evans is primed to take another step forward as a sophomore.\n\nChidobe Awuzie, Dallas Cowboys (R2, Pick 60) – Awuzie dealt with some injuries as a rookie but made splash plays when on the field. He’ll be relied on as a starter moving forward.\n\nAhkello Witherspoon, San Francisco 49ers (R3, Pick 66) – Starting nine games as a rookie while showing incredible promise, Witherspoon looks to be a long-term fixture in the 49ers secondary. The opportunity to work with Richard Sherman should aide in his development.\n\nShaquill Griffin, Seattle Seahawks (R3, Pick 90) – Griffin shined in ten starts as a rookie and has the makings of a long-term starter at boundary corner in Seattle. With Richard Sherman no longer in the equation, Griffin is Seattle’s top cover man.\n\nJohn Johnson, Los Angeles Rams (R3, Pick 91) – Johnson impressed in 11 starts as a rookie in both pass defense and playing forward against the run. Surrounded by Marcus Peters, Aqib Talib and Lamarcus Joyner in a revamped Rams secondary, Johnson and the unit has immense upside moving forward.\n\nCordrea Tankersley, Miami Dolphins (R3, Pick 97) – Tankersley started 11 games as a rookie and fits perfectly with the Dolphins’ prototype at corner. Miami’s secondary has the upside to become among the best in the NFL and Tankersley is a big reason why.\n\nEddie Jackson, Chicago Bears (R3, Pick 112) – A 16-game starter as a rookie, Jackson was the steal of the third round. Overlooked due to a leg injury during his final season at Alabama, Jackson was one of the steals of the draft.\n\nMontae Nicholson, S, Washington Redskins (R4, Pick 123) – Nicholson showed promise in the eight games he played last season and is expected to be the full-time starter at strong safety moving forward.\n\nXavier Woods, Dallas Cowboys (R6, Pick 191) – Woods was a playmaking force throughout his college career and he’s already flashed the ability to do the same in the NFL. He is among the early Day Three steals of the draft.\n\nAdrien Colbert, San Francisco (R7, Pick 229) – A physical safety, Colbert took hold of the starting gig in Week 13 and has the makings of the long-term answer at the position. He and Witherspoon serve as a strong foundation of young talent for the 49ers’ secondary moving forward.\n\nAlready Prominent Contributors\n\nQuincy Wilson, Indianapolis Colts (R2, Pick 46) – Wilson had his struggles as a rookie but came on late in the season as a starter in five games. The Colts moved on from Vontae Davis and Rashaan Melvin this offseason — the starters to begin 2017 — paving the way for Wilson to claim a starting role.\n\nTeez Tabor, Detroit Lions (R2, Pick 53) – Tabor made notable progress in year one and will factor into Matt Patricia’s defense more heavily in year two. Just like in New England, Patricia’s defense figures to be matchup-specific so Tabor’s role could vary week-to-week.\n\nJosh Jones, Green Bay Packers (R2, Pick 61) – Playing in all 16 games while starting seven, Jones was up and down as a rookie. With that said, he has the inside track to a starting role this in 2018 and offers exciting physical upside.\n\nJourdan Lewis, Dallas Cowboys (R3, Pick 92) – Lewis flashed as a rookie and even started seven games. He’s in a competition with Anthony Brown for the nickel job, but it’s only a matter of time before it’s his.\n\nRasul Douglas, Philadelphia Eagles (R3, Pick 99) – Injuries enabled Douglas to start five games as a rookie and he figures to be an important subpackage player against bigger receivers in 2018.\n\nDamontae Kazee, Atlanta Falcons (R5, Pick 149) – Kazee saw action in all 16 games last season, with time spent at both corner and safety. He has already carved out a role as a valuable subpackage contributor in Atlanta.\n\nDesmond King, Los Angeles Chargers (R5, Pick 151) – King starred in subpackages as a rookie, showcasing his versatility and playmaking upside in coverage, run defense and as a blitzer.\n\nNate Hairston, Indianapolis Colts (R5, Pick 158) – Appearing in all 16 games while starting four, Hairston should provide depth outside this season while in competition for the starting nickel role.\n\nJamal Agnew, Detroit Lions (R5, Pick 165) – Agnew’s impact wasn’t on the defensive side of the ball but he was an All-Pro return man. He averaged 15.4 yards per punt return with two touchdowns as a rookie.\n\nPrimed to Breakout as Starters\n\nMalik Hooker, Indianapolis Colts (R1, Pick 11) – A pure centerfielder that is a ball magnet, Hooker secured three interceptions in his first seven games before a season-ending knee injury. He could quickly make a leap into the “star” tier.\n\nGareon Conley, Oakland Raiders (R1, Pick 24) – Conley missed practically his entire rookie season with a shin injury but is a do-everything corner that is capable of shutting down an entire side of the field. The “star” tier is also in his future.\n\nSidney Jones, Philadelphia Eagles (R2, Pick 43) – An unfortunate Achilles injury in the pre-Draft process pushed Jones out of the first round and forced him to miss most of his rookie season. Jones has immense upside in man coverage as a ball-hawking playmaker.\n\nA whopping 56 defensive backs were selected last year and 32 of them are making or inevitably will make significant impacts for their respective teams in 2018.\n\nOne season doesn’t define the careers of the aforementioned players, but this group is pacing to redefine the defensive back landscape in the NFL. Virtually every Day One and Day Two pick is meeting expectations while numerous Day Three picks are far exceeding them.\n\nThe teams that opted to invest in a defensive back in last year’s draft spent their capital wisely.",
        "topic_id":21,
        "format_id":9,
        "topic_confidence":0.9951853156,
        "format_confidence":0.6288156509
    },
    {
        "url":"http:\/\/tampa.cbslocal.com\/2014\/07\/24\/audio-top-5-buccaneers-offensive-players-of-all-time\/",
        "text":"(AUDIO) Top 5 Buccaneers Offensive Players of All Time\n\nKeyshawn Johnson comes in at number five. As part of the Super Bowl winning team and a big time play-maker who the Bucs traded for and gave up two first round draft picks for. Johnson had six grabs for 69 yards in the Bucs Super Bowl win against the Raiders.\n\nPaul Gruber Drafted during the low days of Buccaneers history, he suffered on many poor Bucs teams, and never received the adulation he would have had he been on a better team or bigger market. But Gruber stood up tall against some of the best Defensive Ends in the business, and time and time again performed at an exceptional level. Gruber started 183 Bucs games in a row, surpassed only by Derrick Brooks. Gruber got to taste a bit of winning, being on the 1997 and 99 playoff squads, but broke his leg in the season finale in ’99, he appeared as Captain in crutches on the floor of the NFC Championship game, his farewell appearance in either Orange or Pewter.\n\nWarrick Dunn is the bronze medalist. Despite his modest size, Dunn’s athleticism, incomparable drive and personality convinced Tampa Bay Buccaneers coach Tony Dungy to select him in the first round of the 1997 draft as the twelfth overall pick. In 1997, he set a Buccaneer rookie record and was the fourth-highest single-season mark in team history.\n\nIn the number 2 spot, it’s Bucs famed quarterback, Doug Williams. Forget being a trend setter by being the first full time African-American starter at the position, Williams had a canon arm, and a physique that wouldnt go down. He was sacked less than ten times in 1979 for example. The knock on Doug was his low completion percentage, but you have to remember, he played in a day that predawned the West Coast Offense. No Bucs QB has been to as many Playoff games, and when he left in 1983 after 3 of 4 playoff years, the Bucs didnt go back to the dance until 1997.\n\n\nLeave a Reply\n\nPlease log in using one of these methods to post your comment:\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\nMore From CBS Tampa\n\nKids Rock Science presented by Tampa Bay Water & TECO - at MOSICome be inspired by STEM exhibits at CW44's Kids Rock Science presented by Tampa Bay Water and TECO Saturday, April 15th from 10a-2p at MOSI.\nFake News: Tips On How to Distinguish it from the Real ThingTeachers from elementary school through college are instructing students on how to decipher fact from fiction when it comes to online news, after an election season that saw made-up stories abound.\n\nListen Live",
        "topic_id":21,
        "format_id":9,
        "topic_confidence":0.9961228967,
        "format_confidence":0.9454823732
    },
    {
        "url":"http:\/\/www.blamefootball.com\/2017\/04\/04\/going-4-reasons-ensure-sunderland-will-relegated-season\/",
        "text":"Going Down: 4 Reasons Which Ensure That Sunderland Will Be Relegated This Season\n\nReuters \/ Hannah McKay\n\nSunderland as a team have been a huge part of the Premier League, and from once having a reputation of being giant killers bringing along surprise packaged performances, they have fallen in their reputation over the past few years. The past seasons have been frustrating for the club, as each time they fall short for the entire season before staging miraculous comebacks to stay in the league, to only repeat the cycle next time onwards.\n\nHowever, this year, there are a few things that have gone differently for Sunderland, and those might be enough for them to be demoted once may arrives.\n\n1. Change in plans\n\nAs seen on previous occasions, Sunderland have been in a similar spot during each season and have had to revert to change in management mid season in order to pull off strings of victories and shocking returns to complete their yearly survival escapes.\n\nHowever, this year, when they’ve probably been at their worst so far, it is surprising to see no change of manager, as the owners put blind faith in David Moyes. The Scot does have a reputation of bringing steadiness to a club in the long run, but fails to be working his magic so far with the Black Cats. He might have to start rebuilding his side from down in the Championship next season onwards.\n\n2. The will to rise from last spot\n\nReuters \/ Andrew Couldridge\n\nSunderland are a team that are used to being in the danger zone of relegation every season, and it is around this point of time that they start turning things around for great escapes.\n\nHowever, this season does not seem to carry the same promise, as the Black Cats continue to play football that impresses nobody, and lack the will to rise from the inevitable fall yet again. With them being rooted at the bottom of the table and teams nearby gaining points, form, and momentum, it is almost assured that they will be finally facing the axe this season.\n\n3. Luck\n\nSunderland as a team that have heavily depended on good fortunes to save them in previous seasons, and that has managed to work until now.\n\nLuck is, maybe, for losers, and the sooner the Black Cats understand that, the easier it might be to turn things around. Losing points in the last minutes, missing crucial chances to win games, and unforced errors in matches have all led to the team being stuck right down at the foot of the table with no escape up for grabs.\n\nTo add to that, the recent rise in form of neighbouring positioned teams like Leicester City, Hull City, and Crystal Palace have further hammered blows on David Moyes’s players, and at the moment, there seems no answer available from anybody in that squad.\n\n4. Exit of Players\n\nReuters \/ Andrew Winning\n\nSunderland have never been a team filled with immense quality or unbelievable ground-breaking talent, but over the years, they have had players who somehow manage to do the job.\n\nThe squad bought in a lot of players during the start of the season, including Adnan Januzaj, Paddy McNair, Donald Love, and Oviedo, all being good players but too early in their careers to help save a club from facing the axe in the toughest league.\n\nThe loss of players in the form of Younes Kaboul, Danny Graham, Steven Fletcher, Wes Brown, Sebastian Coates and Patrick Van Aanholt, who left the club during the course of the season, was enough to knock the experience out of the club and leave it in all possible sorts of trouble.\n\nSides like Crystal Palace, Swansea city, Leicester City and Hull City all realised the fall of their clubs and made changes to it and the staff, which seem to be positive and working well for the immediate future and survival of the squad.\n\nIt might already be too late for Sunderland to save themselves, but pride is still on the line, and if they manage to play for that and salvage some of it, it might not be a total disaster in the end.\n\nFollow BlameFootball on Twitter and Like on Facebook",
        "topic_id":21,
        "format_id":9,
        "topic_confidence":0.9962744713,
        "format_confidence":0.9518888593
    },
    {
        "url":"http:\/\/whlthoughts.blogspot.ca\/2011\/11\/whl-top-20-quarter-pole-2011-2012-draft.html",
        "text":"Saturday, November 19, 2011\n\nWHL Top 20 Quarter Pole 2011-2012 Draft Eligibles\n\nWHL 2012 Draft Eligible Top 20:\n\n1) Ryan Murray D Everett - I'm giving Murray the benefit of the doubt here, because his play has slipped a bit while some other have either been stable or ramped up their play. Murray still has high hockey sense and strong work ethic, but his Everett team has struggled this year. They were not very good with him and terrible without him. Murray is currently out with a high ankle sprain that should keep him out until December. Top pairing capabilities. Last Rank: #1\n\n2) Mathew Dumba D Red Deer - Dumba has stayed on course through the first quarter of the season. A Dman with a penchant for a big play, either through making a rush up the ice, shooting cannons from the point or delivering open ice hits. His hockey sense is still somewhat in question with me and ultimately could hold him back as being a top pairing Dman at the pro level but he is undeniably a highlight reel waiting to happen. Last Rank: #3\n\n3) Morgan Rielly D Moose Jaw - Rielly answered the questioned of whether or not he could bring Moose Jaw out of the doldrums and bring them to the next level. He has been the offensive catalyst for this team from the backend and has really become a tempo setter for the Warriors. Moose Jaw currently sits 3rd in their division and are well within the playoff threshold. Rielly, unfortunately, had his season ended by a torn ACL, he likely won't get the opportunity to be higher than this spot. Last Rank: #4\n\n4) Griffin Reinhart D Edmonton - Reinhart is a player that doesn't have a lot of \"wow\" factir in his game, but he is solid and steady, someone you want on the ice a lot of the time. As I mentioned in the previous pole, Reinhart was going to have to take one of his skills and make it elite. Reinhart has yet to do that. He started off slowly, got suspended for a knee on knee hit, but now has his game back up to stride. Someone looking for a big minute eating Dman that can contribute at both ends of the ice will look the way of Reinhart. Reinhart slipped only because Dumba and Rielly really upped their games. Last rank: #2\n\n5) Derrick Pouliot D Portland - Pouliot's season thus far has run hot and cold, much like his Portland team. Pouliot got off to a real hot start, but has tapered off a bit as Joe Morrow came back from the Penguins camp to take back his #1 spot on the team. Pouliot has some offensive ability, his real value comes as being a point man on the power play. Pouliot's game at times seems to succomb to indifference at times. He played better when he was the #1 option than being the 2nd fiddle. Pouliot will have to be better to crack the top 4. Last Rank: #5\n\n6) Damon Severson D Kelowna - Severson has had a strong year so far with the Rockets, already within a point of eclipsing his point totals from last year. Severson's points have come in bunches and then will go long stretches without getting anything. Severson's positional play is top notch. He has already established himself as a very dependable defender. Severson is on the cusp of breaking into the top 5. He will have to up the point total to do so. Last Rank: #6\n\n7) Colton Sissons RW Kelowna - Sissons had a feather put in his cap to start the year by naming him captain of the Rockets. Sissons, at the very will least will be an up and down winger that finishes checks and goes to the rough areas. At most, he could become a scoring power forward. Sissons just has that look to his game that scouts love. He's a strapping player that keeps the game simple. He definitely has that Nathan Horton thing going on for him. It will be interesting to see where he ends up. Last Rank: #11\n\n8) Dalton Thrower D Saskatoon - Thrower is a high event defenseman. He embraces the physicality of the game. A typical middle pairing Dman, plays tough, blocks shots, contributes some offense. I don't question his toughness but I question his hockey sense to a degree. He is coming along nicely in Saskatoon and Saskatoon is able to put him roles where he can succeed. A team looking for a high energy Dman, Thrower is that player. Last Rank: #10\n\n9) Tim Bozon LW Kamloops - Kamloops is off to a really strong start this year and Tim Bozon is one of the reasons why. Bozon is a player that has some offense to his game, but brings a real reliable game to both ends of the ice. He is 2nd on his team in plus\/minus, 4th on his team in points and has shown himself to be a fine complementary player on the Blazers this season. He's put himself on the radar with a strong start to the year. Last Rank: NR\n\n10) Coda Gordon RW Swift Current - Gordon is having a season much like Bozon is. The difference is the teams they play on. Kamloops is one of the best teams in the Dub, while Swift Current is a team trying to keep its head above water. Gordon is being featured on the top line with Taylor Vause and Adam Lowry. He is managaing to stay on the even side of the ledger while the rest of his team is heavy into the minuses. A strong start from Gordon gets him on the board. Last Rank: NR\n\n11) Cody Corbett D Edmonton - This is my darkhorse that scouts are still trying to get to know. To this point he only has 2 points in 7 games but has a style of game that looks very translatable to the pro level. Thick bodied Dman that can play in a variety of roles. Looks very comfortable with the puck and plays the point on the power play very well. The Oil Kings are very deep on the backend, so I'm not sure how much opportunity will be there for him, but I think he will find a way to break through once he finds some comfort on his team and in his role. Last Rank: NR\n\n12) Brendan Leipsic C Portland - Leipsic has had a season much like his teammate Derrick Pouliot. He has been hot some games, ineffective in others. Unlike Pouliot, Leipsic's predecessor, Ryan Johnasen, has not come back to Portland, forcing Leipsic into some bigger roles, ones that I don't think he is quite ready for. Leipsic is a small, dynamic player. Great hamds, great speed, just not big enough to get to the hard areas of the ice. Leipsic will be a gamble pick by anyone who takes him. Last Rank: #8\n\n13) Troy Bourke LW Prince George - Bourke is likely the player on the list that is having the most disappointing start to his year. I had him ranked as the best forward out of the Dub this year and the numbers are just not coming very frequesntly for him. Prince George, as a team, have the least amount of goals for in the WHL. I believe everyone is missing the contributions of Brett Connelly, a player that stuck with the Lightning. A 17 and 16 year old in Bourke and Forsberg are expected to lead this team offensively, isn't an ideal situation for either of them. Last Rank: #7\n\n14) Dominik Volek LW Regina - Volek is a player that found a niche in Regina and is thriving in a secondary scoring role. He has some nice versatility in his game. I think he's a player that's still adapting to the North American game, but he some nice skills that he has shown off. Quick skater, quick release, very darting type player. It will be interesting to see how he evolves in Regina with a lot of other players also trying to make names for themselves. All being said, a strong start for Volek thus far. Last Rank: NR\n\n15) Brendan Troock RW Seattle - A very slow start for Troock to start the year, but I am still mesmerized by this player becasue there seems to be a big, solid hockey player in there somewhere. The thing that is hurting him the most is his skating, despite his size, his isn't very strong on his skates. He only has 6 points in 17 games and is -10. If someone takes a gamble on him, he is a true project. He has the hockey body, but someone will need to redefine his game and his skating. Last Rank: #17\n\n16) Brandon Magee C Victoria - I love the way Magee plays the game. He's tenacious, play with a high motor and never gives up on a play. The thing lacking in his game is size. The size kind of hurts in battles but it will really hurt him when it comes to durability. He is averaging a point a game to this point for a Victoria team that has been very inconsistant. Last Rank: #12\n\n17) Steven Hodges C Victoria - Hodges plays a decent two-way game, seems to have found an offensive gear this year, already achieving a points high of 19. Hodges seems to be finding a way to contribute secondary scoring on a team that desperately needs it. Hodges is a player that I will be keeping my eye on more as the season progresses. Last Rank: NR\n\n18) Mike Winther C Prince Albert - Winther is having a decent year despite his Prince Albert team struggling to find wins. Winther plays a solid two-way game. Kind of a utility knife type player that can play in a variety of roles. Great skater, reminds me of a Todd Marchant type. Someone looking for this type of player would be wise to look the way on Winther. Last Rank: NR\n\n19) Chris Driedger G Calgary - Goaltenders in the WHL are a tough breed to gauge in their draft years, unless they are total studs like Carey Price. Tyler Bunz, I thought was a stiff of a pick for the Oilers, has turned into one of the best junior goalies in all of Canada. I get an inkling Driedger is on the same curve. Some games he looks great, others he looks blah. The good news for him is he will get a lot of looks in Calgary, a team that is trying to get out of the basement of the WHL, looking for respect. Last Rank: #19\n\n20) Chandler Stephenson LW Regina - Stephenson's year has been one of wild inconstancy. Looks like a first rounder some nights and other nights looks like he doesn't belong in the WHL. It will be interesting to see how Stephenson, Volek, and Klimchuk all push each other thoughout the year. Last Rank: #9\n\nOut of the rankings.\n#13 Ryan Olsen Saskatoon\n#14 Jaynen Rissling Calgary\n#15 Daulton Siwak Red Deer\n#16 Tyrel Seaman Brandon\n#18 Colton Heffley Kelowna\n#20 Reid Gow Spokane\n\nNo comments:\n\nPost a Comment",
        "topic_id":21,
        "format_id":9,
        "topic_confidence":0.9889866114,
        "format_confidence":0.8840103149
    },
    {
        "url":"http:\/\/azbigmedia.com\/tag\/fieldhouse-sports-bar",
        "text":"fieldhouse sports bar Archives\n\nTop Ten Sports Bars To Take Dad For Father’s Day\n\nTop Ten Sports Bars, Photo: Paul Lowry, Flickr\nby in Dining | Lists | Sports\n\n  After all they have done for us, our dads certainly deserve a fun-filled day in their honor. So what better way to show them a good time than to sit back and enjoy some of America’s favorite pastime? This Sunday is Father’s Day, and the Dbacks are playing the White Sox at Chase Fieldâ€¦ Read More â†’",
        "topic_id":21,
        "format_id":9,
        "topic_confidence":0.9556903243,
        "format_confidence":0.6567826271
    },
    {
        "url":"http:\/\/www.cbssports.com\/mlb\/eye-on-baseball\/22375800\/fun-facts-as-metsmarlins-and-rangersjays-combine-for-38-innings",
        "text":"• My Scores\n  • MLB\n  • Golf\n  • World Cup\n\nFun facts as Mets-Marlins and Rangers-Jays combine for 38 innings\n\nBy Mike Axisa | Baseball Writer\n\nMore MLB: Scoreboard | Standings | Probable Pitchers | Sortable Stats | Odds\n\nThe Rangers and Blue Jays played an 18-inning marathon on Saturday afternoon, but it was only the second-longest game of the day. The Mets and Marlins played 20. Toronto and Miami walked away with 4-3 and 2-1 wins, respectively.\n\nAny time a game goes 18 innings, there will be plenty of weird facts to dig up. When there are two ... well that goes double. Here's a breakdown of the madness:\n\n  • This was the longest game in the history of both the Rangers and Blue Jays and tied for the longest in Marlins history. It was tied for the fourth-longest in Mets history.\n  • Believe it or not, there were two 18+ inning games on the same day as recently as 2006. That is the only other time in history it's happened, however. Hat tip to Jayson Stark for that one.\n  • Shaun Marcum of the Mets threw 105 pitches in relief, but he's only the third pitcher to do that this year. Brett Marshall (Yankees) and Felix Doubront (Red Sox) have both gone over the century mark out of the bullpen as well.\n  • Marcum is, however, the first pitcher to throw eight full innings in relief since Scott Sanderson of the Cubs in 1989. Here's the list. Apparently throwing 8+ innings out of the pen was pretty common during the 1980s.\n  • Blue Jays infielder Maicer Izturis took an ugly 0-for-7. Mets infielders Omar Quintanilla and Daniel Murphy both went 1-for-9 (they batted one-two in the lineup) and four players went 1-for-8.\n  • Twenty-three different relief pitchers had scoreless outings. Twenty-three! Marcum, Kevin Slowey, Ross Wolf and Brad Lincoln combined to allow one earned run in 25 2\/3 innings out of the bullpen. That's a 0.35 ERA.\n  • Joe Nathan was the only one of the four closers not to pitch. The Rangers were saving him for the save opportunity that never came, but hey, it worked for the Marlins and Steve Cishek. He nailed down the win in the 20th.\n  • The Mets used 11 (!) different players out of the nine spot in the lineup -- seven pitchers, three pinch-hitters and eventually the right fielder.\n  • Only two players had four hits on the day: Marlins catcher Rob Brantly and Blue Jays DH Adam Lind. Four players had three hits, but no Ranger had more than two.\n  • Total pitches thrown in the two games: 1,089. Athletics pitchers have thrown 1,086 pitches in June, and they haven't had a single day off yet.\n  • The Mets went 0-for-19 (!) with runners in scoring position. That's a franchise record for an 0-fer with men on second and\/or third.\n  • Not a single position player pitched. I think we were like two innings away from Rick Ankiel climbing back on the mound, but alas. Instead, the Mets designated him for assignment after the game. Rough.\nCBSSports Facebook Google Plus\nConversation powered by Livefyre\n\nmlb Video\n\n\nMost Popular",
        "topic_id":21,
        "format_id":9,
        "topic_confidence":0.9977357388,
        "format_confidence":0.8638680577
    },
    {
        "url":"https:\/\/www.ezilon.com\/topics\/a-gift-guide-for-the-golf-lover\/",
        "text":"Sunday, May 2, 2021\nHome Recreation Golf A Gift Guide For The Golf Lover\n\nA Gift Guide For The Golf Lover\n\nThis image has an empty alt attribute; its file name is golfing-gifts.jpg\n\nChristmas, Valentine’s, Thanksgiving as well as Birthdays are occasions that call for some gifts. Not just ordinary gifts you could pick up out of the blue, mind you, but gifts which you would think about gifts that the recipients would surely love.\n\nGifts, after all, are meant to tell the recipient how special he is in our lives. If we give him a present that he is sure to enjoy, we’d be telling him how much he means to us, to the point that we went out of our way to pick up the perfect present for him.\n\nThis has made gift giving quite a difficult chore. Deciding on what gifts to send isn’t really easy. Much thought is required in determining the passions of the recipient as well as the applicable items he may enjoy.\n\nBut if the recipient is a golfing enthusiast, our job would be easier, as there are a variety of special golfing items that any lover of the sport would truly savor.\n\n- Advertisement -\n\nHence, here are some suggested presents you could offer a golfer.\n\n– A box of Maxfli golf balls.\n\nA golfer would always lose some balls in the fairways. This is a given. Giving him a box of the finest brand of balls in the market would be something that he would definitely appreciate.\n\nAdditionally, a box of Maxfli golf balls usually come with a free golfing cap, if you’d purchase a set through an authorized distributor.\n\n– Check-Go putting gadget.\n\n- Advertisement -\n\nWhether in the fairways or in a makeshift green in the comforts of his own home, a putting gadget would make things very convenient for the practicing golfer.\n\nNo longer would he have to set the ball before every putt. The putting gadget would line up the balls for him automatically, and all he has to do is to concentrate on improving his stroke.\n\n– Bushnell distance-to-flag scope.\n\nThis would allow the golfer to measure the yards between where he stands and the flag. This is a great tool for calculating any shot within the green.\n\n– Fore Fingers finger protectors.\n\nHandling the irons and hitting those shots can put so much strain on our delicate fingers. Finger protectors offer a great remedy for sensitive fingers that easily get strained or burned with a game of golf.\n\n– A Golo dice game or an Ultimate Golf Trivia Game.\n\nThese are home games that would allow your recipient to live his passion for golf even when he is away from the fairways.\n\nThey would test his knowledge about the sport, its mechanics, its history, its personalities, and its techniques. They could be great instructional materials as well.\n\n– Golf lessons on DVDs.\n\nThe problem with the sport of golf is that you could only enjoy the same while you’re in the fairways.\n\nGolf lessons in DVD format would give your recipient the chance to learn better techniques as well as some wonderful tips from circuit professionals without having to leave the comforts of his own home.\n\nThese would be great gifts, as the things he would get to learn can easily be practiced in the fairways once he gets the chance to play.\n\n– A tee gallery.\n\nSome golfers put a premium on the tees they use for those long drives. What better gift to give such an enthusiast than by offering him a tee gallery of a variety of ergonomically designed tees to improve his game?\n\n– A golf cap and a golf shirt.\n\nGolf is a game played with strict accordance to a set of etiquettes, and a dress code is one of these aspects. Giving the golf enthusiast some great apparel to wear in the fairways would prove to be a wonderful idea.\n\n- Advertisement -\n\nMost Popular\n\nWhat Water Can Do for Your Body and Health\n\nRoyalty Free Photo of a Woman Drinking Water Millions of years ago, the birth of life took place...\n\nHealthy Aging Suggestions and Maintaining a Healthy Diet for Seniors\n\nSenior Couple Enjoying Camping Holiday In Countryside The youthful stage lasts only for a short period while aging...\n\n10 Tips on How to Get a Healthy Smile – Sparkling White Teeth\n\nClose-up of smiling woman's mouth and teeth with microphone Often, we ponder over the possible ways of getting...\n\n12 Tips on How to Look Fashionable\n\nbeautiful woman on the beach at Alania, Turkey Nobody is born to look fashionable. Fashion is something that...\n\nRecent Comments",
        "topic_id":21,
        "format_id":9,
        "topic_confidence":0.955940485,
        "format_confidence":0.9722379446
    },
    {
        "url":"https:\/\/fantasybuzz.net\/2016\/10\/06\/week-5-top-24-runningbacks-3\/",
        "text":"Week 5 top 24 runningbacks\n\nThe Ravens backs have a great match up.  Demarco Murray is a must start every week and CJ Anderson should be good at home.\n\n1. DeMarco Murray @ MIA\n\n2. David Johnson @ SF\n\n3. Leveon Bell vs NYJ\n\n4. Melvin Gordon @ OAK\n\n5. CJ Anderson vs ATL\n\n6. Tod Gurley vs BUF\n\n7. Ezekiel Elliott vs CIN\n\n8. Carlos Hyde vs ARI\n\n9. Jordan Howard @ IND\n\n10. Lesean McCoy @ LA\n\n11. Legarette Blount @ CLE\n\n12. Terrence West vs WASH\n\n13. Eddie Lacy vs NYG\n\n14. Jerick McKinnon vs HOU\n\n15. Isaiah Crowell vs NE\n\n16. Lamar Miller @ MIN\n\n17. Frank Gore vs CHI\n\n18. Jeremy HIll @ DAL\n\n19. Ryan Mathews @ DET\n\n20 Devonta Freeman @ DEN\n\n21. Chrales Simms @ CAR\n\n22. Matt Jones @ BAL\n\n23. DeAndre Washington vs SD\n\n24. Giovanni Bernard @ DAL\n\nAtlanta’s Tevin Coleman has tested positive for the sickle cell trait. If you remember former Steelers safety Ryan Clark has the same thing and couldn’t play in Denver after getting very sick from playing there.  It’s a situation that we can’t predict.  He says he’s playing. Not sure how much or at all.  But I would put him on the shelf if you have any other options this week.\n\nWith Brady back keep an eye on James White this week.  Things should change with the New England offense.  He’s a PPR flex. DeAndre Washington and Jalen Richard will get work with Murray out in Oakland. Both should be considered flex plays.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":21,
        "format_id":9,
        "topic_confidence":0.990129292,
        "format_confidence":0.9591521025
    }
]