[
    {
        "url":"http:\/\/www.studymode.com\/essays\/Exam-Paper-1601462.html",
        "text":"Exam Paper\n\nOnly available on StudyMode\n  • Download(s) : 28\n  • Published : April 15, 2013\nOpen Document\nText Preview\nStrategic audits are examinations and evaluations of strategic management processes including measuring corporate performance against the corporate strategy. Whenever a deficiency is noted or performance of an organization is sub-par, the organization may elect to perform a strategic audit. This may be done with in-house auditors, or an audit firm may be contracted to perform the audit.\n\nThe auditors will audit performance of the organization against the current corporate strategy and seek to identify problems within the current strategy that may be tied or can be traced to poor performance. Upon completion of the audit, a report will be created regarding the auditing firm or group’s findings and submit the report with recommended remedies to the management of the organization. The organization will then seek to implement the proposed remedies with hopes of increasing organizational performance.\n\nDonaldson has specified five elements of strategic audit. These are: 1. Establishing criteria for performance\n2. Database design and maintenance\n3. Strategic audit committee\n4. Relationship with the CEO\n5. Alert to duty (by board members)\n\nThe performance criteria should be simple, well-understood and well- accepted measures of financial performance. A number of measures of financial performance are available. One common measure, used by many companies, is return on investment (ROI). The ROI can be analyzed as follows; * Profit per unit of sales (profit margin);\n\n* Sales per unit of capital employed (asset turnover); and, * Capital employed per unit of equity invested (leverage). If these three ratios are multiplied together, the resultant ratio will give profit per unit of equity\n\nTo calculate different performance ratios and monitor performance criteria, a proper database is essential. This involves both database design and maintenance. This has to be a regular and an ongoing process. Data on financial performance can sometimes be sensitive to the managers\/ employees of a company. It is, therefore, suggested that financial and related data design, maintenance and analyses should be entrusted to the auditors of the company or outside consultants.\n\nFor effective strategic audit, a strategic audit committee should be constituted. The committee would decide on the frequency of their meeting, periodicity of interaction with the CEO or top management of the company and, also when they should make presentation to or hold discussion with the full board. If properly conceived, designed and conducted, strategic audit, more than management audit, can be a powerful tool for monitoring the strategic process of a company and also strike a good balance between corporate strategy and corporate governance.\n\nAccording to United Nations Industrial Development Organization, Corporate Social Responsibility is a “management concept whereby companies integrate social and environmental concerns in their business operations and interactions with their stakeholders” CSR is generally understood as being the way through which a company achieves a balance of economic, environmental and social imperatives (“Triple-Bottom-Line- Approach”), while at the same time addressing the expectations of shareholders and stakeholders”. A company is answerable to its internal stakeholders (owners, shareholders etc). However, a company is also part of the environment and community where it operates. The responsibilities that the organization fulfills or is expected to fulfill to this external community or environment is its Corporate Social Responsibility (CSR).\n\nThe conflict between internal and external stakeholders can go much further than mentioned so far. Some feel that this is the most problematic issue in deciding company responsibility. External stakeholders argue that internal stakeholders’ demand be made secondary to the greater need of the society; that is, greater good of the external...\ntracking img",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.7860612273,
        "format_confidence":0.8776943684
    },
    {
        "url":"http:\/\/www.econstor.eu\/dspace\/handle\/10419\/60647",
        "text":"EconStor >\nFederal Reserve Bank of New York >\nStaff Reports, Federal Reserve Bank of New York >\n\nPlease use this identifier to cite or link to this item:\nTitle:Tracking the new economy: Using growth theory to detect changes in trend productivity PDF Logo\nAuthors:Kahn, James A.\nRich, Robert\nIssue Date:2003\nSeries\/Report no.:Staff Report, Federal Reserve Bank of New York 159\nAbstract:The acceleration of productivity since 1995 has prompted a debate over whether the economy's underlying growth rate will remain high. In this paper, we propose a methodology for estimating trend growth that draws on growth theory to identify variables other than productivity - namely consumption and labor compensation - to help estimate trend productivity growth. We treat that trend as a common factor with two regimes high-growth and low-growth. Our analysis picks up striking evidence of a switch in the mid-1990s to a higher long-term growth regime, as well as a switch in the early 1970s in the other direction. In addition, we find that productivity data alone provide insufficient evidence of regime changes; corroborating evidence from other data is crucial in identifying changes in trend growth. We also argue that our methodology would be effective in detecting changes in trend in real time: In the case of the 1990s, the methodology would have detected the regime switch within two years of its actual occurrence according to subsequent data.\nDocument Type:Working Paper\nAppears in Collections:Staff Reports, Federal Reserve Bank of New York\n\nFiles in This Item:\nFile Description SizeFormat\n363001921.pdf786.41 kBAdobe PDF\nNo. of Downloads: Counter Stats\nDownload bibliographical data as: BibTeX\nShare on:\n\nItems in EconStor are protected by copyright, with all rights reserved, unless otherwise indicated.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.9596871138,
        "format_confidence":0.9381654263
    },
    {
        "url":"http:\/\/isidl.com\/green+banking+initiatives+review+indian+sector",
        "text":"مقاله انگلیسی رایگان در مورد ابتکارات بانکداری سبز: بخش بانکداری هندی – IEEE 2017\n\n\n\nمشخصات مقاله\nانتشار مقاله سال ۲۰۱۷\nتعداد صفحات مقاله انگلیسی ۷ صفحه\nهزینه دانلود مقاله انگلیسی رایگان میباشد.\nمنتشر شده در نشریه IEEE\nنوع مقاله ISI\nعنوان انگلیسی مقاله Green Banking Initiatives: A review of Indian Banking Sector\nترجمه عنوان مقاله ابتکارات بانکداری سبز: بررسی بخش بانکداری هندی\nفرمت مقاله انگلیسی  PDF\nرشته های مرتبط مدیریت\nگرایش های مرتبط بانکداری\nمجله کنفرانس بین المللی پیشرفت های تکنولوژیکی در برق و انرژی – International Conference on Technological Advancements in Power and Energy\nدانشگاه Department of Management – Amritapuri Campus – Kollam – India\nکلمات کلیدی بانکداری سبز، انرژی سبز، پایداری، امور مالی سبز\nکلمات کلیدی انگلیسی Green Banking, Green Energy, Sustainability, Green Finance\nشناسه دیجیتال – doi https:\/\/doi.org\/10.1109\/TAPENERGY.2017.8397303\nکد محصول E8280\nوضعیت ترجمه مقاله  ترجمه آماده این مقاله موجود نمیباشد. میتوانید از طریق دکمه پایین سفارش دهید.\nدانلود رایگان مقاله دانلود رایگان مقاله انگلیسی\nسفارش ترجمه این مقاله سفارش ترجمه این مقاله\n\n\nبخشی از متن مقاله:\n\nFinance is the lifeblood of business. Every business firms directly or indirectly depend on the financial institution for their fund. Among these financial institutions, banks are the major source of financing instruments for commercial projects. According to [1], the major role of a bank in encouraging environmental protection is by investing in environmentally and socially responsible projects that save costs, minimize risk, enhance bank reputation and also contribute the customary good that will help to build the sustainability development. So, it helps the bank to serves both the commercial objective of the bank and also its social responsibility. [2] explains banking sector as the major lending agent that affects almost the entire industrial activity and the most economically relevant sector in rising of the nation.\n\nA. Why should we do green banking?\n\nThe biggest challenge faced by the Indian industry nowadays is the controlling of the environmental impact of the business. The development process equally creates side effects to enormous loss of biodiversity, climate change, environmental damage etc. [3] says that business has grown exponentially, ignoring the environment and the social part, and the result was the increasing carbon footprint, globalization etc. Global warming (Greenhouse impact) being a result of various gases like carbon dioxide, methane gas emission. These gases are responsible for distortion in climatic change and also create harmful effects to human beings. The cause of 978-1-5386-4021-0\/17\/$31.00 ©۲۰۱۷IEEE greenhouse effect is due to excess cut down of trees and construction of multi-storied buildings. In general, there is lack of adequate awareness and also an urgent need to take precautionary steps for consistent development and to increase social responsibility of business. [4]mentioned about the challenges for the green initiatives, the process of green development and the importance of the sustainable growth. [5]argued Green Credit Policy as a tool for achieving sustainable development. [6]conducted a study on 100 percent reserve banking (C-peRB) and its various arguments and criticism. [7] examined the initiatives implemented by the BRICS nations. “The supreme reality of our time is…the vulnerability of our planet” – by[8] In order to prevent these challenges, the measures of green projects are implemented rapidly. The responsibility of protecting the earth lies in the hand of each individual and businesses. In their article, [3] explain that “business is the area where green philosophy needs to be appreciated and implemented for providing stability and social responsible environmental alike.” Green movement for the protection of the environment has brought the way a business is managed. Today the attitude of society, towards the environment has been changed and as a result of that go green mantra has become relevant in each and every aspect of the business. India is also one of the fastest growing countries in terms of emission of greenhouse gases. Among the major cities in India, Delhi, Mumbai and Chennai are there in top ten most polluted cities in the world. So in order to highlight the role of banks in corporate social responsibility the RBI circulated a notice on 20th December 2007 for all scheduled commercial banks with the title “CSR – sustainable development and non-financial reporting”. [۹] tried to analyses the concept of green banking in accordance with the tax deductibility concept and also identify various economic concepts.\n\nارسال دیدگاه\n\nنشانی ایمیل شما منتشر نخواهد شد. بخش‌های موردنیاز علامت‌گذاری شده‌اند *",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.9567021132,
        "format_confidence":0.7860323787
    },
    {
        "url":"https:\/\/graceandthetruth.com\/chinas-stock-market\/972\/",
        "text":"China’s stock market\n\n\nExecutive sum-up:\n\n\n\n2.1Comparing China’s stock market with US’s\n\n2.1.1overview of the stock market in China and America\n\n2.1.2 Some differences between China’s stock market and America’s\n\n2.1.3China’s dual-share system\n\n2.1.4Settlement day of the month\n\n2.2Three typical features of China’s listed companies\n\n2.3Corporate governance’s influence\n\n2.3.1The stockholders\n\n2.3.2The board of managers ( BOD )\n\n2.3.3Weak external administration construction\n\n\nReference list:\n\nExecutive sum-up:\n\nChina is deriving more attending of the universe due to its high economic system growing velocity. However, China security market is stating a bad narrative to us, which conflicts with the good image of China economic system. In this study, we try to discourse why China security market did non work every bit good as American market did. We chiefly illustrate this inquiry from typical differences on corporate administration between China security market and North American market.\n\n1. Introduction\n\nBy and large, it is believed the stock market is the weatherglass of one country’s economic system ; nevertheless, it is non the instance in China. When China’s GDP increases at an over 8 % rate yearly, China stock market has been on diminution in the past 4 old ages. With its flagship stock exchanges set up in Shanghai and Shenzhen, the China securities market truly merely started in 1990 with 10 listed companies. In 2013, the figure is 2489 ( China Securities Regulatory Commission [ CSRC ] , 2014 ) . The US fiscal markets are extremely developed and influential on the universe economic system. The US equities markets comprise several stock exchanges and its most of import 1s are located in New York City: the New York Stock Exchange ( NYSE ) and the American Stock Exchange ( AMEX ) ( Legislative Council of Hong Kong [ LegCo ] , 2014 ) . Finger 1 compares America’s S & A ; P 500 index ( ^GSPC ) with China’s SSE Composite Index ( 000001.SS ) which proves that America’s stock market performed much better than China’s even though its growing of GDP is evidently lower than China. This study aims to analyze why China security market did non work every bit good as US market did. It introduces some differences between China stock market and America stock market. Then it analyses typical features of China’s listed companies which different with America’s. Finally, several grounds refering corporate administration is discussed.\n\nFinger 1Performance of GSPC & A ; 0000001.SS from 2009 to 2014.\n\n2. Discussion\n\n  1. Comparing China’s stock market with US’s\n\n2.1.1overview of the stock market in China and America\n\nIn contrast to US, China’s stock market has a history of merely 23 old ages. As a state, China has the 2nd largest stock market by trading volume and the 3rd largest by market capitalisation, $ 3.7 trillion in 2013, after the US and Japan. The chief boards of the Shanghai and Shenzhen Stock Exchanges list larger more mature stocks, like the NYSE in the US. The Shenzhen Stock Exchange besides includes two other boards, the Small and Medium Enterprise Board and the ChiNext Board, besides known as the Growth Enterprise Board, more comparable to the NASDAQ in US, which provide capital for smaller and high-technology stocks. In a whole, China stock market is really big and seems like US stock market.\n\n2.1.2 Some differences between China’s stock market and America’s\n\nChina’s stock market has some typical characteristics. First, it is a pure order- driven market, as opposed to a quote-driven market, whereas the US and several other states have intercrossed equity market systems. Second, it is a centralised market, whereas the US market is fragmented, with dark pools and other off-exchange trading. This may hold of import deductions for market in formativeness. There are no dark pools with concealed orders in China, all orders are seeable. Furthermore, there is no drawn-out trading period for institutional investors. Institutional and retail investors have equal entree to information from a market microstructure point of position. In add-on, China’s stock market has a monetary value move bound of 10 % to discourage extra volatility and stock use.\n\n  1. China’s dual-share system\n\nDifferent with the US, China’s stock market has a dual-share system in which domestic investors can put merely in A portions, while foreign investors can put merely in B portions. In add-on, many houses have H portions, traded on the Hong Kong Stock Exchange. A figure of articles, such as Chan, Menkveld, and Yang ( 2008 ) and Mei, Scheinkman, and Wei ( 2009 ) , study the price reduction of B portion and H portion value relation to A portions, which they attribute to information dissymmetry between foreign and domestic investors and bad motivations. With the debut of plans such as the Qualified Foreign Institutional Investors ( QFII ) plan of 2002, which relaxed the cross-trading limitations, B portion issue and trading have largely vanished. In add-on, China’s equity market used to hold a big non-tradable constituent, held by corporate laminitiss, frequently cardinal or local authoritiess. With the portion construction reform get downing in 2002, this phenomenon has largely disappeared among mid and small-cap stocks, though non wholly among big stocks.\n\n  1. Colony day of the month\n\nColony day of the month is another difference between China and America. China’s portion market adopted T+1 which means the colony day of the month of security minutess and denote that the colony occurs on a dealing day of the month plus one twenty-four hours. As many other states, the colony day of the month of US’s portion market is T+0 which means you can sell the portions on the same twenty-four hours when you buy it.\n\n2.2 Three typical features of China’s listed companies\n\nIn 2001, a celebrated Chinese economic expert, Wu Jinglian, characterized China’s stock market as a ‘Casino’ manipulated by speculators, misled by the cardinal government’s seeable manus to unfairly support state-owned endeavors ( SOEs ) , and without a strong nexus to basicss ( Allen et al, 2005 ) . These listed companies have great concern due to three typical features\n\n( 1 )Percentageof State ownership is comparatively high: The bulk of these listed companies in China evolved from State-owned endeavors. To do certain those companies are still province controlled, the per centum of portions available to the unfastened market is comparatively low.\n\n( 2 )Percentage of negotiable portions is comparatively low: State-owned portions and legal entity portions are non traded in the unfastened market. As such, much more than planetary mean degree of the portions are non-negotiable.\n\n( 3 )Number of single stockholders is comparatively high: China securities market is chiefly made up of single investors and lack institutional investors. However, the shareholding ratios are comparatively low, and they can non take part every bit efficaciously as American stockholders do.\n\nThese three features are besides different features from American market, which are besides three most of import grounds weakening shareholders’ abilities to take part in the corporate administration of public companies and maintain the stock market’s soundness.\n\n2.3 Corporate governance’s influence\n\nAs is mentioned, it is thought that China’s stock market misled by the cardinal government’s seeable manus to unfairly support state-owned endeavors ( SOEs ) , and without a strong nexus to basicss. Due to this, the corporate administration can partly explicate the ground why the public presentation of China’s portion market can non play the function of weatherglass of its economic system.\n\n  1. The stockholders\n\n( 1 ) Highly concentrated corporate ownership: In China, present corporate ownership system includes province portion, legal individual portion, which is owned by companies, and societal common portion ( Cheng, 2003 ) . The province portion and legal individual portion are non-tradable portions. Harmonizing to a study, at the terminal of 2004, 47 % of public companies’ portions are province portion, and 16.55 % of portions are legal individual portion. Harmonizing to Cheng’s sentiment, the consequence of bulk non-tradable portion is struggles between involvements of holders of societal common portions and the province. Because bulk portions are owned by the province and the companies themselves, common stockholders can non efficaciously supervise management’s behaviour and the province normally does non exert its rights as a stockholder to act upon direction efficaciously. For illustration, the Ministry of Agriculture, which is the supervisory bureau of Lantian Co. Ltd. , was either unable or unwilling to happen out the company ‘s fiscal misconduct before it was reported by a university professor ( Shi, 2002 ) . In add-on, since merely minority portions can be freely traded in the market, the stock monetary value can non reflect companies’ public presentation. It’s easy for the stock monetary value to be distorted by the non-rational investors. For case, in the Initial Public Offer ( IPO ) of Mingdong Power in 2000, the P\/E ratio was 88. These phenomena seldom appear in US because of widely held ownership. Therefore, cut downing the per centum of province portions is one manner to decide the jobs of extremely concentrated ownership construction.\n\n( 2 ) The comparative little size of Chinese stock market: China’s fiscal system is dominated by its big state-owned banking sector and spread outing shadow banking sector. Entire bank recognition was 128 % of GDP in 2012, harmonizing to Elliott and Yan ( 2013 ) , and entire recognition in the shadow banking sector was reckoned to be anyplace from 40 to 90 % of GDP, while China’s stock market capitalisation is merely 44 % of GDP. By contrast, US bank recognition and stock market capitalisation were 48 % and 118 % of GDP in 2012.\n\n( 3 ) Weak protection for stockholders, particularly single min... (truncated)",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.9983566403,
        "format_confidence":0.9691174626
    },
    {
        "url":"https:\/\/ideas.repec.org\/a\/ier\/iecrev\/v46y2005i4p1233-1269.html",
        "text":"IDEAS home Printed from\nMyIDEAS: Login to save this article or follow this journal\n\nManaging Switching Costs In Multiperiod Procurements With Strategic Buyers\n\n  • Tracy R. Lewis\n  • Huseyin Yildirim\n\nThis article examines the use of switching costs by long-lived strategic buyers to manage dynamic competition between rival suppliers. The analysis reveals how buyers may employ switching costs to their advantage. We show that when switching costs are high, a buyer may induce suppliers to price more competitively by credibly threatening to replace the incumbent supplier with his rivals. The implications of this finding for adoption of technology and firm organization are explored in settings in which the buyer is integrated with the suppliers and where the buyer is an outsourcer. Copyright 2005 by the Economics Department Of The University Of Pennsylvania And Osaka University Institute Of Social And Economic Research Association.\n\nIf you experience problems downloading a file, check if you have the proper application to view it first. In case of further problems read the IDEAS help page. Note that these files are not on the IDEAS site. Please be patient as the files may be large.\n\nFile URL:\nFile Function: link to full text\nDownload Restriction: Access to full text is restricted to subscribers.\n\nAs the access to this document is restricted, you may want to look for a different version under \"Related research\" (further below) or search for a different version of it.\n\nArticle provided by Department of Economics, University of Pennsylvania and Osaka University Institute of Social and Economic Research Association in its journal International Economic Review.\n\nVolume (Year): 46 (2005)\nIssue (Month): 4 (November)\nPages: 1233-1269\n\nin new window\n\nHandle: RePEc:ier:iecrev:v:46:y:2005:i:4:p:1233-1269\nContact details of provider: Postal: 160 McNeil Building, 3718 Locust Walk, Philadelphia, PA 19104-6297\nPhone: (215) 898-8487\nFax: (215) 573-2057\nWeb page:\n\nMore information through EDIRC\n\nOrder Information: Web: Email:\n\nNo references listed on IDEAS\nYou can help add them by filling out this form.\n\nThis item is not listed on Wikipedia, on a reading list or among the top items on IDEAS.\n\nWhen requesting a correction, please mention this item's handle: RePEc:ier:iecrev:v:46:y:2005:i:4:p:1233-1269. See general information about how to correct material in RePEc.\n\nFor technical questions regarding this item, or to correct its authors, title, abstract, bibliographic or download information, contact: (Wiley-Blackwell Digital Licensing)\n\nor ()\n\nIf you have authored this item and are not yet registered with RePEc, we encourage you to do it here. This allows to link your profile to this item. It also allows you to accept potential citations to this item that we are uncertain about.\n\nIf references are entirely missing, you can add them using this form.\n\nIf the full references list an item that is present in RePEc, but the system did not link to it, you can help with this form.\n\nIf you know of missing items citing this one, you can help us creating those links by adding the relevant references in the same way as above, for each refering item. If you are a registered author of this item, you may also want to check the \"citations\" tab in your profile, as there may be some citations waiting for confirmation.\n\nPlease note that corrections may take a couple of weeks to filter through the various RePEc services.\n\nThis information is provided to you by IDEAS at the Research Division of the Federal Reserve Bank of St. Louis using RePEc data.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.989520669,
        "format_confidence":0.7377616167
    },
    {
        "url":"https:\/\/ideas.repec.org\/a\/bla\/econom\/v50y1983i199p291-300.html",
        "text":"IDEAS home Printed from\n   My bibliography  Save this article\n\nIs Optimism Good in a Keynesian Economy?\n\n\n  • Persson, Torsten\n  • Svensson, Lars E O\n\n\nAssume that an economy is in a state of Keynesian unemployment. Since production is demand-determined there are bootstraps (multiple) equilibria. Then, the more optimist agents are about the future the higher will be theur demand today and hence current production. In that limited sense optimism turns out to be unwarranted , which forces a download adjustment. Is this unwarranted optimism still good? We analyze this question by help of a general equilibrium model of a small open economy where the sequence of adjustment and readjustment is modeled as two successive temporary equilibria. The question wheter optimism is good is posed in terms of an explicit ( ex post) welfare evaluation. We fine that if the future is Walrasian, the future multiplier is unity, whereas the present multiplier is larger than unity. Then optimism increases ex post welfare. If the future has Keynesian unemployment, optimism still increases ex post welfare, as long as the present multiplier is larger than the future one. A necessary and sufficient condition for this is presented.\n(This abstract was borrowed from another version of this item.)\n\nSuggested Citation\n\n  • Persson, Torsten & Svensson, Lars E O, 1983. \"Is Optimism Good in a Keynesian Economy?,\" Economica, London School of Economics and Political Science, vol. 50(199), pages 291-300, August.\n  • Handle: RePEc:bla:econom:v:50:y:1983:i:199:p:291-300\n\n    Download full text from publisher\n\n    File URL:\n    File Function: full text\n    Download Restriction: Access to full text is restricted to JSTOR subscribers. See for details.\n\n    As the access to this document is restricted, you may want to look for a different version below or search for a different version of it.\n\n    Other versions of this item:\n\n    References listed on IDEAS\n\n    1. Barro, Robert J & Grossman, Herschel I, 1971. \"A General Disequilibrium Model of Income and Employment,\" American Economic Review, American Economic Association, vol. 61(1), pages 82-93, March.\n    2. J. Peter Neary, 1980. \"Nontraded Goods and the Balance of Trade in a Neo-Keynesian Temporary Equilibrium,\" The Quarterly Journal of Economics, Oxford University Press, vol. 95(3), pages 403-429.\n    3. Razin, Assaf, 1984. \"Capital movements, intersectoral resource shifts and the trade balance,\" European Economic Review, Elsevier, vol. 26(1-2), pages 135-152.\n    Full references (including those not matched with items on IDEAS)\n\n\n    Citations are extracted by the CitEc Project, subscribe to its RSS feed for this item.\n\n    Cited by:\n\n    1. Goldfajn, Ilan & Silveira, Marcos Antonio, 2002. \"Should government smooth exchange rate risk?,\" Journal of Development Economics, Elsevier, vol. 69(2), pages 393-421, December.\n    2. Tarlok Singh, 2007. \"Intertemporal Optimizing Models Of Trade And Current Account Balance: A Survey,\" Journal of Economic Surveys, Wiley Blackwell, vol. 21(1), pages 25-64, February.\n    3. Benassy, Jean-Pascal, 1993. \"Nonclearing Markets: Microeconomic Concepts and Macroeconomic Applications,\" Journal of Economic Literature, American Economic Association, vol. 31(2), pages 732-761, June.\n    4. van der Ploeg, F., 1987. \"Rationing in open economy and dynamic macroeconomics : A survey,\" Research Memorandum fd411b51-f487-4dde-a0e9-6, Tilburg University, School of Economics and Management.\n\n    More about this item\n\n\n    Access and download statistics\n\n\n    All material on this site has been provided by the respective publishers and authors. You can help correct errors and omissions. When requesting a correction, please mention this item's handle: RePEc:bla:econom:v:50:y:1983:i:199:p:291-300. See general information about how to correct material in RePEc.\n\n    For technical questions regarding this item, or to correct its authors, title, abstract, bibliographic or download information, contact: (Wiley-Blackwell Digital Licensing) or (Christopher F. Baum). General contact details of provider: .\n\n    If you have authored this item and are not yet registered with RePEc, we encourage you to do it here. This allows to link your profile to this item. It also allows you to accept potential citations to this item that we are uncertain about.\n\n    If CitEc recognized a reference but did not link an item in RePEc to it, you can help with this form .\n\n    If you know of missing items citing this one, you can help us creating those links by adding the relevant references in the same way as above, for each refering item. If you are a registered author of this item, you may also want to check the \"citations\" tab in your RePEc Author Service profile, as there may be some citations waiting for confirmation.\n\n    Please note that corrections may take a couple of weeks to filter through the various RePEc services.\n\n    IDEAS is a RePEc service hosted by the Research Division of the Federal Reserve Bank of St. Louis . RePEc uses bibliographic data supplied by the respective publishers.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.9348104,
        "format_confidence":0.9042027593
    },
    {
        "url":"https:\/\/ideas.repec.org\/a\/oup\/oxford\/v13y1997i1p27-46.html",
        "text":"IDEAS home Printed from\nMyIDEAS: Log in (now much improved!) to save this article\n\nCompetition in the Electricity Industry in England and Wales\n\nListed author(s):\n  • Green, Richard\n  • Newbery, David M\n\nWhen the electricity industry was privatized, the government made structural changes to encourage competition in generation and in supply to consumers. The conventional power stations were only divided between two companies, however, and we show that duopolistic competition in an unregulated spot market might imply undesirably high prices. Most sales are hedged in the contract market, which makes the spot market more competitive, and a realistic threat of entry could also force generators to keep their prices down. In the event, a large amount of entry took place, supported by the regional electricity companies' franchise monopoly over smaller consumers. That monopoly ends in 1998, so that further entry might become very difficult, while competition between firms already in the generation market is still limited. Vertical integration between the major generators and regional electricity companies might make entry even harder, and should be blocked until the industry is more competitive. Copyright 1997 by Oxford University Press.\n\nTo our knowledge, this item is not available for download. To find whether it is available, there are three options:\n1. Check below under \"Related research\" whether another version of this item is available online.\n2. Check on the provider's web page whether it is in fact available.\n3. Perform a search for a similarly titled item that would be available.\n\nArticle provided by Oxford University Press in its journal Oxford Review of Economic Policy.\n\nVolume (Year): 13 (1997)\nIssue (Month): 1 (Spring)\nPages: 27-46\n\nin new window\n\nHandle: RePEc:oup:oxford:v:13:y:1997:i:1:p:27-46\nContact details of provider: Web page:\n\nNo references listed on IDEAS\nYou can help add them by filling out this form.\n\nThis item is not listed on Wikipedia, on a reading list or among the top items on IDEAS.\n\nWhen requesting a correction, please mention this item's handle: RePEc:oup:oxford:v:13:y:1997:i:1:p:27-46. See general information about how to correct material in RePEc.\n\nFor technical questions regarding this item, or to correct its authors, title, abstract, bibliographic or download information, contact: (Oxford University Press)\n\nor (Christopher F. Baum)\n\nIf you have authored this item and are not yet registered with RePEc, we encourage you to do it here. This allows to link your profile to this item. It also allows you to accept potential citations to this item that we are uncertain about.\n\nIf references are entirely missing, you can add them using this form.\n\nIf the full references list an item that is present in RePEc, but the system did not link to it, you can help with this form.\n\nIf you know of missing items citing this one, you can help us creating those links by adding the relevant references in the same way as above, for each refering item. If you are a registered author of this item, you may also want to check the \"citations\" tab in your profile, as there may be some citations waiting for confirmation.\n\nPlease note that corrections may take a couple of weeks to filter through the various RePEc services.\n\nThis information is provided to you by IDEAS at the Research Division of the Federal Reserve Bank of St. Louis using RePEc data.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.6562317014,
        "format_confidence":0.8870177865
    },
    {
        "url":"https:\/\/www.topmarkessays.com\/blog\/business-brief-investing-in-daiwa-house-industry-shares-or-bonds\/",
        "text":"Business Brief – Investing in Daiwa House Industry Shares or Bonds\n\nTo: Dr. AleksandarDjordjevic\n\nFrom: Samaa Al Subhi (Student ID: 0663977)\n\nSubject: Week 6 Business Brief – Investment\n\nDate: November 04, 2017\n\n\nBusiness Brief – Investing in Daiwa House Industry Shares or Bonds\n\nThis business brief will discuss whether an investor should invest in Daiwa House Industry equity stock or bonds (debt). The brief discusses effects of foreign currency exchange rate over one-year time horizon on the investment.\n\n\nBuying stocks in foreign markets can be challenging. Brokers don’t always have access to specific markets, and cannot perform certain trades. When stockbrokers are able to execute the trade, reporting and clearing times may be longer. Also, the safekeeping of the shares might not be protected against fraud or theft, if the bank or brokerage firm goes under. (Seabury, Chris).\n\n\nCurrencies are subject to fluctuating exchange rates. The fluctuation is normally determined by market supply and demand. Non-fixed exchange rates can increase or reduce the returns on the foreign currency (JPY) denominated holding. Assuming the stock price stays the same, if the foreign currency rises, this will increase the investment return. If the foreign currency (JPY) declines, the return will decrease.\n\n\nStock markets can be volatile with rapid changes in share values. These price fluctuations are not based on the solidity of the organization backing them up but by political, social or governmental issues in the home country of the corporation. (Sahoo, Ganeswar) Equity investments are a good example of taking on higher risk of loss in return.\n\n\nOn the other hand, investing in debt is a risky affair as well. This is because bonds are subject to Currency risk and volatility just as equity. The risk arises from the currency of denomination of the bond and the location of the investor. Depreciation in the foreign currency (JPY), for which the bond is issued at, as witnessed in the last one year will adversely affect the total returns of the bond. Bond market historically experiences fewer price changes, for better or worse, than stocks. Also, in case a corporation is liquidated, bondholders are paid first. Bonds may give the investor regular returns until the bond term ends.\n\n\n\nEven though foreign debt and foreign equity appear to be faced with similar challenges, it would be prudent to invest in debt (bonds). This is because bonds have a more predictable yield hence less risky to invest compared to equity.\n\n\n\n\n\nAppendix 1\n\n\nCurrency Today’s Date Spot Rate One Year ago Spot Rate Today\nJPY 01\/11\/2017 JPY104.25\/$ JPY114.01\/$\n\n\n\n  1. USD 1,000 to JPY\n\nSpot rate = JPY104.25\/$\n\n=1,000 * 104.25\n\n= JPY 104,250\n\n  1. JPY 104,250 to USD\n\nSpot rate = JPY114.01\/$\n\n= 104,250\/ 114.01              \n\n= USD 914.39\n\n  1. Japanese Yen has depreciated against the US Dollar over the last one year fromJPY104.25\/$ to 01\/$.\n  2. Percentage change:\n\n= (104.25−114.01) \/ 114.01×100\n\n= -8.56%\n\nJPY Depreciated 8.56% Relative to USD\n\n\n\n\n\nSeabury, Chris. “Playing It Safe In Foreign Stock Markets.” Investopedia, 2017,\n\n\nSahoo, Ganeswar. “International Capital Flows: An Empirical Study Of The Relationship Between Equity And Debt Investments.” SSRN Electronic Journal, 2009, Elsevier BV, doi:10.2139\/ssrn.1691283.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMBA 711 Business Brief Rubric\n\n80 points\n\n\nPoints Earned\nAt the graduate level, the emphasis in grading is on the content, context and\/or process of assignments.\nPoints for Expected Graduate Performance\nAssignment Meets All Requirements\nPoints for Superior Graduate Performance\nAssignment Significantly Exceeds Requirements\nPoints Earned and Comments\nContent: All of the requirements are met in the assignment; central issue or main ideas are defined and addressed; content is correct and of high quality.\n\n\n29-30 35 34\nAnalysis\/Synthesis: The information is understood and integrated well. It synthesizes relevant information and materials to provide evidence of critical thought. 25-26 30 29\nMechanics: Follows APA guidelines and correct grammar, sentence structure, and word choice was used. The paper is free of typographical and spelling errors.  Considered holistically, demonstrates the ability to write at the graduate level. Paper submitted to (if required) and appropriate revisions made. 12-13 15 14\n\n\n         $10 per 275 words - Purchase Now",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.9918040037,
        "format_confidence":0.8684889674
    },
    {
        "url":"https:\/\/wiiw.ac.at\/lithuania-domestic-demand-keeps-growth-buoyant-p-4847.html",
        "text":"wiiw Forecast Reports\n\nLITHUANIA: Domestic demand keeps growth buoyant\n\n\nSebastian Leitner\n\nin: Moving Into the Slow Lane\nwiiw Forecast Report No. Spring 2019, March 2019 , pp. 104-107\n\nfree download\n\nExternal demand dynamic cooled off last year and is expected to continue abating in 2019 and the coming two years. Public and private investment will drive growth for another year. Thereafter we expect private investment activity to subside gradually. A further decline in unemployment is driving rapid wage increases. In addition, the implemented income tax reform will foster growth in household consumption. For 2019, we expect real GDP to grow by 3%, followed by 2.6% in 2020 and 2.3% in 2021.\n\n\nReference to wiiw databases: wiiw Annual Database, wiiw Monthly Database\n\nCountries covered: Lithuania",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.9935651422,
        "format_confidence":0.7150905132
    },
    {
        "url":"http:\/\/journals.ku.lt\/index.php\/RFDS\/article\/view\/1680",
        "text":"Sandra Jekabsone, Irina Skribane\n\n\nThe effective attraction of investments to the national economy is a key factor, which provides favourable conditions to perform structural changes in the national economy, regional development as well as promotes technical progress. Therefore, investments in the public and the private sectors conduce development of the national economy and provide conditions to increase the overall competitiveness of a country. The purpose of research is to evaluate investment processes in Latvia before and after the global financial crisis, revealing investment-related problems. Also, to calculate the level of the desired investment, which would ensure the Latvia’s average GDP growth of 5% per year, according to the target set by the NDP. The analysis employs different qualitative and quantitative analysis methods, such as: scientific literature and empirical research analysis, modelling tables, charts and schemes, calculations of average and relative values, grouping, comparison and other. Publications on investment and research by Latvian and international scholars are analysed seeking to define the investment role on the economic growth process. The authors use the data available in the Central Statistical Bureau of the Republic of Latvia and Eurostat data bases, reports by the Ministry of Economics of the Republic of Latvia, the World Bank, the OECD and other studies of international organizations, as well as information provided in the Internet. As a result of research there have been defined the investment policy directions and essential obstacles that delay investment attraction in Latvia.\n\nKEYWORDS: investments, investment gap, “optimal” level of capital, investment policy.\n\nJEL CODES: E01, E22, E32, E60.\n\n\nFull Text: PDF\n\n\n  • There are currently no refbacks.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.9932633042,
        "format_confidence":0.9038725495
    },
    {
        "url":"http:\/\/ideas.repec.org\/p\/pra\/mprapa\/27698.html",
        "text":"Advanced Search\nMyIDEAS: Login\n\nSurvival Measures and Interacting Intensity Model: with Applications in Guaranteed Debt Pricing\n\n\nAuthor Info\n\n  • Bao, Qunfang\n  • Li, Shenghong\n  • Liu, Guimei\nRegistered author(s):\n\n\n    This paper studies survival measures in credit risk models. Survival measure, which was first introduced by Schonbucher [12] in the framework of defaultable LMM, has the advantage of eliminating default indicator variable directly from the expectation by absorbing it into Randon-Nikodym density process. Survival measure approach was further extended by Collin-Duresne[4] to avoid calculating a troublesome jump in IBPR reduced-form model. This paper considers survival measure in \"HBPR\" model, i.e. default time is characterized by Cox construction, and studies the relevant drift changes and martingale representations. This paper also takes advantage of survival measure to solve the looping default problem in interacting intensity model with stochastic intensities. Guaranteed debt is priced under this model, as an application of survival measure and interacting intensity model. Detailed numerical analysis is performed in this paper to study influence of stochastic pre-default intensities and contagion on value of a two firms' bilateral guaranteed debt portfolio.\n\n    Download Info\n\n    If you experience problems downloading a file, check if you have the proper application to view it first. In case of further problems read the IDEAS help page. Note that these files are not on the IDEAS site. Please be patient as the files may be large.\n    File URL: http:\/\/mpra.ub.uni-muenchen.de\/27698\/\n    File Function: original version\n    Download Restriction: no\n\n    Bibliographic Info\n\n    Paper provided by University Library of Munich, Germany in its series MPRA Paper with number 27698.\n\n    as in new window\n    Date of creation: 07 Aug 2010\n    Date of revision: 27 Dec 2010\n    Handle: RePEc:pra:mprapa:27698\n\n    Contact details of provider:\n    Postal: Schackstr. 4, D-80539 Munich, Germany\n    Phone: +49-(0)89-2180-2219\n    Fax: +49-(0)89-2180-3900\n    Web page: http:\/\/mpra.ub.uni-muenchen.de\n    More information through EDIRC\n\n    Related research\n\n    Keywords: Survival Measure; Interacting Intensity Model; Measure Change; Guaranteed Debt; Mitigation and Contagion.;\n\n    Find related papers by JEL classification:\n\n    This paper has been announced in the following NEP Reports:\n\n\n    References listed on IDEAS\n    Please report citation or reference errors to , or , if you are the registered author of the cited work, log in to your RePEc Author Service profile, click on \"citations\" and make appropriate adjustments.:\n    as in new window\n    1. Kwai Leung & Yue Kwok, 2009. \"Counterparty Risk for Credit Default Swaps: Markov Chain Interacting Intensities Model with Stochastic Intensity,\" Asia-Pacific Financial Markets, Springer, vol. 16(3), pages 169-181, September.\n    2. Philipp J. Schönbucher, 2000. \"A Libor Market Model with Default Risk,\" Bonn Econ Discussion Papers bgse15_2001, University of Bonn, Germany.\n    3. P. Collin-Dufresne & R. Goldstein & J. Hugonnier, 2004. \"A General Formula for Valuing Defaultable Securities,\" Econometrica, Econometric Society, vol. 72(5), pages 1377-1407, 09.\n    4. Robert A. Jarrow, 2001. \"Counterparty Risk and the Pricing of Defaultable Securities,\" Journal of Finance, American Finance Association, vol. 56(5), pages 1765-1799, October.\n    Full references (including those not matched with items on IDEAS)\n\n\n    Citations are extracted by the CitEc Project, subscribe to its RSS feed for this item.\n    as in new window\n\n    Cited by:\n    1. Bao, Qunfang & Chen, Si & Liu, Guimei & Li, Shenghong, 2010. \"Unilateral CVA for CDS in Contagion model: With volatilities and correlation of spread and interest,\" MPRA Paper 28250, University Library of Munich, Germany, revised 27 Dec 2010.\n    2. Bao, Qunfang & Chen, Si & Liu, Guimei & Li, Shenghong, 2010. \"Unilateral CVA for CDS in Contagion Model_with Volatilities and Correlation of Spread and Interest,\" MPRA Paper 26277, University Library of Munich, Germany.\n\n\n    This item is not listed on Wikipedia, on a reading list or among the top items on IDEAS.\n\n\n    Access and download statistics\n\n\n    When requesting a correction, please mention this item's handle: RePEc:pra:mprapa:27698. See general information about how to correct material in RePEc.\n\n    For technical questions regarding this item, or to correct its authors, title, abstract, bibliographic or download information, contact: (Ekkehart Schlicht).\n\n    If you have authored this item and are not yet registered with RePEc, we encourage you to do it here. This allows to link your profile to this item. It also allows you to accept potential citations to this item that we are uncertain about.\n\n    If references are entirely missing, you can add them using this form.\n\n    If the full references list an item that is present in RePEc, but the system did not link to it, you can help with this form.\n\n    If you know of missing items citing this one, you can help us creating those links by adding the relevant references in the same way as above, for each refering item. If you are a registered author of this item, you may also want to check the \"citations\" tab in your profile, as there may be some citations waiting for confirmation.\n\n    Please note that corrections may take a couple of weeks to filter through the various RePEc services.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.8628748655,
        "format_confidence":0.9181206822
    },
    {
        "url":"http:\/\/panmore.com\/pepsico-marketing-mix-4ps-analysis",
        "text":"PepsiCo’s Marketing Mix (4Ps) Analysis\n\nPepsiCo marketing mix, 4Ps, product, place, promotion, price, market strategy and objectives case study and analysis\nA business sign that promotes Pepsi in Winnipeg, Manitoba, Canada. PepsiCo’s marketing mix addresses variations among markets and products. (Photo: Public Domain)\n\nPepsiCo’s marketing mix has evolved over time, especially because of the effects of mergers and acquisitions. The marketing mix or 4Ps (Product, Place, Promotion & Price) is the combination of strategies and tactics that the firm uses to implement its marketing plan. In this regard, PepsiCo employs various strategies and tactics based on its array of products and brands. The differences among markets also require variations in approaches used in the marketing mix. However, despite these variations, PepsiCo’s marketing mix has a number of general characteristics that define the company’s general corporate approaches to its marketing plan implementation. PepsiCo remains effective and globally successful in this aspect.\n\nPepsiCo’s marketing mix (4Ps) addresses a wide array of products. This marketing mix also responds to considerable variations among markets where PepsiCo operates.\n\nPepsiCo’s Products (Product Mix)\n\nThis element of the marketing mix identifies the organizational outputs made available to customers. PepsiCo started as the Pepsi-Cola Company, with all original products under the Pepsi brand. The following are the current product lines of PepsiCo:\n\n  1. Soft drinks\n  2. Energy drinks\n  3. Cereal\n  4. Rice snacks\n  5. Snacks\n  6. Side dishes\n  7. Breakfast bars\n  8. Sports nutrition\n  9. Bottled water\n  10. Other merchandise\n\nMany of PepsiCo’s current brands and products were added to the product mix through acquisitions. For example, snack products were added after PepsiCo acquired Frito-Lay. Other merchandise includes tumblers and t-shirts, which are manufactured by other companies with license from PepsiCo. This element of the marketing mix is linked to PepsiCo’s generic strategy and intensive growth strategies, which highlight international expansion.\n\nPlace\/Distribution in PepsiCo’s Marketing Mix\n\nPepsiCo uses a global network for distributing its products to consumers. Venues for distribution and sale are considered in this element of the marketing mix. PepsiCo’s places for distribution are as follows:\n\n  1. Retailers\n  2. Online merchandisers\n\nMost PepsiCo products are available at retailers, such as supermarkets, grocery stores, and convenience stores. However, customers can access PepsiCo-licensed merchandise like tumblers and t-shirts through retailers and their websites. Based on this element of the marketing mix, PepsiCo’s places for distributing its products are mostly non-online retailers.\n\nPepsiCo’s Promotion (Promotional Mix)\n\nPepsiCo promotes its products to attract target customers. This element of the marketing mix covers the marketing communications strategies and tactics that the company uses to reach its customers. The following are the tactics in PepsiCo’s promotional mix, arranged according to significance:\n\n  1. Advertising\n  2. Sales promotion\n  3. Direct marketing\n  4. Public relations\n\nAdvertising is PepsiCo’s primary tactic for marketing communications. For example, the company is popularly known for using celebrity endorsers to promote its products on TV, radio, print media, and online media. The firm also advertises through business signs it sponsors or gives to stores and other establishments. PepsiCo occasionally applies sales promotions, such as package deals or discounts. Also, the company’s local offices sometimes implement direct marketing through agreements to provide products to organizations at wholesale prices. Furthermore, PepsiCo uses public relations through financial assistance and sponsorships, such as in sports events. This element of the marketing mix indicates that advertisements are the main determinant of PepsiCo’s ability to communicate with target customers and promote its products.\n\nPepsiCo’s Prices and Pricing Strategy\n\nPepsiCo’s prices are considerably varied because the company has a wide product mix, which means that it has a large number of product lines and brands. Approaches used to set prices are analyzed in this element of the marketing mix. PepsiCo’s main pricing strategies are as follows:\n\n  1. Market-oriented pricing strategy\n  2. Hybrid Everyday Value pricing strategy\n\nMost of PepsiCo’s products are priced based on the market-oriented pricing strategy. The company’s objective in using this strategy is to ensure that its prices are competitive, based on other firms’ prices and prevailing market conditions. On the other hand, Hybrid Everyday Value is PepsiCo’s pricing strategy for some of its products, especially soft drinks. The company’s objective in using this pricing strategy is to close the gap between regular\/everyday prices and discounted holiday prices. In this way, PepsiCo expects consumers to buy more of its soft drinks everyday and not just during the holidays.\n\n  • Barrett, H., & Weinstein, A. (1997). Corporate entrepreneurship, the marketing mix, and business performance. In Proceedings of the 1997 Academy of Marketing Science (AMS) Annual Conference (pp. 144-150). Springer International Publishing.\n  • Goi, C. L. (2009). A review of marketing mix: 4Ps or more? International Journal of Marketing Studies1(1), 2.\n  • Hanssens, D. M., Pauwels, K. H., Srinivasan, S., Vanhuele, M., & Yildirim, G. (2014). Consumer attitude metrics for guiding marketing mix decisions. Marketing Science33(4), 534-550.\n  • Pavlou, P. A., & Stewart, D. W. (2015). Interactive Advertising: A New Conceptual Framework Towards Integrating Elements of the Marketing Mix. In New Meanings for Marketing in a New Millennium (pp. 218-222). Springer International Publishing.\n  • PepsiCo 2014 Annual Report.\n  • PepsiCo Inc. (2012). PepsiCo Announces Strategic Investments to Drive Growth.\n  • Rahmani, K., Emamisaleh, K., & Yadegari, R. (2015). Quality Function Deployment and New Product Development with a focus on Marketing Mix 4P model. Asian Journal of Research in Marketing4(2), 98-108.\n  • Reuters (2013, May 22). UPDATE 1 – PepsiCo rethinks U.S. pricing to attract more daily buyers.\n  • Van Waterschoot, W., & Van den Bulte, C. (1992). The 4P classification of the marketing mix revisited. The Journal of Marketing, 83-93.\n  • Yun-sheng, W. (2001). Perfection and innovation of 4P Marketing Mix – How to evaluate 4P Marketing Mix. Commercial Research5, 6.\n\nThis article may not be reproduced, distributed, or mirrored without written permission from Panmore Institute and its author\/s. Copyright by Panmore Institute - All rights reserved. Small parts of this article may be quoted or paraphrased for research purposes, as long as the article is properly cited and referenced together with its URL\/link.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.996037066,
        "format_confidence":0.8990988135
    },
    {
        "url":"https:\/\/ideas.repec.org\/p\/wzb\/wzebiv\/fsiv00-03.html",
        "text":"IDEAS home Printed from\nMyIDEAS: Log in (now much improved!) to save this paper\n\nPolitical Economy of Infrastructure Investment Allocation: Evidence from a Panel of Large German Cities\n\nListed author(s):\n  • Achim Kemmerling\n  • Andreas Stephan\n\nThis paper proposes a simultaneous-equation approach to the estimation of the contribution of infrastructure accumulation to private production. A political-economy model for the allocation of public infrastructure investment grants is formulated. Our empirical findings, using a panel of large German cities for the years 1980, 1986, and 1988, suggest that cities ruled by a council sharing the State (‘Bundesland’) government's current political affiliation were particularly successful in attracting infrastructure investment grants. With regard to the contribution of infrastructure accumulation to growth, we find that public capital is a significant factor for private production. Moreover, at least for the sample studied, we find that simultaneity between output and public capital is weak; thus, feedback effects from output to infrastructure are negligible. ZUSAMMENFASSUNG - (Politische Ökonomie der Allokation von Infrastrukturinvestitionen: Empirische Evidenz von einem Paneldatensatz großer deutscher Städte) Dieses Papier verwendet ein simultanes Gleichungssystem zur Schätzung des Beitrags von Infrastrukturinvestitionen zu regionalem Wachstum. Ein polit-ökonomisches Modell der Allokation von Finanzzuweisungen für öffentliche Investitionen in Infrastruktur wird formuliert. Unsere empirischen Ergebnisse basierend auf einem Paneldatensatz für große deutsche Städte in den Jahren 1980, 1986 und 1988 deuten darauf hin, dass Städte, deren Mehrheit im Stadtrat die selbe politische \"Couleur\" wie die Landesregierung hatte, erfolgreicher bei der Zuteilung von Finanzzuweisungen waren. Im Hinblick auf den Beitrag der Infrastrukturakkumulation auf das Wachstum finden wir, dass öffentliches Kapital ein wichtiger Faktor für die private Produktion ist. Weiterhin, zumindest für den untersuchten Zeitraum, finden wir, dass die Simultanität zwischen Output und öffentlichem Kapital gering ist; daher sind Feedback-Effekte von Output zur Infrastruktur vernachlässigbar.\n\nIf you experience problems downloading a file, check if you have the proper application to view it first. In case of further problems read the IDEAS help page. Note that these files are not on the IDEAS site. Please be patient as the files may be large.\n\nFile URL:\nDownload Restriction: no\n\nPaper provided by Wissenschaftszentrum Berlin (WZB), Research Unit: Competition and Innovation (CIG) in its series CIG Working Papers with number FS IV 00-03.\n\nin new window\n\nLength: 38 pages\nDate of creation: Feb 2000\nPublication status: Published as a revised version with the title \"The Contribution of Local Public Infrastructure to Private Productivity and Its Political Economy: Evidence from a Panel of Large German Cities\" in Public Choice , Vol. 113(3-4), December 2002,pp. 403-424.\nHandle: RePEc:wzb:wzebiv:fsiv00-03\nContact details of provider: Postal:\nReichpietschufer 50, 10785 Berlin, Germany\n\nPhone: (++49)(30) 25491-441\nFax: (++49)(30) 25491-442\nWeb page:\n\nMore information through EDIRC\n\nReferences listed on IDEAS\nPlease report citation or reference errors to , or , if you are the registered author of the cited work, log in to your RePEc Author Service profile, click on \"citations\" and make appropriate adjustments.:\n\nin new window\n\n  1. Gramlich, Edward M, 1994. \"Infrastructure Investment: A Review Essay,\" Journal of Economic Literature, American Economic Association, vol. 32(3), pages 1176-1196, September.\n  2. John A. Tatom, 1991. \"Public capital and private sector performance,\" Review, Federal Reserve Bank of St. Louis, issue May, pages 3-15.\n  3. David Alan Aschauer, 1988. \"Government spending and the \"falling rate of profit.\",\" Economic Perspectives, Federal Reserve Bank of Chicago, issue May, pages 11-17.\n  4. Alicia H. Munnell, 1990. \"Why has productivity growth declined? Productivity and public investment,\" New England Economic Review, Federal Reserve Bank of Boston, issue Jan, pages 3-22.\n  5. Grossman, Gene & Helpman, Elhanan, 1993. \"Protection for Sale,\" CEPR Discussion Papers 827, C.E.P.R. Discussion Papers.\n  6. Alicia H. Munnell & Leah M. Cook, 1990. \"How does public infrastructure affect regional economic performance?,\" New England Economic Review, Federal Reserve Bank of Boston, issue Sep, pages 11-33.\n  7. Holtz-Eakin, Douglas, 1994. \"Public-Sector Capital and the Productivity Puzzle,\" The Review of Economics and Statistics, MIT Press, vol. 76(1), pages 12-21, February.\n  8. Aschauer, David Alan, 1989. \"Does public capital crowd out private capital?,\" Journal of Monetary Economics, Elsevier, vol. 24(2), pages 171-188, September.\n  9. White, Halbert, 1980. \"A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity,\" Econometrica, Econometric Society, vol. 48(4), pages 817-838, May.\n  10. Alicia H. Munnell, 1992. \"Policy Watch: Infrastructure Investment and Economic Growth,\" Journal of Economic Perspectives, American Economic Association, vol. 6(4), pages 189-198, Fall.\n  11. Olivier Cadot & Lars-Hendrik Röller & Andreas Stephan, 1999. \"A Political Economy Model of Infrastructure Allocation: An Empirical Assessment,\" CIG Working Papers FS IV 99-15, Wissenschaftszentrum Berlin (WZB), Research Unit: Competition and Innovation (CIG).\n  12. Seitz, Helmut, 1994. \"Public capital and the demand for private inputs,\" Journal of Public Economics, Elsevier, vol. 54(2), pages 287-307, June.\n  13. Aschauer, David Alan, 1989. \"Is public expenditure productive?,\" Journal of Monetary Economics, Elsevier, vol. 23(2), pages 177-200, March.\n  14. David Alan Aschauer, 1989. \"Public investment and productivity growth in the Group of Seven,\" Economic Perspectives, Federal Reserve Bank of Chicago, issue Sep, pages 17-25.\n  15. Hulten, Charles R. & Schwab, Robert M., 1997. \"A fiscal federalism approach to infrastructure policy,\" Regional Science and Urban Economics, Elsevier, vol. 27(2), pages 139-159, April.\n  16. Seitz, Helmut, 1995. \"The Productivity and Supply of Urban Infrastructures,\" The Annals of Regional Science, Springer;Western Regional Science Association, vol. 29(2), pages 121-141, May.\n  17. David Alan Aschauer, 1990. \"Why is infrastructure important?,\" Conference Series ; [Proceedings], Federal Reserve Bank of Boston, vol. 34, pages 21-68.\n  18. Ai, Chunrong & Cassou, Steven P., 1997. \"On public capital analysis with state data,\" Economics Letters, Elsevier, vol. 57(2), pages 209-212, December.\n  19. Bernheim, B Douglas & Whinston, Michael D, 1986. \"Common Agency,\" Econometrica, Econometric Society, vol. 54(4), pages 923-942, July.\n  20. John A. Tatom, 1993. \"Is an infrastructure crisis lowering the nation's productivity?,\" Review, Federal Reserve Bank of St. Louis, issue Nov, pages 3-21.\n  21. Groves, Theodore, 1973. \"Incentives in Teams,\" Econometrica, Econometric Society, vol. 41(4), pages 617-631, July.\nFull references (including those not matched with items on IDEAS)\n\nThis item is not listed on Wikipedia, on a reading list or among the top items on IDEAS.\n\nWhen requesting a correction, please mention this item's handle: RePEc:wzb:wzebiv:fsiv00-03. See general information about how to correct material in RePEc.\n\nFor technical questions regarding this item, or to correct its authors, title, abstract, bibliographic or download information, contact: (Jennifer Rontganger)\n\nIf you have authored this item and are not yet registered with RePEc, we encourage you to do it here. This allows to link your profile to this item. It also allows you to accept potential citations to this item that we are uncertain about.\n\nIf references are entirely missing, you can add them using this form.\n\nIf the full references list an item that is present in RePEc, but the system did not link to it, you can help with this form.\n\nIf you know of missing items citing this one, you can help us creating those links by adding the relevant references in the same way as above, for each refering item. If you are a registered author of this item, you may also want to check the \"citations\" tab in your profile, as there may be some citations waiting for confirmation.\n\nPlease note that corrections may take a couple of weeks to filter through the various RePEc services.\n\nThis information is provided to you by IDEAS at the Research Division of the Federal Reserve Bank of St. Louis using RePEc data.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.8153982162,
        "format_confidence":0.9794344306
    },
    {
        "url":"http:\/\/eprints.ums.edu.my\/2264\/",
        "text":"An investigation of key adoption of non-business E-Commerce in Malaysia\n\nOswald Aisat Igau and Abdul Wahid Mohd Kassim and Sulaiman Othman and Nelson Oly Ndubisi and Mohamad Ghozali Hassan (2010) An investigation of key adoption of non-business E-Commerce in Malaysia. In: 5th International Conference on Knowledge Management, 25-27 May 2010, Kuala Terengganu, Malaysia.\n\nFull text not available from this repository.\n\n\nNon-business EC is a relatively new research niche in the general e-commerce stream. It denotes the use of e-commerce by non-business institutions such as academic institutions (as in the present study), not-for profit organizations, religious organizations, and government agencies to reduce their expenses or to improve their operations and customer service. A field survey was conducted to determine key factors that facilitate the adoption of non-business EC in Malaysian Universities. Since e-commerce adoption decision is a strategic one, a comprehensive list of potential facilitators and non-facilitators for the strategic use of information technology was derived from past research and used as the basis for collecting data from 65 schools, centres and units from 5 public universities in Kota Kinabalu and Kuala Lumpur. These data were factor-analysed to determine the key underlying dimensions of facilitators. On the basis of the resulting five dimensions namely, relative advantage, network orientation, information efficiency, innovativeness, and competitiveness, regression analysis was done to determine the impact of the five dimensions on adoption. The results suggest that relative advantage, network orientation, and information efficiency are the most important facilitators. Inhibitors were not estimated eventually, as there were no non-users among the respondents.\n\nItem Type: Conference or Workshop Item (UNSPECIFIED)\nUncontrolled Keywords: E-Commerce, Non-business, Adoption, Facilitators\nSubjects: ?? QA75.5-76.95 ??\n?? HF5546-5548.6 ??\nDivisions: SCHOOL > School of Business and Economics\nDepositing User: ADMIN ADMIN\nDate Deposited: 14 Mar 2011 02:55\nLast Modified: 30 Dec 2014 01:28\n\nActions (login required)\n\nView Item View Item",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.8257523775,
        "format_confidence":0.8994108438
    },
    {
        "url":"https:\/\/ideas.repec.org\/a\/pet\/annals\/v10y2010i2p171-184.html",
        "text":"IDEAS home Printed from\nMyIDEAS: Log in (now much improved!) to save this article\n\nThe Basics Of Rationality And The Culture Of Economic Behaviour\n\n  • Ion Hirghiduş\n\n\n    (University of Petroşani, Romania)\n\n  • Valentin Fulger\n\n\n    (University of Petroşani, Romania)\n\nRegistered author(s):\n\n    Economy nowadays demonstrates that human society must eliminate any waste of time, space, intelligence. Only where this is not followed as stated, the crisis is more obvious. No matter how many disputes it created, we must agree that this economic crisis has alerted the whole world in all its dimensions. The more social rationality was discussed, which led to discussions about economic rationality, the more the depth of this crisis was proved. In fact, this crisis marks out that human society must change, in both its qualitative and its quantitative aspects. The understanding of the crisis we’re experiencing, including the economic crisis, implies a concept re-evaluation of the language aspects by which we mark the phenomena of social life.\n\n    If you experience problems downloading a file, check if you have the proper application to view it first. In case of further problems read the IDEAS help page. Note that these files are not on the IDEAS site. Please be patient as the files may be large.\n\n    File URL:\n    Download Restriction: no\n\n    Article provided by University of Petrosani, Romania in its journal Annals of the University of Petrosani - Economics.\n\n    Volume (Year): 10 (2010)\n    Issue (Month): 2 ()\n    Pages: 171-184\n\n    in new window\n\n    Handle: RePEc:pet:annals:v:10:y:2010:i:2:p:171-184\n    Contact details of provider: Web page:\n\n    No references listed on IDEAS\n    You can help add them by filling out this form.\n\n    This item is not listed on Wikipedia, on a reading list or among the top items on IDEAS.\n\n    When requesting a correction, please mention this item's handle: RePEc:pet:annals:v:10:y:2010:i:2:p:171-184. See general information about how to correct material in RePEc.\n\n    For technical questions regarding this item, or to correct its authors, title, abstract, bibliographic or download information, contact: (Imola Driga)\n\n    If you have authored this item and are not yet registered with RePEc, we encourage you to do it here. This allows to link your profile to this item. It also allows you to accept potential citations to this item that we are uncertain about.\n\n    If references are entirely missing, you can add them using this form.\n\n    If the full references list an item that is present in RePEc, but the system did not link to it, you can help with this form.\n\n    If you know of missing items citing this one, you can help us creating those links by adding the relevant references in the same way as above, for each refering item. If you are a registered author of this item, you may also want to check the \"citations\" tab in your profile, as there may be some citations waiting for confirmation.\n\n    Please note that corrections may take a couple of weeks to filter through the various RePEc services.\n\n    This information is provided to you by IDEAS at the Research Division of the Federal Reserve Bank of St. Louis using RePEc data.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.9228690863,
        "format_confidence":0.8269052505
    },
    {
        "url":"https:\/\/studylib.net\/doc\/5278629\/keith-peterka-%E2%80%93-%E2%80%9Cvaluation-strategies-for-early-stage-com..",
        "text":"Keith Peterka – “Valuation Strategies for Early Stage Companies”\n\nFair Value Measurements:\nAn Accountant’s Perspective\nPresented by\nKeith C. Peterka, CPA\nMarch 21, 2012\nToday’s Discussion\n The Accountant’s Role in Fair Value Measurements\n SFAS 157 \/ ASC 820 “Fair Value” – What’s all the fuss??\n Mergers and Acquisitions: it’s a Fair Value World\nThe Accountant’s Role \/ Perspective\n Independence Rules\n GAAP is not a Four Letter Word, perhaps in some cases.\n Confidence\nFair Value Measurements:\nWhat are they,\nand why are they important?\nData on Funds Sought and Valuations\nSource: Angelsoft, Inc.\nFair Value Measurements:\nThe Great Accounting Debate\n Fair value accounting continues to generate significant\ncontroversy among preparers, financial statement\nusers, investors, auditors, regulators and even\n Some have attributed at least part of the 2008\neconomic crisis on the application of fair value\nThe Case SUPPORTING Fair Value :\n The current mixed attribute system is seriously flawed – it is too\ncomplex and does not provide enough transparency to users of\nfinancial statements.\n Current financial statements have become irrelevant to users –\nmost financial analysis is based on adjusting net income rather than\nrelying on it as a relevant measurement.\nThe Case AGAINST Fair Value\n Fair value accounting in many cases is based on a series of\nsubjective estimates and therefore may be less reliable\nthan historical cost.\n Fair-value accounting would require finance and accounting\npersonnel to develop new skills – many of these\ndepartments are already overburdened by the increase in\ncorporate governance requirements – not to mention the\ncontinuing stream of new and revised accounting\nThe FASB’s Definition of Fair Value\nSFAS 157 \/ ASC 820\nSFAS 157 provides the following definition of “fair value”:\nThe price that would be received to sell an asset or\npaid to transfer a liability in an orderly transaction\nbetween market participants at the measurement\nThe Game Changes\n This definition of fair value retains the exchange-price notion of fair\nvalue. Fair value is based on the exit price – the price that would be\nreceived to sell an asset or paid to transfer a liability, not the\ntransaction price or entry price – the price that was paid for the asset\nor that was received to assume the liability.\n Conceptually, entry and exit prices are different. The exit price\nconcept is based on current expectations about the sale or transfer\nprice from the perspective of market participants.\n Under FAS 157, a fair value measurement should reflect all of the\nassumptions that market participants would use in pricing an asset or\nMarket Participant Concept\n• Fair Value is not the value specific to the reporting entity,\nand it’s not the specific value to one market participant\nwhose risk assessment or specific synergies differ from other\nmarket participants.\n• Key considerations in developing market participant\nassumptions may include the specific location, condition, and\nother characteristics of the asset or liability (e.g., assumed\ngrowth rates, whether certain synergies are available to all\nmarket participants, and risk premium assumptions).\nValuation Techniques\nSFAS 157\/ASC 820 describes three approaches to\nmeasuring the fair value of assets and liabilities:\n• the Market Approach,\n• the Income Approach, and\n• the Cost Approach.\nChoosing the Correct Valuation Method\nValuation techniques that are appropriate in the circumstances and for\nwhich sufficient data are available shall be used to measure fair\nvalue. In some cases, a single valuation technique will be appropriate.\nIn other cases, multiple valuation techniques will be appropriate. If\nmultiple valuation techniques are used to measure fair value, the\nresults shall be evaluated and weighted, as appropriate, considering\nthe reasonableness of the range indicated by those results.\n– A fair value measurement is the point within that range that\nis most representative of fair value in the circumstances.\nMarket Approach\nThe market approach uses prices and other relevant information\ngenerated by market transactions involving identical or comparable\nassets or liabilities (including a business).\nFor example, valuation techniques consistent with the market approach\noften use market multiples derived from a set of comparables. Multiples\nmight lie in ranges with a different multiple for each comparable.\nThe selection of where within the range the appropriate multiple falls\nrequires judgment, considering factors specific to the measurement\n(qualitative and quantitative).\nGuideline Public Company Methodology\nAre there any reasonably “comparable” companies in the\npublic marketplace?\nScope of services\nCalculate multiples of: Revenue, EBITDA, EBIT\nAdjust multiples for risk factors\nTransaction (M&A) Methodology\nResearch transactions involving comparable companies:\n• SEC filings\n• Subscription databases\nCompare target companies to subject company\nCalculate multiples of: Revenue, EBITDA, EBIT\nAdjust multiples for risk factors\nMarket Approach - Fundamentals\n The market approach reflects values from active markets that are\nconsidered the most reliable measure of fair value at the valuation\ndate. These market values may require adjustments to reflect\nrestrictions on the ability to sell in the active market or access these\nmarkets and the purchase of a controlling interest that may require\nreflecting a premium over the active market price.\n The use of multiples of earnings and various forms of earnings, such\nas EBITDA and EBIT, and sales multiples are all part of the market\nThe market approach relies on the ability to find assets and\nliabilities that are sufficiently similar to rely on these multiples.\nIncome Approach\nThe income approach uses valuation techniques to convert future\namounts (for example cash flows or earnings) to a single present\namount (discounted). The measurement is based on the value\nindicated by current market expectations about those future amounts.\nIncome valuation techniques include present value techniques:\n• Option-pricing models, Black-Scholes-Merton formula (a closedform model) and a binomial model (a lattice model).\n• The multi-period excess earnings method, which is used to\nmeasure the fair value of certain intangible assets\nDiscounted Cash Flow Method\nDependent on the development of reasonable, achievable\ncash flow projections:\nHow far out to take the projections?\nRevenue growth rates\n“Normalized” expense levels\nIncome taxes\nNon-cash items\n• Working capital additions\n• Capital Expenditures\n• Depreciation\/Amortization\n– Discount rate\nCost Approach\nThe cost approach is based on the amount that currently would be\nrequired to replace the service capacity of an asset (current\nreplacement cost). From the perspective of a market participant\n(seller), the price that would be received for the asset is\ndetermined based on the cost to a market participant (buyer) to\nacquire or construct a substitute asset of comparable utility,\nadjusted for obsolescence. Obsolescence encompasses physical\ndeterioration, functional (technological), and economic (external)\nValuation Inputs\nInputs refer broadly to the assumptions that market\nparticipants would use in pricing the asset or liability,\nincluding assumptions about risk.\nSFAS 157 allows two types of Inputs:\n1. Observable Inputs\n2. Unobservable Inputs\nValuation Inputs\n• Observable inputs are inputs that reflect the assumptions\nmarket participants would use in pricing the asset or\nliability developed based on market data obtained from\nsources independent of the reporting entity.\n• Unobservable inputs are inputs that reflect the reporting\nentity's own assumptions about the assumptions\nmarket participants would use in pricing the asset or\nliability developed based on the best information\navailable in the circumstances.\nValuation Inputs\nSFAS 157 emphasizes that a reporting entity’s valuation\ntechnique for measuring fair value should maximize\nobservable inputs and minimize unobservable inputs,\nregardless of whether the reporting entity is using the\nmarket approach, income approach, or cost approach.\nInputs include price information, volatility factors, specific\nand broad credit data, liquidity, and all other factors that\neffect the fair value measurement.\nCharacteristics of Observable and Market-Based Data\nNot proprietary\nReadily available\nBased on a consensus within\nreasonably narrow observable ranges\nRegularly distributed\nProvided by sources who are actively\ninvolved in the relevant market\nMultiple independent sources\nSupported by actual market\nTransparent & Verifiable\nAccounting for\nMergers and Acquisitions\nAccounting for M&A ASC 805 (SFAS 141R)\n• COST ACCUMULATION – Historical Approach\nPreviously accounting for a business combination involves accumulating\ncosts of acquiring a target entity and allocating those costs to individual\nassets acquired and liabilities assumed.\nThe FASB and the IASB in ASC 805 determined that because a business\ncombination is a transaction in which an entity (the acquirer) takes control of\nanother entity (the target), the fair value of the underlying exchange\ntransaction should be used to establish a new accounting basis of the\nacquired entity.\nThe acquirer should recognize and measure the assets acquired and\nliabilities assumed at their full fair values as of the date control is obtained,\nregardless of the percentage ownership in the acquiree or how the acquisition\nwas achieved.\nThe Acquisition Method\nApplying the acquisition method requires each of the\nfollowing steps:\n1. Identifying the acquirer\n2. Determining the acquisition date\n3. Recognizing and measuring the identifiable assets acquired, the\nliabilities assumed, and any noncontrolling interest in the acquiree;\n4. Recognizing and measuring goodwill or a gain from a bargain\nMeasurement Concepts\nASC 805 Focus is on the Intangibles\nThe implementation guidance in ASC 805 includes a listing of examples\nof intangible assets that the FASB believes meet the criteria for\nrec... (truncated)",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.9918045998,
        "format_confidence":0.7007341385
    },
    {
        "url":"http:\/\/socialsciences.scielo.org\/scielo.php?script=sci_abstract&pid=S0046-001X2006000100003&lng=en&nrm=iso",
        "text":"SciELO - Scientific Electronic Library Online\n\nvol.1 special edition author indexsubject indexarticles search\nHome Pagealphabetic serial listing  \n\nDesarrollo Económico (Buenos Aires)\n\nPrint version ISSN 0046-001X\n\n\nMIGUEZ, Eduardo. \"The argentinean failure\": an interpretation of economic  evolution in the \"Short 20th Century\".Translated byMarta Ines Merajver. Desarro. econ. (B. Aires) [online]. 2006, vol.1Selected edition, pp. 0-0. ISSN 0046-001X.\n\nThis study reviews a representative though not an exhaustive set of representative explanations of the poor performance achieved by Argentina\u0092s economy between the Great War and the 1989 crisis. It analyzes the literature by dividing it in accordance with two different approaches: one that assumed that economic performance was conditioned by structural factors, and another that attributes it to decisions on economic policies and conjunctural circumstances. Regarding the firts approach, it highlights the importance of colonial legacies, the asymmetry of international relations, problems related to the formation of capital, and the flaws of the entrepreneurial class that led the industrialization process. Among the second approach, emphasis is laid on those who point to the lack of State intervention or the State\u0092s belated decision to intervene, those who hold the opposite view by stating that it was precisely because of State intervention that the economic parameters favorable to growth and development became distorted, those who point to problems about political and social institutions, and those who attribute poor performance to a series of citcumstancial processes. The last part of the study intends to underscore the role played in this process by the distance separating initial levels of development (aided by natural resources) and the levels of societal general development, chiefly in relation to the available human capital and to the quality of the institutions involved.\n\nKeywords : Social theory; Economic history; Development; \u0091Argentinean failure\u0092; Human capital; Institutional quality; Argentina.\n\n        · abstract in Spanish     · text in English     · English ( pdf )",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.6215500832,
        "format_confidence":0.9800618291
    },
    {
        "url":"http:\/\/jultika.oulu.fi\/Record\/nbnfioulu-202102191203",
        "text":"University of Oulu\n\nEstimating the impact of Brexit on the United Kingdom’s import demand of bovine meat\n\nSaved in:\nAuthor: Rytkönen, Jere1\nOrganizations: 1University of Oulu, Oulu Business School, Department of Economics, Economics\nFormat: ebook\nVersion: published version\nAccess: open\nOnline Access: PDF Full Text (PDF, 1.3 MB)\nPages: 57\nPersistent link:\nLanguage: English\nPublished: Oulu : J. Rytkönen, 2021\nPublish Date: 2021-02-19\nThesis type: Master's thesis\nTutor: Oikarinen, Elias\nReviewer: Simonen, Jaakko\nOikarinen, Elias\n\n\nOn 23rd of June 2016 the United Kingdom (UK) held The United Kingdom European Union membership referendum on the question whether the country should remain in the European Union (EU). The result was that the UK decided to exit from the European Union. This event was coined as Brexit.\n\nThe primary objective of this Thesis is to estimate the impact of Brexit on the United Kingdom’s import demand for bovine meat. In order to estimate the impact an econometric time series model is used to capture the unit price and income elasticities of import demand. The specific model used is Autoregressive Distibuted Lag Error Correction Model (ARDL-ECM). The results of the model are used to analyse possible impacts of different Brexit scenarios. The time series is based on annual data from 1993 until 2018. The data was collected from EUROSTAT, UN COMTRADE and UK government sources.\n\nThe results of the model were used to analyse possible impacts of Brexit. The results show that bovine meat imports from the EU are quite inelastic. The results from the thesis can be used to indicate possible magnitude of the changes due to Brexit. In order to capture better estimates for the impact of Brexit the elasticities gained from the Thesis could be utilized in a general- or partial equilibrium models.\n\nsee all\n\nCopyright information: © Jere Rytkönen, 2021. This publication is copyrighted. You may download, display and print it for your own personal use. Commercial use is prohibited.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.7408677936,
        "format_confidence":0.9616673589
    },
    {
        "url":"http:\/\/cep.lse.ac.uk\/_new\/publications\/abstract.asp?index=2149",
        "text":"CEP LSE RSS Contact Us YouTube Facebook Twitter\n\n\nCEP Discussion Paper\nIdentifying Technology Spillovers and Product Market Rivalry\nNicholas Bloom, Mark Schankerman and John Van Reenen\nFebruary 2005\nPaper No' CEPDP0675:\nFull Paper (pdf)\n\nJEL Classification: O31; O32; O33; F23\n\nTags: spillovers; r&d; market value; patents; productivity\n\nThe impact of R&D on growth through spillovers has been a major topic of economic research over the last thirty years. A central problem in the literature is that firm performance is affected by two countervailing “spillovers”: a positive effect from technology (knowledge) spillovers and negative business stealing effects from product market rivals. We develop a general framework incorporating these two types of spillovers and implement this model using measures of a firm’s position in technology space and product market space. Using panel data on U.S. firms we show that technology spillovers quantitatively dominate, so that the gross social returns to R&D are at least twice as high as the private returns. We identify the causal effect of R&D spillovers by using changes in Federal and state tax incentives for R&D. We also find that smaller firms generate lower social returns to R&D because they operate more in technological niches. Finally, we detail the desirable properties of an ideal spillover measure and how existing approaches, including our new Mahalanobis measure, compare to these criteria.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.8580636382,
        "format_confidence":0.9857225418
    },
    {
        "url":"https:\/\/bereavementpractitioners.org\/essay-asymmetric-information-problem-syirkah-financing\/",
        "text":"Asymmetric Information Problem in Syirkah Financing\n\nTopic: AutomotiveCommercial\nSample donated:\nLast updated: June 5, 2019\n\nThe image of Islamic Banking system is increasing since the financial crisis in 2008. Islamic financial market activity as well as in some developed countries such as Australia, Bahamas, Canada, Cayman Islands, Danish, Guernsey, jersey, Ireland, Luxembourgh, Switzerland, United Kingdom, United States, and Virgin Islands also grow (Latifa and Mervyn 2001, p.\n\n9).Base on Bank Indonesia report at the third quarter 2009, The Banker’s survey in 2009 showed that the asset managed by the 500 largest Islamic financial institutions in the world in 2009 grew 28. 6% compared to 2008 or from USD639 billion to USD822 billion. In Indonesia, Islamic Banking was began in 1992 with the establishment of Bank Muamalat Indonesia and followed by Bank Syariah Mandiri in 1999. Bank Indonesia statistic informed that position in March 2010 there were eight Islamic Commercial Bank, 25 Business Unit, and 143 Islamic Rural Bank (BPRS). Total number of Islamic Banking offices are 1499 units.\n\nWe Will Write a Custom Essay Specifically\nFor You For Only $13.90\/page!\n\norder now\n\nLooking at the trend growth of Islamic banking institutions and the number of such offices, it seems that the market of Islamic Banking business in Indonesia grew rapidly. Particularly in Indonesia, a majority Muslim society Along with the rapid growth of Islamic Banking, there is the problematic application of the primary product of the Islamic Banking based on profit and loss sharing. In Indonesia, based on the Act No. 7 of 1992 article 6, Islamic Banking is identical with the primary product profit and loss sharing. In a recent article (Rifki 2009, p.\n\n01) Islamic Banking theory recognizes financing allocation into three types which are: (a) Equity-based financing; (b) Debt-based financing and; (c) Benevolent loan and service. Profit and loss sharing concept is included in the category of Equity-based financing. According Sunarto (2003, p.\n\n24) transaction of Islamic economic system have two contract, tabarru’ (virtue) and tijarah (business). Tijarah contract is for business and business-oriented. Equity-based financing and Debt-based financing are included in tijarah category. Amongst all kinds of financing, debt based financing is the most favorite one in particular Murabahah financing.Islamic Bank use it is because (a) Murabahah rate of return is predetermined, fixed and continues (b) Trade financing does not require much efforts to monitor (c) Risk of default is relatively low (Rifki. 2009, p.\n\n102). Existing trends in some countries that apply Islamic Banking, Murabahah skim as secondary product with a certain margin has large portion, with an average 70% more. Likewise in Indonesia, the implementation of equity-based financing as a primary product of Islamic Banking has a smaller portion because it has a high risk.The cause of high risk is any asymmetric information between Bank\/Owner of the funds (shahibul mall) and Client\/Entrepeneur (mudharib). Antonio (2001,p. 90) said that there are four types of major contract in Equity-based financing which are Mudharabah (trustee partnership), Musharakah (joint venture), Muzara’ah (harvest yield profit sharing), and Musaqot (plantation management fee based on certain portion of yield).\n\nBut the principle of the most popular and widely used by Islamic Banking in Indonesia from Equity-based financing is musharakah and mudharabah.Focus of this paper is how to solve problems of asymmetric information on Equity-based financing product specifically musyarakah and mudharabah which if not mitigated will create moral hazard for entrepreneurs and at the end will harm the development of Islamic banking. Islamic Economic Business as part of economic activity is always a vital role in human life throughout the ages. Economic interests will influence the behavior for all levels of the individual, social, regional, national, and international. Muslims have long been involved in economic activity since the fifteenth century ago (Merza 2006, p. -2). The phenomenon is not a strange thing, because Islam encourages Muslims to conduct business activities in order to meet their social-economy needs.\n\nIslamic economic that has been running currently in Indonesia known as Islamic Economic System. Merza (2006, p. 5) explained that the Islamic Economic System has several goals: 1. Economic Welfare in the framework of the Islamic moral norms.\n\n2. Form a community with a solid social order, based on justice and universal brotherhood. 3. Achieving the distribution of income and wealth in a fair and equitable.\n\n4.Creating individual freedom in the context of social welfare. Paradigm of Islamic Economic System is different from conventional economics. Paradigm of Islamic economic system is not a secular, free values, materialist and Social-Darwinism.\n\nBut Islamic economic system based on a number of concepts which tend to be rooted in his doctrines. Islamic economic system provided the main interest in moral values, human brotherhood and social and economic justice. Unlike the concept of Marxism and Capitalism are not relying on the state nor the market to realize its vision (Chapra 2001,p. 59).Thus the paradigm of Islamic economic system leads to better integrate the role of values and institutions, markets, families, communities and countries to ensure the realization of prosperity for all.\n\nThis emphasizes the importance of social change through improving individual and society, without causing any unfairness in the market and the state. Characteristics of Musharakah and Mudharabah Musyarakah is an agreement between two or more parties to a particular business in which each party contributes funds or expertise with the agreement that the benefits and risks will be shared in accordance to an agreement (Antonio 2001, p. 0-91). Musyarakah financing is usually applied to projects where the client\/entrepreneur and the bank\/owner of the funds together to provide funds to finance the project. After the project is completed, client\/entrepreneur return the funds together for an agreed outcome for the bank. Bank as the owner of the fund in this case is known as a business partners, is eligible to participate in company management.\n\nBut the participation of the Bank is not a necessity. The parties can divide the work to manage the business according to the agreement, and they can also request a salary for heir effort and expertise devoted to the business. However, in practice in Indonesia, the Bank did not participate in the management of the business because of oddity and have the confidence to client\/entrepreneur. In musyarakah, profit divided by agreement of the parties, while the loss will be shared in proportion to equity participation of each party (Zainul. 2010). Slightly different from the musyarakah, mudharabah is an agreement between two parties whereby the business first bank\/owner of the funds to provide full of financial capital (100%), while client \/ entrepreneur to provide expertise.\n\nMudharabah business profits divided by agreement as outlined in the contract, whereas if the loss is borne by capital owners during the loss was not due to negligence of the client\/entrepreneur. If the losses due to fraud or negligence of the client\/entrepreneur, then the client\/entrepreneur will be responsible for losses (Antonio 2001,p. 90-91). Here will appear the asymmetric information between client\/entrepreneur and bank\/owner of funds. The asymmetric information being happen because of the bank has less information on the project and the client\/entrepreneur not disclose the profit or income of the project.Generally mudharabah divided into two kinds; mudharabah muthlaqah and mudharabah muqayyadah. Mudharabah muthlaqah is a form of cooperation between the bank\/owner of the funds and client\/entrepreneur that broad in scope and not limited by the specification type of effort, time, and the business district. Unlike the mudharabah muqayyadah or also called the restricted mudharabah which restricted to the type of effort, time, or place of business (Zainul.\n\n2010). In addition, in banking applications, mudharabah can be implemented in products funding and financing.In this paper, mudharabah that will discussed is mudharabah that be implemented in financing product. Musyarakah\/Mudharabah Risk Risk inherent in the musyarakah and mudharabah in financing product is relatively high. Antonio (2001, p. 93-97) has shown the risk: 1. Side streaming Side streaming in question is client\/entrepreneur use the funds not referred to in the contract. It can happen because customer from abusing the trust that has been given by the bank.\n\nThis is because the character of client\/entrepreneur is not good. 2. Negligence and willful misconductNegligence and willful misconduct can occur if client\/entrepreneur do not have the expertise and good management. Or it could be if the client\/entrepreneur is deliberately causing speculation beyond the ability of large losses. Speculation could happen because there is an element of greed will benefit. For example doing or promising to complete the project although have a limited resources or collusion with the project committee which causes other cost increase and erode profits. 3. Concealment of profits by the client\/entrepreneur The basic concept of mudharabah and musyarakah is profit and loss sharing system.\n\nAccording to PSAK 59 about Islamic Banking accounting, there are two types of profit sharing, through the gross and net profit sharing. In this concept, bank\/owner of the funds and client\/entrepreneur agree in advance how many percentage of gross profit or net operating profit to be distributed. Obviously the revenue of each month not same and tend to fluctuate. This characteristic is the real nature of the concept of profit and loss sharing. However, in practice if the customer is not good moral and are not hon... (truncated)",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.9955595732,
        "format_confidence":0.9713401198
    }
]