[
    {
        "url":"http:\/\/bookswithlynn.blogspot.com\/2014\/09\/village-of-secrets-defying-nazis-in.html",
        "text":"Wednesday, September 17, 2014\n\nVillage of Secrets: Defying the Nazis in Vichy France\n\n\nToday’s nonfiction post is on Village of Secrets: Defying the Nazis in Vichy France by Caroline Moorehead. It is 384 pages long including notes and a bibliography. The cover is a picture of village of Le Chambon-sur-Lignon. The intended reader is someone who is interested in War World 2 history and hopeful, real life bravery. There is no sex, no language, and the violence is just talked about. The story is told from third person close with letters and interviews added in for depth. There Be Spoilers Ahead.\n\nFrom the back of the book- Le Chambon-sur-Lignonis a small village of scattered houses high in the mountains of the Ardeche, one of the most remote and inaccessible parts of eastern France. During the Second World War, the inhabitants of this tiny mountain village and its parishes saved thousands wanted by the Gestapo: resisters, Freemasons, communists, OSS and SOE agents, and Jews. Many of those they protected were orphaned children and babies whose parents had been deported to concentration camps.\nWith unprecedented access to newly opened archives in France, Britain, and Germany, and interviews with some of the villagers from the period who are still alive, Caroline Moorehead pains an inspiring portrait of courage and determination: of what was accomplished when a small group of people banded together to oppose their Nazi occupiers. A thrilling and atmospheric tale of silence and complicity, Village of Secrets reveals how every one of the inhabitants of Chambon remained silent in a country infamous for collaboration. Yet it is also a story about mythmaking, and the fallibility of memory.\nA major contribution to WWII history, illustrated with black-and-white photo, Village of Secrets sets the record straight about the events in Chambon, and pays tribute to a group of heroic individuals, most of them women, for whom saving others became more important their own lives.\n\nReview- I found this to be a very inspiring story. One group of people led by both their local leaders and their own sense of right decided that no one was going to the Germans. This village was truly something unique. Over the course of the occupation only 12 people were taken from Le Chambon-sur-Lignonis. They hid at least 883 people and if you count all the people who hid there for a short time or just passed through to get documents the numbers become staggering. The writing is approachable. The story is moving and the real people are interesting. Moorehead wants to try and set the record straight about this little village and the province that it is in. The people who live and lived there value silence so there has been rumor with little to no fact checking but Moorehead was able to get more information. With archives opening up, interviews with children who lived there and through the war, and just plain old research she wants to lift the veil on this story. I think she did but I knew nothing about this place and its people before reading this book. I am going to be doing some personal research into this now to see for myself.\n\nI give this book a Five out of Five stars. I get nothing for my review and I was given this book by HarperCollins in exchange for an honest review.",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.5021008849,
        "format_confidence":0.6201381683
    },
    {
        "url":"http:\/\/www.worldwar-ancestry.co.uk\/testimonials-2\/",
        "text":"I was approached by the Clarke family to trace records of their ancestor who was killed during WW1. I was able to find the date of death of their relative and track down which cemetery he now lies in. By then accessing the battalion war diary for his unit it was possible to find that only one man from this unit had died on 31.8.15 and therefore it was him! (see note below)\n\nHere is the war diary for the end of August 1915 – the only report of OR casualties is a man killed by a sniper on the 31-8-1915. This is one of the War Diary’s briefer periods describing events.\n\nThis has now enabled a tour to be planned in the near future which will follow Clarke’s travels in France, his transfer from the Notts and Derbys to the Northants regiment, the place of his death whilst working in no mans land and a visit to the cemetery in which he now rests.\n\n  • War Record\n\nJonathan, you are a friend indeed!  Once again, this is probably all I would need to know about Cpl. John Sim Stevenson, and again, you have my sincere gratitude for providing this information and so swiftly too!\n\nBill (Oct 2017)\n\n\nThanks for your help.  The documents all arrived today and they were him, the funny thing is though there is no mention in his records of the Royal Berkshire Regiment. They are all the Loyal North Lancs Regiment. It was a surprise gift for my husband and he was thrilled with them.\n\nThanks again\n\nBest wishes\n\nJulie (Jan 2018)\n\n\nI can’t begin to tell you how grateful I am for your help over recent days….your time, resources, knowledge and expertise have been invaluable at a point where I seemed to have ground to a halt especially with William and Molly and to some extent with John Henry: although I knew a bit more about him you told me a great deal more. I know my aunt will be over the moon when I tell her.\nI will pursue the further leads you’ve given me on Will and Molly at the earliest opportunity and in due course will let you know how I got on.\nKindest regards\nAndrew S (Lincs May 2017)\n\nHi Jonathan,\n\nWow – that is a fantastic insight – you’re right – he did his “bit” and more over the 4 years in the Army.  His marriage was recorded as in the period Oct\/Nov\/Dec 1917 – which might be of some help in pinning down dates?Let me see if there is anything else the family have now to finish the story….Thanks so much again\n\nTudor R, York – May 2017\n\n\nHi Jonathan,\n\nWow what a quick and informative response thank you very much. I’ve been researching my family history since Christmas and Sidneys story has been very sad. I know all about his life (unless there’s more poverty and sadness to uncover!) his dad disappears with another woman and marries another woman, fairly sure he’s committed bigamy. His mother turns to prostitution. Sidney is arrested for wandering at 11 1\/2 years old in a poor condition. Before this he has moved to six different schools around London.\n\nJade – Manchester – Mar 2017\n\n\nHi Jonathan,\n\nThank you so much for the information that you have researched so efficiently and speedily, with respect to my Grandfathers experience during the 1st World War.\n\nTony D, Lancs – Jan\/Feb 2017\n\n\nHi Jonathan,\n\nCan’t wait for the grandchildren to get older so I can pass all the information and photos on. Hopefully they will appreciate and understand what it is all about.\n\nDavid S, Huddersfield – Feb 2017\n\n\n\nHi Jonathan,\n\nThank you so much for the work that you have done, I am amazed at your findings. Thanks for telling me about the medal ribbon and the meanings of the colours, I had no idea!\n\nThank you for finding this information so quickly and sharing it with me, I can now find more about where he served and more about my family history so that I can share the information with my Grandchildren and family. \n\nPeter O, Lancs Nov 2016\n\n\n\nI’m more than impressed. Thank you for helping me with this. Once again…thank you!\n\nMike G – Sept 2016\n\n\nHi Jonathan\n\nThe booklet is beyond my expectations Thank-you for time and effort put in to it.\nMany thanks\nPeter – Aug 2016\n\nMorning Jonathan\n\nBrilliant work! I hope you haven’t been too distracted from your day job. You may have it already but I have attached a copy of the 1\/4th Loyals book.\n\nThank you\n\nGaye – July 2016\n\n\n\nHi Jonathan\n\nI was fascinated by the papers you kindly dropped off, Edward was home for the weekend and Googled Carlton’s son Aubrey who it transpires was with the RAF and killed in Egypt in the 2nd world war.\n\nSo much sadness and all news to me !\n\nMany thanks again.\n\n\nJames – May 2016\n\n\nDear Jonathan\n\nMany thanks, the book you sent has arrived safely.  We are finding it really interesting and your explanations are most helpful. We now understand far more about what my Grandad must have experienced.Thanks so much for your great help. It really will help to enhance our trip as well as being very valuable for our whole family history.\n\nJanet K – May 2016\n\n\n\nHi Jonathan – I received the booklet today, It’s great thank you, very informative and a lovely keepsake.\n\n Kind regards\n\n Carol (March 2016)\n\n\nHello Jonathan\n\n That’s wonderful, thank you so much for your help.  Beginning to build up a good picture of my great uncle now!\n\nBest wishes\n\nD. B. (Nov 2015)\n\n\nJonathan, Excellent -Thanks again for taking the time and effort, you’ve got down far more than I have managed to do in ten years!\n\nDave B , Lincoln – Oct 2015\n\n\nJonathan, You have placed a whole new understanding into our family background. Thank you.\n\nRoy M, Notts, Sept 2015\n\n\nHi Jonathan\n\n Wow – very many thanks for this summary – certainly helps me to put Ellisons service into context.\n\n You certainly get the ABCD award – Above and Beyond the Call of Duty for that summary – fantastic.\n\n Thank you so much again – I’ll let you get back to helping other novices like me – or perhaps doing your own research again!!!\n\n Very best regards – and thanks again for all your time and effort…\n\nTudor  – May 2015\n\n\n\n Thank you so much for the information so far.  Fascinating.\n\n Re the medal cards and the felony – we don’t have any information on this. Frankly thats a bombshell!\n\nTR – England May 2015\n\n\nWOW! I have just shed a few tears, thank you and bless you\n\nW. Wilson, Canada, April 2015\n\n\nThanks for your help Jonathan. We now know so much more!\n\nPaul S. Nottingham October 2014\n\n\nWhat an absolute star you are Jonathan..thank you very much my auntie will be ever so pleased.\n\nGraeme R June 2014\n\n\nCheers Jonathan and thanks for your help\n\nStephen N June 2014\n\n\nHello Jonathan,\n\nHave just finished reading your information, thankyou very much, its is most helpful. Yes please do keep trying to dig up anything you can after you return from France.\n\nBest Wishes\n\n\nFeb 2014\n\n\nDear Jonathan\n\nThat is an amazingly quick response!! Thank you.\n\n  • I know that Uncle Reg was riding a Shire Horse when he met my grandfather on the Somme Battlefield, going in the opposite direction. He told me this himself, and said “Hello, Harry, what are you doing down there?” to which my grandfather said,”Hello, Reg. What are you doing up there?” by which time their respective columns had moved past each other…….. So that would back up the Royal Horse Artillery element of the card, I think.Best wishesDavid\n  • Jan 2014\n\n\nHi Jonathan\n\nThanks for your prompt reply; even the info about the medals adds to my knowledge.\n\nI know that Corney settled in the Worksop area after the war so this tends to support your theory about his unit.  I have attached the only photo that I have of him in uniform – you may be able to enlarge it and identify his unit badges.  He was fortunate to be able to return to his wife and they had about 5 children and he survived into his sixties.  His original occupation was a horseman and he told his relatives that that was why the army wanted him; not for his soldiering skills.Many thanks for your interest and support,\n\nChas P. Sept 2013\n\n\nHi Jonathan,\n\nI visited the exhibition at Christ’s Hospital School yesterday and you very kindly found a certificate relating to the death of my uncle, aged 24 years, on the Burma Railway.  There was also a picture of the cemetery where he is buried near the border with Thailand.  If possible, could you forward me this information.  I am more than happy to reimburse you any costs that you might incur downloading the documents.  I am undecided at the moment whether to pursue the matter any further but I will discuss it with my brother as he holds what papers we have relating to the death.  I would also like to thank you for the kindness you showed me yesterday, it was very much appreciated.\n\n\nLinda P.  (Sept 2013)\n\n\nJust seen the books that you have for sale… excellent prices! I am willing to take these books…\n\nTom L, Birmingham. Sept 2013\n\n\nHi Jonathan\n\nI really appreciate this you don’t realise how much finding this out really means as this is the first  real look into my dad’s side of family as I lost contact with the only living relatives when my dad died and i was very young.\n\nEddie K – May 2013\n\n\nDear Jonathan\n\nThank you again for your commitment to our endeavours on the Normandy beaches and beyond. It was a fantastic trip for everyone involved there was so much emotion and fun which I have already said to Yvonne has left our hearts full of warm recollections and our heads full of the D-day legacy! Whilst the weather was a little challenging at times we have to keep in mind it was February, thanks for persevering with it, having maps and papers laminated was an inspiration.\n\n\nRobert T – March 2013\n\n\nDear Jonathan\n\nWe would like to say a big thankyou to you for making this trip informative , interesting & enjoyable . You put such a lot of effort in to researching  facts & itinerary .\n\nIt was great that we all got on so well & had a bit of fun along the way ! Shame about the weather !\n\nI must admit that some moments were quite emotional for Mon & I . We are planning to bring our grandsons for the 70th anniversary next year , so your tour will stand us in good stead . We keep refering to your information pack since our ... (truncated)",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.9785067439,
        "format_confidence":0.9826258421
    },
    {
        "url":"http:\/\/www.stridentpublishing.co.uk\/book-review\/eighty-years-highlands\/",
        "text":"\n\nHowever, few of the thousands of people who visit Inverewe appreciate his significant roles as a ‘heritor’ in the Wester Ross community of Gairloch and Poolewe, or know of his interests in farming, natural history and the Gaelic culture.\n\nThis biography details the life of Osgood Mackenzie in the context of the local area. Pauline Butler takes us from the world of his childhood in the 1840s, through years of destitution and famine, the crofting and poor law, onto religious and education reforms of the later 1800s and into the widening horizons of the twentieth century.\n\nPauline’s research uncovered much archive material from contemporary newspaper accounts and guide-books, the log books of local schools and the memories of Osgood’s Hanbury and Mackenzie relatives. His own A Hundred Years in the Highlands and other personal papers also proved a rich source of information.\n\nContemporary photographs, most previously unpublished, illustrate the personal and public life, the drama (as when his Mansion House went up in flames) and the poignancy of this complex man.\n\nAs well as being an insight into Inverewe Gardens, this book is a fascinating and valuable contribution to our understanding of the Highlands during Osgood H Mackenzie’s lifetime.\n\nBuy this book.\n\nRRP £14.99\n\nISBN 9781906775131\n\nPaperback, 235x160mm, with photographs\n\nGenre: Gardening, History, Librario, Non-fiction\nSubjects: 1800s, crofting, Gaelic, Gairloch, Gardening, Highlands, Inverewe, Landscape, Osgood Hanbury Mackenzie, Plants, Poolewe, Poor Law, Scotland, Wester Ross",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.8630571365,
        "format_confidence":0.6719532609
    },
    {
        "url":"http:\/\/website.lineone.net\/~polar.publishing\/poulsomandmyers.htm",
        "text":"Polar Book Review\n\n\nBook Reviews\nChildren's Books\nDVDs & Videos\nHow to contact us\nAbout us\nTerms and Conditions\n\n\n\n'Don't go looking for Antarctica without this book.' - Susan Solomon\n\n\n\n\nBritish Polar Exploration and Research: A Historical and medallic record with biographies 1818–1999\n\nby Lieutenant Colonel Neville W. Poulsom and Rear Admiral J.A.L. Myres, CB\nSavannah Publications, 2000, 742 pp\nISBN: 1-902366-05-0\nPrice: £80.00 hardback\n\n\n\nAs a longtime researcher and collector of polar medals, an updated and revised edition of Lieut.-Col. Poulsom's 1968 work The White Ribbon had been anticipated for several years. The result is a book three times the length of its predecessor, and though it may seem expensive at £80, one should bear in mind that scarce used copies of the original White Ribbon sell for £50–60.\n\nRegarding descriptions of the primary medals concerned (Arctic 1818–55, Arctic 1875–76 and 1904 Polar Medals) and related expedition histories, the text of the new work was essentially taken directly from The White Ribbon. Additions and corrections were made, most notably much additional information on the Hudson's Bay Company recipients.\n\nGlancing at the early Antarctic scene, the reviewer notes that Ross did request an Arctic 1818–1855 Medal (First Arctic) for his crews, but it was refused by the Admiralty. As several of these men also participated in Arctic voyages which qualified for the award, it's a pity that a full listing of these “north and south men” was not included in the book.\n\nThe heart of this reference work lies in the biographical and medallic information. There is no doubt that there has been a wealth of data added since the publication of The White Ribbon, and that this information will benefit collectors and researchers for years to come. However, I am mystified by the minefield of errors and omissions due to the severe underutilization of published data and original research made available to the authors.\n\nSome 250 pages contain in alphabetical listing of persons eligible for the First Arctic Medal, along with varying amounts of biographical information, whether or not the medal was issued to the individual or next of kin, and if a named\/attributable medal is known to exist. The award was issued with a plain edge, though several recipients\/family members had it engraved with individual details. Though this section has many biographical details, much of what is currently in print has been left untouched.\n\nWhether or not the First Arctic Medal was issued to an individual or his next of kin is supposedly indicated on the original roll in a column titled “When delivered or sent. Remarks &c.” I write supposedly indicated because medal rolls are known to contain inaccuracies and omissions. When Poulsom has “No medal issued.” by a man’s name, he is assuming the blank in the Remarks column means a medal was never issued for that individual. I asked a longtime medal researcher about this, and he replied: “I agree that the lack of positive information is an insecure basis to decide categorically whether or not a medal has or has not been issued.”\n\nThe third point, named\/attributed medals known to exist, is of particular concern to collectors, since Poulsom rarely gives naming details, the question of provenance rears its head in no small way. The omission of documents and artefacts accompanying medals is frequent throughout the book, and thus a golden opportunity to highlight the historical integrity\/dubious provenance of such items was lost.\n\nOne section of the book that I was particularly keen on seeing covers the Arctic 1875–76 Medal (Second Arctic). The medal was issued named in a distinct style, and a wealth of information exists in published sources alone regarding both officers and other ranks. However, a mere 14 pages are devoted to the 155 recipients of HMS Alert and Discovery, and the private vessel Pandora. Oddly, there is no mention that the Pandora was purchased and renamed Jeannette, and used in the tragic 1879–82 American Arctic expedition. Yet, the medal issued for this venture is described in the book.\n\nChapter 2’s narrative of the 1875–76 expedition mentions that a Greenland native named Hans Hendrik (Hans Henry on the medal roll, and also spelled Hendrick\/Henri\/Heindrich in various sources) joined the Discovery at Proven, Greenland. His full name was Hans Christian Hendrik, and his prominence during Arctic exploration over 20 years is not even hinted at in the text. He served as a dog sledge driver and hunter on four expeditions: Kane\/1853–54, Hayes\/1860–61, Hall\/1871–73, and during the 1875–76 venture. Hendrik’s participation in the Kane Expedition qualified him for the First Arctic Medal. His name never made it on the official medal roll, and therefore he missed out on being one of possibly only four men entitled to both First and Second Arctic issues. [In 2008, I discovered that five men appear entitled to both medals, but evidently only four actually received both awards.— GMS] Poulsom treats the Hans Christian for 1853–54 and the Hans Henry for 1875–76 as two different individuals.\n\nIt is difficult to understand why two well known books about the 1875–76 voyage were not consulted (at least, they are not listed in the bibliography): Nares’ Narrative of a Voyage to the Polar Sea (two volumes\/1878) and Markham’s The Great Frozen Sea (1894). These works would have at least allowed for a far fuller picture of sledging activities. In addition, Nares’ book identifies each sailor’s rating, allowing several men to escape the bland rank descriptions of Petty Officer 1st or 2nd Class found in Poulsom and Myres.\n\nTwo glaring errors regarding the Northern Sledge Party need to be addressed. In describing this party’s rescue, it is stated that “... they were all recovered.” Yet, under Gunner Porter's entry is written, “Died of scurvy on June 8, 1876 at 27 years of age whilst returning with the Northern Sledge Party with HM Sledge Victoria.\" Equally inexplicable is the information under Feilden—“…he was in the Northern Sledge Party towards the North Pole.” Feilden, a naturalist with the expedition, never served with the Northern Sledge Party.\n\nPoulsom indicates a survival rate of over 45% for Second Arctic Medals, yet several additional medals have survived [and were noted in this review when originally published in 2001. Afterward, Poulsom and Myres' Addenda and Corrigenda Sheet No. 2 showed a survival rate of 49%.]\n\nTurning to the 1904 Polar Medal, which is still issued today, it is pleasing to see many details under the recipients' biographies. Unfortunately, mention is not always made of polar services for which no medal\/clasp was awarded to the individuals. In addition, it is worthy to note that some recipients were awarded military campaign medals for scientific work in vastly different climes. The particularly frustrating thing about the biographies concerns the listing and handling of recipients' medals and artefacts, which in several cases are not mentioned at all.\n\nOddly, the style of noting individuals' awards changed from the First and Second Arctic Medals to the Polar Medal. In the former, the existence of medals is stated in the text, but in the latter, individuals' entitlements are simply noted in the vast majority of cases. Again, as with the Arctic Medals, it would have been so much more meaningful, from a collector's and researcher's point of view, to include various artefacts and documents accompanying the Polar Medals. The omission of this information also damaged the provenance of the items, as does the lack of naming details and styles. There have been excellent published articles on the latter. Finally, the medal rolls do not differentiate clasp only awards (except in one instance) to men who already possessed a Polar Medal.\n\nI have written much about omitted information throughout this review, and in fact, there is wasted space in the book's design, which would have allowed for more information if more thought had been put into this area. For example, in a large number of cases, the information of name, rank\/rate, ship, years served and whether or not the First Arctic Medal was issued, could have been placed on one line and not three lines. Surely abbreviations for ratings could have been made in the medal roll, and the same for clasp entitlements, and silver\/bronze issues for Polar Medal biographies. Also, it was repetitious to print the various Gazette entries, and other authorities, three times—in the section's introduction, the Polar Medal rolls and the biographical listings. The Discovery Investigations' Bronze awards (1925–39) could have been condensed down to a couple of pages, with years of service included in brackets after the men's names.\n\nThe next area of concern is the chapter titled “Other Medals and Medallions”. The RGS medallic information is enhanced by a list of recipients of Royal Medals, but remarkably, descriptions of the RGS Special Medals lack any naming data. For medals issued by the United States government, some were issued officially named, but this is only noted in one case. In describing the reverse of the Jeannette Arctic Expedition Medal, the following misleading words appear, “... towards the top, is a space for the recipient's name to be engraved.”, leading one to believe the awards were issued unnamed. The latter is not the case, and I have noted at least two styles of naming for the medal.\n\nTwo notable medals which are mentioned among the First Arctic medal roll biographies are strangely missing from this chapter. They are the Sea Gallantry Medal (Foreign Services) and the Grinnell Medal. Poulsom incorrectly describes the former, under Jefferson Temple Baker's heading, simply as a Sea Gallantry Medal (SGM)—still issued today as a British award for lifesaving, as opposed to the SGM (Foreign Services), which is issued to foreigners for humanity and lifesaving involving British subjects. A special SGM (Foreign Services) was gi... (truncated)",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.9588888288,
        "format_confidence":0.591809988
    },
    {
        "url":"http:\/\/www.umanitoba.ca\/outreach\/cm\/cmarchive\/vol12no6\/ranchportrait.html",
        "text":"CM Archive\nCM Archive Book Review line\n\nDudley Witney.\nText by Moira Johnston.\n\nToronto, Key Porter Books, c1983.\n237pp, cloth, $39.95.\nISBN 0-919493-09-2.\n\nAll Ages.\n\nReviewed by Gudrun Wright.\n\nVolume 12 Number 6\n1984 November\n\nSuperb photography and intriguing text present a fascinating overview of ranching in the North American west. Beginning with the scrawny, long-horned cattle brought to Mexico by Cortez to feed his soldiers, the herds gradually spread over the grasslands vacated by the buffalo from Texas to Alberta, as well as into British Columbia's Cariboo district and, in recent decades, into the remote Chilcotin region west of Williams Lake.\n\nDudley Witney, while taking photographs for his book with Brendan Gill, Summer Places (McClelland, 1978), became fascinated with the immensity and sculptured beauty of these rangelands. He spent three years visiting many ranches, from the vast Douglas Lake Cattle Company in the Nicola valley of British Columbia to the Buckley family ranch in its lovely Powder River canyon in Wyoming.\n\nIn 108 distinctive colour photographs (fourteen of them double-spreads) and over a hundred black and white, he explores every facet of ranch life. His photographs are of exceptional quality, giving an illusion of texture and depth and great distances, and their arrangement on the pages is interestingly varied.\n\nMoira Johnston, whose reporting expertise has produced feature stories in publications such as National Geographic as well as two books provides the text. A visitor to the Bonaparte Ranch in the Cariboo for over twenty-five years, Johnston extended her background knowledge of ranching with first-hand research. Approximately following Witney's route, she traced by car the old cattle trails from California through Texas and north to Alberta, and finally west to the Chilcotin. By reducing her research to a few representative ranches and personalities, she has sketched the complex history of western ranching up to the present in sixty pages of effortless reading (not counting the informative captions that accompany all the photographs).\n\nThis is a beautiful book, a masterpiece easily worth the price. It has sturdy binding, paper of unusually good quality, and clear, large type, but not so large as to suggest a book for beginning readers. I highly recommend it for public libraries, for pleasure reading in schools, for coffee tables, and for special gift-giving. It is a book that even reluctant readers and people with failing eyesight will enjoy.\n\nGudrun Wight, Faculty of Education, University of Calgary, Calgary, AB.\nline indexes\n\n\n1971-1979 | 1980-1985 | 1986-1990 | 1991-1995\n\n\nThe materials in this archive are copyright © The Manitoba Library Association. Reproduction for personal use is permitted only if this copyright notice is maintained. Any other reproduction is prohibited without permission Copyright information for reviewers\n\nYoung Canada Works",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.8933775425,
        "format_confidence":0.8250110149
    },
    {
        "url":"https:\/\/www.kirkusreviews.com\/book-reviews\/arthur-herman\/gandhi-churchill\/",
        "text":"GANDHI & CHURCHILL by Arthur Herman\n\n\nThe Epic Rivalry That Destroyed an Empire and Forged Our Age\nEmail this review\n\n\nVeteran historian Herman (To Rule the Waves: How the British Navy Shaped the Modern World, 2004, etc.) offers an ambitious, reasoned joint biography of two great men.\n\nEach was a late-Victorian political figure who continued to lead into the mid-20th century. Each held an exemplary vision for his country that initially and spectacularly prevailed, but ultimately collided with new modern realities. Born to a well-to-do Hindu family in the western province of Gujarati, Mohandas Gandhi (1869–1948) was groomed in the English educational system to be a barrister and spent a formative period studying in London. His first experience of racial discrimination was in South Africa, where he worked for the enfranchisement of indentured servants. Winston Churchill (1874–1965), son of an aristocrat who was briefly secretary of state for India, inherited his father Randolph’s unshakeable belief in Britain’s imperial mission to the subcontinent. While both Gandhi and Churchill had absorbed the idea of empire as “a moral force, an institution of order and civilization,” Gandhi’s view would change drastically. He gradually repudiated Britain for its criminal subjugation and tyranny, fashioning a new spiritual creed from his deep philosophical readings, during his many jail stints, of Tolstoy, Ruskin and the Bhagavad Gita. Churchill rejected Gandhi’s brand of religious “fanaticism,” which he believed threatened to engulf the civilized Christian world in paganism and darkness. When Gandhi returned to India and joined national politics, he developed his belief in ahimsa (nonviolence) to embrace methods of satyagraha (passive resistance) in order to challenge the Raj’s paternalistic, restrictive policies. Churchill opposed him at every step, passionately rejecting, for example, Viceroy Lord Irwin’s advocacy of dominion status for India in 1929. Herman’s measured portrait of each man conveys his entire worldview, shaped by class, history and education. Each proved great and flawed in different ways.\n\nA well-wrought historical narrative that adds significantly to our understanding of both figures.\n\nPub Date: May 6th, 2008\nISBN: 978-0-553-80463-8\nPage count: 704pp\nPublisher: Bantam\nReview Posted Online:\nKirkus Reviews Issue: March 1st, 2008\n\n\nNonfictionINDIA BECOMING by Akash Kapur\nby Akash Kapur\nNonfictionINDIA by Diana L. Eck\nby Diana L. Eck\nNonfictionINDIA by Patrick French\nby Patrick French\nNonfictionWALKING WITH THE COMRADES by Arundhati Roy\nby Arundhati Roy\n\n\nNonfictionDOUGLAS MACARTHUR by Arthur Herman\nby Arthur Herman\nNonfictionTHE CAVE AND THE LIGHT by Arthur Herman\nby Arthur Herman\nNonfictionFREEDOM'S FORGE by Arthur Herman\nby Arthur Herman\n\n\nNonfictionGANDHI BEFORE INDIA by Ramachandra Guha\nby Ramachandra Guha",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.5725774765,
        "format_confidence":0.7084768414
    },
    {
        "url":"https:\/\/www.kirkusreviews.com\/book-reviews\/martyn-whittock\/the-roman-empire\/print\/",
        "text":"Kirkus Reviews QR Code\nTHE ROMAN EMPIRE by Martyn Whittock\n\n\nby Martyn Whittock\n\nAge Range: 8 - 12\n\nPub Date: Sept. 1st, 1996\nISBN: 0-87226-118-2\n\n\u0007 This entry in the Biographical History series covers aspects of the beginning and end of the Roman Empire, along with information about daily life when it was at its height. Every two-page spread covers one topic, with a few paragraphs of information, sidebars of primary source material, and a box containing a biography of a related figure. Whittock's excellent introduction is blessed with an intelligent design and layout, and, unlike other books on the subject, has two unusual points to recommend it. First, it takes a thoughtful approach to sources: The first section is an extended explanation of archeological and primary and secondary literary sources. Every section thereafter not only includes photos of and quotes from these sources, along with information about them, but often points out when they are in conflict. Second, the brief biographies give tantalizing glimpses of a large variety of important people. A great start on a complex subject. (full-color photos, maps, charts, diagrams, index) (Nonfiction. 8-12)",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.8373324871,
        "format_confidence":0.8401755095
    },
    {
        "url":"http:\/\/www.homeschoolchristian.com\/curricula\/reviews\/ultimategeography.php",
        "text":"Preferred Style:\n\nMobile: No images\nLow Quality (Default): Small Images\nHigh Quality: Large images, shadows, colors. Do not attempt on dial-up.\n\nIf you have a recommendation for a new color scheme, please tell us about it via the Contact Us page.\n\nThe Ultimate Geography and Timeline Guide\n\nby Maggie Hogan and Cindy Wiggers\n\nReviewed by Martha Robinson\n\nPurchase details: The Ultimate Geography and Timeline Guide by Maggie Hogan and Cindy Wiggers. Large paperback, 356 pages, $34.95. Please support by buying this program from our Christian Book Distributors link.\n\nBilling itself as \"a complete geography resource for grades K-12,\" The Ultimate Geography and Timeline Guide is a huge compendium of information designed as a parents or teachers guide to make geography interesting and fun. While both authors are homeschooling parents, this resource guide frequently addresses classroom situations but almost all of the activities can be easily adapted for home use.\n\nThe authors begin with a friendly introduction of tips and commonly asked questions followed by a \"yearly guide for the less than confident,\" recommended pages to complete based upon the childs age. Six units follow.\n\n\"Just the Basics, Please!\" is the first unit. \"Planning Your Destination,\" chapter one, includes some information about how to go about unit studies, learning styles, and some of the supplies needed (maps, globes, atlases, etc.) for geography studies. The authors discuss in detail the importance of a student-created notebook and the impact this technique can have on the learning process. In chapter 2, \"Packing Your Bags: A Refresher Course,\" the authors provide a concise, yet detailed, overview of terms and concepts of not only physical geography but also the less frequently considered \"human geography\" that concerns itself with races, languages, religion, culture, and the like. This chapter ends with a discussion of the five themes of geography (location, place, relationships, movement, regions) and how they make geography much more than simply where places are located. In the final chapter of this unit, \"Finding Your Way with Maps,\" facts about maps and different types of maps are explained.\n\nThe next unit is called \"Taking in the Sights: Fun and Games.\" Creative ways to get started or to add interest to geography studies are introduced. Foreign stamps and money, foreign exchange students, and pen pals are some of the ideas. Numerous home-made games are suggested along with cooking activities and an archaeological dig in the form of cookies with nuts and raisins.\n\nUnit three, \"Across the Great Divide, Geography Through the Curriculum,\" includes suggestions for integrating geography with the other subjects of science, math, history, computer (via the internet), and literature. A complete unit study for learning about Holland using Hans Brinker or The Silver Skates by Mary Mapes Dodge illustrates how to bring geography into literature study.\n\n\"Just Geography,\" unit four, contains material for students to \"conquer the continents.\" One chapter offers a survey of all the continents with mapping exercises and questions for late elementary and middle school aged children, while the following chapter has a somewhat more rigorous survey of the continents for high schoolers.\n\nReproducibles are available in unit five. Eighteen maps of continents, the world, ancient civilizations, and more are included along with fifteen activity sheets and several planning sheets for the teacher. Flash cards with geography terms and small blocks of \"stuff to know by heart\" such as longest rivers, largest islands, and most populous countries, are also in this section.\n\nUnit six, \"Tour Through Time: Timelines,\" begins with an explanation of how helpful timelines can be in gaining an understanding of when events occurred. Many different activities and methods for making timelines are suggested. A reproducible notebook page for the timeline and over 300 timeline figures are provided. \"Who Am I?\" game cards may also be reproduced to create an interesting quiz on events, people, and landmarks in history. About 150 cards are included, and several blanks are provided so that the family may make more.\n\nThe appendix has a glossary, the answer key, a chronological listing of timeline figures, an index of the timeline figures and \"Who Am I?\" cards, and an index for the book.\n\nRecommendation: The Ultimate Geography and Timeline Guide is an incredible resource of materials for teaching geography. While it does not provide day by day guidance for the teacher, it is full of ideas to make geography interesting and FUN. (See the review of Trail Guide to World Geography if you are seeking a more structured program.) A creative homeschooling parent who enjoys planning her own activities will find this book to be invaluable. resources related to this review:'s Geography Section for interesting ideas and resources!\nReview of Geography Songs\nReview of Geography Through Art\nReview of Trail Guide to World Geography\nReview of Hands-On Geography\nReview of Eat Your Way Geography Cookbook Series\nReview of Uncle Josh's Outline Maps\nReview of A Child's Geography\nReview of Hold That Thought Note booking and timeline products\n\nFind more helpful reviews on's Review Page Index!\n\nReviews represent the opinions of the authors rather than the views of",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.5097033978,
        "format_confidence":0.942840755
    },
    {
        "url":"https:\/\/www.foreignaffairs.com\/reviews\/capsule-review\/1948-01-01\/republic-austria-1918-1934",
        "text":"The Republic of Austria 1918-1934\n\nIn This Review\n\nThe Republic of Austria 1918-1934\n\nBy Mary Macdonald\nOxford University Press (for the Royal Institute of International Affairs), 1946\n165 pp. $2.50\n\nIn this excellent little monograph the author seeks to explain why the war-born republic did not live up to its early democratic promise. The final chapter concerns the influence of foreign policy, and the 50-page appendix contains relevant documents.\n\nMore Reviews on Western Europe From This Issue\n\nBrowse All Capsule Reviews\n\nRelated Articles\n\nThis site uses cookies to improve your user experience. Click here to learn more.",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.8938193321,
        "format_confidence":0.6692937016
    },
    {
        "url":"https:\/\/www.middleeastmonitor.com\/20151016-gaza-a-history\/",
        "text":"Espanol \/ English\n\nMiddle East Near You\n\nGaza: A history\n\nBook Author(s) :\nJean-Pierre Filiu\nPublished Date :\nMay 2015\nPublisher :\nC Hurst & Co Ltd\nPaperback :\n422 pages\nISBN-13 :\nReview by :\nDiana Alghoul\n\nWritten by historian Jean Pierre Filiu, a professor of Middle East Studies at Paris School of International Affairs, this book gives an in-depth account of Gaza’s ancient history and shows that many people have sought to occupy it over millennia. Professor Filiu puts the history of Gaza into the context of its geographic significance, which gave it the potential to secure the economies and armies of its occupiers, but also constantly put the people of Gaza at humanitarian disadvantage. His book has summarised thousands of years of complex history in a manner that makes it suitable for people of all academic abilities; it is a vital text if we want to understand Gaza in its wider context.\n\nRead the full review on the Palestine Book awards site.\n\nReview - BooksReviews",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.9654781222,
        "format_confidence":0.8257663846
    },
    {
        "url":"http:\/\/www.mosesofherpeople.com\/reader_testimonials\/mrs-mildred-g-williams-special-education-teacher\/",
        "text":"Mrs. Mildred G. Williams, Special Education Teacher\n\n“Michele and her mother, Joyce Stokes Jones, have spent many of hours, days, weeks and years to bring to all the life and legacy of Harriet Tubman’ past and now the future. Sitting at the grave site to celebrate the life of the long lost relative, great-grandfather Thomas Elliott and the history that it holds makes one think of their own ancestors and the struggles that they had.  It was great to have my grandson there to share with him firsthand the struggles of our ancestors.  We have only heard and read about the life of Harriet Tubman of the past, but this book will bring a different, exciting light on Harriet’s life that continues on today through Michele and Joyce.”\n\nSite by Ashtian Holmes",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.730124414,
        "format_confidence":0.9901104569
    },
    {
        "url":"https:\/\/readingfreely.com\/2014\/11\/20\/joan-of-arc\/",
        "text":"Joan of Arc\n\nJoan of Arc: A Spiritual Biography\n© 1998 Siobhan Nash-Marshall\n176 pages\n\nIn 1429, France in her darkest hour was startled by the sudden appearance of a shining star — a teenage girl from a minor village, wielding a standard and claiming that God had ordered her to  lead the nation to victory. The Hundred Years War,  the long struggle between the French and English nobility over Guyenne, Normandy, and the French crown, had left France seemingly nothing but a lost dream.  France had no leader; her last king had gone mad, his queen denounced the heir, and now civil war between the Dukes of Orleans and Valois paved the way for English triumph. But Joan answered the call, raised an army, and within twenty years the war was over. She is one of the most remarkable characters in European history, and this brief biography is a highly complimentary if slightly restrained story of her life.  Though it avoids being too mythical — the author discounts stories of animals sounding off in happiness at her birth, and does not attempt to make her out to be a poor peasant girl when her father was a fairly well-established landowner —  it avoids being critical as well. The voices and the miracles attributed to Joan — her foresight in ordering men to move a bit to the left so they wouldn’t be stricken by a cannonball, her raising an infant to life long enough to be baptized so its wee soul would be saved, and not linger in limbo — are repeated here, without either affirmation or skepticism.  [Author]’s focus is on Joan’s drive and intelligence,  whpch imparted courage to the French people and struck a blow to build a victory upon. Even when in the custody of her enemies, assailed and jeered at by a hostile court, she maintained  the presence  of mind and the strength of spirit to deliver enigmatic answers that mocked their wrath —  the fury of a band of warriors, priests, and kings focused on a teenage girl.  [Author] provides solid context, however, demonstrating how the Hundred Years War was less an English invasion of France, and more of a French civil war, and an exercise of feudal peculiarities in which the English king was a vassal to the French king, despite legitimately controlling more of France (through inheritance and marriage) than le roi himself.  It’s not the strongest of biographies, but delivers a feeling of Joan that is saintly, strong, and sweet.\n\nJoan of Arc: Legend and Reality, Frances Gies\n\nAbout smellincoffee\n\nCitizen, librarian, reader with a boundless wonder for the world and a curiosity about all the beings inside it.\nThis entry was posted in history, Reviews and tagged , , , , , . Bookmark the permalink.\n\n1 Response to Joan of Arc\n\n  1. CyberKitten says:\n\n    She's a fascinating character and I do find her very interesting for lots of reasons. I do have one book about her in the pile and another few on my Wish List. Future 3 book blitz maybe…?\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.6879764199,
        "format_confidence":0.7737805247
    },
    {
        "url":"http:\/\/pinpointancestry.co.uk\/testimonials\/",
        "text":"‘Thank you so much for the family history on William Williams. It  has been a great pleasure working with you.’ EA U.S.A.\n\n‘So much better than we expected.’  AC North Wales\n\n‘Pinpoint Ancestry were fantastic in discovering my Scottish forebears. Really comprehensive research.’ JB Scotland\n\n‘Thank you so much for all your support, your hard work, your diligence and the prompt service that I received – much appreciated.’ KF Midlands\n\n‘Pinpoint Ancestry managed to produce a wonderful family pedigree chart for me, uncovering the truth behind some old family stories. Would highly recommend their services.’ HN Northamptonshire\n\n‘We recently used the services of Pinpoint Ancestry to trace our parent’s family trees on both sides, as a surprise Christmas gift for them. As there is so many options of companies carrying out this work it was hard to know who to use and then we found Pinpoint Ancestry. The service we received from them was both professional & personable. We would highly recommend their services to anyone who is looking to trace back their family history. We were so impressed with the format and presentation of the information we are having further research carried out. Thank you to Kathryn & John.’ JD Chester",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.7082101703,
        "format_confidence":0.9929860234
    },
    {
        "url":"https:\/\/www.commonsensemedia.org\/book-reviews\/commodore-perry-in-the-land-of-the-shogun",
        "text":"Commodore Perry in the Land of the Shogun\n\nBook review by\nS. K. List, Common Sense Media\nCommodore Perry in the Land of the Shogun Book Poster Image\nA vivid picture of Perry's historic mission.\n\nParents say\n\nNo reviews yetAdd your rating\n\nKids say\n\nNo reviews yetAdd your rating\n\nA lot or a little?\n\nThe parents' guide to what's in this book.\n\n\nReports of swordplay, official punishment and humiliation, and ritual suicide.\n\n\nBrief references to sailors' sexual interest in ladies ashore.\n\nDrinking, Drugs & Smoking\n\nWhat parents need to know\n\nParents need to know that despite inadequate illustration, this book manages to make an historical action, largely motivated by trade opportunities and diplomatic ambition, both exciting and understandable.\n\nUser Reviews\n\n  • Parents say\n  • Kids say\n\nThere aren't any reviews yet. Be the first to review this title.\n\nThere aren't any reviews yet. Be the first to review this title.\n\nWhat's the story?\n\nAmerica's nineteenth-century courtship of Japan thrust the isolated Land of the Rising Sun reluctantly into the midst of world affairs. Through deft depictions of personalities, clearly explained events, and colorful sidelights, this excellent history paints a vivid picture of U.S. Navy officer Matthew Perry's historic diplomatic mission.\n\n\nIs it any good?\n\nRhoda Blumberg's lucid writing, immediate in tone and easily accessible to bright youngsters, springs from deep knowledge and research. Had they landed on another planet in 1853, Americans could scarcely have encountered a culture more alien to their own than that of 19th century feudal Japan. Blumberg brings this strangeness to life, spelled out in such details as banquet menus, table manners, and jarringly different social customs. Blumberg has produced a thorough treatment of a little-known but pivotal event in world history. \n\nUnfortunately, the grace of her approach is undermined by the book's poor picture quality. Although the pictures are well chosen and fascinating, they often are poorly reproduced. Even so, beguiled by tales of samurais excitedly riding a toy railroad bestowed by the Americans, of Dutchmen made to jump and dance to amuse the shogun's court, of the Japanese fashion for black-painted teeth, young history hounds will eagerly gobble up this excellent account.\n\nTalk to your kids about ...\n\n  • Families can talk about unfamiliar cultures. What part of your own culture do you think might seem strange to a visitor from another culture? How can you learn more about different peoples and places around the world?\n\nBook details\n\nTop advice and articles\n\nCommon Sense Media's unbiased ratings are created by expert reviewers and aren't influenced by the product's creators or by any of our funders, affiliates, or partners.\n\nSee how we rate\n\nAbout these links\n\nCommon Sense Media, a nonprofit organization, earns a small affiliate fee from Amazon or iTunes when you use our links to make a purchase. Thank you for your support.\n\nRead more\n\nOur ratings are based on child development best practices. We display the minimum age for which content is developmentally appropriate. The star rating reflects overall quality and learning potential.\n\nLearn how we rate",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.5035539865,
        "format_confidence":0.9514722824
    },
    {
        "url":"http:\/\/jenasbookreviews.blogspot.com\/2013\/09\/104120-history-of-us-vol-10-all-people.html",
        "text":"Thursday, September 26, 2013\n\n104:120 History of US Vol. 10: All the People by Joy Hakim\n\nMiddle School US History covering 1945-2009.  I learned a lot from this one.  I've heard about the Vietnam War and Korean War but never had any inkling as to what they were really about.  It's nice to at least have a basic understanding of them now and to have a better grasp on who the presidents were between Roosevelt and Kennedy and then Carter who is the first president I remember.  It was even more interesting reading her take on the times of my childhood and now my adulthood.  I thought that while fairly simplistic, she did a decent job of trying to present a rounded perspective.  It's definitely been opening some dialog in my house and that is never a bad thing.\n\nPage count: 281p\/27,890p ytd\/172,290p lifetime\n\nNo comments:\n\nPost a Comment",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.8710169196,
        "format_confidence":0.7097638249
    },
    {
        "url":"https:\/\/www.bookwormblues.net\/2020\/05\/08\/review-the-origins-of-great-ancient-civilizations-kenneth-w-harl\/",
        "text":"Review | The Origins of Great Ancient Civilizations – Kenneth W. Harl\n\nAbout the Book\n\nLocales like Mesopotamia or the Indus Valley, peoples like the Hittites or Assyrians, or rulers like Sargon, Hammurabi, and Darius are part of a long-dead antiquity, so shrouded with dust that we might be tempted to skip over them entirely, preferring to race forward along history’s timeline in search of the riches we know will be found in our studies of Greece and Rome.\n\nBut, according to Professor Harl, these civilizations, “act as the cultural basis for many of the civilizations that will emerge on the Eurasian landmass and will dictate the destinies of many of the people living today on the globe.” These remote, ancient civilizations stand behind the traditions of Greece, so it is critical to understand these great societies in order to better understand those that would come later – including our own.\n\nThese 12 fast-paced lectures cover many civilizations that may only receive a few lines of cursory discussion in the average Western civilization textbook. Beginning in the Bronze Age and the emergence of urban-based literate civilizations, the story continues through the demise of Persia’s great empire at the hands of the Greeks.\n\nAlong the way, you’ll examine advances such as the invention and evolution of writing, the development of vast empires dependent not only on military might but on laws and administration, the growth of trade, and the contributions of the Hebrews to the religious and ethical future of Western civilization.\n\nHistory lovers will appreciate this course for its deep insights and its rock-solid foundation for deeper exploration. \n\nThe lectures you get are: \n\nCradles of civilization\nFirst cities of Sumer\nMesopotamian kings and scribes\nHammurabi’s Babylon\nEgypt in the pyramid age\nThe Middle Kingdom\nImperial Egypt\nNew peoples of the Bronze Age\nThe collapse of the Bronze Age \nFrom Hebrews to Jews\nImperial Assyria\nThe Persian Empire\n\nCheck out the Great Courses Plus here\nLecture on Audible here\n\nI don’t know a whole lot about ancient civilizations. In fact, I’d say I mostly just know the highlights and like, pyramids and stuff. It isn’t that this isn’t an interesting topic, but I’ve never really found it that accessible and so I’ve always avoided it. I think I tend to gravitate toward more modern era things because they are easier for me to understand and I can see the direct impacts playing out on the world stage even now. \n\nSo, yeah. Ancient civilizations have never been my bag. However, I recently jumped on a Great Courses Plus sale, and I saw this lecture series and thought, “why not.” \n\nI’ve heard a lot about Kenneth W. Harl, and his courses seem to have good ratings, so I figured this might be a good place for me to start. Now, this really is just an overview. There are twelve lectures, and a whole lot is covered in those twelve lectures. It worked for me, because it broke down important civilizations and developments and got my feet wet so I knew what I wanted to read as further research later. It also put me on a complete and absolute ancient history bing-fest with my books, so that’s a mark in its favour. \n\nI don’t typically enjoy overviews, but for something like this, I actually really appreciated it. Adding the video to these lectures was a really great thing to do, as it helped me to see the maps of trade routes in Sumer, for example, and movements in Egypt and the rise and fall of other dynasties and peoples who didn’t really make sense to me unless I saw their rough locations on a map. It also helped to see some of the artwork and examples of writing and what have you as he was talking. Learning about cuneiform is one thing, but seeing cuneiform while you learn about it is quite another. \n\nThis lecture series is available on Audible, but unless you’re terribly familiar with terms and locations and etc, then you will probably want to google maps and etc as you listen. I also think the Audible lectures come with PDFs, so that might be a good option as well. \n\nYour mileage may vary as you listen to this lecture series. People who are more familiar with this topic and time period will likely find a lot of information they already know, and not much that is new. Also, he doesn’t really have enough time to deep dive into any of the civilizations and dynasties he covers, so if you aren’t one who enjoys summaries of important facts and events, then this might frustrate you more than enlighten you. \n\nThat being said, this was basically exactly what I needed: an overview of important events, and a ton of new information delivered in a succinct way, by a professor who is intensely familiar with the topic in which he is teaching. Were their parts I wished he’d spent more time on? Yes. However, he gave me the foundation I needed to know what books I wanted to read to learn even more, and he taught me a whole lot that I didn’t know, or had forgotten since my art history days in college. \n\nI think my favorite parts of this were the parts touching on ancient Sumerians and their early cities, specifically the hows and whys of how writing came to be, and the first social stratification and the rise of kings and the like. Talk about something I literally knew less than nothing about, the lectures on that area and that period of time blew me away and now I’ve got a whole bunch of books loaded up on my kindle that cover ancient Mesopotamian civilizations. I found the parts on Egypt to be where my mind wandered the most, and I really currently want to know a lot more about the Bronze Age and the Persian Empire.\n\nSo while I do think that your mileage may vary depending on how interested you are in this topic and how much you already know, for me, this was exactly what I was looking for. I appreciated the professor’s knowledgeable delivery of information, and his ability to present succinct overviews without making me feel like I was just getting the highlights. Perhaps the highest mark of favor I could give this lecture series, is the fact that it’s made me want to learn more. \n\nThe only real thing that keeps me from giving this a full five stars is the fact that this series is kind of dated, and I almost wish he’d made an updated series of lectures. I do wonder what new information has been found, if any. \n\nIf you’re a fan of ancient history, and the Great Courses, you should really check this one out. \n\n4\/5 stars\n\n2 Responses\n\n  • I think the trouble I would have listening to history lectures is that they remind me of those audio tours you get when you visit a castle. I always tune out after the first three minutes and that’s when I’m standing in a frickin’ castle.\n\n    I think you’re probably right that an overview is a good way to whet your appetite and then you can delve into deeper research yourself if you are intrigued, but there is such a variety of topics here that it feels like you’d never settle down to one era being you had moved on to the next.\n\n  • Astra\n\n    I love Kenneth Harl. I’ve listened to all of his lectures. He definitely goes into more detail on many of the others.\n\nLeave a Reply\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.9652252793,
        "format_confidence":0.8259429932
    },
    {
        "url":"https:\/\/featheredquill.com\/driven-photobiography-henry-ford\/",
        "text":"Driven: A Photobiography of Henry Ford\n\nDriven: A Photobiography of Henry Ford\n\nBy: Don Mitchell\nPublisher: National Geographic Children's Books\nPublication Date: May 2010\nISBN: 978-1426301551\nReviewed by: Deb Fowler\nReview Date: June 15, 2010\n\nHenry Ford was one of those youngsters who was fascinated by anything that ticked. He was obsessed by the mechanical workings of pocket watches and windup toys and his brothers and sisters had to be on the lookout or he would have them apart trying to figure out how they worked. There was one thing that separated him from most in that he \"usually could put them back together again.\" The obsession with anything mechanical never waned. Not long after his mother was lost in childbirth, a devastating loss for such a young man, twelve-year-old Henry spotted \"A steam engine [that] was traveling along the road under its own power.\" This amazing sight was more than enough to capture his imagination for a lifetime.\n\nLater, when he invented his quadricycle, people simply considered him to be an odd duck and called him \"Crazy Henry.\" He was far from crazy and many others were amazed by his talents. He was having trouble breaking into the automobile industry, but while others were experimenting with an electrical \"horseless carriage,\" he was experimenting with a gas-powered vehicle. When this was pointed out to Thomas Edison, a lifetime friendship was born when he shouted out, \"Young man, that's the thing: you have it. Keep at it . . . Your car is self-contained--it carries its own power plant--no fire, no boiler, no smoke and no steam. You have the thing. Keep at it.\" And that he did.\n\nIn this book you will get a glimpse at the life of a man who was determined that the automobile would shift from being a \"luxury item for the well-to-do to a necessity for the average American.\" You'll learn about his family life, the formation of his company, the manufacture of the Model T, the creation of the innovative assembly line, how he shared his good fortune with his employees (the $5.00 day), you'll learn about his \"Peace Ship,\" his brief political career, his commitment to the \"broader community,\" his pacifism, his biases, and much more. Did you know that he hired African Americans during \"a time of great racial discrimination\"?\n\nThis is an excellent photobiography of Henry Ford, a man who \"believed in equal opportunity\" long before it was popular. It will not take long for the reader to become totally immersed in this excellent biography. There are numerous photographs, many that I've never seen, that simply speak for themselves. The amazing advances in technology began with the likes of Henry Ford and Thomas Edison, two close friends who challenged each other with their work. This biography not only gives an overview of Henry's \"automobile\" life, but also gives the reader a feel for his personality. In the back of the book is an index and additional recommended book and web site resources to explore.\n\nQuill says: Driven: A Photobiography of Henry Ford is an excellent resource for the pre-teen (ages 9-12) reader.\n\nFeathered Quill\n\nDisclosure in Accordance with FTC Guidelines 16 CFR Part 255\n\nCopyrights © 2020 Feathered Quill Reviews All Rights Reserved. | Designed & Developed by",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.6801194549,
        "format_confidence":0.9224687815
    },
    {
        "url":"https:\/\/www.oldbonesgenealogy.com\/testimonials.php",
        "text":"“Our family was very pleased with how extremely detailed the genealogy report was and how it was broken down into segments and backed up by reliable documentation.  The information obtained by “Old Bones Genealogy”  has spurred us on to follow up on some detective work of our own.  Additionally the information collected gave an insight into a side of the family that we never knew and that was the best part of our discovery.”\n\nDennis F., Maryland\n\n“A friend of mine, an older woman who is a “shut-in,” asked me to help her with some questions she had about her grandparents, and great-grand parents. All she knew were their names (with some uncertainty) and general geographic locations. She wanted to find out more about their lives, livelihood and parentage, and where they might be buried.\n“I went to Eileen for help. When Eileen was done, I was able to give my friend, as a Christmas present, a presentation grade, well organized, binder that completely answered her questions and filled in other information that she and her brother never knew about their family. It was a professional effort that my friend has told me numerous times is a source of much pleasure and satisfaction. According to her, it is now a family treasure. We were also able to visit her grandparents’ graves as she had so hoped to do.”\nJohn M. Davidson\n\n\n“When investigating our genealogical history I believe most of us hope for a bit of a surprise. Something we don’t know and haven’t guessed about our heritage. The key to these discoveries is diligent research and analysis. In these areas Old Bones Genealogy excels. For me, I was presented with several interesting surprises. Things that the casual researcher would not have discovered. The final package I received contained all that I requested (and surprises) and included the proof and critical documentation, in a well-organized, easy to reference package. I had an altogether rewarding experience with Old Bones Genealogy. And that too, was a pleasant surprise.”\n\nWilliam L., Baltimore, MD\n\n\n“The William Elder Descendants Association has used the services of Old Bones Genealogy in the past and will do so in the future. Eileen Souza’s work is timely, accurate, and done with great passion. Having met with Eileen on a number of occasions she is also knowledgeable, insightful, and diligent. Her transcription work for us was first rate, careful and beautifully presented.”\n\nTim Gallagher President\nThe William Elder of Maryland Descendants Association, Inc.\n\nClick here to view the areas that we specialize in\n\nProfessional Genealogy Areas We Specialize In:\n\n  • Baltimore City Genealogy Services\n  • Baltimore County Genealogy Services: Catonsville (21228), Cockeysville (21030), Homeland (21212), Lutherville (21093), Monkton (21111), Mount Washington (21209), Owings Mills (21117), Parkton (21120), Phoenix (21131), Pikesville (21208), Randalstown (21133), Reisterstown (21136), Roland Park (21210), Ruxton (21204), Timonium (21204), Towson (21204, 21286), Upperco (21155), Woodstock (21163).\n  • Carroll County Genealogy Services: Eldersburg (21784), Finksburg (21048), Hampstead (21074), Marriottsville (21104), Mount Airy (21771), New Windsor (21776), Sykesville (21784), Union Bridge (21791), Westminster (21157, 21158), Woodbine (21797)\n  • Frederick County Genealogy Services: Adamstown (21710), Ballenger Creek (21703), Braddock Heights (21714), Brunswick (21716), Buckeystown (21717), Burkittsville (21718), Clover Hill (21702), Discovery-Spring Garden (21793), Emmitsburg (21727), Frederick, Graceham (21788), Green Valley (21770), Ijamsville (21754), Jefferson (21755), Konxville (21758), Ladiesburg (21759), Lewistown (21701), Libertytown (21762), Lake Linganore (21774), Linganore-Bartonsville (21774, 21704), Middletown (21769), Monrovia (21770), Mt Airy (21771), Myersville (21773), New Market (21774), New Midway(21775), Petersville, Point of Rocks (21777), Rocky Ridge (21778), Rosemont (21758), Savillasville(21780), Sunny Side, Thurmont (21788), Tuscarora (21790), Urbana (21704), Utica, Walkersville (21793), Wolfsville (21773), Woodsboro (21798)\n  • Howard County Genealogy Services: Columbia (21044, 21045, 21046), Clarksville (21029), Cooksville (21723), Dayton (21036), Ellicott City (21042, 21043), Fulton (20759), Glenelg (21737), Glenwood (21738), Highland (20777), Marriottsville (21104), West Friendship (21784), Woodbine (21797).",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.6734900475,
        "format_confidence":0.887766242
    },
    {
        "url":"http:\/\/gregnokes.com\/books\/?p=1328",
        "text":"Slavery on trial in the oregon territory\n\nOverland Journal: Reviews from the Trail\n\nBy Roger Blair\n\nIn the span of a year, three Oregon authors wrote books about Oregon Trail pioneers who brought slaves to Oregon and the efforts of those slaves to gain freedom for themselves or their loved ones.\n\nTwo of those books, Jane Kirkpatrick’s A Light in the Wilderness (2014) and Phillip Margolin’s Worthy Brown’s Daughter (2014), are fiction based upon actual events.\n\nThe third, R. Gregory Nokes’s Breaking Chains (2013), is non-fiction and discusses the events fictionalized in the other two. Nokes carefully discusses the background leading up to the 1852 trial of Nathaniel Ford’s slave Robin Holmes versus Ford to gain the promised, but unfulfilled, freedom of Holmes’s children. This background includes the history of Oregon’s lure; the land laws and laws against blacks in Oregon whether free or slaves; and other black history in Oregon before 1852. Using previously published sources and Ford family history, the author describes Ford’s 1844 wagon train over the Oregon Trail. He then goes on to cover Ford’s and Holmes’s settlement in Polk County, and Ford’s involvement in establishing the Applegate Trail, also called the Southern Route.\n\nThe bulk of the book covers the unique trial in 1852 when Holmes sued for and won the freedom of his children, whom Ford had refused to surrender as promised. The trial is detailed from actual court records, the only slavery case to be decided in an Oregon court.\n\nNokes goes on to discuss the stories of other blacks in Oregon during the Oregon Trail era, including one person brought over by his ancestors. The author states that his interest in this story started with a mention of slaves in his own family genealogy. He is a direct descendant of 1853 emigrants, including one who brought a slave to Oregon from Kentucky. Nokes, of West Linn, Oregon, was a reporter for the Associated Press and editor of The Oregonian newspaper. Nokes includes two quotes in his prologue to explain the purpose of writing this book. The first, from Darrell Millner, professor of black studies at Portland State University, says “We shouldn’t necessarily apply today’s standards to events of the past. But we shouldn’t hide our past either.”\n\nThe second, from Nokes, says “If I were in school again, I would want to understand the real history of our state, not a sanitized version that misleads us into myths and misplaced self-satisfaction. We can learn from our past. We should.” This reviewer very much agrees.",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.832719326,
        "format_confidence":0.6358936429
    },
    {
        "url":"https:\/\/dev.historylink.org\/File\/9822",
        "text":"Book Review:\nBeyond the American Pale: The Irish in the West, 1845-1910\n\n  • Posted 5\/14\/2011\n  • Essay 9822\n\nBy David Emmons\nUniversity of Oklahoma Press, 2007\nHardcover, 472 pages\nAppendix, bibliography, index\nISBN: 978-0-8061-4128-2\n\nBeyond the American Pale: The Irish in the West, 1845-1910, written by University of Montana historian David Emmons, takes a fresh approach to the written history of the West by focusing on the heretofore little-explored role of the Irish in the American West and particularly in Butte, Montana, where many Irish and their descendants settled in the nineteenth century to work in the local mines.  \n\nThe book’s focus is not so much on specific historical events but is instead a more scholarly discussion and analysis on the role that Irish-Americans -- and their Catholicism -- played in the West between 1845 and 1910.  Emmons presents detailed historical data in his work (one example is the total of Irish-born population of selected Western states and the Irish percentage of the total foreign-born populations in these states in 1900), and analyses this data in a first-person context, which is unusual for history books that are not intended to be first-person histories. \n\nIn some ways, Emmon’s book almost reads like Ph.D. thesis, and its technical approach and analysis might not be for the causal reader. But its careful and exhaustive research makes the book an excellent reference for historians and those seeking specific information on the history of the Irish in the West. \n\nBy Phil Dougherty, May 15, 2011\n\nSubmitted: 5\/14\/2011\n\nLicensing: This essay is licensed under a Creative Commons license that encourages reproduction with attribution. Credit should be given to both and to the author, and sources must be included with any reproduction. Click the icon for more info. Please note that this Creative Commons license applies to text only, and not to images. For more information regarding individual photos or images, please contact the source noted in the image credit.\nThis work is licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License\nMajor Support for Provided By: The State of Washington | Patsy Bullitt Collins | Paul G. Allen Family Foundation | Museum Of History & Industry | 4Culture (King County Lodging Tax Revenue) | City of Seattle | City of Bellevue | City of Tacoma | King County | The Peach Foundation | Microsoft Corporation, Other Public and Private Sponsors and Visitors Like You",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.7629863024,
        "format_confidence":0.6976801753
    }
]