[
    {
        "url":"http:\/\/www.bemidjipioneer.com\/news\/253199-prime-time-senior-center-history-account-concludes",
        "text":"Weather Forecast\n\n\nPrime Time: Senior Center history account concludes\n\nIt's the year 2001 and that's where I, Ann Daly, came in.\n\nChuck Melberg invited me to serve on some kind of committee to help the Senior Center Board look at some new ideas. Chuck was a long time public servant and activist for the aging. He made a career out of helping people. We honored him for his extraordinary volunteer work in 2003. He was my mentor and friend.\n\nAnyway, so there I was per Chuck's invitation at the annual meeting. Following the meeting the new board retired to the meeting room at which time new officers would take over the business of running the center. I was soon to learn that they had a most unorthodox way of filling the board positions. The chair person, who happened to be Merlin Froyd at the time, said, \"OK, now, who hasn't been president around here yet? We haven't had a woman yet, so how about you, Ann?\"\n\n\"Not me,\" I gasped, \"I'm not even a member yet.\"\n\nWhere upon Wally Wubbles whipped out his billfold and slapped a $20 bill on the table and said, \"You are now.\"\n\nNow you tell me. Is that any way to run a railroad?\n\n\nI served as president a couple of times, and during those times, we did make some changes. We had to give up cooking at our Beltrami County Fair booth and having strawberry festivals, corn feeds and spaghetti dinners. Our members could no longer physically do these kinds of projects. Instead, we sold brats on Crazy Daze and had music and dancing under a big tent. We also started the annual style show fund raiser. The brat idea went down the tubes when the Lake Bemidji Dragon Boat Festival began, but the style show continues to be a special community event. The craft shop continues to make generous donations to the center and the card ladies keep the racks supplied with greeting cards for the public to buy. The monthly pancake breakfasts continue to be a popular event and a steady source of income. Incidentally, in 1993 a pancake breakfast cost $3 - here we are 18 years later and breakfast is still a good buy at $5. This project requires a lot of work and so provides a variety of volunteer opportunities. Other sources of income include donations from the safe driving and tax assistance programs, the Giving Tree and the LSS Nutrition Program. We receive donations from the morning coffee club and have also been fortunate to receive some generous individual donations. And, of course, the United Way is our greatest source of steady support.\n\nOne of the most positive things that has happened at the center in the last 10 years is the formation of a singing group known as \"The 3rd Street Senior Singers.\" Marie Luoma is given the credit for starting the program, and it continues to thrive under the direction of Cynthia White. Many thanks to both of these women for their commitment to this musical program. These singers are ambassadors of good will. They rehearse every week and perform regularly, bringing the joy of music to residents of several long-term care facilities in the community.\n\nAnother great program which is offered at the center is the Silver Stretchers Work Out and Walk Away the Pounds Program. Phyllis Grubbe has faithfully headed up this program for several years.\n\nCard playing, Scrabble and jigsaw puzzling continue to be popular activities. A wood carving group also meets on a weekly basis. The RSVP program provides opportunities for seniors to work with the America Reads Program, our pen pal project, and various other RSVP programs. For many people the noon time meal is the reason they come to the center. Thanks to LSS diners can receive a nutritious meal for a reasonable donation and visit with their friends while they eat. The Meals on Wheels Program is available for people who are confined to their homes.\n\nAnd so the saga comes to an end. It's been quite a ride. I know one thing I've learned. I will never ever put a photo in an album without including the name, the date, the place and the event. Mark my word!\n\nSo to wind this up, I'll just say that although I think I've always had respect and appreciation for seniors and what they are capable of doing, I have a lot more now. As for me, I need to do more thinking \"outside the box.\"\n\nAnn Daley is a Paul Bunyan Senior Activity Center volunteer.",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9477880001,
        "format_confidence":0.6841294169
    },
    {
        "url":"http:\/\/clermontsun.com\/2010\/02\/26\/kay-walker-55-2\/",
        "text":"Kay Walker, 55\n\nFebruary 26th, 2010    Author: Obituaries    Filed Under: Obituaries\n\nKay E. Warmbier Walker, 55, of Batavia, died Saturday, Feb. 20, 2010.\n\nMrs. Walker was preceded in death by her father, Harry Warmbier; one brother, Doug Warmbier and a niece, Angel Warmbier.\n\nShe is survived by her husband, Jack Warmbier; one son, Andy Walker; her mother, Dorothy Warmbier.\n\nFuneral services will be held at the convenience of the family.\n\nMemorials may be made to the Salvation Army or the Food Bank.\n\nE. C. Nurre Funeral Home served the family.\n\nSHARE: share on facebook share on digg share on linkedin share on stumbleupon email to a friend\n\nLeave a Reply\n\n  • Clear\n    real feel: 66°F\n    humidity: 98%\n    wind speed: 1 m\/s SSE\n  • E.C. Nurre Funeral Homes\n  • Holman GMC\n  • Health Source of Ohio",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9820086956,
        "format_confidence":0.9865198135
    },
    {
        "url":"http:\/\/gebhartcares.tributes.com\/obituary\/show\/Barbara-A.-McGhee-103772711",
        "text":"Family Login:\n\nShare This Obituary\n\nSend Flowers\n Local Florists\n\nMemories & Candles\n\n“So very, very sorry to hear of Barb's passing. She was such a good, loving person and I'm sure she's in Heaven now. She was married to my cousin Bill...Read More »\n1 of 13 | Posted by: Rosemary Buss - Newark, DE\n\n“May your hearts soon be filled with wonderful memories of joyful times together as you celebrate a life well lived. ”\n2 of 13 | Posted by: Doris + Kellie - Wilmington, DE\n\n“To all who love Barb as we do. When you see a butterfly, you'll know that she's nearby. She's never far away, her spirit's here to stay. ”\n3 of 13 | Posted by: Ernie & Barb Minner - Wilmington, DE\n\n4 of 13 | Posted by: N Robinson\n\n“To Barb's family we are sorry for your loss.Barb was a very caring person and I know she'll be greatly missed. Our thoughts and prayers are with you....Read More »\n5 of 13 | Posted by: Debbie & Bruce Snavely - Newark, DE\n\n“To Barbs family our sincerest sympathy Barb was always helpful to anyone who needed we are saddened to hear of her passing and totally shocked love...Read More »\n6 of 13 | Posted by: Gordon and Marianne Taylor - DE\n\n“I was so sorry to hear of Barb's passing. I have fond memories of times all of us cousins spent together as kids. As an adult, she filled a special...Read More »\n7 of 13 | Posted by: Linda VanHoozer - Greenacres, WA\n\n“We at Total Care Physicians have your family in our thoughts and prayers. ”\n8 of 13 | Posted by: Marguerite - DE\n\n“To Barb's family, friends and anyone who may have remembered this Mt Pleasant school bus driver from the 70's... and especially to Uncle Bobby, who's...Read More »\n9 of 13 | Posted by: Nancy Robinson - Charleston, SC\n\n“I will miss my dear \"Cuz\" Barb. We grew up together and laughed and cried together. I will always remember the best times. There were so many. ...Read More »\n10 of 13 | Posted by: Pat McKay - Tracys Landing, MD\n\n“Rip Barbara ”\n11 of 13 | Posted by: Libby Bornos - Melbourne, DE\n\n“Barbara,I knew you since 7th grade. We had some crazy crazy times together and now you left me with a lot of crazy memories. You were a good friend ....Read More »\n12 of 13 | Posted by: A friend\n\n13 of 13 | Posted by: Mike & Diane Burton - Newark, DE\n\nLove Emblem\n\nBarbara Ann (McNelly) McGhee passed away after a long illness on Friday, July 15, 2016. She would have been 68 on July 17th.\n\nBorn at Chester Hospital in Chester, PA in 1948, she graduated from Claymont High School and remained a lifetime Claymont resident and member of the VFW. Barbara worked for General Motors, the Brandywine School District, and Shop Rite Food Market.\n\nShe was preceded in death by her parents, Harry and Harriet McNelly, her brother, Harry L. McNelly, and her husband, William (Bill) McGhee.\n\nHer memory is survived by her fiancé, Bob Robinson, her sister, Millicent B. Robinson, her niece, Julie Basu (Samit), grandniece and nephew, Maya and Neil Basu, her puppies, Pokieman and Cody, and many beloved cousins, nieces, nephews, aunts and friends.\n\nThe family wishes to thank all of the nurses, doctors, and staff at Wilmington\/Christiana Hospital, and Cadia Rehabilitation Center, Silverside Road in Wilmington, DE.\n\nFriends may visit with the family on Thursday, July 21, 2016 from 5:00pm-7:00pm at the Gebhart Funeral Home, 3401 Philadelphia Pike, Claymont, DE, where a Funeral Service will begin at 7:00pm. Burial will be private.\n\nSince Barbara loved animals, in lieu of flowers, the family asks that donations be made in Barbara's name to the Delaware SPCA, 22918 Dupont Blvd., Georgetown, DE 19947.\n\nTo offer condolences, visit:\n\nUpcoming Funeral Services",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9691101909,
        "format_confidence":0.8865175843
    },
    {
        "url":"http:\/\/www.legacy.com\/obituaries\/timesunion-albany\/obituary.aspx?page=lifestory&pid=169742146",
        "text":"Blank Blank Blank\nBlank Blank Blank\n\nJohanna Gottfried\n\n2 entries\nThe Guest Book is expired.\n\nGottfried, Johanna FEURA BUSH Johanna Gottfried, 85, passed away on Saturday, February 15, 2014. Born in Germany on February 26, 1928, she was the daughter of the late John and Lena (Hintermair) Ruckerbauer and wife of the late John Walter Gottfried. Survivors include cousins, Michael Wiesmaier (Patti) and Ricky Wiesmaier (Kathy), several cousins in Germany and good family friends, Franz Von Bank and Linda Zwicklbaur (Werner). A funeral service will be held at 11 a.m. on Thursday, February 20, 2014 at the Applebee Funeral Home, 403 Kenwood Ave., Delmar. Burial will follow in Bethlehem Cemetery, Delmar. There will be no calling hours.\n\nFuneral Home\nApplebee Funeral Home\n403 Kenwood Ave. Delmar, NY 12054\n518- 439-2715\nPublished in Albany Times Union from Feb. 18 to Feb. 19, 2014\nSearch Obituaries & Guest Books\nYou are searching\nPowered by",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9768233299,
        "format_confidence":0.9845784903
    },
    {
        "url":"https:\/\/www.forevermissed.com\/catherine-l-m\/",
        "text":"Catherine L MAHONEY\n  • 59 years old\n  • Date of birth: Apr 2, 1951\n  • Date of passing: Jul 30, 2010\nLet the memory of Catherine be with us forever\nThis memorial website was created in memory of our loved one, Catherine MAHONEY, 59, born on April 2, 1951 and passed away on July 30, 2010. We will remember her forever.\nMemorial Tributes\nThis tribute was added by Clarence Mahoney on 29th July 2016\n\n\"Miss you much! Love Skip!\"\n\nLeave a Tribute:\nInvite your family and friends\nto visit this memorial:\n\nSubscribe to receive e-mail notifications when others contribute to this memorial.\n\nClick on a photo to enlarge.\n\nThis memorial is administered by:\n\nClarence Mahoney\n\n\nHave a suggestion for us?\n\nWe are waiting for your feedback!",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.99176085,
        "format_confidence":0.9062100649
    },
    {
        "url":"http:\/\/juneauempire.com\/stories\/042201\/Com_Obits.html",
        "text":"Posted: Sunday, April 22, 2001\n\nWalter O. Sinn\n\nFormer Juneau resident, Walter \"Walt\" O'Neal Sinn, died on April 17, 2001, in Friday Harbor, Wash.\n\nHe was born March 29, 1914, in Gilbert, Iowa. As a young man he earned a living as a professional motorcycle stunt rider at state and county fairs throughout the Midwest. In 1942 he moved to Ketchikan, where he worked on a rock crusher. He later moved to Juneau joining the Coast Guard and served in World War II when he was stationed at Scotchcap Lighthouse and Dutch Harbor in the Aleutian Islands.\n\nHe married Doris Macomber in Juneau in 1944 at the Masonic Temple where he was an active 32nd degree member. He was also a 14th degree Scottish Rite member. His daughter, Donna Lee, was born in 1946.\n\nAfter the war, he joined the city police in Juneau serving until 1949, when he joined the Alaska Territorial Police, the predecessor of the Alaska State Troopers. Carrying Territorial Police badge No. 1, he served across Alaska. In many towns and villages, as in Barrow, he was the first resident peace officer. He retired in 1971, with 21 years of service.\n\nOn September, 26 1970, he married Jean Rae Engle. They later divorced.\n\nHe was an avid outdoorsman and loved to hunt, fish and trap. The family wrote that he was extremely generous helping others when they were struggling and that he had a tremendous sense of humor.\n\nHe was preceded in death by his first wife, Doris of Fairbanks, in 1960.\n\nHe is survived by his daughter and Donna Lee Cavanaugh and her husband Bob Myers, grandson and his wife Edward and Jill Davidson, step-grandsons Robert and Michael Myers and great-granddaughter Katherine all from Fairbanks.\n\nA funeral with full police honors will be held in Fairbanks April 28, 1 p.m. at Chapel of the Chimes. A memorial service was held April 21 in Friday Harbor, Wash.\n\nFor more information about the Fairbanks service, call the family at (907) 451-7212.\n\nTrending this week:\n\n\nJuneau Empire © 2015. All Rights Reserved.  Terms of Service | Privacy Policy \/ About Our Ads",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.8393787146,
        "format_confidence":0.9812124372
    },
    {
        "url":"http:\/\/www.midweek.com\/billy-richards-navigating-better-future-hawaiian-keiki\/",
        "text":"Billy Richards – Navigating A Better Future for Hawaiian Keiki\n\nBilly Richards, a member of the original Hokulea crew and several subsequent voyages, is now working to improve the quality of life for Hawaii children through Partners In Development\n\nE kaupe aku no i ka hoe a ko mai (Put forward the paddle and draw it back. Go on with the task that is started and finish it.) –Hawaiian proverb\n\nIs life a journey or a destination? For Billy Richards, it’s a fascinating journey that takes him to the depths of the ocean, to exotic ports of call guided by the stars and to native Hawaiian communities that touch the human spirit.\n\nYet all the while he is anchored by cultural values that define “home” for him. It is both destination and destiny.\n\nHow does a Renaissance man balance traditional and contemporary ways?\n\nTo find out, we make our way to a second floor office in Nuuanu, where Richards works as director of communications for Partners In Development Foundation (PID).\n\nRichards, 65, a Kailua resident, is a handsome islander with silver hair, mustache and Van Dyke beard that contrast strikingly with the black shirt he is wearing. His youthful appearance belies the depth of character, maturity and infinite wisdom he imparts.\n\n\nPicture 1 of 2\n\nBilly Richards, who has crewed aboard Hokulea, Hawaiiloa, Makalii and Hokualakai, is president of Friends of Hokulea and Hawaiiloa | Nathalie Walker photo\n\nHe’s an old soul of sorts with a quiet sophistication that friends say makes him ha’aha’a (humble).\n\nBut today we hope to draw out his credentials and achievements that merit recognition. He would be the first to say, “It’s not about me.” We’ll see about that.\n\nRichards has been involved with Hawaii’s voyaging community since 1975 and has served aboard canoes Hokulea, Hawaiiloa, Makalii and Hokualakai. He is president of the Friends of Hokulea and Hawaiiloa, a nonprofit that perpetuates ancient Hawaiian canoe practices by building and restoring vessels.\n\nHe is chairman of Ohana Waa, a canoe hui that pools resources and manpower to pursue voyaging ventures.\n\n“I’ve always loved the ocean,” Richards says. “I was inspired as a youngster by stories of mythological heroes such as Vikings and Greek gods. My dad (William K. Richards Sr.) reminded me that Hawaii has its own legendary heroes.”\n\nRichards reaches for a book on his desk.\n\n“This was on my dad’s headboard,” he says of a volume titled Vikings of Sunrise by Sir Peter Buck. “It is about the great migration of Polynesians and the tales regarding the creation of man and the islands.\n\n“I read it and thought to myself, ‘One day I’m going to sail to Tahiti,'” he recalls.\n\n“My mother (hula teacher Bella Richards) visited Tahiti often on dance missions and invited me along, but I wanted to approach the island from the sea,” says the voyager at heart.\n\nThat is not surprising, given his European-Hawaiian ethnicity that suggests an adventuresome and exploratory nature.\n\ne shares this spirit with wife Debbie Nakanelua-Richards, senior manager of government and community relations at Hawaiian Airlines. A former Miss Hawaii, this beautiful hula dancer who performs weekly at the Halekulani, met her husband at an induction ceremony for lua (Hawaiian martial arts) practitioners. The Richards have a 22-year-old daughter, Mahina, a graduate student in clinical psychology at Sarah Lawrence College.\n\nThe exploration of the ocean and its pathways to the world led Richards to marine management jobs in the public and private sectors. He spent two decades at Oceanic Institute, where he served in program development, research, Hawaiian fishpond revitalization and administration of Hawaii Island’s Keahuolu facility.\n\nMore recently he was vice president and general manager of Hawaii High Health Seafood Corporation, the sales and marketing subsidiary of a large land-based aquaculture operation located on Kauai.\n\nHe also has been an underwater surveyor, doing biological surveys for environmental impact studies of projects such as Kahoolawe and the reef runway.\n\nBut his most socially sensitive link to his cultural roots and traditions might be the role he presently holds at the nonprofit organization known as Partners in Development (PID), an Aloha United Way agency.\n\nDon’t be scared off by the word “development.” This has nothing to do with building high-rise condos and mega malls, although “building blocks” in personal growth and a social sense would be a logical association.\n\nThe foundation was founded in 1997 by Jan E. Hanohano Dill, grandson of a Hawaiian healer who wants to help native Hawaiian families and communities deal with life challenges.\n\nThe Kamehameha Schools graduate and Fulbright Fellow utilized his skills as an educator, political scientist, lawyer, marine scientist and diplomat to develop PID Foundation, where Richards directs communications and “putting us on the map.”",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.7810975909,
        "format_confidence":0.9526081085
    },
    {
        "url":"http:\/\/www.thepilotnews.com\/content\/donald-f-paul-sr",
        "text":"Donald F. Paul Sr.\n\nDonald F. Paul Sr.  \nApril 4, 1937 — May 11, 2011 \nGROVERTOWN — Donald Frank Paul Sr., 74, passed away Wednesday, May 11, 2011 in I.U. Health, Starke Hospital, Knox, Ind., after a sudden illness. \nDon was born April 4, 1937 in Starke County, Ind. to Peter and Alma (Lowe) Paul and lived in the area most of his life. March 1, 1957 in Knox, he was married to the former Mabel I. Rice. \nSurvivors include his wife, Mabel; one daughter, Rebecca (Robin) Pflugshaupt of Hamlet; one son, Donald Paul Jr. of Delphi, Ind.; grandchildren: Amy and Adam Pflugshaupt, Airial Roland, Fawn Paul, Darren Paul, Ashley Paul and Dustin Paul; and great-grandchildren: Lorena Martinez, Skyla Cooley and Koen Guerra.\nHe was preceded in death by his parents, and one brother, Peter Paul.\nDon was a member of St. Matthew Lutheran Church of Hamlet. He was the former manager of the Fulton-Marshall County CO-OP, the leader of the Clover Leaf 4-H Club for 36 years, a former board member and current member of the Starke County Farm Bureau Inc. and he bred and raised pigs. He enjoyed bowling and playing softball for many years in various area leagues and he loved attending his grandchildren’s sporting events and junk sales to find a bargain.\nFuneral services will be Tuesday at 11 a.m. (Central Time) at St. Matthew Lutheran Church of Hamlet with Pastor Kyle Wright officiating. \nBurial will be at the Fletcher Cemetery, Hamlet. \nFriends may call Monday from 3 to 9 p.m. at Rannells Funeral Home, Hamlet Chapel and Tuesday at the church after 10 a.m. A Remembrance Service will be held Monday at 8 p.m. at the funeral home. In lieu of flowers, memorial contributions may be given to St. Matthew Lutheran Church or the Starke County Fair Board. \nTo leave online condolences go to",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9773964882,
        "format_confidence":0.9840196371
    }
]