[
    {
        "url":"http:\/\/store.chocofur.com\/plastic-07\/blender_model\/",
        "text":"Plastic 07\n\nInspired by: LCP Chair\nDesigned by: Maarten Van Severen\n\nChocofur plastic deckchair 3D models made for Blender and Cycles.  Just put in your scene and hit render! Package includes:\n\n\n  • Chocofur_plastic_07 model\n  • .blend files with advanced Cycles shaders\n  • .obj file\n\nProduct Info\n\nblend file name Chocofur_Plastic_07.blend\nzip file size 896K\nunzip file size 2.5M",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9470208287,
        "format_confidence":0.9977710247
    },
    {
        "url":"https:\/\/www.sfkb.at\/books\/the-anabasis\/",
        "text":"Article Number: 3112\nMagazine, English, Staple Binding, 16 Pages, 2012\nEric Baudelaire\n\nThe Anabasis of May and Fusako Shigenobu, Masao, Adachi and 27 Years without images\n\n€ 10.00\n\nThis libretto is part of an installation by Eric Baudelaire titled \"The Anabasis of May and Fusako Shigenobu, Masao, Adachi and 27 Years without images\".\n\nBaudelaire’s most recent work looks at the complexities of recounting the history of the Japanese Red Army (JRA) – a radical group that emerged from the 1968 Tokyo student movement, settled in Beirut in the early 1970s, and engaged in sophisticated terrorist activities in solidarity with the Palestinian cause.\n\nThe exhibition consists of an installation encompassing his 2011 experimental documentary film of the same name, which centres upon the oral testimonies of two JRA protagonists: May Shigenobu, the daughter of JRA founder and leader Fusako Shigenobu, and Masao Adachi, a legendary underground film director, JRA member and theoretician. This is shown alongside documents, photographs, prison drawings and works on paper that further contextualise the JRA's radical journey, focusing on issues of representation associated with documentary, testimony and the production or absence of images. The Anabasis... engages with questions concerning the relationship between politics and film, and militant filmmaking versus activism without cinema – a distinction that Masao Adachi refuses, but that Baudelaire’s exhibition interrogates anew.\n\nBaudelaire frames the story of the JRA in a literary tradition going back to Xenophon’s Anabasis: a journey of soldiers lost in foreign lands, wandering into the unknown on a circuitous journey home. In recounting their own journeys, May Shigenobu and Masao Adachi weave together intimate stories, political history, revolutionary propaganda and film theory. They each describe clandestine and imageless experiences in which images are nonetheless constantly at stake. May Shigenobu, for instance, spent much of her early life in hiding, often living under pseudonyms. When family snapshots were occasionally taken they were always then hastily destroyed. As she grew older, returned to Japan and started working as a television journalist, images began to provide her with a new means of self-invention.\n\nAs a filmmaker, Adachi devoted his life to images. During his years in Lebanon, he sought to advance his radical film practice by trading the camera for the rifle. Yet all the while he remained a filmmaker at heart, even conceiving of JRA aeroplane highjackings as screenplays. The scenarios were his own, the actors were JRA fighters, but the cinematography was left to the news cameras.\n\nMay Shigenobu’s and Masao Adachi’s stories unfold over new 'fûkeiron' Super 8 images filmed by Baudelaire in Tokyo and Beirut. Fûkeiron is a 'theory of landscape' developed by Adachi for his 1969 film AKA Serial Killer, an excerpt of which is also included in the exhibition. Through filming landscapes, he sought to reveal the structures of oppression that underpin the political system and cause alienation. The Anabasis... puts this theory to work and also turns it back towards its author, exploring the problematic overlaps between images of reality and those of fiction, and between a radical political engagement and an unsettling fascination with violence.\n\nLanguage: English\/French",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.8133310676,
        "format_confidence":0.9524730444
    },
    {
        "url":"http:\/\/www.brb.com\/index.php?id=106",
        "text":"Back to Projects\n\nMolloy College - Campus Center\n\nBRB Architects has completed the 57,000 sf campus center and associated main quadrangle at Molloy College, Rockville Centre, New York. Intended to be the centerpiece of the College’s transformation from a commuter college to a 24 hour learning community, the “Public Square” will support student life with spaces such as a café, lounges, study rooms, student club space, a data center, a bookstore and an art gallery. In addition, the center houses a 575 seat theater, as well as rehearsal and office spaces for the music department.\n\nThe 57,000 “Public Square” creates and frames a central campus quadrangle. A café, lounge, and study space are located on the east side of the building, overlooking the quadrangle through the largely-glazed east face of the building. The indoor spaces are an extension of the quadrangle, together creating a vibrant center for student life at Molloy.\n\nThe building is organized as a series of three layers separated by open-ended circulation spines which allow visual connection to the Molloy Campus. The masonry-clad westernmost layer houses support spaces and enclosed offices. The loft-like central layer of the building with its exposed steel structure is designed for maximum flexibility. This zone contains larger spaces such as the multi-purpose space, the art gallery, student club workrooms, and the information commons, a technologically-enabled space. This open zone is punctuated by a large sky lit atrium, connecting spaces vertically and creating a vibrant bustle throughout the building. The glass and zinc clad easternmost layer of the building acts as a veranda, visually connecting lounge and study spaces to the outdoor quadrangle. Through the use of sand cast red brick, oak doors, and a warm natural color palette, the building maintains a strong connection to the existing campus fabric.\n\nThe Project is LEED Certified.",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9246718287,
        "format_confidence":0.7986726165
    },
    {
        "url":"https:\/\/jesseraudales.com\/collections\/originals",
        "text":"The Fine Art of Jesse Raudales.\nThe Fine Art of Jesse Raudales.\nCart 0\n\n\nOwn a Jesse Raudales original painting. Jesse Raudales takes on a limited number of commissions per year. He creates unique, meaningful, one of a kind paintings that will wow your guests and become a family heirloom for generations to come.\n\nIf you have a high quality photo of your subject please send it along. Your unique, hand-painted original will capture the essence of that once in a lifetime moment forever.\n\nPlease contact Jesse Raudales directly to discuss your project and receive a formal quote. He can be contacted via email at",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9941362143,
        "format_confidence":0.9895792603
    },
    {
        "url":"https:\/\/mobile.alphacoders.com\/caption\/add\/863011",
        "text":"Mobile Abyss Add Your Caption\nAdd Your Caption\nPhone Wallpaper ID: 863011\n\nA caption is a brief description of the art, users will be able to vote on the caption as being 'Accurate' or 'Funny'.\nIf your caption is voted the most accurate it will be used as the name of the art!\nPlease, English only!",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.909350574,
        "format_confidence":0.9349678159
    },
    {
        "url":"http:\/\/www.imagekind.com\/Voyage_art?IMID=23c3793b-0289-446c-b9d3-87153b6751b7",
        "text":"Stretched Canvas\n\nModern Lines\n\nContemporary White\n\nClassical Baroque\n\nUnframed print\n\nPhotoDream Art\nMember Since November 2008\nArtist Statement Welcome to PhotoDream Photography & Art.\nJacky Gerritsen is a female photographer & autodidact artist, born in Amsterdam.\nShe mainly makes photomontages in a (magic) realistic and sometimes surreal style.The works are intuitive, the conceptual aspect is paramount, her work is primarily a visualization of an idea or emotion.\nJacky's PhotoArt is colorful, imaginative,inspiring and often sweeps the viewer not only into a visual journey, but also an emotional and spiritual one.\nThank you kindly for your visit\n\n\nProduct No 2215259\nSubjects Dreamscapes, Fantasy, Magical, Science Fiction & Fantasy\nStyle Decorative\nTags Art, Conceptual, PhotoDream, blue, ocean, photodream, shells, surrealism",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9967613816,
        "format_confidence":0.9126004577
    },
    {
        "url":"http:\/\/www.framedart.com\/levy\/snow-way-2-print-780518.htm",
        "text":"Save on Framed Art and Canvas Prints Clearance Art\nSave 5% More...\n\nSnow Way 2 by Moises Levy\n\nPrice: Sale Price: $117.49\nRegular Price: $234.99\n\nIn Stock - Ships within 1-2 days\n\n23 x 32 Slim Solid Black Flat with Satin Finish Framed Photograph\n\nItem # 780518 Finished size:\nSee more product details\n  • Customize\n  • Size\n  • Product\n Frame Selection\n Mat Selection\nChoose your number of mats:\nMat width:\nSelect your mat color:\nTop Mat\nMiddle Mat\nBottom Mat\n Glass Selection\nAcrylic Plexiglass Finishing\nLightweight & Shatter-Resistant\nGlass Finishing\nSlightly Thicker & Heavier\nSelect a Size\nProduct Type\nSize Guide\nAll sizes based on outer dimensions.\nProduct Type\nCustomize It\nCustomize It\nSelect a Size\nProduct #: R780518-AEAEAGOFDM\nChoosing to frame Moises Levy photos is a great way to finish your favorite black and white photography or color photograph. You can choose from over 60 frames and tons of different mat options to get the look and feel that you want for your Snow Way 2 photograph. Each framed photographic print is created individually to your specifications by one of our frame craftsmen in our NJ warehouse. This allows us to offer high quality framed Moises Levy photography at an affordable price.",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.8456174731,
        "format_confidence":0.9989375472
    },
    {
        "url":"http:\/\/www.photoeye.com\/bookstore\/citation.cfm?catalog=PX190",
        "text":"Click to Browse this Book!\n\n\nPhotographs by Henrik Purienne.\nPrestel, Lakewood, 2013. 240 pp., 250 color illustrations, 9x11¾\".\n\nPublisher's Description\nVoyeuristic, sun-drenched, and sexually charged, the photographs of Henrik Purienne offer high-fashion escapism.\n\n“What is an average day like for Henrik Purienne?” an interviewer once asked. “I wouldn’t know,” the South African photographer replied. Unless, of course, average can be defined as hedonistic, sun-drenched, and beachside. Draped across a vintage car or an unmade bed, rolling in the sand, or standing waist-high in an endless ocean, the subjects of Purienne’s photographs convey a sexuality that’s as nostalgic as it is au courant, at once innocent and sultry. The founder of Mirage magazine, Purienne always seems to have his camera pointed away from real life and toward a fantasy of beautiful girls with nothing on their minds but fun, and even less on their bodies. Paging through these stunning photographs, however, readers will appreciate Purienne’s adroit staging and composition, ingenious use of light, and impeccable styling—all the skills that have made him one of today’s most sought-after fashion photographers.\n\nOrdering Information\nThis item is currently unavailable from photo-eye, however we have located copies for you to purchase immediately through Amazon Marketplace. We will receive credit for these orders if you use our ordering system. We will also receive credit for any other purchases you make while on Amazon's site. Thank you for supporting photo-eye!\n\nOrder through Amazon Marketplace (photo-eye gets credit)\nWhy Amazon Marketplace?\n3 New from $549.99    20 Used from $300.00  \n\n© PHOTO-EYE, LLC, 2016. All Rights Reserved Copyrights-Trademarks Privacy Policy Returns Policy Staff\/Hours\/Location 505.988.5152 info@photoeye.com",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9340236187,
        "format_confidence":0.9973426461
    }
]