[
    {
        "url":"http:\/\/www.laconiadailysun.com\/index.php\/newsx\/calendar-of-events\/76036-3-20-14-calendar",
        "text":"3-20-14 Calendar\n\nProgram about \"Vernal Pool Ecology - Understanding the Four and Six-legged Denizens of Spring\" presented by the Lakes Region Chapter of the New Hampshire Audubon Society. 7 p.m. at the Loon Center in Moultonborough.\n\nProgram on N.H.'s Civil War monuments, 7 p.m., Gordon-Nash Library, New Hampton, sponsored by New Hampton Historical Society. For more information call the library, 744-8061 or Gordon DuBois, 279-0379.\n\nSpaghetti Dinner held to benefit the Gilmanton School eighth-grade class. 5-7 p.m. at the school. Cost is $6 for adults and children 6th grade and over, $5 for senior citizens and those ages 5-fifth grade.\n\nAnnual St. Patrick's Day Dinner held by the Belknap County Sportsmen's Association. 6 p.m. at the Belknap County Sportsmen Association on Lily Pond Road in Gilford. $10 per person. BYOB.\n\nCard Class at the Hall Memorial Library in Northfield. 6 p.m. Sign up at the circulation desk. $5 material fee due the night of the class.\n\nBelknap Economic Development Council annual meeting held at the Lakes Region Community College. 4:15 p.m. registration and cocktail reception followed by the business meeting at 5 p.m. Keynote speaker includes Dr. Ross Gittell, Chancellor of the Community College System of New Hampshire.\n\nFranklin Footlight Theater presents the ageless and generically funny comedy \"Arsenic and Old Lace\" 7:30 p.m. at the Franklin Opera House. Tickets are $14 for seniors and students, and $16 for adults. For more information or to purchase tickets in advance call 934-1901 or visit www.franklinoperahouse.org.\n\nKnotty Knitters at the Meredith Public Library 10 a.m. to noon.\n\nEvents at Gilford Public Library. Drop-In Storytime 11:15 a.m. to noon. Brown Bag Book Discussion 6:30–7:30 p.m. Open Painting at the Library 1:30-3:30 p.m.  Crafter’s Corner, 6-7:30 p.m. Evening Book Discussion 6:30–7:30 p.m.\n\nAl-Anon Meeting at the Congregational Church Parish House (18 Veterans Square) in Laconia. 8 to 9:15 p.m. each Thursday. Al-Anon offers hope and help to families of alcoholics. No dues or fees. All are welcome. Call 645-9518.\nPlymouth Area Chess Club meets Thursdays from 7-9 p.m. at Starr King Fellowship, 101 Fairgrounds Road. Form more information call George at 536-1179.\nKnitting at Belmont Public Library. 6 p.m.\nChess Club at the Goss Reading Room (188 Elm Street) in Laconia. 2:30 to 4:30 p.m. each Thursday. All ages and skill levels welcome. We will teach.\nGiggles & Grins playgroup at Family Resource Center in downtown Laconia (719 No. Main Street, Laconia). Free group for parents children from birth through age 5. For more information call 524-1741.\nLittle Learners Pre-school skating lessons. 10-10:30 a.m. Cost is $10 per person. Adult chaperone $3. Rental skates are $5. For more information visit www.laconiaicearena.com.\nFree Sit and Sew program at The Quilted Frog in Laconia. 2-5 p.m.\nVisit the Gilman Library in Alton on Thursday evenings at 6 p.m. for a thought provoking game of chess and Pajama Story Time with Miss Bailey. Boards and game pieces for chess will be provided.\nFamilies Sharing Without Shame, an open meeting for parents to discuss their child's drug addiction, alcoholism and recovery. 7 to 8:30 p.m. on Thursdays, except Holidays, Concord Hospital's Fresh Start Therapy Room. For more information call 568-0533.\n\nJohn Funkhouser Quartet performs at Pitman's Freight Room in Laconia. Doors open at 6:30 p.m. for catered dinner buffet, show starts at 8 p.m. $12 for show only, dinner is additional $10. Pitman's is a BYOB venue.",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.9796110392,
        "format_confidence":0.7851013541
    },
    {
        "url":"http:\/\/www.sussexexpress.co.uk\/news\/village-voice\/plumpton-1-7593111",
        "text":"Plumpton news\n\nPlumpton news\n\nJUMBLE SALE: Organised by the Plumpton Primary School’s Parents, Teachers and Friends Association takes place at the village hall tomorrow, Saturday. Please take jumble donations to the hall from 9am to midday and do go along at 2pm, there are sure to be lots of bargains.\n\nFOOTPATH SOCIETY WALK: On Wednesday October 5 start at 10.15am at Shipley car park (Belloc’s Mill) Map Ref: 144 218. The walk will include Knepp Castle ruins and lunch at Wyevale Garden Centre. For more information call the walk leaders Gerry and Brenda Arnold on 01444 241463 or 07790218390.\n\nJUMBLE SALE: In aid of the village hall takes place at the village hall on Saturday October 8. Please take jumble donations to the hall from 9am to midday and do go along at 2pm, there are sure to be lots of bargains.\n\nBOWLS CLUB: Invites you to a free taster session on Sunday October 9, at the village hall, from 9.30am till noon. Do go along and give short mat bowls a try, meet members and enjoy a cup of coffee and biscuits. All ages will be made welcome. Equipment (bowls etc.) will be provided; you just need flat shoes or slippers. Members will be only too pleased to show you the basic rules and let you have a go. The club meets every Thursday evening, during the season, from September to April. They have club competitions, play friendly matches and in the Wealden League. In addition club members enjoy social events. For more information contact Malcolm Beard on 01273 890826 or just turn up on Sunday October 9 and enjoy the taster session.\n\nBLUEBELL RAILWAY WALK: With the Footpath Society is on Sunday October 9 at 2.30pm. Meet at Horsted Keynes village car park (Map Ref: TQ 384 282) for a 6 mile walk including Broadhurst Manor, Hurstwood Lane, Tanyard Farm and the Bluebell Railway, Horsted Keynes station. For more details call the walk leader Diane Ellis on 01825 723716 or 07990710521.\n\nTALK: Art and Life of Johann Zoffany is the subject of the Newick and District Decorative and Fine Art Society meeting at the village hall on Tuesday October 11. Johann Zoffany was a portrait painter in the 18th Century and tended to paint his subjects in quite absurd situations as was fashionable at the time. The talk will be accompanied by superb digital illustrations. New members are very welcome and membership details are available from Marjorie Blunden on 01825 723250. Visitors are also welcome, £7 on the door; but you do miss out on the benefits that being a member brings which includes special visits and a lovely lunch in November.\n\nFLOWER CLUB: The demonstration by Stephanie Lang will be A Wood Affair, at the village hall, on Wednesday October 19 at 7.30pm. Visitors are most welcome at a cost of £2.50 at the door. There is always a raffle giving a chance to win one of the demonstrators’ arrangements.\n\nAGM: Of the Footpath Society takes place at the pavilion on Friday October 21 at 7pm for 7.30pm.\n\nPEACEFUL WALK: (4.5 miles) along a stretch of Downs Link and the River Adur, near Henfield and Small Dole, with the Footpath Society takes place on Saturday October 22, starting at 10.30am. Meet at Woodsmill on A2073 (Map Ref: 215 136). There will be the option of lunch at Small Dole. For more details call the walk leaders Gill and Geoff Gamble on 01273 891218.\n\nASSISTANCE WITH SCOUTS: Due to injury and unavailability Plumpton Scouts are in urgent need of someone to help out with the Troop in the coming term. If you feel you could help out in any way please contact Rod Hills on 01273 890410, mobile 07407707101 or email\n\nDon’t miss out on all the latest breaking news where you live.\n\nHere are four ways you can be sure you’ll be amongst the first to know what’s going on.\n\n1) Make our website your homepage at\n\n2) Like our Facebook page at\n\n3) Follow us on Twitter @sussex_express\n\n4) Register with us by clicking on ‘sign in’ (top right corner). You can then receive our daily newsletter AND add your point of view to stories that you read here.\n\nAnd do share with your family and friends - so they don’t miss out!\n\nThe Sussex Express - always the first with your local news.\n\nBe part of it.",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.9911847711,
        "format_confidence":0.7362245321
    },
    {
        "url":"https:\/\/reshmi-reshmi.blogspot.com\/2016\/08\/",
        "text":"Skip to main content\n\n\nShowing posts from August, 2016\n\nNo Greeks in the Marathon Medals\n\nOlympics at Rio, an event that grapples the world stage of sports. You win or lose, you are there, you may be an ‘also ran’ but you are there to be noticed. A stalwart at home or an event sponsored by money bags, doesn’t matter, yet records at the Olympics still fly high, even if it means the last laugh for the participant. Every nation occupies the stage to be noticed. The most heart-warming and heart-rending participation came from the contingent that represented the ‘refugees’ from Syria, Libya, Yemen, all war-ridden nations. All for a universal circus. They came, they played, they left. Where are the Greeks?\nIndia’s heroes – hope eternal Our country also represented with enthusiasm and hope, the former attribute led to a whimper of controversies but soon brushed under the carpet. Most participants did well in the qualifying rounds and reached the Quarter Finals. There dropped the curtain and lo! We retrace our steps. All deserve a clap! A handful of participants stood out like P V Si…\n\nJust a few seconds for Jessy\n\nMy Sats & Suns have become duller Two- and - a half decades Swept by….. Her face still glistens, Never yearned for a better friend, but there, She still laughs & listens ( An obit written in 1989 for Jessy, revised a bit now) It is not with any regret or longing that I deplore my present network of being friendless. Friends,as  they exist are acquaintances today, none like her. It is better that way. No, I have not turned a recluse but when one had been showered with a lot of attention and care by one friend, she is missed now and always. Then one gets entwined gradually with one particular train of thought that, had Jessy been there, it would have been different. Unassuming smile lost. The tall, lean, thirty something  Jessy kept hovering around me through thick and thin during those decisive years. She counselled , convinced and cajoled me to venture\/avoid all major decisions in life. Then one fine day she just paled into insignificance called ‘death’. Jacintha (Jessy) was born a prema…",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.8123324513,
        "format_confidence":0.6035698056
    },
    {
        "url":"http:\/\/www.bakercityherald.com\/index2.php?option=com_content&task=view&id=72834&pop=1&page=0&Itemid=31",
        "text":"\n\n\nThis could happen because it was moved in a recent update or there is a typo in the link or address you entered.\n\nTo find what you are looking for use the navigation above, use commonly requested resources below, or contact us if you need additional assistance.\n\nEnjoy our current slideshows:\n\nView some of our more popular stories:\n\nBaker High School Crowns Homecoming Queen\n\nBaker students at national FFA convention\n\nStudents excel at FFA event\n\nBaker Football\n\nBulldogs shut down Mac-Hi\n\nHaines Elementary School\n\nOutdoor class inspires students to learn, create\n\nBaker City & LaGrande autos, jobs, real estate and merchandise.\n\nAds appear Online and in Print\n\nView Classifieds Place an Ad\n\nConnect with The Baker City Herald\n\nBaker City Herald Newsstand\n\nFriday October 28, 2016\n\nRead digital interactive editions of our publications\n\nRead Today's Edition Take A Tour\nView All Publications\n\nRecent article comments\n\nPowered by Disqus",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.7081410289,
        "format_confidence":0.9328317642
    },
    {
        "url":"https:\/\/www.fortcarsonmountaineer.com\/tag\/exceptional-family-member-program\/",
        "text":"Disability, emergency preparedness\n\nMost fatalities and injuries caused by natural and man-made disasters are preventable. These negative outcomes can largely be mitigated through personal disaster planning and preparedness. Unfortunately, only 21 percent of Americans have completed even basic steps to prepare for a potential disaster or emergency, while only 10 percent of American families living with disabilities have done so. Continue Reading Disability, emergency preparedness\n\nPool party\n\nFort Carson community members take part in the Exceptional Family Member Program’s (EFMP) first Back to School Pool Party at the Nelson Indoor Pool in August, 2015. The Fort Carson organization hosts various programs to help EFMP Families network with other community members facing similar challenges. An EFMP school advisory class is scheduled for 6-7 p.m. Sept. 16, 2015, at Army Community Service (ACS) for parents who want to gain a better understanding of their child’s educational rights, parent responsibilities and ways to advocate for their special needs child. The quarterly EFMP “Lunch and Learn” will be held from 11:30 a.m. to 12:30 p.m. Sept. 17, 2015, at ACS. This class is designed to help Soldiers and their Family members understand the ins and outs of EFMP and services that are offered. Visit http:\/\/www.eventbrite.com or call Sunny Ginter or Cherll Paxton at 526-4590 to register for an event or for more information. (Photo by Walt Johnson) Continue Reading Pool party",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.6988039613,
        "format_confidence":0.9344950914
    },
    {
        "url":"https:\/\/www.las-cruces.org\/calendar.aspx?view=list&year=2021&month=7&day=22&CID=35,36,49,29,38,39,41,42,57,34,44,45,53,28,59",
        "text":"Calendar module icon\n\n\nView All Calendars is the default. Choose Select a Calendar to view a specific calendar. Subscribe to calendar notifications by clicking on the Notify Me® button, and you will automatically be alerted about the latest events in our community.\n\nJump To:\n\n  1. Calendar Overlay Animal Services Center of the Mesilla Valley (1)\n  2. Calendar Overlay Museum of Art (1)\n  3. Calendar Overlay Museum of Nature Science (1)\n  4. Calendar Overlay Quality of Life (1)\n  5. Calendar Overlay Thomas Branigan Memorial Library (5)\n\nAnimal Services Center of the Mesilla Valley\n\n  1. Animal Services Center of the Mesilla Valley Board Meeting\n\n    July 22, 2021, 9:00 AM - 11:00 AM\n    City Hall, Council Chambers\n\n    Board meeting to discuss monthly updates, statistics, events, and shelter issues.\n\n    More Details\n\nMuseum of Art\n\n  1. Marvelous Miniatures -- Summer camp\n\n    July 19, 2021, 8:00 AM - July 23, 2021, 12:00 PM\n    Multi-Purpose Studio\n\n    Join the Museum of Art for an in-person summer camp experience about miniature dioramas. “Marvelous Miniatures” is a new summer camp for 6th-8th grade students to create a miniature landscape scene using common household items as components and tools. This type of art is used in tabletop roleplaying games and is also in decorative arrangements and ornaments. The camp is free and will take place at the Museum of Art Monday, July 19 through Friday, July 23 from 8am-12pm each day. No previous art experience required. Supplies will be provided, and spaces are very limited. For more information or to register, please contact Bryan Lee at or 575-541-2217 by Saturday, July 10.\n\n    More Details\n\nMuseum of Nature Science\n\n  1. Pre-K--Nature Kids: animal homes\n\n    July 22, 2021, 9:00 AM - 10:00 AM\n    Museum of Nature & Science > Classroom\n\n    Nurture your little one's love of science! Preschool-age children and their parent or caregiver are invited to investigate nature and science through hands-on explorations, stories, and crafts. This program will take place outdoors in a shaded area. Registration is required for each month's activities. Email Stephanie at or call 575-522-3120 to register. Recommended for ages 2-5.\n\n    More Details\n\nQuality of Life\n\n  1. Quality of Life Policy Review Committee Special Meeting\n\n    July 22, 2021, 1:30 PM - 3:00 PM\n    City Hall Room 2007 A\n\n    More Details\n\nThomas Branigan Memorial Library\n\n  1. Branigan Book Club Author Presentation\n\n    July 22, 2021, 12:30 PM - 1:30 PM\n    Online using Zoom\n\n    Lynn C. Miller, a New Mexico author will Zoom about her book \"The Unmasking\" –published in 2020, interweaves mystery, women’s history, and academic satire. Several female professors journey from “Austin University” to Silver City, NM to perform at a festival. They depict famous women from history: Gertrude Stein, Edith Wharton, Virginia Woolf, Mabel Dodge Luhan, and Victoria Woodhull. Hanging over them is the suspicious death of their college dean, an event they conclude was a murder. Contact the Reference Desk at or 575-528-4005 for more information.\n\n    More Details\n  2. What Have You Been Reading Discussion Group\n\n    July 22, 2021, 2:00 PM - 3:00 PM\n    Online using Zoom\n\n    Come tell us about the books you have been reading and hear about what others been reading. For more information or to obtain the link to the online meeting, contact the Reference Librarian at\n\n    More Details\n  3. Tween Reverse Show and Tell: Show program\n\n    July 22, 2021, 4:30 PM - 5:30 PM\n    online using Zoom\n\n    Ages 9-12 learn a new skill and share your creativity with us! Part two of the Reverse Show and Tell program. You must have attended the Tell portion of the program to show what you created.\n\n    More Details\n  4. Teen Animal Game Night\n\n    July 22, 2021, 5:00 PM - 6:00 PM\n\n    More Details\n  5. Teen Dungeons and Dragons\n\n    July 22, 2021, 6:00 PM - 7:00 PM\n    YA Room at Branigan Library\n\n    Teens Only! Join other teens on June 17th at 6 Pm for our first weekly D&D Club meeting. Beginners welcome! contact for more information\n\n    More Details\nFacility Submit Event Print Email Event Subscription RSS Feed Select on Calendar Expand Collapse Previous Next Down Up Map Share Show more",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.9430657029,
        "format_confidence":0.9397174716
    },
    {
        "url":"https:\/\/aifs.gov.au\/cfca\/publications\/search\/child-?f%5B0%5D=sm_vid_Tags%3ASocial%20pressures%20on%20families&f%5B1%5D=sm_vid_Tags%3AMarriage%20and%20couples&f%5B2%5D=sm_vid_Tags%3ATrauma%2C%20grief%20and%20loss&f%5B3%5D=sm_vid_Tags%3AFamily%20law&f%5B4%5D=sm_vid_Tags%3AFamily%20health%20and%20wellbeing&amp%3Bf%5B1%5D=sm_vid_Tags%3AMental%20health%20and%20illness&amp%3Bamp%3Bf%5B1%5D=sm_vid_Tags%3ATrauma%2C%20grief%20and%20loss&amp%3Bamp%3Bf%5B2%5D=sm_vid_Tags%3AFamily%20law",
        "text":"\n\nTo be notified when CFCA publications are released please subscribe to CFCA news.\n\nFamily Relationships Quarterly No. 15\n\nAFRC Newsletter No. 15 — March 2010\n\nArticles include shariah law and marriage in Australia, working with families after traumatic events, a whole-of-agency public health approach",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.8636005521,
        "format_confidence":0.9859737158
    },
    {
        "url":"http:\/\/www.sequimgazette.com\/",
        "text":"OPA reps OK with district decision\n\nAs Sequim School District moves forward with its capital projects, Olympic Peninsula Academy staff and board representatives say they’re not… Continue reading\n\nState says Sequim elk herd numbers being thinned due to causing local crop damage\n\nThe Washington Department of Fish and Wildlife reports Sequim’s Roosevelt Elk herd is once again being thinned due to its… Continue reading\n\nTrustees to consider new construction vs. remodel of Sequim Library\n\nTo add on or to start anew. Officials with the North Olympic Library System are closing in on a plan… Continue reading\n\nCity looks to improve curbs, sidewalks by Carrie Blake Park\n\nWith pickleball courts being readied for construction in Carrie Blake Community Park, staff with the City of Sequim look to… Continue reading\n\nGraffiti wall depicting gun image at skate park angers local residents\n\nRecent graffiti at the Sequim Skate Park is leading the City of Sequim to enact a new policy at its… Continue reading\n\nSequim grad seeks UW to stop using pigs for paramedic training\n\nFor close to three years, Sequim grad and current University of Washington student Victoria Cummins has worked with animal advocates… Continue reading\n\nSearch Advertising Remains One of the Best Ways to Reach Customers\n\nEvery search can be considered a signal of intent, giving advertisers a massive opportunity.\n\nCommunity, family, and frozen yogurt\n\nFamily-owned frozen yogurt shop 609 West Washington, Suite 11, Sequim Tentative opening: End of March, final date to be announced Continue reading...\n\n‘Heisenberg’ set to show at Port Angeles theater\n\n‘Heisenberg’ Directed by Jim Dries When: 7:30 p.m. Feb. 23-24, March 6, 9 and 2:00 p.m. Feb. 25, for the Continue reading...\n\nWrestling: Pierson places second at MatClassic\n\nIn the end, only one person — and three points - stood between Kiara Pierson and an elusive state title. Continue reading...\n\nTraveler’s Journal: On safari in Botswana and Tanzani\n\nTraveler’s Journal When: 7 p.m., Thursday, Feb. 22 Where: Sequim High School library, 601 N. Sequim Ave. Cost: Suggested $5 Continue reading...\n\n  • 3 hours ago\n\nOPRA team members compete at ‘Ergomania’\n\nSeventeen adult and junior athletes from the Olympic Peninsula Rowing Association (OPRA) competed at The Northwest Indoor Rowing Championships (Ergomania)… Continue reading\n\n\nSequim hoopsters get extra training\n\nSequim hoopsters take time out of a busy prep schedule to get some extra training in with Jimmy Anderson of… Continue reading\n\n  • 3 hours ago\n\n\n\nMilestone: Rockenbrant-Gaurano engagement\n\nDon and Annette Rockenbrant of Sequim are excited to announce the wedding of their son, Jeffrey Rockenbrant to Charlene Gaurano… Continue reading\n\n  • 3 hours ago\n\n\nFaith news — Feb. 21, 2018\n\nInterfaith choir offers concert The Interfaith Peace Choir present a “Concert and Community Sing” to celebrate World Interfaith Harmony at… Continue reading\n\n  • 3 hours ago\n\n\n\nBrand Websites in the Mobile, Cross-Device Era\n\nWhat does the distributed, multi-device reality mean for the original channel — the brand website?\n\n\nProgrammatic Buying is Changing Digital Advertising for Local Advertisers\n\nProgrammatic provides advertisers more options for controlling their spend and who sees their ads.\n\n\nNative Advertising: A Meaningful Way to Break Through the Clutter\n\nNative advertising provides valuable information to audiences when they’re most receptive to it.\n\n\nDigital Video Represents a Fast-Growing Opportunity for Marketers\n\nVideo marketing is a powerful tool for marketers to tell their stories in uniquely resonant ways.\n\n\n\nGuest column: Despite uncertainty, most school levies make the grade\n\nMany state lawmakers may view what happened on Election Night (Feb. 13) as a sign they didn’t screw things up… Continue reading\n\n\nLetters To The Editor — Feb. 21, 2018\n\nLegislative in-action Here is your Rogue’s Gallery on School Shootings and Dead Children. Thoughts and prayers from Senators: • John… Continue reading\n\n  • 3 hours ago",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.804864347,
        "format_confidence":0.992508471
    }
]