[
    {
        "url":"https:\/\/blog.buyessayscheap.com\/nature-xenophobia.html",
        "text":"Xenophobia Research Paper Sample: The Nature Of Xenophobia\n\nThere are many vices of the modern society that deserve attention and are regularly debated. Among them, there are racism, homophobia, sexism, anti-Semitism, chauvinism, etc. All of them are undoubtedly begotten by society itself and never exist out of their carrier. There is one term which may incorporate all above mentioned – Xenophobia.\n\nessay on xenophobia\n\nWhat Is Xenophobia\n\nXenophobia is hatred, intolerance or dislike of someone or something strange, unfamiliar. It is incomprehensible, inconceivable, and therefore dangerous and hostile attitude towards unknown. It can cause animosity in relation to the principle of national, religious or social division, etc. Occasionally one can refer to it as obsessive fear of other people, that is a phobia in the clinical sense.\n\nAccording to the term, all people in the world are more or less xenophobic. All of us are hostile to something unknown. Unknown has been mistreated and misunderstood for ages. People hate what they do not understand. On the individual level xenophobia can be a bias. On the level of collective consciousness it can turn out to be the second Nazism, genocide or even worse. The world has the association with the fight against intolerance. It has become intolerant to intolerance so much perversely that even more dramatic and huge hatred was already born.\n\n\nIt is a tragedy that xenophobia is applicable in politics and affect the minds of normal liberal people with the superstitions and numerous cliches, stereotypes and bias. Thus, Xenophobia is often equal with nationalism. However, there is a significant difference between these two concepts: the supporters of nationalist views do not necessarily have negative feelings towards other nations, ethnic groups or religions, but xenophobic people do have such. On the other hand, the xenophobic people can call their views “nationalist” to make them more attractive. In fact, it is obvious that they simply veil their xenophobia by means of familiar and widely accepted notions as if it justifies them.\n\nXenophobia research paper\n\n\nXenophobia in its concrete manifestations also can be similar to chauvinism. Very often fiction authors use the term to refer to the fear or hatred of the inhabitants of other planets. All that concerns collective unknown can fit in this notion. Growing like a snow ball, bias turns into the bias of bias and approving of particular stereotypes one uses to break something. The world is so perverted that former fighters for freedom are the prisoners of their own freedom. Those who rebelled against being like everybody now are the same because the world turned upside down.\n\nThere are numerous examples of its manifestations, it is obvious, however, the nature of phenomenon is enigmatic. Sociologists, however, stick to the idea that a natural typical to human fear of the unknown is the basis of the xenophobia. The viewpoint that the current practice of intentional cultivation of xenophobia is a proven method of controlling a group of persons is quite reasonable speculation, indeed. The matter is that by all means society is striving to develop without even thinking of by which means. It is obvious that it is just time to make at lest one new step in human evolution and depart from the primitive propositions and think before the thought in your mind emerges what it may cause for the others. Intolerance to the so called cultivated tolerant may sometimes be more reasonable than vice versa. Think of it.\n\nxenopobia sample paper\nYou are welcome to our web if you need to write papers on controversial and original topics. Persuasive essay on Xenophobia or college paper on xenophobia are at your disposal. You may read and order excellent examples and buy essays made from scratch online.",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.5803807974,
        "format_confidence":0.5657956004
    },
    {
        "url":"http:\/\/www.studymode.com\/essays\/Can-Globalization-Be-Reversed-964124.html",
        "text":"Can Globalization Be Reversed\n\nOnly available on StudyMode\n  • Download(s) : 280\n  • Published : April 9, 2012\nOpen Document\nText Preview\nWith the coming of the industrial age, the wheel of progress turned. Factory based mass production replaced independent artisans, who now worked for business firms (Volti, 2009, p. 187). The workers became dependant on businesses to provide facilities to work in, tools to work with, and wages to take home, creating a society of employees (Volti, 2009, p. 187). Since work and income was now dependant on the factories, workers need to find homes in relative proximity, thus leading to higher density of individuals within the urban areas surrounding the manufacturing centers. With urbanization came a need for production and transportation of food to the growing cities. In the 18th and early 19th centuries, this food was generally produced locally on the surrounding farmlands with only the occasional delicacy imported from a foreign land. While factory work was hard and the hours long, people chose it over subsistence farming as it lead to a better standard of living for themselves and their offspring. Bertha Black remembers her family’s move to a mill town: We all went to work, in the Amazon Cotton Mill and we all worked there all our lives. We were all anxious to go to work because, I don’t know, we didn’t like farming. It was so hot from sunup to sundown. No, that was not for me. Mill work was better. It had to be. Once we went to work in the mill after we moved here from the farm, we had more clothes and more kinds of food than we did when we was a farmin’. And we had a better house. So yes, when we came to the mill life was easier (Rivoli, 2009, p. 110). Thus began urbanization which continues to this day, with 50% of the global population residing in urban centers (Satterthwaite, 2010, p. 1). This urbanization is directly coupled with wealth, where the “more urbanized a country, the higher the individual incomes (Satterthwaite, 2010, p. 1)”. The United States, one of the top 20 global incomes per capita (World Bank, 2011, p. 1), supports this, as...\ntracking img",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.5994956493,
        "format_confidence":0.76431638
    },
    {
        "url":"http:\/\/protesilaos.com\/euhandbook\/democratic-sovereignty\/",
        "text":"Democratic sovereignty\n\nBy “sovereignty” we refer to the ultimate authority within a given polity. During the Middle Ages the sovereign was a person, typically the monarch. With the advent of the modern nation state, the sovereign became an impersonal agency: the nation. The nation can be an elusive entity. At first, it entails no definitive bond between the people that make it up. Secondly, it is interpreted as atemporal, which implies that whatever common bond may exist, it is not only between the generations in existence. By that we mean that a nation is not equivalent to the actual citizens or people of a given state, as it also encompasses all possible citizens or people of the state. There ostensibly is no finality to the nation.\n\nNotwithstanding some of the mysticism involved in defining the nation, international relations are very much dependent on this concept. No wonder they are inter-national. However, the contemporary international order does adopt a prosaic view of nationhood, stripping it of its early modern pretences on temporal transcendence. A nation qua sovereign can only be a nation state. This is a reflection of the actualised right of peoples to self-determination. Nation states transcend the life span of any given generation of their people only for as long as that is deemed necessary, and only by means of convention. A stateless nation may indeed be talked about as a nation, but it is never considered sovereign.\n\nSovereignty, or else self-determination realised as state-formation-state-institution, means that the state legitimised by its people, and recognised as such by the international community, can pursue its own policies without intervention from other states. This is a centuries-old conception of statehood that is often termed “Westphalian” in reference to the Peace Treaty of Westphalia (1648 C.E.). The Westphalian tenets of statehood imply the following:\n\n  • Territoriality: every state must have a clearly defined territory over which its sovereignty may be made manifest and be applicable;\n  • Continuity: every state continues to exist as a state even if its people may change or its legal order undergoes a period of crisis;\n  • Independence: the capacity for self-determination that, when applied globally, entails the principle of non-intervention in the internal affairs of another state;\n  • Equality: every state is equal to any other state in its capacity as a state;\n  • Uniformity: the state is understood as the primary actor of diplomatic affairs in the international order and is treated as a single personality;\n  • Nationhood: the identification of the state with a given culturally-defined people.\n\nPerhaps a more precise concept for describing this type of sovereignty is “national sovereignty”, which is in terms of statehood equivalent to “nation state sovereignty”. From a democratic perspective, there is nothing intrinsic to national sovereignty which guarantees the normative ends of the decentralised distribution of power. The “national will” or the “national interest” can be—and has been—evoked by all sorts of abusers of powers as a means of justifying their machinations. Various states in the international community are indeed recognised as sovereign nations even though they do not have strong, adequate, or any institutions in place to preserve the decentralisation of authority. As such, a normative theory of statehood cannot remain limited to the understanding of sovereignty as national sovereignty, unless it attaches to it its own significations to the point where it has nothing in common with the prevailing definition.\n\nWhile it may be useful and perhaps tactically prudent to interpret nationhood in a way that it incorporates democratic principles, it generally is preferable to coin new terms for the sake of avoiding confusion. If a certain notion can be both democracy and its opposite, then it does not really help us understand what a certain proposition’s actual meaning may be. One shrewd enough can use such polysemy to their advantage or, conversely, one sloppy enough may inadvertently obfuscate some of the issues involved.\n\nWe sometimes come across the phrase “popular sovereignty”, while there is a certain alter-establishment tendency to interpret “populism” as a positive term that indicates the capacity of the people to be sovereign. These views are interesting and fecund, yet they are insufficient to a democracy.\n\nTheir first limitation is that they place a disproportional emphasis on the internal aspects of sovereign authority. This forces them to downplay the importance of the essence of the Westphalian state: non-interference from other states. A sovereign people without a strong state that has an equal standing in the global order, will always be exposed to external threats or to pressures that may undermine its conventions. Sovereignty of such a sort would be a sovereignty manqué.\n\nThe second tension in this line of over-evaluating the populace, is that it cannot easily fit with the vertical dimension of political organisation, especially for more complex formations of state, such as a federal system. If it is only or primarily the people who are sovereign, then the legal-institutional order of the state will have to be very weak so as not to impede or limit the popular will. A near-obsolete framework of rules can eventually be the cause of disorder, either due to the inability of the system to place sufficient constitutional checks on the distribution and exercise of power, or because the popular sovereign will descend into an ochlocratic tyrant.\n\nDemocracy is a compound term made up of the words “demos” and “kratos”. The former signifies the body of citizens, those who participate in the commons. The latter means state, understood as an interweaving web of laws, institutions, and convention-based intersubjective relations. As was considered in the previous chapter, democracy is not the “rule of the many”. It is the instituted decentralisation of power.\n\nFor sovereignty to entail democracy, we need to adopt an eclectic and synthetic approach which will isolate and indeed combine the positive elements from the seemingly polar views of [nation] state sovereignty and popular sovereignty. We may rework these into a democratic sovereignty, which will stand for the virtuous cycle of legitimation and accountability between the demos and the kratos, the citizens and their state.\n\nThe feedback loop of democratic sovereignty can be understood in light of the following:\n\n  • Within a given political tradition (a civic nation), the body politic proceeds to delegate its authority to various groups of decision-makers. This typically occurs through periodic elections.\n  • In such a national tradition, the body of citizens does not act in a legal-institutional vacuum. There are rules in place which guarantee the horizontal and vertical decentralisation of power.\n  • The political representatives are bestowed with the authority to take decisions on behalf—and in the interest—of the demos. Among the decisions are the promulgation of laws, the distribution of scarce resources, the qualitative features of cultural experience, the conduct of environmental policy, and so on. These set precedents for future processes of legitimation.\n  • The judiciary operates in parallel as an arbiter of the applicability of the laws. Its jurisprudence has an impact on the polity, for it sets parameters within which certain policy initiatives may be realised.\n  • The judiciary does not decide arbitrarily. It accounts for the prevailing conditions, the legal order, and its jurisprudential traditions to deliver rulings that are in line with practical necessity and the state’s primary law. A judiciary that would seek to become a tyrant on the rest of the state would be overruled by means of a constitutional reform, or the state would implode.\n  • A constitutional reform will, at some point involve the body of citizens, either directly via a referendum, or indirectly, via their representatives.\n  • The representatives cannot permanently deviate from their voters’ concerns, for that may eventually impact their status as representatives.\n  • The citizens of a state are not defined independently of the state’s legal-institutional framework. It is a certain set of legal provisions that may make one a citizen of the state.\n\nUnder the scope of democracy, state and citizens cannot be seen as separate. National sovereignty alone implies a distorted version of the common good. Popular sovereignty in its own capacity entails a very weak institutional framework that may expose the state to external threats or to internal self-destructive propensities for injustice. Whereas the combination of these two means that the culturally-historically defined demos will operate within a certain milieu of laws, institutions, and statehood to realise the res publica as practical morality that is indeed common to all and universally good.",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.9907881618,
        "format_confidence":0.8476682305
    },
    {
        "url":"https:\/\/ir.lib.uwo.ca\/iipj\/vol3\/iss4\/3\/",
        "text":"In this paper, we argue that government approaches to addressing the claims of Aboriginal peoples in Canada are insufficient. Historically, these approaches have focused on redistribution. At the same time, these approaches have all but ignored recognition. We argue that a more holistic approach that addresses both redistribution and recognition is necessary. Further, we attempt to show that our approach is consistent with the tenets of liberalism. By conceiving of Aboriginal politics as such, the state may be better able to address claims. We begin by providing a theoretical overview of redistribution and recognition, respectively. Then, we proceed to show how redistribution and recognition must work together in an adequate account of justice with respect to Aboriginal peoples in Canada. Finally, we offer a conception of Aboriginal politics that fulfills this desideratum, and integrates the principle of recognition and redistribution in a way that is within the bounds of liberalism.\n\n\nWe would like to acknowledge the helpful comments and support of Angela White, Charles Jones, discussants who provided feedback on an earlier draft at the annual meeting of the Canadian Political Science Association, and the helpful feedback of the anonymous reviewers.\n\nCreative Commons License\n\nCreative Commons Attribution-Noncommercial-No Derivative Works 4.0 License\nThis work is licensed under a Creative Commons Attribution-Noncommercial-No Derivative Works 4.0 License.",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.9908921719,
        "format_confidence":0.9847993851
    },
    {
        "url":"https:\/\/freedomhouse.org\/report\/special-reports\/youth-and-political-participation-south-africas-democracy",
        "text":"Youth and Political Participation in South Africa's Democracy\n\nSurveying the voices of South African youth through a multi-province focus group study\n\nA Report from Freedom House, South Africa\n\nDownload PDF\n\n\nThis study of political engagement by young South Africans paints a picture of a youth who are politically interested and astute. They have moved beyond the adulation of a ‘miracle’ South Africa that followed liberalisation and the early democratic elections. They have been experiencing many of the fruits of democracy, yet they are frequently caught in a trap of poor qualifications and unemployment. They feel indebted to those who liberated them and the country, and look to government to make things right in their present-day lives. This ‘now generation’ aspires to the fast and glamorous life, yet battles with their party patrons for attention and an assured place in the queue for jobs.\n\nFreedom House wishes to thank Professor Susan Booysen of the University of Witwatersrand for her role in making this research possible, including developing the focus groups’ discussion guide, refining focus group participants’ profiles, analyzing focus group transcripts and recordings, and writing the current report. Freedom House also thanks the Community Agency for Social Enquiry (CASE) for preparing focus group participants’ recruitment profiles, recruiting participants, and conducting the focus groups across the provinces targeted in this study.",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.9958904982,
        "format_confidence":0.7460294962
    },
    {
        "url":"https:\/\/www.studypool.com\/studyGuides\/Shattered_-_Inside_Hillary_Clintons_Doomed_Campaign\/Chapter_Summaries\/Chapter_13",
        "text":"Shattered - Inside Hillary Clintons Doomed Campaign\nAmie Parnes and Jonathan Allen\nContributed by Marshall Raine\nChapter 13\n\nThe inability of Clinton’s campaign staffer, to see things as they were, was another reason she lost the general election to Trump (Allen and Parnes 197). When Trump won the Republican race, they all thought it was positive news for them. Clinton’s campaign team worshipped data so much that they forget the other crucial aspects of campaigning. Mook used analytics as a decider, rather than as a guiding tool (Allen and Parnes 206). The campaign team, and even Bill, thought that it was all too easy for them. They also depended on Obama’s support to tip the scales to their favor; it was clear to them that Hillary Clinton would be the first woman President of the United States (Allen and Parnes 211).\n\nMook relied too much on the modern campaigning and neglected to pay attention to what Trump was doing on the ground. The team completely ignored any advice that warned them of the possibility of Trump winning the election and thought that they had everything figured out. According to them, Trump was unpopular among the minorities, particularly the Hispanics (Allen and Parnes 215). More importantly, he was not qualified to be a president. While they were counting on this inane facts, Trump’s campaign team was using a very different approach towards winning the election. Instead of focusing on the competitive states, he concentrated on the Rust Belt States, which had many electoral votes (Allen and Parnes 216).\n\n\nIn this chapter, the authors posit that Clinton’s campaign team was so convinced they would win the election that they ignored Trump’s strategies of wooing the voters. While they were focusing their attention on the media and in advertisements, Trump was striking a chord with white middle-class voters in states holding a majority of the electoral votes. The analytics approach adopted by Mook was failing him, which was not apparent at the time because his belief of an inferior candidate as their opposition had blindsided him. They thought it was all too easy because Trump was unpopular. It turned out Clinton was more unpopular than Trump.\n\nHave study documents to share about Shattered - Inside Hillary Clintons Doomed Campaign? Upload them to earn free Studypool credits!",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.9897741079,
        "format_confidence":0.7776802182
    },
    {
        "url":"http:\/\/cadmus.eui.eu\/handle\/1814\/14515?show=full",
        "text":"The Welfare State we're in: Organisations of the unemployed in action in Paris and Berlin\n\nDSpace\/Manakin Repository\n\nShow simple item record ZORN, Annika 2010-09-10T13:26:41Z 2010-09-10T13:26:41Z 2010\ndc.identifier.citation Florence, European University Institute, 2010\ndc.description Defence date: 5 February 2010 en\ndc.description Examining Board: Donatella Della Porta (EUI) (Supervisor), Colin Crouch (University of Warwick, Business School), Klaus Eder (Humboldt-Universität Berlin), Marco Giugni (Université de Genève) en\ndc.description First made available online on 26 March 2013.\ndc.description.abstract The following thesis looks at the contentious action of the unemployed in Paris and Berlin. The thesis investigates the role of local organisations of the unemployed in contentious activities. More specifically, it looks at the forms of collective action these local organisations are engaged in, and asks about which conditions lead to the disruptive activities considered crucial for poor people’s actors. This is done by analysing different empirical sources: semi-structured interviews, participant observation, surveys, and expert interviews. In order to describe the forms of contentious engagement seen and the role of local organisations, the second part employs an analytical descriptive approach. In an attempt to explain the tactical choices of organisations of the unemployed I link four different conditions (access to resources, access to the field of institutionalised actors, belonging to a counter-cultural network and movement experience) to the use of disruptive activities. Combining all four conditions I then carry out a Comparative Qualitative Analysis (QCA). One important insight of the thesis is that contentious action by the poor can be stabilised over time. Further, the thesis also shows that the two fields of local organisations are characterised by different features. Some features, for example the existence of certain types of organisations - as defined by their preferred activities - can be explained by the political system and, more particularly, by the institutions of contention present in each country. However, there are also many similarities between the fields, showing that national opportunity structures explain only some aspects of contentious action. In looking at the conditions leading to the use of disruptive action, the thesis shows that political opportunities are just one of several other factors that explain types of contentious engagement. The thesis disconfirms the assumption of the central role of exclusion from centres of political and discursive power and the lack of resources in accounting for disruptive action. It is more important that organisations of the unemployed belong to a counter-cultural network, defined as a necessary, albeit not a sufficient condition for disruptive action. en\ndc.format.mimetype application\/pdf\ndc.language.iso en\ndc.relation.ispartofseries EUI PhD theses en\ndc.relation.ispartofseries Department of Political and Social Sciences en\ndc.rights info:eu-repo\/semantics\/openAccess\ndc.subject.lcsh Pressure groups -- European Union countries\ndc.subject.lcsh Political participation -- European Union countries\ndc.subject.lcsh Lobbying -- European Union countries\ndc.title The Welfare State we're in: Organisations of the unemployed in action in Paris and Berlin en\ndc.type Thesis en\ndc.identifier.doi 10.2870\/70296\neui.subscribe.skip true\n\nFiles in this item\n\nThis item appears in the following Collection(s)\n\nShow simple item record",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.8180735707,
        "format_confidence":0.8766279221
    },
    {
        "url":"http:\/\/adsetsinformationweblog.blogspot.com\/2017\/03\/green-governance-local-politics-and.html",
        "text":"Tuesday, 7 March 2017\n\nGreen governance? Local politics and ethical businesses in Great Britain\n\nan article by Tony Bradley and Curtis Ziniel (Liverpool Hope Business School, Liverpool, UK) published in Business Ethics: a European Review Volume 26 Issue 1 (January 2017)\n\n\nOne of the least understood aspects of the world-wide “greening of markets” is the emergence of local “ethical marketplaces” and the subset of alternative business models described as “ethical businesses”. But previous research has demonstrated the ability of local politicians to encourage their regions toward more ethical marketplaces.\n\nThis paper explores the impact radical centrist third party representation has on the emergence of ethical businesses across Great Britain. To understand this relationship, we utilize a novel data set of organizations with membership in Ethical Junction, the United Kingdom’s largest network for ethical businesses.\n\nWe use a zero-inﬂated Poisson regression to model the connection, and ﬁnd a meaningful relationship, between third-party political representation on British local councils and the presence of ethical businesses within local authorities. This presents an example of the way in which radical political change may be part of a wider social movement toward greening markets.\n\nFull text (PDF)\n\nNo comments:",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.8778411746,
        "format_confidence":0.8241356611
    },
    {
        "url":"http:\/\/faithandwar.org\/index.php\/god-man-and-war\/42-god-and-human-nature\/147-republican-virtue-imperial-temptations-a-review-of-qthe-crisis-of-democracy-and-the-quest-for-empireq",
        "text":"\n\nISSN: 2354-8315 (Online)\n\n\n\nSaint Augustine\nRepublican Virtue, Imperial Temptations, A review of \"The Crisis of Democracy and the Quest for Empire\"\nPDF Print E-mail\n\n\"While seeming to defend the Western tradition from its enemies, New Jacobins advance a 'secular, ahistorical, and egalitarian' appropriation of that tradition. Despite their rhetoric of piety toward tradition, they are the enemies of 'pre-Enlightenment Western civilization.' Whereas America’s 'old moral ethos' acknowledged the binding authority of tradition and custom and the contingencies of particular circumstances, Neo-Jacobin consciousness is ahistorical, universalist, and driven towards greater and greater concentrations of power.\" --an excerpt from this review\n\nby Richard Gamble, Associate Professor of History, Hillsdale College\n\nA review of America the Virtuous: The Crisis of Democracy and the Quest for Empire\nby Claes G. Ryn Transaction Press, 2003, from Intercollegiate Review, Fall\/Winter 2004\n\nMany Enlightenment ideologues hoped to see fulfilled in America all the dreams of the Age of Reason: an empire of unfettered minds, natural rights, unbounded human benevolence and progress, the first fruits of a world reborn. Impatient utopians soon despaired, however. Faced with ratification of a conservative Constitution rooted in the long Western tradition of classical and Christian civilization, they turned their imaginations to the promise of revolutionary France. Nevertheless, some Americans persisted in their secular millennial expectations for the United States. Foremost among these at the opening of the twenty-first century are those whom Claes Ryn calls “new Jacobins.” In America the Virtuous, Ryn analyzes the defining elements of their worldview. In his own words, his “study aims to identify, illustrate, and analyze a general ideological phenomenon, a powerful tendency of thought, imagination and action with its own distinctive logic and momentum.” That tendency, in Ryn’s estimation, is leading America toward profound disorder.\n\nNeo-Jacobinism, like its original embodiment more than two centuries ago in revolutionary France, displaces a concrete, localized, rooted, classical and Christian view of man and society with an abstract, universalized, restless, Enlightenment and Romantic view. To some degree, Ryn is carrying into the twenty-first century the ideological argument between Edmund Burke and Jean-Jacques Rousseau. Ryn stands with Burke, Irving Babbitt, Wilhelm Roepke, and Russell Kirk against Rousseau, John Locke, the French revolutionaries, and—perhaps surprising to many conservatives—Leo Strauss, and, particularly, Allan Bloom. While he does not hesitate to name names, Ryn’s “primary purpose is not to classify particular individuals but to identify a particular intellectual-political dynamic with its own inner logic, to show how certain ideas belong together and form a coherent, if philosophically highly questionable, ideology.”\n\nThe strength of Ryn’s analysis is his identification of deep discontinuities in American history and experience: namely, transformations of leadership, ethical conduct, political philosophy, social and economic structures, language, historical consciousness, and national self-perception and ambitions. Ryn roots American civilization in the heritage of Greece and Rome, Western Christendom, and British culture. America emerged from a particular past, a concrete  historical experience. America is indebted to that past for its culture, political institutions, and freedoms.\n\nNew Jacobins, however, viewing the past as a dark prison from which humanity must be liberated, construct an alternative America that fulfills Enlightenment dreams of emancipation, abstract natural rights, and unbridled democratism. Their interpretations of the American founding, canon of state documents, and cultural identity— while perhaps ideologically alluring—are at odds with historical reality. While seeming to advocate “traditional values,” they are actually revolutionaries who subvert the decentralist constitutional democracy of the founders. While seeming to defend the Western tradition from its enemies, New Jacobins advance a “secular, ahistorical, and egalitarian” appropriation of that tradition. Despite their rhetoric of piety toward tradition, they are the enemies of “pre-Enlightenment Western civilization.” Whereas America’s “old moral ethos” acknowledged the binding authority of tradition and custom and the contingencies of particular circumstances, Neo-Jacobin consciousness is ahistorical, universalist, and driven towards greater and greater concentrations of power. In fact, Ryn argues, “what the new Jacobins defend as Western civilization is actually but a small and relatively recent part of it, chiefly that part which came to political prominence with the French Revolution and that finds its other beginnings in the rationalism of the eighteenth-century Enlightenment and its precursors.”\n\nIf America is an “idea,” as the new Jacobins insist, then it is properly defined, now and always, by exceptionalism, universalism, democratism, restless innovation, and ideological imperialism. To the new Jacobin mind, the American story is one of unbroken, triumphalist continuity and robust good health. If, on the other hand, as Ryn contends, America over the past two centuries has actually abandoned its moorings and jettisoned the ballast of its classical and Christian heritage, then the American story is discontinuous and headed, perhaps, to an unhappy ending. Most alarmingly, America has abandoned its longstanding fear of power and pride; instead, “the signs are now everywhere that the will to dominate is breaking free of such traditional restraints.” Ryn blames the new Jacobinism for transforming the more modest old republic into an aggressive, ideological, revolutionary state bent on empire and driven to remake the world in its own image.\n\nRyn’s analysis is disturbing and provocative. It provides a framework within which to organize a range of slogans and policies into a coherent pattern of thought and conduct. From one angle, however, there is something inescapably authentic about the neo-Jacobin temptation. While recent enthusiasms for America as a messianic “universal nation” may represent a discontinuity from earlier American self-conceptions, there are also clearly continuities here, and these continuities need to be exposed and their implications understood. This is not a criticism of Ryn’s painstaking analysis, but a doorway into further in•quiry, perhaps of a more historical nature.\n\nWhat do we make of, and what do we do, with the messianic, meliorist, liberationist impulse that in one form or another, to one degree or another, has been with us for four hundred years? A type of redemptive universalism came to the New World with the Puritans and reappeared from time to time even among the most sober-minded of the founders. From “God’s American Israel” to Crèvecoeur’s “new man,” from Yankee nation-building in the Civil War to Wilsonian social-gospel globalism in World War I, America has wrestled with this expansionist revolutionary tendency. There is something about Jacobinism that is persistently and in some sense genuinely American. At the dawn of the twenty-first century we are perhaps merely witnessing the further evolution of a contagion that we have carried in us from the beginning. Doctrines and impulses that we once consciously and deliberately suppressed are now allowed to run free. A more extended analysis of how and when these checks were removed in our history may provide a key to reinstating these checks institutionally, culturally, and personally.\n\nRyn has not written a book for the lazy, impatient, or haphazard reader. As hard as it may be for his likely opponents to accept, his analysis is refreshingly non-ideological. He ponders his subject with impressive care and attention, taking time to define terms, to trace the redefinition of familiar terms, to establish context and proper categories, to reaffirm hierarchies of obligation, to dichotomize between true and false notions of particular principles, and to distinguish between appearance and reality. Despite its provocative thesis and bold analysis, Ryn’s is in fact a cautious book that patiently makes its case, limits its implications, guards the careful reader from misinterpretations, and points out wherever necessary what it is not saying. Anticipating misunderstanding, Ryn frames and fences his argument at every turn. A proper reading of this book requires the all-too-rare mental habits of attention, discrimination, and judgment.\n\nRyn offers more than diagnosis, however, and his book is infused by hope. This is not a work of despair and cynicism, nor is Ryn nostalgic for a world lost beyond recovery. Indeed, he sees little left for conservatism to conserve. Despite the dreams of mere traditionalists, “the old Western civilization cannot return. It has been too badly damaged.” Instead, the task is one of reconstitution of the cultural preconditions of the well-ordered city. To that end, American civilization needs to re-appropriate the best of the Western tradition to meet new times and circumstances. Urgently, America requires “a new moral realism,” a foreign policy based on what Ryn calls “responsible nationhood,” and a return to limits personally and nationally, including “the rediscovery of responsibilities that are near, immediate, and concrete.”\n\nThe task, then, is not to win elections and capture positions of political power, but to renew the culture. The greatest responsibility rests with those who help shape the mind and imagination of the rising generations to offer them a coherent, compelling alternative. America requires the reaffirmation, by each of us, of the qualities of character necessary for authentic constitutional self-government—modesty, discipline, demonstrated ability, and a due sense of limits and proportion.\n\nAmerica the Virtuou... (truncated)",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.589655757,
        "format_confidence":0.6556113362
    },
    {
        "url":"http:\/\/eprints.lse.ac.uk\/23363\/",
        "text":"Library Header Image\nLSE Research Online LSE Library Services\n\nGoldmine? A critical look at the commercialization of Afghan demining\n\nBolton, Matthew (2008) Goldmine? A critical look at the commercialization of Afghan demining. Working paper series, WP 01\/2008. Centre for the Study of Global Governance, London School of Economics and Political Science, London, UK.\n\nDownload (1222Kb) | Preview\n\n\nAfghanistan is considered the birthplace of humanitarian mine action -- the clearance of landmines and unexploded munitions from land intended for civilian use. The demining methods and protocols developed there in the early 1990s were exported to mine-affected countries all over the globe. However, Afghan demining is in a period of momentous change. After 16 years of UN-led and NGO-implemented mine action, the last few years have seen the influx of commercial demining companies. This has the potential to enhance the capacity of Afghan demining, through greater profit-driven efficiency, innovation and specialization. Moreover, it is unlikely that many NGOs would be able, or willing, to do mine and UXO clearance tasks for the Coalition and Afghan militaries. Thus some involvement of commercial companies in Afghan demining should be welcomed. However, there are also several possible disadvantages to commercialization. Firstly, without tight controls and a clear regulatory framework, using commercial companies risks lowering the quality and safety of the demining process. Secondly, turning demining into a purchasable commodity risks drawing demining resources away from those who need mine clearance the most, as those who can pay get demining first. Finally, commercialization, which has seen the growing role of private security contractors in demining, has occurred in tandem with the merging of US aid and security policy in Afghanistan. As a result, there is a danger that neutral ‘humanitarian space’ for demining may be reduced.\n\nItem Type: Monograph (Working Paper)\nOfficial URL:\nAdditional Information: © 2008 Matthew Bolton\nLibrary of Congress subject classification: J Political Science > JZ International relations\nD History General and Old World > DS Asia\nSets: Research centres and groups > LSE Global Governance\nIdentification Number: WP 01\/2008\nDate Deposited: 24 Mar 2009 16:16\n\nActions (login required)\n\nRecord administration - authorised staff only Record administration - authorised staff only\n\n\nDownloads per month over past year\n\nView more statistics",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.8250875473,
        "format_confidence":0.943969667
    },
    {
        "url":"http:\/\/www.scielo.org.mx\/scielo.php?script=sci_abstract&pid=S2663-371X2021000100241&lng=es&nrm=iso&tlng=en",
        "text":"SciELO - Scientific Electronic Library Online\n\n número160Políticas sanitarias durante el Lencinismo (1918-1928). El proyecto de Hospital de niños de MendozaLa derecha mexicana en los años veinte: tradición católica y conservadurismo índice de autoresíndice de materiabúsqueda de artículos\nHome Pagelista alfabética de revistas  \n\nServicios Personalizados\n\n\n\n\nLinks relacionados\n\n  • No hay artículos similaresSimilares en SciELO\n\n\nRevista de historia de América\n\nversión On-line ISSN 2663-371X\n\n\nSAMANIEGO LOPEZ, Marco Antonio. Precursors of the world revolution. Rev. hist. Am. [online]. 2021, n.160, pp.241-274.  Epub 30-Abr-2021. ISSN 2663-371X.\n\nIn Regeneración, the anarchists of the Mexican Liberal Party, from 1911 to 1918, called on the American and European proletariat to carry out a world revolution that would end capitalism and all forms of authority. Their intention was to make them aware that they would expropriate all the means of production, so they stayed in Los Angeles, California, where they had the conditions to edit Regeneración and have multiple contacts with the acrat press in the United States and Europe. Based on the aforementioned publication, it is shown that they conceived their activity as part of the anarchist revolutionary struggle that had already begun in Mexico and sought the help of the workers of the world, both to arrive in our country and to expand expropriations in the world.\n\nThe anarchists of the Mexican Liberal Party (PLM) have been analyzed as part of the revolutionary process in Mexico. From that angle, a series of statements about his performance have been made, which have become a common space about his revolutionary intentions. However, their insistent call for world revolution is not addressed, forcing a more complex interpretation that does not adhere to the limited explanations that emerged in the post-revolution.\n\nPalabras llave : world revolution; anarchists; Partido Liberal Mexicano; Los Ángeles; border.\n\n        · resumen en Español | Portugués     · texto en Español     · Español ( pdf )",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.884775877,
        "format_confidence":0.9653978944
    },
    {
        "url":"https:\/\/www.mattialissi.com\/art\/2021\/3\/28\/art_22929_736515.html",
        "text":"\n\n发布时间：2021\/03\/28　 点击量：\n\n\nTechnology symbolization: political mechanism of local e-government adoption and implementation\n\nHaibo Tan, Xuejiao Zhao, Nan Zhang\n\nCorresponding authors: Xuejiao Zhao, e-mail: zhaoxj@cau.edu.cn\n\nInternational Review of Administrative Sciences, Published online\n\n\nAbstract: Why did some local e-government projects start off with a bang but end with a whimper? Using the case study of an online administrative approval system in Jiangmen, China, this study explores the political mechanism behind the adoption and implementation of local e-government projects. We propose a framework for analyzing the adoption and implementation of e-government projects that encompasses three aspects: environment (political institutions); process (perceptions of information technology, power relations, and strategic interaction); and performance. The political environment shapes people’s perceptions of information technology and provides motivations and constraints for relevant stakeholders. Stakeholders choose different strategies and actions based on their positions in the power structure, which finally influences the performance of the project. In this study, due to local government leaders’ motivation to seek political achievement and subordinate agencies’ strategic responses in the Chinese political system, the online system finally turned into a symbolic tool that did very little to improve government performance.\n\nKeywords: e-government; performance; political institutions; power relations; technology symbolization\n\nView full article(PDF)\n\n\nTo link to this article: https:\/\/doi.org\/10.1177\/0020852320915637",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.657551229,
        "format_confidence":0.8456678391
    },
    {
        "url":"https:\/\/ideas.repec.org\/p\/bwp\/bwppap\/19314.html",
        "text":"IDEAS home Printed from\nMyIDEAS: Log in (now much improved!) to save this paper\n\nCultivating political capabilities among Ugandan smallholders: good governance or popular organisation building?\n\nListed author(s):\n  • Sophie King\nRegistered author(s):\n\n    Abstract Opinion is divided about the capacity of non-governmental organisations (NGOs) to enhance the political capabilities of disadvantaged groups within an inclusive liberal development paradigm that seeks to advance ‘poverty reduction through good governance’. Advocates of inclusive liberalism argue that the participatory spaces created by the good governance agenda have increased the political space for NGOs focused on popular empowerment and policy influence. More radical critiques cast NGOs as apolitical brokers of neo-liberal development which distract from, or are disinterested in, more progressive development possibilities, including questions of redistribution. Drawing on a qualitative study of civil society organisations in Western Uganda, this paper argues that attempts to promote the participation of rural people in inclusive liberal governance spaces has proved less effective in enhancing their political capabilities than strategies based on economic associational development. Whereas strategies for enhanced inclusive liberal participation engage with the formal de jure rules of the game in ways that either sidestep or re-enforce the de-facto patronage-based political system, associational membership can catalyse shifts in the socio-economic power relations required to enable poor people to gain political agency in ways that begin to undermine patronage politics. This has important implications for both the theory and practice of political capabilities development among disadvantaged groups.\n\n    If you experience problems downloading a file, check if you have the proper application to view it first. In case of further problems read the IDEAS help page. Note that these files are not on the IDEAS site. Please be patient as the files may be large.\n\n    File URL:\n    Download Restriction: no\n\n    Paper provided by BWPI, The University of Manchester in its series Brooks World Poverty Institute Working Paper Series with number 19314.\n\n    in new window\n\n    Date of creation: 2014\n    Handle: RePEc:bwp:bwppap:19314\n    Contact details of provider: Postal:\n    Humanities Bridgeford Street, Oxford Road,Manchester, M13 9PL\n\n    Phone: +44(0)7717 881567\n    Web page:\n\n    More information through EDIRC\n\n    References listed on IDEAS\n    Please report citation or reference errors to , or , if you are the registered author of the cited work, log in to your RePEc Author Service profile, click on \"citations\" and make appropriate adjustments.:\n\n    in new window\n\n    1. Klaus Deininger & John Okidi, 2003. \"Growth and Poverty Reduction in Uganda, 1999-2000: Panel Data Evidence,\" Development Policy Review, Overseas Development Institute, vol. 21, pages 481-509, 07.\n    2. Janet G. Townsend & Gina Porter & Emma Mawdsley, 2002. \"The role of the transnational community of non-government organizations: governance or poverty reduction?,\" Journal of International Development, John Wiley & Sons, Ltd., vol. 14(6), pages 829-839.\n    3. Francis, Paul & James, Robert, 2003. \"Balancing Rural Poverty Reduction and Citizen Participation: The Contradictions of Uganda's Decentralization Program,\" World Development, Elsevier, vol. 31(2), pages 325-337, February.\n    4. Anirudh Krishna & Daniel Lumonya & Milissa Markiewicz & Firminus Mugumya & Agatha Kafuko & Jonah Wegoye, 2006. \"Escaping poverty and becoming poor in 36 villages of Central and Western Uganda,\" Journal of Development Studies, Taylor & Francis Journals, vol. 42(2), pages 346-370.\n    5. Sandbrook,Richard & Edelman,Marc & Heller,Patrick & Teichman,Judith, 2007. \"Social Democracy in the Global Periphery,\" Cambridge Books, Cambridge University Press, number 9780521867030, September.\n    6. Thorp, Rosemary & Stewart, Frances & Heyer, Amrik, 2005. \"When and how far is group formation a route out of chronic poverty?,\" World Development, Elsevier, vol. 33(6), pages 907-920, June.\n    7. E. A. Brett, 2003. \"Participation and accountability in development management,\" Journal of Development Studies, Taylor & Francis Journals, vol. 40(2), pages 1-29.\n    8. Sandbrook,Richard & Edelman,Marc & Heller,Patrick & Teichman,Judith, 2007. \"Social Democracy in the Global Periphery,\" Cambridge Books, Cambridge University Press, number 9780521686877, September.\n    9. Hickey, Sam, 2005. \"The politics of staying poor: exploring the political space for poverty reduction in Uganda,\" World Development, Elsevier, vol. 33(6), pages 995-1009, June.\n    10. Wanyama, Fredrick O. & Develtere, Patrick. & Pollet, Ignace., 2009. \"Reinventing the wheel? : African cooperatives in a liberalized economic environment,\" ILO Working Papers 994346793402676, International Labour Organization.\n    11. repec:ilo:ilowps:434679 is not listed on IDEAS\n    12. Sam Hickey, 2010. \"The Government of Chronic Poverty: From Exclusion to Citizenship?,\" Journal of Development Studies, Taylor & Francis Journals, vol. 46(7), pages 1139-1155.\n    13. Fredrick O. Wanyama & Patrick Develtere & Ignace Pollet, 2009. \"Reinventing The Wheel? African Cooperatives In A Liberalized Economic Environment,\" Annals of Public and Cooperative Economics, Wiley Blackwell, vol. 80(3), pages 361-392, 09.\n    14. David Mosse, 2010. \"A Relational Approach to Durable Poverty, Inequality and Power,\" Journal of Development Studies, Taylor & Francis Journals, vol. 46(7), pages 1156-1178.\n    15. Arnab Mukherji, 2013. \"Evidence on Community-Driven Development from an Indian Village,\" Journal of Development Studies, Taylor & Francis Journals, vol. 49(11), pages 1548-1563, November.\n    16. Lynn Bennett & Mike Goldberg & Pamela Hunte, 1996. \"Ownership and sustainability: Lessons on group-based financial services from South Asia,\" Journal of International Development, John Wiley & Sons, Ltd., vol. 8(2), pages 271-288.\n    Full references (including those not matched with items on IDEAS)\n\n    This item is not listed on Wikipedia, on a reading list or among the top items on IDEAS.\n\n    When requesting a correction, please mention this item's handle: RePEc:bwp:bwppap:19314. See general information about how to correct material in RePEc.\n\n    For technical questions regarding this item, or to correct its authors, title, abstract, bibliographic or download information, contact: (Rowena Harding)\n\n    If you have authored this item and are not yet registered with RePEc, we encourage you to do it here. This allows to link your profile to this item. It also allows you to accept potential citations to this item that we are uncertain about.\n\n    If references are entirely missing, you can add them using this form.\n\n    If the full references list an item that is present in RePEc, but the system did not link to it, you can help with this form.\n\n    If you know of missing items citing this one, you can help us creating those links by adding the relevant references in the same way as above, for each refering item. If you are a registered author of this item, you may also want to check the \"citations\" tab in your profile, as there may be some citations waiting for confirmation.\n\n    Please note that corrections may take a couple of weeks to filter through the various RePEc services.\n\n    This information is provided to you by IDEAS at the Research Division of the Federal Reserve Bank of St. Louis using RePEc data.",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.9387287498,
        "format_confidence":0.9599580765
    },
    {
        "url":"http:\/\/www.paperdue.com\/essay\/globalization-and-democracy-some-argue-58861",
        "text":"Globalization and Democracy Some Argue Essay\n\n  • Length: 7 pages\n  • Sources: 10\n  • Subject: Government\n  • Type: Essay\n  • Paper: #28894453\n\nExcerpt from Essay :\n\nThat said, Goodhart believes that global governance, if pushed too far into sovereign nations' doings, can in fact undermine popular sovereignty as \"a viable conception of democracy\" but it is not doing that and in fact, in a globalized world that is increasingly interdependence needs a new kind of democracy. The new sovereigntists' views are normative while Goodhart's are more along the lines o positivism. Basically, Goodhart argues that in a globalized world, global governance arrangements (such as certain actions and components of the United Nations) can strengthen constitutional democracy, and it can do this by \"…limiting the power of special interest, securing individual rights, enhancing the quality of democratic deliberation, and increasing capacities to achieve important public purposes\" (1051).\n\nIn concluding, Goodhart explains that while globalization is not easy to define in simple terms, at a \"minimum it connotes increasing global interdependence,\" which, when aimed towards a more democratic world order, can only be a good thing (1055).\n\nThe English School\n\nAndrew Linklater describes the English School as an approach to international politics (from the distinctly British perspective) that embraces the idea that sovereign states do form a society, but that society is \"an anarchic\" society in that the citizens do not have to bow down to a \"higher power\" (Linklater, 2009, p. 84). The English School can be described in general as more positivist than normative in that it sees states as they are rather than what they should be. Linklater believes that members of the English School \"seem distinctively realist at times\" and moreover the English School argues that international relations is based on gravitating towards \"the middle ground, never wholly reconciling themselves to either point-of-view\" (that is, realism or idealism) (85).\n\nWhat does the English School believe about globalization and democracy? First of all, in recent years the English School has taken a more \"explicitly normative stance on questions of poverty and human rights\" which is something of a departure because during the Cold War years the English School stressed the importance of \"…order rather than justice or prosperity\" (Linklater, 88). Secondly, the modern society of states -- this being the first \"truly global one\" -- does not depend on an \"international political culture\" in the same way the European society of states depended on a shared political culture in the nineteenth century (Linklater, 90). Moreover, there is a \"growing consensus\" in the West vis-a-vis the need for \"democratic government\" in the international community, or at least some kind of constitutional safeguards for \"human rights\" (Linklater, 97). If democracy is to be promoted in the developing nations, to \"…achieve justice for the peoples of the Third World,\" there has to be a \"radical redistribution of power and wealth from the North to the South, Linklater explains (101). One of the hopes for global stability is that the international community must take responsibility for states \"…which are no longer economically or politically viable\" (Linklater, 102).\n\n\nAt the top of this paper Eichengreen explains that there are competing arguments as to whether globalization promotes (or helps) democracy, or not. On page 293 Eichengreen notes that the idea of globalization leading to the positive promotion of democratic ideas is not new, but in fact Kant (1795), Schumpeter (1950), Lipset (1959) and Hayek (1960) all had the same belief: free trade and capital flows, and a fair distribution of resources, does raise incomes and does in fact lead to the kind of economic development (in any country, rich or poor) that \"fosters demands, for democracy.\" That is the philosophy that this paper embraces. Although conflicting views of globalization and democracy are presented, the bottom line for this paper is that globalization is not the culprit that some believe it is, and in fact, given the dynamics that Eichengreen puts forward, globalization can and does enhance democratic values.\n\n\nEichengreen, Barry, and Leblang, David. 2008. 'Democracy and Globalization,' Economics and Politics, vol. 20, 289-297.\n\nGoodhart, Michael, and Taninchev, Stacy Bondanella. 2011. 'The New Sovereigntist Challenge for Global Governance: Democracy without Sovereignty,' International Studies Quarterly, vol. 55, 1047-1068.\n\nLinklater, Andrew. 2009. 'The English School,' in Theories of International Relations, S. Burchill, R. Devetak, and J. Donnelly, editors. Macmillan: New York.\n\nMeny, Yves. 2010. 'Democracy in Troubled Times,' European Consortium for Political Research \/ European Political Science, vol. 9, 259-267.\n\nRennstich, Joachim Karl. 2006. 'Three steps in globalization: Global networks from 1,000 BCE to 2050 CE,'…\n\nCite This Essay:\n\n\"Globalization And Democracy Some Argue\" (2012, June 08) Retrieved February 7, 2017, from\n\n\"Globalization And Democracy Some Argue\" 08 June 2012. Web.7 February. 2017. <>\n\n\"Globalization And Democracy Some Argue\", 08 June 2012, Accessed.7 February. 2017,",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.9862793684,
        "format_confidence":0.9573648572
    },
    {
        "url":"http:\/\/123helpme.com\/view.asp?id=51196",
        "text":"Affirmative Action\n\n  • Length: 407 words (1.2 double-spaced pages)\n  • Rating: Excellent\nOpen Document\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n\nText Preview\n\nMore ↓\n\nContinue reading...\n\nOpen Document\n\nThe first website,, discussed the history and timeline of affirmative action. The first discussion of affirmative action was in Executive Order 10925 on March 6, 1961. President Johnson introduced this policy as a method of redressing discrimination that continued even with the civil rights laws and constitutional guarantees. Affirmative action was enforced for the first time on September 24, 1965. The focus of this policy was to make sure active measures were being taken to give blacks and other minorities the same opportunities for promotions, raises, scholarships, school admissions and financial aid that whites enjoyed. Initially, this policy was to be temporary until the playing field was level for all Americans.\n     In the late 70s, flaws of the policy were becoming evident in the course of its good intentions. Reverse discrimination was becoming an issue, such as the Bakke case. A medical school rejected Allan Bakke, a white male, two years in a row. The school had accepted less qualified minority applicants instead. They had a separate admissions policy for minorities, reserving 16 out of 100 places. The Supreme Court banned inflexible quota systems in connection with affirmative action programs.\n     A backlash by angry white men began to mount against affirmative action. To conservatives, the system opened doors for jobs, promotions or education for minorities while shutting it for whites. Needless to say, the debate over affirmative action has grown more cloudy and difficult, as society has come to realize its complexity.\n     The second website,, discussed what affirmative action is. It was put into law three decades ago to give minorities and women special consideration in employment and education. Generally, goals and timetables are set within the institution for increased diversity. With today’s form of affirmative action, an admissions officer faced with two equally qualified applications can choose the minority over the white or a manager can hire a women instead of a man. These decisions are not to be made based on quotas, give preferential treatment to unqualified candidates, nor harm anyone due to reverse discrimination.\n\nNeed Writing Help?\n\nGet feedback on grammar, clarity, concision and logic instantly.\n\nCheck your paper »\n\nHow to Cite this Page\n\nMLA Citation:\n\"Affirmative Action.\" 19 Mar 2018\nTitle Length Color Rating  \nEssay about Affirmative Action - Affirmative action caught in tale of the two cities of Boston, Massachusetts and Denver, Colorado. Since the late 1980s, race and sex-based contracting preference programs in the U.S. cities have faced significant challenges in the courts (Rubin). On February 7th, Boston Mayor Thomas Menino announced his plan to eliminate a 15 year old program that required bidders on city construction contracts to subcontract 15% of work to minority-owned business enterprises and 5% to women-owned firms (Rubin)....   [tags: Affirmative Action] 870 words\n(2.5 pages)\nStrong Essays [preview]\nAffirmative Action Essay - Affirmative action- a plan to offset past discrimination in employing or educating women, blacks etc. (Websters New World Dictionary.) The history of affirmative action has its roots in the Civil Rights Act of 1964, and stems from the United States Supreme case of Brown vs. Board of Education of Topeka Kansas. In 1965, President Linden B. Johnson issued Executive Order #11246 at Howard University that required federal contractors to undertake affirmative action to increase the number of minorities that they employ....   [tags: Affirmative Action Essays]\n:: 1 Works Cited\n782 words\n(2.2 pages)\nBetter Essays [preview]\nAffirmative Action Essay - Though Affirmative Action is a current controversial issue, it is far from new; its decree has been long in the making. Perhaps it originates from amendments 13-15, the series of amendments that outlawed slavery, guaranteed equal protection under the law, and forbid racial discrimination when voting, respectively (Sykes 1). The Supreme Court’s decision in 1896, in the case of Plessy V. Ferguson, mandated separate but equal treatment for African Americans (Sykes 1). However, in 1954, the Supreme Court’s decision from Brown v....   [tags: Government Affirmative Action Essays]\n:: 30 Works Cited\n3550 words\n(10.1 pages)\nPowerful Essays [preview]\nEssay on Affirmative Action - Affirmative action, is it still needed in this day and age. Has it accomplished what it was supposed to. Many people say that if America concentrated on programs that provided assistance to the most needy then they would have the opportunities that affirmative action is trying to provide. By going into the ghettos of our cities and stimulating business, thereby, promoting economic growth, the disenfranchised will reap the benefits. Have they been reaping the benefits of affirmation action. As a nation devoted to equality, the United States must do away with unproductive race-dividing policies....   [tags: Affirmative Action Essays]\n:: 3 Works Cited\n2649 words\n(7.6 pages)\nStrong Essays [preview]\nEssay on Affirmative Action - There are thousands of examples of situations where people of color, white women, and working class women and men of all races who were previously excluded from jobs or educational opportunities, or were denied opportunities once admitted, have gained access through affirmative action. When these policies received executive branch and judicial support, vast numbers of people of color, white women and men have gained access they would not otherwise have had. These gains have led to very real changes....   [tags: Affirmative Action Essays]\n:: 6 Works Cited\n1304 words\n(3.7 pages)\nStrong Essays [preview]\nEssay about Affirmative Action - In 1997, three students were denied admission into the University of Michigan. Each of them, in turn, sued the school, charging them with discrimination. In one of the cases, a student was denied admission into Michigan’s law school. Chicago Sun-Times writers Dave Newbart and Kate Grossman reported that last Monday, June 23, 2003, in a 5-4 majority ruling, swing vote Justice Sandra Day O’Connor judged for the school maintaining their right to consider the race of their applicants. In a second decision, the court ruled that they supported the University’s use of race in their admissions policy, but use of a point system was unconstitutional under the fourteenth amendment (Equal Protection Cl...   [tags: Affirmative Action Essays]\n:: 1 Works Cited\n1066 words\n(3 pages)\nStrong Essays [preview]\nAffirmative Action Essay - After you graduate from college, you will be putting in your application for a job that you went to college for. Even though you might be the most qualified for the job you still might not obtain the position. Affirmative Action sometimes causes this because companies have to hire a certain number of minorities relative to the size of the company. This means that if there are no minority citizens available, immigrants who aren’t even US citizens can take the position. This is why Affirmative Action should be readjusted, because it is helping immigrants instead of the people it was meant for, American citizens....   [tags: Affirmative Action Essays]\n:: 1 Works Cited\n1086 words\n(3.1 pages)\nStrong Essays [preview]\nAffirmative Action Essay - The affirmative action program is important because it gives job opportunities for many people regardless of their race, color, religion, gender, and national origin. The work force should be well represented by the different ethnic backgrounds of our society. Some people look at affirmative action as reverse discrimination, but this program doesn’t guarantee employment based on race, ethnicity, or gender. The affirmative action program gives equal consideration to individuals from a different race, ethnicity, or gender, but not one of these factors may be the only factor used to determine an individual’s qualifications for any job....   [tags: Affirmative Action Essays]\n:: 2 Works Cited\n2454 words\n(7 pages)\nPowerful Essays [preview]\nAffirmative Action Essay - Should a man be hired for his skills or for the color of his skin. Is racial diversity in the business world more important then the most qualified workers. Affirmative action has become an important topic in today’s society to better diversify the different races in America. Affirmative action is a set of public policies that were designed for the elimination of discrimination toward race, color, sex, etc. These policies are under attack today because of the unfairness toward the more qualified people....   [tags: Affirmative Action Essays]\n:: 2 Works Cited\n704 words\n(2 pages)\nGood Essays [preview]\nAffirmative Action Essay - What can be done about the majority of higher paying jobs going to the white males, and the issue of racial\/sexual discrimination in both the workplace and in education. To this, the government already has its so-called solution… affirmative action. Affirmative action forces businesses and colleges to hire a certain number of minorities including women, so as to fill a government assessed quota. The solution is not to get even with the white males by disregarding either their hard work through high school to achieve the grade to get into their desired college or their superiority over a competitor for a job position just because the competitor happens to belong to a minority group....   [tags: Affirmative Action Essays]\n:: 1 Works Cited\n615 words\n(1.8 pages)\nBetter Essays [preview]\n\nRelated Searches\n\n     In conclusion, affirmative action is still a highly debated issue. White men feel they are missing out on promotions and other opportunities due to affirmative action. Even many minorities and women, who support affirmative action, feel the ... (truncated)",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.8618525863,
        "format_confidence":0.7847613692
    },
    {
        "url":"https:\/\/www.marxists.org\/archive\/lenin\/works\/1912\/aug\/24.htm",
        "text":"V. I.   Lenin\n\nOriginal Postscript to the Pamphlet The Present Situation in the R.S.D.L.P.[3]\n\nWritten: Written between August 20 and 24 (September 2 and 6), 1912\nPublished: Published for the first time. Published according to the manuscript.\nSource: Lenin Collected Works, Progress Publishers, [1975], Moscow, Volume 18, pages 221-223.\nTranslated: Stepan Apresyan\nTranscription\\Markup: R. Cymbala\nPublic Domain: Lenin Internet Archive (2004). You may freely copy, distribute, display and perform this work; as well as make derivative and commercial works. Please credit “Marxists Internet Archive” as your source.\nOther Formats:   TextREADME\n\nAfter the above lines had gone to press, we received Nevsky Golos No. 7, published in St. Petersburg on August 17, old style. Consequently, the liquidationist newspaper has resumed publication after an interruption of one and a half months. (The previous issue of this weekly—No. 6—appeared on July 5, old style.)\n\nThe information published in Nevsky Golos No. 7 provides the best confirmation of the appraisal of the actual significance of the liquidators in Russia which was given in our Central Committee’s letter to the Vorstand.[1]\n\nIndeed, early in July the paper suspended publication. Needless to say, the liquidators and their friends bent all their efforts to revive it. The results of their efforts during one and a half months (July and half August) are reported by Nevsky Golos itself (No. 7) as follows:\n\nThis newspaper has received, for the replenishment of its funds:\n\nJuly. From 14 persons, 25 rubles each (I. F., P., G., M. I., K., L., K. F., L., B., Vsh., Lv., Vl., V. P., B. of Moscow); through R., 50 rubles; from M —i, 11 rubles; Shkh., 11 rubles; from 8 persons, 10 rubles each (E., I., Is., S., Rf., Avg., Ob., P. 0.); from K. I., 8 rubles; from S., 7 rubles; from K., 5 rubles; B. B., 5 rubles; from F., 6 rubles; M. B., 5 rubles; from Lepaya 5 rubles; Gmp., 3 rubles. Total, 546 rubles.\n\nAugust. From Wulfsohn (Zurich), 10 rubles; also from him, 3.57 rubles; Benzia (Zurich), 15 rubles; G—ya (Kishinev), 20 rubles; Az—v (Astrakhan), 3 rubles; Sp—y (Bogorodsk), 15 rubles; V. V., 6 rubles; Y.Y.F., 59 rubles; from Dubbeln, through S., 20 rubles; from B., Moscow, 25 rubles; from Y. L., 10 rubles; L. L., 12 ru- bles; M. Gr., 3 rubles; from Moscow init. group, 35 ru- bles; B. B., 5 rubles; B., 5 rubles; from An. Konst., St. Petersb., through L. L., 6 rubles; from a group of friends in Paris, 8.54 rubles; from B., Paviograd, 20 rubles. Total, 281.11 rubles.”\n\nSuch is the account published by the liquidators themselves. Their work and their links with the masses during the one and a half months present the following picture:\n\nCollected in all .   .   .   .   .   .   .   . 827.11 rubles\n\n  Initiating group, Moscow . . . . . . . 35 rubles\n  A group of friends in Paris . . . . . 8.54 ”\n  Private contributions by individuals:\n    35 contributions amounting to . . . 708 ”\n  15 ” ” ” . . . 75.57 ”\n    Total . . . . . . . . . . 827.11 rubles\n\nEveryone knows, as Plekhanov stated in print (Dnevnik Sotsial-Demokrata No. 16) as far back as April 1912, that the “initiating groups” are groups of liquidators.\n\nAnd so, the liquidators were helped, at the most trying moment, when their paper had suspended publication, by:\n\none group of liquidators in Russia\n\none group of friends in Paris\n\n35 well-to-do persons, each of whom contributed an average of 20 rubles (over 40 marks each)\n\n15 private individuals, each of whom contributed an average of 5 rubles (over 10 marks each).\n\nWas not our Central Committee justified in asserting that the liquidators in the Russian working-class movement were of no account at all?\n\nThe liquidators refer to the “Caucasian Regional Committee”. Not a single workersgroup in the Caucasus has sent   them a single contribution during those one and a half months.\n\nThe liquidators would like to have the help of the Bund and the Lettish Social-Democratic organisation. Not a single workers’ group, either in the Bund or among the Letts, has sent them a single contribution during one and a half months.\n\nDuring the same period (July to August 14) Pravda, the St. Petersburg daily newspaper of the anti-liquidators, published accounts of 41 group collections by workers in various parts of Russia, including oil-field workers (Grozny fields, Terek Region) (Pravda No. 60) and Jewish workers in Lepaya (Pravda No. 67). We venture to think that this aid from workers means more than all the talk and declamation of the “Caucasian Regional Committee”, the Letts and the Bund.\n\nNo aid in the world, and no “conferences” with the Letts, the Bund, etc., can transform the liquidationist nothing in the Russian working-class movement into a something.\n\nLet the German comrades undertake the not too arduous task of collecting the documents on the position of the R.S.D.L.P. and verifying them—after all, Russia is not Central Africa, about which any kind of “tall stories” can be told. The German comrades probably want to end this strange, gelinde gesagt,[2] situation in which they get their information on the Italian, Swedish and any other socialist movement from openly published documents, while their information on the Russian socialist movement is obtained from privately communicated fables and gossip.\n\n\n[1] Executive Committee of the Social-Democratic Party of Germany.—Ed.\n\n[2] To put it mildly—Ed.\n\n[3] The manuscript bears no title; the title given here has been supplied by the Institute of Marxism-Leninism under the C. C. of the C.P.S.U.\n\nWorks Index   |   Volume 18 | Collected Works   |   L.I.A. Index\n< backward   forward >",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.9884889722,
        "format_confidence":0.6582490802
    },
    {
        "url":"https:\/\/www.anef.org\/benchmarking-policy-measures-for-gender-equality-in-science-rapport-de-la-commission-europeenne-2008\/",
        "text":"Benchmarking policy measures for gender equality in science, Rapport de la Commission Européenne, 2008\n\nUne étude menée par Elyse Ruest-Archambault avec la collaboration des Prof. Nick von Tunzelmann from the Science and Technology Policy Research Unit (SPRU) of the University of Sussex, Dr Simona Iammarino from SPRU, Nick Jagger et Dr Linda Miller from the Institute for Employment Studies. L’équipe serbe du Mihajlo Pupin Institute comprend les Prof. Djuro Kutlaca, Dr Dusica Semencenko, Sanja Popvic-Pantic et Maria Mosurovic.\n\nThe aim of this study is to benchmark the policy measures for gender equality in science in the European Union, its associated members, and the Western Balkan region. Through defining a structure for mapping and classifying the measures, key policies and actions designed to promote gender equality in science were identified. The resulting profiles of national policies and statistics relating to women in science were then analysed to determine the extent to which the identified policies and actions were associated with changes in the proportions of women in science in the EU.\n\nThe national policy reports indicate that much progress has been achieved since the last Helsinki group’s report on national policies on women and science (Rees 2002). All the studied countries now have equal treatment legislation, and only three countries (Former Yugoslav Republic of Macedonia, Israel and Switzerland) do not have a ministry with responsibility for women’s issues or a Statutory Gender Equality Agency. Five more countries (Denmark, Estonia, France, Latvia and Spain) have declared their commitment to gender mainstreaming since 2002, leaving 12 countries (32%) out of 38 with no mainstreaming plans. All but two countries (Former Yugoslav Republic of Macedonia and Montenegro) offer women’s or gender studies courses within their universities, and sex-disaggregated statistics are becoming more available, with only three countries not reporting such data (Luxembourg, Bosnia and Herzegovina, and Montenegro).(…)\n\nTélécharger le rapport (164p. en): Benchmarking policy measures for gender equality in science_2008",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.8571643233,
        "format_confidence":0.9377210736
    },
    {
        "url":"https:\/\/www.marxists.org\/history\/etol\/writers\/barker-c\/1964\/xx\/wages.htm",
        "text":"Colin Barker Archive   |   ETOL Main Page\n\nColin Barker\n\nBritain: The Wages Struggle\n\n(Spring 1964)\n\nFrom International Socialism (1st series), No.16, Spring 1964, pp.4-13.\nTranscribed & marked up by Einde O’ Callaghan for the Encyclopaedia of Trotskyism On-Line (ETOL).\n\nThe forms of the struggle may and do constantly change in accordance with varying, relatively particular and temporary causes, but the substance of the struggle, its class content, positively cannot change while classes exist’ – Lenin, Imperialism.\n\nRelatively full employment in postwar Britain and the rest of Western Europe, as well as in the United States, increased the bargaining power of labour considerably. In many industries management found itself, without the disciplining sanction of redundancy, in a weaker position vis-à-vis organised labour than ever before. For a time, up to the late fifties, the most common reaction on the part of the bosses was to make the best of this situation, to give way to labour’s demands wherever the only alternative was a stop in production, and to pass on higher costs in the shape of higher prices. The boom was on, and such a boom as never before.\n\nInflation was something to be deplored, publicly, but as long as profit margins could be maintained it was not felt as a real problem. However, competition in world markets increased yearly, and with a semi-stagnant economy the bargaining power of labour became more and more of a problem; the never-forgotten dream of a totally malleable and disciplined working class returned, and Chancellors, industrialists and bourgeois economists sought with increasing energy to find ways of achieving the ultimate aim of any ruling class: a working class that knows its place and keeps it, that demands no more than the ruling class is willing to offer, and that is prepared to pay the costs of its rulers’ blunders. This article will attempt to examine some of the strategies adopted by the ruling class and to show the implications for the working class movement in the sixties. The double burden, firstly of Conservative economics, which involved stop-go monetary policies aimed at successively releasing and shutting off demand in response to the vagaries of the political trade cycle, and secondly of an enormous expenditure on armaments that devoured approximately half of the annual investible surplus, produced an economy that was on the surface stable, but that grew at a rate lower than that of any other developed economy. From 1950 to 1955 the real national product per man-year in Britain rose by 1.8 per cent, and from 1955 to 1961 by 1.6 per cent. (The comparable figures for the two periods in other countries are respectively: West Germany, 6.0 and 3.5 per cent; France, 4.3 and 3.5 per cent; Italy, 5.4 and 4.1 per cent; Netherlands, 4.4 and 2.6 per cent; United States, 2.8 and 1.4 per cent.) [1] From 1954 to 1962 Britain’s share of exports in world trade fell from 20.1 to 15.2 per cent. [2] The balance of payments has been continually precarious; their relatively healthy situation recently reflects not an increasing success on the part of British exporters but an advantageous change in the terms of trade, to the detriment of the primary-producing countries. [3] More equable terms of trade for the primary producers would make the British balance of payments problem more acute; there are signs that recent trading agreements in some commodities will act to raise the prices of raw materials. [4]\n\nPartly because of the benefits of the 1949 devaluation of the pound, the effects of stagnation were not at first felt, for export prices rose more slowly than did home prices without unduly reducing profit margins; and with a boom on abroad, prices there rose fairly quickly, even if not as fast as in Britain. However in the late fifties and early sixties a series of chronic balance of payments problems showed up the structural weaknesses of British capitalism in bold relief.\n\nThe ‘liberal’ Tory policy of deflation to create unemployment, so as to cut down wage increases and price increases, was shown to be bankrupt; a large volume of output was lost, and there was no improvement in British capital’s competitive position. To bring unemployment to levels where it would have been effective as a price-cutting mechanism was politically too dangerous, even for a cynical Treasury. It became clear that other policies would have to be found, and from the late fifties we have seen successive attempts by Tory Chancellors to find a viable way of increasing the rate of growth of the economy – the costs of the new policies of course to be passed on to the working class the best way possible.\n\nThree main policies have been proposed, each in effect amounting to a different tactic in one overall strategy, an attempt to reduce the power to bargain of the working class and its representatives. The first is the method whereby capital and the state unite – as in the National Economic Development Council – in an attempt to involve the upper echelons of the representatives of the working class in responsibility for some aspects of decision-making, and so to neutralise them as opposition forces. The second is less subtle, and has the longest heritage. It is the tactic of open conflict, whereby the employers, with or without the assistance of the state, are prepared to take a strike or other forms of industrial action (after assessing the likely outcome) as a calculated attempt to weaken the labour force. The third is relatively new to Britain, and has been most highly developed in the US, where unions are persuaded to sign long-term contracts which guarantee an annual rise in wages (and sometimes other benefits) for all workers, in return for the abandonment, for anything from two to five years, of the right to make any further claim on the employers. These tactics, with all kinds of variation, can be found alone or in combination in the history of all the countries of the Western bloc since the war, and their frequency of use is likely to become greater as competition increases.\n\n2. A National Incomes Policy?\n\nThe current attempt by the government and the employers (and by some trade union leaders) to persuade the working class to accept some sort of incomes policy falls into the first category. With it goes parallel effort to persuade the working class that ‘we are all in it together,’ that the interests of each individual and class are those of the whole ‘nation,’ to obscure the realities of class society in a fog of slogans of co-operation. The legitimate interests of the working class become the sectional interests of a selfish minority. This idea of society as a harmonious whole has a long heritage, but the forms it takes today are clearly related to the rise of large-scale monopoly capitalism. [5]\n\nThis ideology has appealed particularly to the right of the Labour Party, whose theoreticians long ago lost sight of any adequate notion of class; Crosland is the chief exemplar, but official Labour Party policy hurries along in his footsteps. With the right of the Labour Party go the TUC and the majority of the union leaders, anxious for respectability, for knighthoods and the plaudits of The Daily Mail. Of course this is no new development; caution and moderation have been the stock-in-trade of the big union leaders since long before the General Strike. The colour of the Government has made no difference. [6]\n\nNow the process is being taken further, with the National Economic Development Council, where a fairly willing TUC is quietly coming to accept its part in the planning of capitalism. Under a Labour Government this process is likely to be taken still further, and its implications for the official trade union movement are very clear. A national incomes policy of the sort proposed by the Labour right (and enthusiastically supported by some of Harold Wilson’s strange new friends) would be likely to involve much more centralisation of power in the hands of the TUC, which would have to be able ‘to speak for all and to enforce its word.’\n\n‘It will certainly mean the relegation of the present collective bargaining machinery to a secondary place in the structure since the crucial decision, of the size of the general increase for any one year, will be taken elsewhere ... It also means that the central skill of many union leaders, that of negotiator, will be less important, with consequent effects on their general status.’ [7]\n\nIn return for this loss of function, however, they will perhaps be offered compensations:\n\n‘It would probably require a number of the most influential and respected union leaders to take a step up from their position of union secretary to some higher position, perhaps in the government.’ [8]\n\nThe TUC is not likely to be averse to developments of this sort, hoping that its voice may become more influential in the shaping of national policies. And, given the opportunity, there can be no doubt that that voice will speak in very moderate and reasonable tones.\n\nOf late, much to its sorrow, the sweet and reasonable voice of the TUC has not been heard very loudly in the corridors of Whitehall, despite its strenuous efforts to gain the ear of many a civil servant and Cabinet Minister:\n\n‘The growing frustration experienced by the Council can be seen from a study of the reports which its specialists committees make to Congress. Here one can read of the failure of the Economic Committee to influence budgetary policy; the Production Committee records its criticisms of Government plans for high-unemployment areas; and the Education Committee reports its unsuccessful attempts to secure the implementation of the Crowther Report. But the decline in influence can be seen at its most tragic in the field of Social Insurance and Industrial Welfare; topics of great concern to the unions, where the General Council’s past achievements have been considerable ...’ [9]\n\nThe TUC has failed to get the number of Factory... (truncated)",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.5898647308,
        "format_confidence":0.861019671
    },
    {
        "url":"https:\/\/spartacist.org\/print\/english\/esp\/65\/hydra.html",
        "text":"Spartacist English edition No. 65\n\nSummer 2017\n\n\nThe Struggle Against the Chauvinist Hydra\n\nDocument of the Seventh International Conference of the International Communist League (Fourth Internationalist)\n\n[Translated from French]\n\nI. Introduction\n\nThe purpose of this conference is to re-establish a Leninist framework on the national question in the International Communist League and to break with the Great Power chauvinism that has marked certain aspects of the politics and functioning of the International. A fight in Canada that began in the fall of 2016 revealed that since its inception, the Canadian section had an Anglo-chauvinist, assimilationist program for Quebec. This struggle generated strong opposition from an Anglophone layer of historic International Executive Committee cadres who were the source of the line on the national question in Canada and elsewhere. Particularly since the fall of the Soviet Union, part of the international leadership has adapted to U.S. imperialism, mimicking attitudes of dominance toward the neocolonial countries under its boot. The purpose of this conference is to effect a fusion with the Québécois comrades and elect a new international leadership that will implement a sharp break with the politics of oppressor chauvinism.\n\nAs soon as they founded our tendency, Jim Robertson and Geoff White sought its international extension. But in 1974, as the “Declaration for the Organizing of an International Trotskyist Tendency” was being signed (see Spartacist [English edition] No. 23, Spring 1977), a number of American cadres embraced an anti-Leninist position on the national question. This perversion of Leninism was both facilitated and exacerbated by the preponderance of the American section in the International. This line was established in opposition to comrade Robertson: already in 1976, he proposed calling for Quebec independence, a proposal that was unanimously rejected. This conference is committed to re-establishing revolutionary Leninism and fighting to reforge the Fourth International.\n\nBecause of the intense upheavals brought about by this fight in the International, this conference effectively has an emergency character, although, formally, it has been regularly convened. This document is therefore focused on the essential conclusions of the past several months, rather than on important changes in the world political situation, which is characterized by the rise of right-wing populist forces in many countries, the election of Trump in the U.S., growing interimperialist rivalries and the possibility of major military conflicts, notably with the deformed workers states. The overriding question for our organization is how to rearm ourselves programmatically and forge a new leadership that will be able to take on these new developments. Fundamentally, we are faced with the central question of the workers movement: revolutionary leadership.\n\nII. For the Forging of an International Leninist Leadership\n\n“On the basis of a long historical experience, it can be written down as a law that revolutionary cadres, who revolt against their social environment and organize parties to lead a revolution, can—if the revolution is too long delayed—themselves degenerate under the continuing influences and pressures of this same environment....\n\n“But the same historical experience also shows that there are exceptions to this law too. The exceptions are the Marxists who remain Marxists, the revolutionists who remain faithful to the banner. The basic ideas of Marxism, upon which alone a revolutionary party can be constructed, are continuous in their application and have been for a hundred years. The ideas of Marxism, which create revolutionary parties, are stronger than the parties they create, and never fail to survive their downfall. They never fail to find representatives in the old organizations to lead the work of reconstruction.”\n\n— \u0007James P. Cannon, The First Ten Years of American Communism (New York: Lyle Stuart, 1962)\n\nIt’s precisely the task of reconstructing the ICL that this conference is facing. In order to truly break with Anglo-chauvinism in the party, it is necessary to reclaim our own programmatic continuity on the national question, i.e., the positions developed by Marx and Lenin. Through this fight, we seek to reassert the revolutionary, proletarian and internationalist program of Lenin’s Third International, codified in the first four Congresses of the Communist International (Comintern, or CI).\n\nForging a true International, already a difficult task after the Bolsheviks took power, became an ever-greater challenge for the proletarian vanguard with the degeneration of the Russian Revolution and the CI. Trotsky was never able to effectively consolidate an international collective, due to his extremely difficult objective situation in exile, a lack of material resources and the murder of Trotskyist cadres. After Trotsky’s death, the Socialist Workers Party (SWP) [led by James P. Cannon] was the section best situated to take on the leadership of the Fourth International. Rather than stepping up to the challenge and taking the leadership of the International, the American Trotskyists withdrew into isolation, without it being truly imposed on them. Comrade Robertson remarked in 1974:\n\n“So Cannon backed off, and we’re stuck with the job. He stuck us with it doubly. Because he was a lot better than we are—and when I say ‘he’ I mean not only Cannon personally but the immediate working crew that made up the ‘Cannon regime’....\n\n“Well there was a Cannon regime, and they were doing the best they could. But they didn’t accept the international challenge, and yet it is an obligation. Yes, if you know that you don’t know anything, go patiently, quietly, perseveringly; struggle with the greatest patience and attention for international collaborators. We have to go that way, not back off and wait in national isolation for somebody else to come forward and say, ‘I can do it,’ and then we say, ‘all right; we’ll give you our authority.’ We have to persist; we have to intervene.”\n\n— \u0007“James P. Cannon Memorial Meeting,” Spartacist (English edition) No. 38-39, Summer 1986\n\nDrawing critical lessons from the SWP, from the inception of our tendency, our founding cadres actively sought to break out of their isolation in the U.S. They understood that such isolation would inevitably lead to deformations. Being an internationalist demands a very high level of consciousness: it is necessary to understand the pressures associated with one’s social and national origins in order to fight them. The backwardness of the working class as well as the strength of U.S. imperialism are powerful pressures that operate on the SL\/U.S. Comrade Robertson fought relentlessly to develop the consciousness among Anglophone comrades of the importance of learning other languages and getting experience outside their national terrain. In fact, he long sought to move our international center from New York to Paris but never succeeded, due to the lack of resources in the French section. Despite all his efforts, part of the American leadership developed a chauvinist, anti-internationalist line, opposing national liberation struggles in multinational states. This line caused us incalculable damage, greatly limiting our ability to extend internationally, especially in non-Anglophone oppressed nations. There was a sharp contrast between our approach in places where comrade Robertson was actively involved in the work, such as the British Isles and Ceylon, where we had a Leninist position, and places where he had very little involvement, such as Canada or Spain, where our line was openly chauvinist.\n\nThe Trotskyist position on the Soviet Union was a central programmatic reference point for our tendency. The fall of the USSR marked a key turning point in history and also for the internal life of our organization. This event came after years of working-class retreat in the West, and these objective developments coincided with comrade Robertson, the main architect of our internationalist politics, leaving the center. These accumulated factors led a layer of cadres to become deeply disoriented and to call into question our revolutionary purpose. The loss of a revolutionary proletarian compass led successive party regimes to seek shortcuts through a series of opportunist campaigns. Up until 2008, successive regimes proved themselves unable to provide true Leninist, internationalist leadership to the ICL. Already expressed in our chauvinist line, our adaptation to the pressures of American society was magnified by this opportunism, which is always an adaptation to a national terrain.\n\nDuring this period, the Leninist conception of party building was thus largely subordinated to opportunism and an adaptation to American imperialism. There was resistance to integrating non-Anglophone cadres into an effective international leadership collective, as well as hostility to building strong national sections. The International Secretariat had a tendency to utilize the sections outside the U.S. as satellites in the service of opportunist campaigns, as during the “Great Leap Forward” and the Mumia campaign. The drift away from building a vanguard party had an impact on the treatment of comrades most oppressed by society: they were generally neither seen nor trained as Marxist cadres and leaders of the International. Rather, they were developed as “good” activists and used as foot soldiers in “rank-and-file” work. Thus, bourgeois social relations were reflected within the party and tended to reinforce the oppression felt by these comrades.\n\nOur practice in the last decades is in sharp contrast with the attempted fusion with Edmund Samarakkody’s group (“Agreement on Unification of the Revolutionary Workers Party [RWP] of Sri Lanka with the International Spartacist Tendency,” 20 June 1979):\n\n“(2) real, full, frequent, regular participation in IEC meetin... (truncated)",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.9916183352,
        "format_confidence":0.6844825149
    },
    {
        "url":"http:\/\/oll.libertyfund.org\/titles\/2213",
        "text":"Online Library of Liberty\n\nA collection of scholarly works about individual liberty and free markets. A project of Liberty Fund, Inc.\n\nAdvanced Search\n\nLysander Spooner, No Treason. No. II. The Constitution [1867]\n\n1484 toc\nOriginal Table of Contents or First Page\n\nEdition used:\n\nLysander Spooner, No Treason. No. II. The Constitution (Boston: Published by the Author, 1867).\n\nAvailable in the following formats:\nFacsimile PDF 550 KB This is a facsimile or image-based PDF made from scans of the original book.\nKindle 50.9 KB This is an E-book formatted for Amazon Kindle devices.\nEBook PDF 162 KB This text-based PDF or EBook was created from the HTML version of this book and is part of the Portable Library of Liberty.\nHTML 33.6 KB This version has been converted from the original text. Every effort has been taken to translate the unique features of the printed book into the HTML medium.\nSimplified HTML 33.6 KB This is a simplifed HTML format, intended for screen readers and other limited-function browsers.\n\nAbout this Title:\n\nAlthough this is numbered number 2 there were only three parts to this series (1, 2, and 6) in which Spooner argues that the individual is not bound to obey the American constitution because it justified slavery and otherwise violated individual rights.\n\nCopyright information:\n\nThe text is in the public domain.\n\nFair use statement:\n\nThis material is put online to further the educational goals of Liberty Fund, Inc. Unless otherwise stated in the Copyright Information section above, this material may be used freely for educational and academic purposes. It may not be used in any way for profit.\n\nTable of Contents:\n\nEdition: current; Page: [1]\nNo. II.\nThe Constitution.\nNo. 14 Bromfield Street.\nEdition: current; Page: [2]\n\nEntered according to Act of Congress, in the year 1867, By LYSANDER SPOONER,\n\nin the Clerk’s office of the District Court of the United States, for the District of Massachusetts.\n\nEdition: current; Page: [3]\n\n\n\nThe Constitution says:\n\n“We, the people of the United States, in order to form a more perfect union, establish justice, insure domestic tranquility, provide for the common defence, promote the general welfare, and secure the blessings of liberty to ourselves and our posterity, do ordain and establish this Constitution for the United States of America.”\n\nThe meaning of this is simply: We, the people of the United States, acting freely and voluntarily as individuals, consent and agree that we will coöperate with each other in sustaining such a government as is provided for in this Constitution.\n\nThe necessity for the consent of “the people” is implied in this declaration. The whole authority of the Constitution rests upon it. If they did not consent, it was of no validity. Of course it had no validity, except as between those who actually consented. No one’s consent could be presumed against him, without his actual consent being given, any more than in the case of any other contract to pay money, or render service. And to make it binding upon any one, his signature, or other positive evidence of consent, was as necessary as in the case of any other contract. If the instrument meant to say that any of “the people of the United States” would be bound by it, who Edition: current; Page: [4] did not consent, it was a usurpation and a lie. The most that can be inferred from the form, “We, the people,” is, that the instrument offered membership to all “the people of the United States;” leaving it for them to accept or refuse it, at their pleasure.\n\nThe agreement is a simple one, like any other agreement. It is the same as one that should say: We, the people of the town of A—, agree to sustain a church, a school, a hospital, or a theatre, for ourselves and our children.\n\nSuch an agreement clearly could have no validity, except as between those who actually consented to it. If a portion only of “the people of the town of A—,” should assent to this contract, and should then proceed to compel contributions of money or service from those who had not consented, they would be mere robbers; and would deserve to be treated as such.\n\nNeither the conduct nor the rights of these signers would be improved at all by their saying to the dissenters: We offer you equal rights with ourselves, in the benefits of the church, school, hospital, or theatre, which we propose to establish, and equal voice in the control of it. It would be a sufficient answer for the others to say: We want no share in the benefits, and no voice in the control, of your institution; and will do nothing to support it.\n\nThe number who actually consented to the Constitution of the United States, at the first, was very small. Considered as the act of the whole people, the adoption of the Constitution was the merest farce and imposture, binding upon nobody.\n\nThe women, children, and blacks, of course, were not asked to give their consent. In addition to this, there were, in nearly or quite all the States, property qualifications that excluded probably one half, two thirds, or perhaps even three fourths, of the white male adults from the right of suffrage. And of those who were allowed that right, we know not how many exercised it.\n\nFurthermore, those who originally agreed to the Constitution, could thereby bind nobody that should come after them. They could contract for nobody but themselves. They had no more Edition: current; Page: [5] natural right or power to make political contracts, binding upon succeeding generations, than they had to make marriage or business contracts binding upon them.\n\nStill further. Even those who actually voted for the adoption of the Constitution, did not pledge their faith for any specific time; since no specific time was named, in the Constitution, during which the association should continue. It was, therefore, merely an association during pleasure; even as between the original parties to it. Still less, if possible, has it been any thing more than a merely voluntary association, during pleasure, between the succeeding generations, who have never gone through, as their fathers did, with so much even as any outward formality of adopting it, or of pledging their faith to support it. Such portions of them as pleased, and as the States permitted to vote, have only done enough, by voting and paying taxes, (and unlawfully and tyrannically extorting taxes from others,) to keep the government in operation for the time being. And this, in the view of the Constitution, they have done voluntarily, and because it was for their interest, or pleasure, and not because they were under any pledge or obligation to do it. Any one man, or any number of men, have had a perfect right, at any time, to refuse his or their further support; and nobody could rightfully object to his or their withdrawal.\n\nThere is no escape from these conclusions, if we say that the adoption of the Constitution was the act of the people, as individuals, and not of the States, as States. On the other hand, if we say that the adoption was the act of the States, as States, it necessarily follows that they had the right to secede at pleasure, inasmuch as they engaged for no specific time.\n\nThe consent, therefore, that has been given, whether by individuals, or by the States, has been, at most, only a consent for the time being; not an engagement for the future. In truth, in the case of individuals, their actual voting is not to be taken as proof of consent, even for the time being. On the contrary, it is to be considered that, without his consent having ever been asked, a Edition: current; Page: [6] man finds himself environed by a government that he cannot resist; a government that forces him to pay money, render service, and forego the exercise of many of his natural rights, under peril of weighty punishments. He sees, too, that other men practise this tyranny over him by the use of the ballot. He sees further that, if he will but use the ballot himself, he has some chance of relieving himself from this tyranny of others, by subjecting them to his own. In short, he finds himself, without his consent, so situated that, if he use the ballot, he may become a master; if he does not use it, he must become a slave. And he has no other alternative than these two. In self-defence, he attempts the former. His case is analogous to that of a man who has been forced into battle, where he must either kill others, or be killed himself. Because, to save his own life in battle, a man attempts to take the lives of his opponents, it is not to be inferred that the battle is one of his own choosing. Neither in contests with the ballot—which is a mere substitute for a bullet—because, as his only chance of self-preservation, a man uses a ballot, is it to be inferred that the contest is one into which he voluntarily entered; that he voluntarily set up all his own natural rights, as a stake against those of others, to be lost or won by the mere power of numbers. On the contrary, it is to be considered that, in an exigency, into which he had been forced by others, and in which no other means of self-defence offered, he, as a matter of necessity, used the only one that was left to him.\n\nDoubtless the most miserable of men, under the most oppressive government in the world, if allowed the ballot, would use it, if they could see any chance of thereby ameliorating their condition. But it would not therefore be a legitimate inference that the government itself, that crushes them, was one which they had voluntarily set up, or ever consented to.\n\nTherefore a man’s voting under the Constitution of the United States, is not to be taken as evidence that he ever freely assented to the Constitution, even for the time being. Consequently we have no proof that any very large portion, even of the actual Edition: current; Page: [7] voters of the United States, ever really and voluntarily consented to the Constitution, even for the time being. Nor can we ever have such proof, until e... (truncated)",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.8830159903,
        "format_confidence":0.7782158852
    }
]