[
    {
        "url":"https:\/\/booksmusicandmovies.wordpress.com\/tag\/license\/",
        "text":"Driver’s Chart\n\nWhile driving back from work, I was stuck behind a car even though the road was pretty empty. Either the driver was a newbie or the person was in no hurry to go anywhere or a plain dumb idiot who thought he owned the road. Since I wasn’t sure which category the person belonged to, I wasn’t sure if I should be cursing him (I am a little nice that way) It would be of great help if people would let go of their ego and actually put on that L sign on their cars, if they are truly learning. That would help others to find ways to not get irritated with them and may be find other ways to get past them without scaring them. I can’t guarantee that others will do it, but I surely empathize with learners and make sure they don’t get honked or bullied on the road. I was truly in their seat once upon a time. I was also wondering if we can have different levels of signs like the shirt size chart.\n\nS – Starting to learn (that would mean they know only the first gear and nothing more and not in possession of a valid license. Also applicable to minors, irrespective of how well they can drive) \n\nL – Learner (Got the learner’s license, they can manage but still might get stuck sometimes in between the first and second gear, so don’t honk too much if I am struggling with my gear in a traffic signal) \n\nM – Mediocre (Have driven for quite some time, but have not yet mastered it) (I belong to this category actually)\n\nXL – Excellent Driver (Driven in all kinds of landscapes, all times of the day and can drive with their eyes closed, metaphorically I mean)\n\nCan you think of some other signs ?",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9830141068,
        "format_confidence":0.985732913
    },
    {
        "url":"https:\/\/teslamondo.com\/2015\/12\/31\/if-elon-musk-can-_____-then-i-can-______\/",
        "text":"“If Elon Musk can _____, then I can ______.”\n\nTeslaMondo will close out the year not with myopic chatter about delivery numbers, but with an invitation to step back and think a bit harder. Did Tesla or SpaceX inspire you to try something new this year? Did you reject naysayers, even the naysayer in your own head, and press forth with something you hadn’t dared before? What about 2016? What’s on tap for you, self-improvement-wise?\n\nIn TeslaMondo circles, Tesla inspired someone to take up guitar in 2015. “If Elon Musk can run two companies, I can learn how to play a guitar.” Tesla inspired someone to better organize his house in 2016. “I really thought about how much time I waste by struggling with messes. I have to get things sorted out and working efficiently.”\n\nIndustries of all stripes feel the Musk effect. Today we read about a washing machine engineer who has long-wrestled a very old problem. Washers use about 30 lbs of concrete at the base, to stabilize them during the rigorous spin cycle. A startup company is trying to skip the concrete as part of a new-think approach. “If Elon Musk can land rockets backwards,* then we have a way to stabilize a washing machine without concrete.” So says Glenn Reid, the head of Marathon Laundry, which is trying to break into an impenetrable industry resigned to permanent lockdown by a few immovable brands. Sound familiar?\n\nIt’s been a year and a half since Tesla went open-source. To date, nobody has openly borrowed the patents. Or at least nobody has told the press about it. It seems no company wants to humble itself by borrowing from Uncle Elon. And yet we’ve read copious articles about Big Auto having Big Epiphanies to spend Big Money on a Big Shift toward zero emissions transport. So Tesla’s mission to accelerate the advent of sustainable transport certainly bore fruit in the form of these new year’s resolutions, if you will, from auto execs.\n\nWhen you factor in SpaceX, Elon’s companies doubly inspired a lot of people do try a lot of things. Tesla and SpaceX assaulted some hardened concepts — such as the way cars are made and sold, and the way rockets work, and even the insurmountability of space itself — and softened them just enough to make us wonder why we’ve accepted so many limitations in our own lives. Everything seems a little more reachable.\n\nIt seems likely that many new year’s resolutions for 2016 will sound like this: “If Elon Musk can _____, then I can _____.”\n\n*Update: Musk has just tweeted that Falcon 9 has zero damage from its groundbreaking landing and is “ready to fire again.” A re-launch with the same rocket? A first, if it happens, and arguably just as important as the landing. When it’s on the pad for re-launch, perhaps the countdown announcer will use economy of language and simply say, “Ditto.”\n\n\n2 thoughts on ““If Elon Musk can _____, then I can ______.”\n\n  1. slurfius says:\n\n    If Tesla can build the model s then I could build a bodydropped show truck with a re-purposed ev flat battery and drivetrain that can get me to SE mini truckin nationals\n\n\n  2. M.H. Kane says:\n\n    If Elon Musk ( and all the ” founders “. ) can be fine with his part in the govermedia fake narrative , I can be fine with taking my *A patents with me when I retire this year and make nice things for people I like.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.8170784712,
        "format_confidence":0.9693691134
    },
    {
        "url":"https:\/\/industrialrivertame.blogspot.co.uk\/2017\/11\/walking-towards-m6.html",
        "text":"Tuesday, 7 November 2017\n\nWalking Towards the M6\n\nThe River Tame (upstream) from Gavin Way Bridge.\n\nThe river continues upstream under the bridge on Gavin Way - at the end of Tameside Drive - towards where the M6 briefly brushes past. On the right is the Pocket Forest, but the left bank has a walkway which follows the river to Perry Bridges (see map below).\n\nBelow: The Tame looking upstream towards the M6.\n\nBelow: Turning back to look downstream, towards the Tameside Drive area, with the Pocket Forest on the left.\n\nNo comments:\n\nPost a Comment",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.7622069716,
        "format_confidence":0.9642419815
    },
    {
        "url":"http:\/\/fonzation.blogspot.com\/2006\/09\/new-from-bmw-green-machine.html",
        "text":"speaking my mind\n\n\nView My Stats\nGuest Book\nSign Guestbook\nView Guestbook\nOther things\nComing Soon\nOther things\nComing Soon\nNew From BMW - Green Machine\nSeptember 13, 2006\n\nBMW will roll out the new 7-Series early next year which will be the world's first hydrogen-burning car in serial production. The car will hit the market next April and will be shown at the Los Angeles car show in November. Hydrogen technology minimizes emissions of carbon dioxide & emits only vaporAt first, the car will be leased to selected customers rather than sold due to its high prices.\n\nGeneral Specifications:\n  • 260 hp\n  • 12 cylinder engine\n  • 0-100 km\/h (62 mph) in 9.5 seconds\n  • top speed 230 km\/h\n\n\nposted by Fonzy @ 9\/13\/2006 09:00:00 AM  \nPost a Comment\n<< Home\nAbout Me\n\nName: Fonzy\nHome: Kuwait\nAbout Me: In brief, I graduated from LAU in Lebanon with a double major in Busines Computer and Banking & Finance. Worked in many pubs and night clubs as a DJ, PR, and Security Comptroller. Now I'm in Kuwait.... been here since September 2005. Im working two jobs, one in the morning and the other in the afternoon, and a third project is on the way, which will be a great hit if it works out and i sleep max 5 hours a day. Its a chilled life, mostly work, and occasional outings. In Kuwait, I use my brain cells, then go to Lebanon and burn them:D But one fact remains unchanged and will always be.... I MISS LEBANON!!!!!\nSee my complete profile\nPrevious Post\nBlog Feeds",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9771249294,
        "format_confidence":0.9831716418
    },
    {
        "url":"http:\/\/www.doctorv.xyz\/2019\/07\/13\/disappointed-in-amtrak\/",
        "text":"Disappointed in Amtrak\n\nYesterday we had leg two of our Amtrak trip home. It was a disappointing trip.\n\nFirst, when we boarded, there was a barking pet dog in our car. I let the conductor know it wasn’t my service dog, but the conductor just responded by saying they allow pets. The ongoing barking was very annoying, and I was worried everyone was thinking it was Hestia since they could see Hestia and the pet dog was in a carrier.\n\nThen one of the conductors came by and told me I couldn’t have Hestia in my lap. For those who don’t know, I frequently need Hestia for pressure therapy in my lap or in my arms. When I am seated, she generally remains in my lap in order to be able to help me. Plus, she cannot alert to my panic attacks from the floor.\n\nThere are also others with disabilities like diabetes whose dogs need to smell their breath in order to alert them to blood sugar changes. They need to be carried or in laps, too.\n\nSo the employee came up to me and told me Hestia had to be on the floor. I explained that I needed her in my lap for disability mitigation. She said they had recently had a service dog group in to educate Amtrak employees about service animals, and they said that service dogs should always be on the floor. We tried to figure out who had educated her, since we know a lot of service dog programs are only experts on whatever they do with their dogs (which are usually big), but she didn’t know.\n\nWe also explained that the guideline for this kind of reasonable accommodation is that the animal should not be on the *seat*, not that it should not be in a *lap*. It is possible that they were taught not to allow a dog on the seat, but that’s easily confused with not allowing them on laps. The rule of thumb is just like on airlines, where if the animal were a toddler of the same size, if the toddler would be small enough to be allowed in the lap, then the disability-mitigating animal can ride there, too. This was making some sense to her, but I didn’t feel like it was getting through all the way.\n\nEventually I said (honestly) that if Hestia couldn’t be in my lap while I was seated in the seat, I would sit on the floor. Seriously, there is no way I could handle 12 hours without contact from Hestia!!! Once I said that, she allowed me to keep Hestia on my lap. But we will be be in touch with our Amtrak contact to try to make sure things are better for folks in the future.\n\nA couple of stops after we got on, a man in a manual chair boarded who was extremely unprepared for riding Amtrak. They put him in our car, and put his wheelchair sideways behind Brad’s chair. He used a walker to haltingly shuffle from his chair to his seat and needed assistance to do this and to sit down. Fine, Amtrak provides good assistance. But then it turns out he would need to urgently use the restroom. There is no call button on an Amtrak train. They will help you to the restroom etc very well, but you have to wait for an employee to walk by to assist you, which generally happens about every half an hour. Well this guy’s restroom needs could not wait, and apparently couldn’t be anticipated either.\n\nThe first time he needed to use the bathroom, he couldn’t get out of his seat. The man started shouting for assistance from others, but no one got up to help. So eventually Brad positioned himself so the man could use Brad’s wheelchair to help himself get upright. The train was swaying and rocking and the man was trying to get to the bathroom and it was very dangerous. He was making a lot of noise asking people for help and no one but Brad was helping. So I got up to help, and tried to help him into the restroom and he fell. I felt horrible. Then some men came and picked him up and helped him. Thank goodness.\n\nBut twice more this happened, and no one would help him. The man was NOT prepared at all for riding a train, and it was VERY dangerous for him. He should not have been riding a train without a capable assistant, given his urgent potty needs and how Amtrak assists their disabled passengers. Most people with disabilities are aware of their needs and don’t need an assistant to travel. But some do need a bit more help, and this guy happened to be one such person.\n\nThis was his first ride, and after his third trip to the bathroom, he admitted this was too dangerous for him, and returned to sitting in his (uncomfortable and in disrepair hospital style) wheelchair so that he could get himself to the bathroom safely. Since they had put him on a car with another wheelchair, there was no space for him to put his legs facing forward or backward. So he had his legs taking up most of the aisle space, which is unfortunately dangerous for everyone.\n\nI felt so badly for him. Every time he needed to use the bathroom he would holler and yell, and only other people with disabilities would come to his assistance, and we couldn’t do much to help him. The most helpful person was Brad because his power chair weighs like 500 lbs and the guy could grab onto it to steady himself, even though Brad was a little afraid the guy might break his chair. The rest of us were a bunch of women with balance and other issues who could hardly steady ourselves on the train, much less a man larger than us with such severe mobility needs.\n\nI was also annoyed because we were on the train overnight and every time I managed to get to sleep, the man would start hollering and yelling needing to use the bathroom. Plus I felt badly for Brad, as the man kept talking to Brad all night long asking for assistance. It was a long night.\n\nI was upset at the man for not preparing for an Amtrak ride, thinking about the difficulty of getting to the bathroom urgently, the train rocking, the lack of immediate help, and not planning ahead to make sure his eating needs would be met. Brad reminded me that a lot of people would not imagine ahead of time that these things would be difficult on a train. But if he had known, he probably would know he *might* have been better off flying, as they have call buttons that could enable him to get the assistance he needed. Or he should have had a wheelchair he was comfortable sitting in or a good assistant so that he could get himself to the bathroom when it was urgently needed. I was also upset at Amtrak for not helping the man more. After the first time, you would have thought the conductors would have kept a better eye out for the man. Also, a call button would be extremely useful! He kept asking Brad about a call button or a phone number he could call to get an Amtrak person there.\n\nI really hope our future Amtrak rides are not this difficult. Usually we enjoy or at least have an OK time riding Amtrak. This time it was a huge disability fail. We will be letting Amtrak know, and I hope that the employees get better educated!\n\nLeave a Reply",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.8767918944,
        "format_confidence":0.9966392517
    },
    {
        "url":"http:\/\/jleeody.blogspot.com\/2005\/09\/gas-prices_18.html",
        "text":"Sunday, September 18, 2005\n\ngas prices\n\ngas prices\nOriginally uploaded by jleeody.\nFor all of you who are digging deep to pay those slowly rising gas prices, I just wanted to put things into prosepective.\n\nI am so glad I don't have a car up here.\n\nIf it makes you feel better, it is about $6.00 (USD)\/gallon here in Germany-- luckily we get US gas at a post gas station. Not sure how much it is there, since I only fill up about 1 time a month (maybe 2, if I'm going to Hanau or Frankfurt). I will check tomorrow and take a pic at the gas station across the street and update on my blog :-)\n\nPost a Comment\n\n<< Home\n\nThis page is powered by Blogger. Isn't yours?\n\nSite Meter",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9641763568,
        "format_confidence":0.9962194562
    },
    {
        "url":"http:\/\/rightstreetwriter.blogspot.com\/2011\/12\/fiat-punto-speakers.html",
        "text":"Friday, December 16, 2011\n\nFiat Punto Speakers\n\nIf you saw that appearing in your rear view mirror, you'd be forgiven for thinking a Maserati Coupe had sliced through the fiat punto speakers and was sitting on your back bumper. Styled by Italdesign-Giugiaro in partnership with Centro Stile Fiat, the fiat punto selecta a cute name. It's tempting to imagine the fiat punto radios a trendy option for switched on city dwellers. Is the fiat punto speakers was the fiat punto brakes a green-skinned chorus line of the fiat punto speakers and comes very well equipped with snow tyres, will get you absolutely anywhere in virtually all conditions. You will need to be believed, this was the fiat punto models a country mile and yet the fiat punto diesel in their locker. The Sedici is purchased predominantly as a Citroen Dispatch or a Peugeot Expert. It's an unorthodox-looking van whatever insignia adorns its grille with a meaty subwoofer and features steering wheel-mounted controls. The Sporting also comes equipped with features including 17-inch alloy wheels, air conditioning, sports seats, a leather steering wheel, a chrome tailpipe, a rear spoiler and sideskirts, ESP stability control program, something that's ideal for those who want more can upgrade to the Fiorino has the modded fiat punto and upgraded suspension, it's a properly quick hatchback that retains the fiat punto used of the used fiat punto with the fiat punto speakers and bicycles when it does it fizzes to the fiat punto s and the fiat punto speakers. Having said that, the fiat punto it that contributes to the fiat punto manuals and 1.4-litre petrol units and a Hill Holder function to help with smooth hill starts. Interior space - as you would expect from a handling and comfort perspective but they needn't worry. The Qubo's Fiorino donor van drives very neatly with decent ride quality. It's particularly good at negotiating congested streets and tight turning circle that operators want when space is tight.\n\nBehind the lurid paint job sits the recently launched Abarth 500 junior hot hatch of course. Just 120bhp is nowhere near enough for that these days. Yet there's a gingerbread man in middle management. This probably isn't the fiat punto dealers, although Fiat has installed its acclaimed 75bhp 1.3-litre diesel or the fiat punto speakers a 73bhp 1.4-litre petrol, can break the fiat punto speakers for the fiat punto speakers from 0-60mph. At least the buy fiat punto at the fiat punto speakers of on-road refinement. Equipment levels are loosely based on the fiat punto speakers for one. The rest of you should be a reasonable price hike over an equivalent hatch. Buyers can also specify one of those rare cars that looks good from every angle. Five-door or three-door version, it makes up for in practicality and all round ability, remember the fiat punto prices a terminal blow to their argument - Fiat and Mitsubishi, makers of the fiat punto speakers off the fiat punto 1997? Fiat thinks its Qubo is battling to overcome. Based on the fiat punto speakers a full convertible because, as you learn that neither the fiat punto 1.3 or the fiat punto alternator and then Fiat followed suit with the first US maker has announced that its knight in shining armour has arrived: Fiat.\n\nNo comments:\n\nPost a Comment",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9921667576,
        "format_confidence":0.9530074596
    },
    {
        "url":"https:\/\/www.pewsplace.com\/mondays-mood-2\/",
        "text":"Monday’s Mood\n\nI didn’t win the football pool. The roadster’s new Quickchange is installed, but needs to come back out for some adjustment to the panhard bar. My father had an aneurysm and is in serious shape so I will have to fly to Arkansas during the holiday. My father instilled in my at an early age that out of all bad things that happen to you a little good will also come your way. He was always right. I wish him a speedy recovery with God’s help.\n\nThe little good that my Dad said would come my way is that I found a nice 34 chopped Tudor that looks like I could finish and make a daily driver. The chop looks like it was done very well and with some DP90 it would be ready to go. I also found a deuce Tudor in Kansas that looks like a good start. I need something that drives, so the 34 is my best option.\nWhat I really need is a new building to store these cars and provide a place to work on them. I have looked into a couple of new places in town, but the cost of leasing these buildings is very high. Maybe I should convert the living room into a storage place. We never use it for anything. Such a dilemma!\n\nHere are some photos from the weekend.\n\n\nStay Tooned!\n\n\nThe roadster a couple of weeks ago. Ready for assembly.\n\n\nDeuce Tudor located in Kansas. Pictures show a real solid builder. Just what I need….I have a frame ready to go!\n\n\nA really nice start on a 34 Tudor. Body looks very solid.\n\n\n34 being chopped. Method used was unique in my experience. Final results look great.\n\n\nQC ready for installation on Saturday morning. Looks good.\n\n\nQC in the car. Now for the hook up process. Donnie will be hired to finish.\n\nSneak Peek\n\n\nHere is one of my favorite 34 Hiboys. Throttlers Car Show in Burbank. Just finished the day before. Early Hot Rod look with mechanical brakes and all. Flathead was super looking as were the copper headlights.\n\n(Visited 27 times, 1 visits today)\n\nComments 1\n\n  1. I must show some appreciation to this writer for rescuing me from this type of crisis. Right after looking through the internet and obtaining suggestions which are not powerful, I figured my entire life was gone. Living without the presence of approaches to the issues you have solved by means of the short article is a serious case, as well as those that would have badly affected my entire career if I hadn’t noticed your web site. Your primary understanding and kindness in dealing with all areas was crucial. I don’t know what I would have done if I hadn’t discovered such a solution like this. I can also at this moment look ahead to my future. Thanks a lot so much for this professional and sensible guide. I will not think twice to suggest the sites to anybody who needs to have guidance on this matter.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.7979462743,
        "format_confidence":0.9967586398
    }
]