[
    {
        "url":"https:\/\/jns.gsu.edu\/",
        "text":"Editorial Staff\n\nJessica N. Berry (Georgia State University), Executive Editor\n\nJessica N. Berry is Associate Professor of Philosophy at Georgia State University in Atlanta. She is the author of Nietzsche and the Ancient Skeptical Tradition (Oxford, 2011), completed with the support of a fellowship from the National Endowment for the Humanities. Her work on Nietzsche and Greek thought has appeared in The Oxford Handbook of Nietzsche (ed. Ken Gemes and John Richardson), The Journal of the History Ideas, Philosophical Topics, and elsewhere.\n\nScott Jenkins (University of Kansas), Associate Editor\n\nScott Jenkins is Associate Professor of Philosophy at the University of Kansas. His primary area of research is post-Kantian European philosophy, and Nietzsche in particular. His work has appeared in the Journal of the History of Philosophy, Philosophy and Phenomenological Research, The Oxford Handbook of Hegel, Inquiry, and many other venues.\n\nAlexander Prescott-Couch (University of Oxford), Book Reviews Editor\n\nAlexander Prescott-Couch is an Associate Professor of Philosophy and Tutorial Fellow at Lincoln College, University of Oxford. He works on Nietzsche as well as the philosophy of social science and political philosophy. His work has been published in Noûs and The Journal of Nietzsche Studies.\n\nChristopher Fowles (University of Oxford), Book Reviews Editorial Assistant\n\nChristopher Fowles is a D.Phil. candidate and tutor in nineteenth-century German philosophy at the University of Oxford, Queen’s College. His research concerns Nietzsche’s philosophical psychology, with a particular focus on affects, self-knowledge, language and consciousness, and the relation of Nietzsche’s thought to contemporary philosophical work on psychology and emotion. His paper, ‘Nietzsche on Conscious and Unconscious Thought’ is forthcoming in the journal Inquiry.\n\nRecent Issues\n\nJNS 50.1 (Spring 2019)\n\nJNS 49.2 (Autumn 2018)\n\nJNS 49.1 (Spring 2018)\n\nJNS 48.3 (Autumn 2017)\n\nJNS 48.2 (Summer 2017)\n\nJNS 48.1 (Spring 2017)\n\nPrint Friendly, PDF & Email",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.7330759168,
        "format_confidence":0.9144673944
    },
    {
        "url":"https:\/\/www.magazine-cerise.com\/en\/les-deux-magots-the-literary-cafe-restaurant-by-excellence\/",
        "text":"After a recent face-lift at the beginning of the year, this major institution of Saint-Germain-des-Prés is reinforcing its cultural identity, promoting artists and writers.\n\nRegular encounters with artists, book signings, Parisian events and of course, the traditional literary prize ceremonies: le prix Apollinaire 2017 was awarded to the poet Serge Pey, under the sponsorship of Jacques Weber; the 86th prize of Les Deux Magots honoured Julie Wolkenstein for Les Vacances published by editions P.O.L and finally, the prix Pelléas-Radio Classique, rewarding works on music with the best literary qualities, revealed a young talented writer, Paul Greveillac, with Cadence secrète published by Gallimard. In this mythical place, once the haunt of many writers, the tradition carries on with these literary events throughout the year. In September 2018, Les Deux Magots will launch “Le lundi des écrivains” (Writers on Mondays) which will extend into the evening one Monday per month, hosting encounters between customers and artists, putting the spotlight on their literary news. Can’t wait for “back-to-school” in September!\n\n6, place Saint-Germain-des-Prés – 75006 Paris\n+33 1 45 48 55 25 –\nOpen daily from 7.30 a.m. to 1 a.m.",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.9030419588,
        "format_confidence":0.6821581721
    },
    {
        "url":"http:\/\/www.thetobiasagency.com\/aboutus",
        "text":"The Tobias Literary Agency is a full-service literary agency representing both established and debut authors. Our client roster includes award-winning authors, New York Times and USA Today bestsellers, renowned scientists, historians, Emmy-nominated journalists, celebrities, and Pushcart nominees.  We take pride in supporting not just our clients' work, but their long-lasting careers. We handle all subsidiary rights (audio, foreign language, etc.), and have procured film options for many of our clients. We are members of the Horror Writers Association, Romance Writers of America, and the Association of Authors' Representatives and thus abide by their cannon of ethics, which you can find here.\n\nAlbert Tobias, CEO and Founder: Albert is an investor, retired journalist, and avid artist. \n\nLane Heymont, Co-Founder, Principal: As Literary Assistant at the Seymour Agency, Lane led the marketing efforts for their authors and enjoyed connecting clients with readers. As a lover of literature since childhood, and at the prodding of his mentor Nicole Resciniti, he decided to pursue his passion as a literary agent. He went on to help found The Tobias Literary Agency. He strives to bring incredible and thought-provoking books to the masses, culminating in reaching the number one spot on Publishers Marketplace for agents representing horror, and the Top Ten for women's fiction and romance. Lane represents a broad range of commercial fiction including romance and all its sub-genres, fantasy, science fiction, horror, celebrity\/memoirs, pop culture, serious nonfiction, and true crime.\n\nHe is a member of the Romance Writers of America, Horror Writers Association, and the Association of Authors' Representatives. He believes what John Gregory Dunne said: “Writing is manual labor of the mind.”\n\n\nShelby Moore\n\nGina Lanzano\n\nChloe Munier",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.7157406807,
        "format_confidence":0.9916399717
    },
    {
        "url":"http:\/\/www.ruarksociety.org\/",
        "text":"Robert Ruark Society\n\nThe society is made up of a group of fans from all across Ruark's native North Carolina, the nation and from around the world. We remember Ruark and we want others to remember him, too.\n\nRobert Chester Ruark, Jr.\n\n(DECEMBER 29, 1915 - JULY 1, 1965)\n\nJournalist and Novelist -\n\n\n            Robert Ruark is, perhaps, the most well loved and respected author to emerge from Eastern North Carolina.\n            His boyhood was spent in Wilmington and Southport. After graduating from New Hanover High School at the age of 12, he attended the University of North Carolina, where he graduated from in 1935.\n            His best selling book, The Old Man and the Boy, is based on his hunting, fishing and camping experiences with his grandfather, Capt. Edward Adkins, a retired river pilot.\n            During World War II, he served as a merchant seaman and later as a naval gunnery officer. Returning to his passion for writing after the war. Ruark began writing for the Washington Daily News and achieved national prominence in over 180 newspapers as a syndicated columnist for the Scripps Howard newspaper chain.\n\n            “I think his North Carolina pieces are just terrific,” said Bland Simpson, director of the creative writing program in the UNC English Department. “Some people may find some of his attitudes dated on some subjects, but his observations of how things were done in the field at the time, were really on the money.”\n            “It is some of the best ‘portraiture in words’ of hunting, fishing and life in the field that we have.”\n\n            In 1953, he established his permanent residence in Palamos, near Barcelona, Spain, where he wrote his best-selling novels.\n            His novel, Something of Value, brought him international acclaim. Based on the Mau Mau uprising in Kenya during the early ‘50’s, the book and its adaptation in the MGM movie, created a powerful narrative of African Nationalism. His literary style and, in some respects his lifestyle, resembled that of Ernest Hemingway, whom he knew and greatly admired.\n            Perhaps one of Ruark’s letters in his collection, best describes his confidence in his writing gained from his trips to Africa.\n\n            I would never have had the courage to quit the safety of New York without Africa’s constant beckon. Without the African experience, there would have been no topics for the scores of articles and stories and the two books which have combined to make me financially secure…\n\n            In May 1957, Robert Ruark visited the UNC Campus at Chapel Hill where he remembered and praised the professors he most admired: Professor O.J. Coffin of the English Department, Professor J.P. Harland of the Archeology Department, Phillips Russell in the Creative Writing Department, and Wallace Caldwell, Historian. However, Ruark did not forget his fraternity brothers at the Sigma Phi Epsilon Fraternity. He purchased an ice machine, one of the first in the Chapel Hill area, as a gift to his old fraternity.\n            On July 1, 1965, Robert Ruark, who had lived life to the fullest, died ina London Hospital at the age of 49. All of Ruark’s manuscripts, letters, syndicated newspaper columns, books, and magazine articles, totaling over 5,000 items, were left to The University of North Carolina. They are now housed in the Wilson Library.\n            In the year 2000, he was inducted into the North Carolina Hall of Fame with the likes of Thomas Wolfe.\n            In 2009 he was inducted into the UNC School of Journalism & Mass Communication’s Hall of Fame.\n\n\n\nNews Bureau – The University of North Carolina\nMorris, Bill – Ruark’s World Awaits A Visit – News & Observer, December 18, 2003\nWrightsville Beach Magazine – Volume 5, Issue 3, March 2004\nBarge, B.L. – Ruark Thesis – UNC English Department – 1969\nSouthport Art Museum, Southport, NC\nSouthport Historical Society\nThe Robert Ruark Foundation, Southport, NC\n\nWelcome to our website...\n\nThe Robert Ruark Society is made up of a group of fans from all across Ruark's native North Carolina, the nation and from around the world. We remember Ruark and we want others to remember him, too. \n\nAnyone may join the-is society. There are no dues or fees associated with any individual's membership. Once you provide the society with your contact information you are added to the membership list. \n\n\nThe University of North Carolina\nArts & Sciences Foundation\n134 East Franklin Street\nChapel Hill, NC 27599\n\n\nElaine Wood - Communications Director | (919) 782-0905\n\nNic Byron - Website Administrator | (919) 889-3330",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.9266496301,
        "format_confidence":0.9726471305
    },
    {
        "url":"https:\/\/www.rightsdesk.com\/catalog\/vendors\/bokabeitan\/",
        "text":"Bókabeitan was founded by Marta Hlín Magnadóttir and Birgitta Elín Hassell in 2011. Our goal is publishing quality books for all ages with an emphasis on promoting reading for children, teens and young adults.\n\nIn 2013 Bókabeitan created two sub-labels – Töfraland and Björt. Töfraland focuses solely on books for 0-6 years old and Björt on books for older teens and young adults.\n\nIn 2018 Heiða Björk Þórbergsdóttir became a part of the team.\n\nOur books have been nominated for a number of prizes, not least of them the Nordic Children’s Literature Prize for Vinur minn, vindurinn(My friend, the wind) in 2015, Koparborgin (The City of Bronze) in 2016 and the latest Úlfur og Edda: Dýrgripurinnin 2017.\n\nShow all\n\nRecently added titles",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.9287905693,
        "format_confidence":0.9565814137
    },
    {
        "url":"http:\/\/www.psupress.org\/Journals\/jnls_SAJL.html",
        "text":"The Pennsylvania State University\nStudies in American Jewish Literature Covers\n\nStudies in American Jewish Literature\n\n  • Benjamin Schreier, Editor\n\n  • Biannual Publication\n  • ISSN 0271-9274\n  • E-ISSN 1948-5077\n\n  • Subscribe\n  • View online: MUSE | JSTOR\n\nStudies in American Jewish Literature is dedicated to publishing work analyzing the place, representation, and circulation of Jews and Jewishness in American literatures, and to serving as a venue for theorizing, as broadly and intensely as possible, the ways in which it makes sense to talk about identity in literature. We understand this commitment to aesthetic inquiry as uncontained by any particular methodological, ideological, categorical, or national project, and we remain open to new work that seeks to interrogate the relationships between writing, reading, genres, histories, technologies, and thinking. We hope to publish special issues at least semi-regularly.\n\nBenjamin Schreier, Pennsylvania State University\n\nFounding Editor 1975–2011\nDaniel Walden, Pennsylvania State University\n\nManaging Editor\nMike Maguire, Pennsylvania State University\n\nBook Review Editor\nRachel Rubinstein, Hampshire College\n\nEditorial Board Members\nVictoria Aarons, Trinity University\nDean Franco, Wake Forest University\nKathryn Hellerstein, University of Pennsylvania\nDean Irvine, Dalhousie University\nDaniel Itzkovitz, Stonehill College\nDalia Kandiyoti, College of Staten Island, CUNY\nJosh Lambert, University of Massachusetts, Amherst\nJessica Lang, Baruch College, CUNY\nAndrea Most, University of Toronto\nLaurence Roth, Susquehanna University\nMichael Rothberg, University of Illinois, Urbana-Champaign\nMaeera Shreiber, University of Utah\n\nSenior Advisory Board Members\nAlan Berger, Florida Atlantic University\nJonathan Freedman, University of Michigan\nMichael P. Kramer, Bar-Ilan University, Israel\nAdam Zachary Newton, Yeshiva College\nWerner Sollors, Harvard University\nHana Wirth-Nesher, Tel Aviv University, Israel\n\nAbout Our Journals\n\nSign up for eTOCs through either JSTOR or Project MUSE!\n\nOur journals are available electronically through JSTOR\n\nJSTOR logo Logo\n\nand Project MUSE.\n\nProject Muse Logo\n\nPenn State University Press Journals are distributed by Johns Hopkins University Press Fulfillment Services. By selecting the 'Subscribe' option, you will be redirected to the JHUP shopping cart for order processing. 'Johns Hopkins University Press' will appear on credit card statements\n\nPennsylvania History offers older issues via Open Access through the Office of Digital Scholarly Publishing\n\nTo contact the journals department with general questions about the program or to request article reprints, .",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.9585101008,
        "format_confidence":0.9638791084
    },
    {
        "url":"https:\/\/www.clocktowerbooks.com\/museum.html",
        "text":"back to Clocktower Books main page\nMuseum Page\n\nHome    Museum 2014 Update    Neon Blue Fiction    The Haunted Village    Deep Outside SFFH    Far Sector SFFH    About (Old)    Clocktower Fiction    Contact\n\nMuseum (2014 Update)\n\nRecognition by 2014. Courtesy Mike Ashley et al., our magazine has become listed in the online SF-Encyclopedia with at least one entry: Deep Outside SFFH later Far Sector SFFH 1998-2007. There is also a stub pointing to this link from Outside: Speculative & Dark Fiction, our initial publication name on 15 April 1998 before threats of a law suit from a backpacking magazine. Brian and I then came up with the new name Deep Outside as a compromise. We soon added SFFH for SEO and as a concept sharpener.\n\nIn the course of our ten year run, we* published many talented newcomers, a few of whom went on to Nebula, Hugo, and other major awards or nominations. We also published at least one Nebula Award recipient (the late Pat York), and at least two SFWA officers including Linda Dunna and Dr. Andrew Burt. With the folding of Ellen Datlow's Event Horizon in the fall of 1998, we became the world's oldest web-only magazine without print antecedents, paying SFWA professional rates and following all their rules for a professional organization, until we ended our run in early 2007. By *we, I include such dedicated staffers as A. L. Sirois, Dennis Latham, John K. Muir, and Shaun Farrell. Brian (and Gwen Callahan, who had helped read submissions) left me as sole proprietor in 2001, at which point I kept the magazine but changed its name to Far Sector SFFH (which happened to be a domain name I had recently acquired and wasn't sure what to do with, though I really liked it and still do). We had changed Clocktower Fiction to Clocktower Books, and I became sole proprietor of the publishing house as well (Clocktower Books ISBN prefix 0-7433).\n\nMike Ashley, historian of 20th Century SFFH Magazines. I have been in touch with Mike Ashley (prominent U.K. anthologist and researcher) over the past few years. He is, among other things, the editor of many Mammoth anthologies. Mike's impressive projects include a signature history of 20th Century SFFH magazines in four volumes, his Story of the Science Fiction Magazines series. Mike originally sought me out a few years ago as he was beginning to plan the fourth and last volume, yet to be released from University of Liverpool Press at this writing (11 July 2014). He is an astute and detailed researcher, and had already done his homework well. He had found us (Deep Outside SFFH, Far Sector SFFH, Clocktower Fiction) on The Wayback Machine among other references (The SF Magazine in Canada; John Labovitz' list from the 1990s; and more). Recently, we pieced together, as best we could from my old notes and folders, a history of this magazine (1998-2007). I will add more notes to this update, but it appears that we are finally going to be on the historical map. Presumably, that means we can soon have a Wikipedia page as well, which should open up a link section to Clocktower Books as well. This is just one of several positive things that are happening this year to put Clocktower Books better on the map. We became a recognized publisher of International Thriller Writers (ITW) in 2009. Mike Ashley's will undoubtedly be the final, comprehensive, and definitive history of SFFH magazines in the 20th Century, and our magazine helps end the final chapters in that saga as the Internet age started breaking open in the late 1990s. More info to follow soon.—JTC\n\nMuseum (Original 2010 Info Below)\n\nSide Notes\n\nJohn T. Cullen has been online since early 1996, joining the early Web pioneers in publishing exciting stories in several fields. On these pages, in March 2010, we begin to gather as much of the old work that has not been lost by time, computer crashes, upgrades, fatigue, and neglect over the years.\n\nPast web endeavors with founding years (as best able to recollect) include Neon Blue Fiction (1996), The Haunted Village (1996), Clocktower Fiction (1997), SharpWriter.Com, Clocktower Books (1998).\n\nAs to the web magazine, it began as Outside: Speculative & Dark Fiction (April 15, 1998), quickly morphed to Deep Outside SFFH (late 1998 to late 2001), and finally Far Sector SFFH (late 2001 to January 2007). Most of the art work on the first two versions was done by Brian Callahan (, who was my business partner until his departure for other green pastures in 2001. After that, much artwork came from A. L. Sirois and some from myself.\n\nBrief Aside by JTC. Reality, technology, truth, and progress are sending the New York City ('Big Six') publishing anomaly's self-ordained and mercenary gatekeepers packing. Early on, many of us saw that the Internet was a unique new publishing opportunity. This is not because we are unintelligent, or amateurs, or heretics, or the unclean whose trivial and ridiculous scribblings have not been blessed by the high priests and their acolytes in akad¯me, and so forth. Quite the opposite will eventually dawn on even the dimmest of bulbs. Many of us have multiple degrees, often quite relevant. My three are a BA in English (Univ of Connecticut), a BBA in Computer Information Systems (National University), and an MS in Business Administration (Boston University). I am a professionally trained editor, journalist, author, and scholarly researcher. Many of us have years of professional experience in writing, editing, journalism, book editing, and various other disciplines. In other words, some of us, at least, bring the highest professional standards to the work we create online. Many of us are far better educated and knowledgeable than many of the gatekeepers of cheap, sentimental trash that New York typically purveys. How many of their books of the last 40 years, since the advent of shopping malls and big box stores, will survive to still be read in the classrooms of 2212 or 2412? Given that they have literally owned the entire industry, vertically and horizontally, we may expect that a few literary works got through the censorship and gatekeeping—but not enough to justify their self-adulation.\n\nI remember seeing a survey in The Los Angeles Times (remember them?) around the early 2000s. Most of the respondents (authors, editors, etc in the print industry) tended to think the Internet and digital publishing had no future. One or two still vocally railed against the idea that one would sell print books on line through retailers like Amazon. Stories of such shortsightedness and lack of vision abound. They are not worth mentioning in detail, because they are all dreck that has already run over by the wheels of progress. You can imagine similar outrage among the monks of the scriptorium when Gutenberg used moveable type to grind out Bibles. Does anyone remember the loathing among publishers (which lasted for decades, and still echoes even today) when Betty and Ian Ballantyne revived the Liberty Book (softcover, in WW2 rationing) and created the paperback in the late 1940s—which was anathema to the shamans and their acolytes of the publishers in boards. Ironically, they who speak of 'hardcovers' have not produced a true hardcover in over half a century. A real book between boards, hand-stitched in an antique wooden machine, entirely by hand, has not been manufactured in popular quantities in nearly a century by now. For all the drama and the posing, modern 'hardcovers' are really nothing more than paperbacks glued together between cardstock or cardboard. In fact, even the 'trade paperback' is really no more than a cardback that has come unglued.\n\nIn the long term, reality and the free market place will determine the outcome of the current death and birth struggles. Only a few years ago, in a survey of publishing and writing professionals by The Los Angeles Times (remember them?), there were still several people who loathed and condemned the new practice of selling print works online via and other retail sites. There remains to this day a vast horde of [censored] who keep insisting that everything online should be free, including tens of thousands of hours of hard work and sacrifice by dedicated and talented writers and musicians. If many of these artists online do not meet the standards of their'onors, the [censored], then we may well recall that most of the print industry's output ends up being remaindered for failure to sell. But again, discussions like this are pointless.\n\nWhat is Traditional Publishing? In 2011, I did some studies for an online publication. I found several truths. First, most great authors (meaning that their work transcends their time and culture, and is read generations later by an avid public) had to self-publish because of the mediocrity and myopia of their era's gatekeepers. This includes writers like Edgar Allan Poe, Walt Whitman (who was a trained typesetter and printer), Virginia Wolfe (who owned her own press), D. H. Lawrence, James Joyce, Erma Rombauer, Zane Grey, Beatrix Potter, Anais Nin, Stephen Crane, and entirely too many great authors to name. They fill up much of the syllabus of the typical literature department whose hierophants despise 'vanity' publishers. If only they had a clue. Secondly, I could plainly see that the Big Six (or is it Five by now, or Four, as they collapse one by one?) is not the so-called 'traditional publishing' of which people so vacantly-eyed speak. The real traditional publishing, in the United States of John Peter Zenger, press freedom, and the First Amendment, consists of over 40,000 small press publishers who have survived the now moribund big-box, shopping mall industry of the New York City cartel. But make no mistake—I don't loathe them, because I am a business person as they are. I just hope to do it smarter and better. Time will tell. With their unholy monopoly broken by the new freedoms of digital publishing, anyone has a fair shot now. With the gatekeepers sent packing, the world's James Joyces and Wal... (truncated)",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.9846528172,
        "format_confidence":0.9090625048
    },
    {
        "url":"http:\/\/northernfictionalliance.com\/publishers\/comma-press",
        "text":"Comma Press\n\nComma’s Mission is to put the short story at the heart of contemporary narrative culture. Through innovative commissions, collaborations and digital initiatives, we will explore the power of the short story to transcend cultural and disciplinary boundaries, and to enable greater understanding across these boundaries.\n\nOur Aims are:\n\n  1. To commission and publish new short fiction in a way that demonstrates the potential of the form, and speaks to the diversity of perspectives that make up contemporary England.\n  2. To create opportunities for emerging and established authors to develop, as writers, and to share their work in new contexts, be these interdisciplinary, intercultural, or digital.\n  3. To develop new and diverse audiences for literary short fiction, and new ways for these audiences to access, experience, and interact with it, as well as with each other.\n  4. To support the wider publishing ecology for literary fiction, throughout England, creating new opportunities for translators, editors, and other publishing professionals to enter and prosper in the industry, where those opportunities are often geographically or socially biased.\n\nComma’s award-winning publications include collections by new and established authors, interdisciplinary collaborations between authors and scientists, and translation commissions devised to identify cutting-edge (often marginalized) voices from across the world.\n\n\nThe Sea Cloak\n\nDrawing from her own experiences of growing up in a Syrian refugee camp, as well as her current life in Gaza, these 14 stories by author, journalist and women’s rights campaigner Nayrouz Quarmout stitch together a patchwork of different perspectives into what it means to be a woman in Palestine today.\n\nThe Book of Havana\n\nThis anthology brings together ten stories by Havana-based authors, offering different perspectives on a city that has stood in defiance of much of the rest of the world for decades.\n\nThe Book of Riga\n\nThe Book of Riga brings together ten short stories written about and from the capital of Latvia, showcasing the work of some of the country’s most well-known, and exciting emerging writers.\n\nBanthology: Stories from Unwanted Nations\n\nOn 27 January 2017, President Donald Trump signed an executive order halting all refugee admissions for 120 days and temporarily barring entry from seven Muslim-majority countries. Mass protests followed, and the order has since been blocked, revised and challenged by judges, activists and artists alike.\n\nThis urgent and timely collection brings together seven specially commissioned stories from the so-called ‘banned nations’. Written in response to Trump’s ban, it showcases new works by previously unplatformed writers, exploring the emotional and personal impact of all restrictions on movement – both existing restrictions and potential future bans.\n\nThe Book of Tbilisi\n\nThe Book of Tbilisi brings together ten short stories written about and from the Georgian capital, showcasing the work of some of the country’s most exciting and decorated contemporary writers.\n\nRefugee Tales II\n\nModelled on Chaucer’s Canterbury Tales, the second volume of Refugee Tales sets out to communicate the experiences of those who, having sought asylum in the UK, find themselves indefinitely detained. Here, poets and novelists create a space in which the stories of those who have been detained can be safely heard, a space in which hospitality is the prevailing discourse and listening becomes an act of welcome.\n\nConradology: A Celebration of the Work of Joseph Conrad\n\nTo mark his 160th birthday, 14 authors and critics from Britain, Poland and elsewhere have come together to celebrate the literary legacy of Joseph Conrad with new pieces of fiction and non-fiction.\n\nLetters Home\n\nMartyn Bedford’s short stories ask a difficult the question: how do we re-define ourselves in the age of identity politics and social media echo-chambers. What constitutes personal identity, and what can we call ‘home’, when the places we come from are either no-longer accessible, or not what they claim to be\n\nYou Should Come With Me Now\n\nFrom gelatinous invaders from the astral plane to siblings at loggerheads because of preferences over pets … These are weird stories for weird times. In an age that is both ‘bland and rotten’ the only glimpses of respite lie in delusion.\n\nFrom Professor Murasaki’s Notebooks on the Effects of Lightning on the Human Body\n\nA John Latham poem is a like a precipitation: images coalesce around a single memory the way ice crystallises around the smallest particle to form a snowflake; the strange logic that constructs them is unique each time. And as the title poem demonstrates, every last atom of detail, even the mistakes of a makeshift translation, has the capacity to beguile.\n\nProtest: Stories of Resistance\n\nWhen does a riot become a revolution? When does a demonstration of dissent tip over into a moment of unstoppable political change? This book asks 20 authors and 20 historians to bring crucial moments of British protest to life.\n\nIraq +100\n\n10 Iraqi writers were asked: what do you think your country will look like in 2103, 100 years after the disastrous American- and British-led invasion? Iraq + 100, named one of the best SF and Fantasy Books of 2016 in The Guardian.\n\nRefugee Tales\n\nPoets and novelists – including Booker shortlisted and award winning authors - retell the real stories of anonymous refugees, held in the UK under indefinite detention.\n\nIn Another Country\n\nWidely regarded as the master of short stories, this collection brings together David Constantine’s best work from his four collections with Comma, including ‘In Another Country’, the story which inspired the Oscar nominated film 45 Years.\n\nDrone Eats With Me: stories from a city under fire\n\nOne of the few voices to make it out of the Israeli bombardment of the Gaza Strip in 2014 was that of Atef Abu Saif, whose eye-witness accounts offered a rare window into the conflict for Western readers.\n\nJebel Marra\n\nHere, Michelle Green – a former aid worker in Darfur - re-tells the story of the 2004 Darfur war from 15 different perspectives, offering fictional yet moving, first-hand insights into a tragedy that disappeared from our headlines all too quickly.\n\nThe Book of Gaza\n\nThis anthology brings together some of the pioneers of the Gazan short story, with ten stories that offer glimpses of life in the Strip that go beyond the global media headlines; stories of anxiety, oppression, and violence, but also of resilience and hope, of what it means to be a Palestinian, and how that identity is continually being reforged; stories of ordinary characters struggling to live with dignity in what many have called 'the largest prison in the world'.\n\nThe Iraqi Christ\n\nA soldier with the ability to predict the future finds himself blackmailed by an insurgent into the ultimate act of terror… Fleeing a robbery, a Baghdad shopkeeper falls into a deep hole, at the bottom of which sits a djinni and the corpse of a soldier from a completely different war…\n\nTea at the Midland\n\nThe characters in David Constantine’s fourth collection are often delicately caught in moments of defiance. Constantine’s bewitching, finely-wrought stories give us permission to escape.\n\nContact Info\n\nRa Page\nManaging Editor and CEO (+44) 7792564747\n\nBecky Harrison\nEngagement Manager\n\nComma Press on Twitter",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.9914273024,
        "format_confidence":0.9446017742
    },
    {
        "url":"https:\/\/www.willowpress.org\/the-creators",
        "text":"Now, after the release of their first middle grade novel, The Secret Files of Fairday Morrow, Stephanie and Jess are branching out and continuing to build their dream. They’ve opened Willow Press— home of the Fairday Morrow series and more! \n\n\nStephanie and Jess met freshman year of high school. It was in English class where they first discovered they liked the same books. Their friendship grew, and over the years they went on to work as servers together, go to the same college for a short time, and they even became roommates for a while. Many books were discussed, but none were ever written. \n\n“We’re proud to have founded Willow Press on a mystery that continues to unwind. Thanks for being a part of our journey! Fear not the unexpected. Anything’s possible!” ~Stephanie & Jess  \n\nThe Story of Our Journey\n\nJessica Haight & Stephanie Robinson\n\nStop by our website to learn more: fairdaysfiles.com",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.9759485722,
        "format_confidence":0.9709379673
    },
    {
        "url":"http:\/\/inclusion.com\/aboutourbooks.html",
        "text":"Inclusion PressInclusion NetworkMarsha Forest Centre\n\n\nIntuition Press\n\nInclusion Packs\nCD-Roms & Posters\nInclusion Press Catalog\nCircles of Friends\nPlanning Tools\nStaff Development\nInclusive Schools\nSupporting Diversity\nInclusive Communities\nLife Stories\nJohn O'Brien Books\nPlayfair Teams\nFree Downloads\nInclusion Articles\nInclusion News\nOrdering Information\n\n\nThese books are published and\/or distributed by Inclusion Press. We are very proud of each item and hope our you will find them useful in your work. If you are unhappy with a product, please return it to us in good condition (you pay the postage) and we will make a refund. Most of our customers are very satisfied. We thank you in advance for your support. We enjoy feedback by voice mail, fax, and e-mail.\n\nWhen we began Inclusion Press in 1990, our friend, colleague and mentor, Bob Perske advised us to publish one or two things that we really loved each year. That way our Press would have integrity. We have followed Bob's advice, and over the years, have built a small, but treasured collection of books and videos that are used all over the world. They are designed to help families, individuals and organizations make the world a better place for all of us. If you have questions or need information, we attempt to respond in a reasonable time. You might get a lively message on our answering machine when you call, but you'll always get a personal call back from Jack or Cathy.\n\nPeople often ask us who are books are for. We give an audience description at the end of each title, but we feel overall that our books and videos are for everyone passionate about change. Our materials are not about disability per se, but are about the human condition. We are often asked, \"Are your books and videos relevant to people who are physically, mentally, behaviorally challenged?\" We believe our work is relevant for anyone seeking to figure out ways to deal with those we have traditionally excluded. Our work is for ALL! And yes, \"All Means All!\"\n\nWelcome to Inclusion Press. We hope you enjoy our new catalogue.\n\nWorkshops  |  Books  |  Media  |  Resources  |  Inclusion  |  Newsletter\n\nJack Pearpoint, Lynda Kahn & Cathy Hollands, Inclusion Press International & The Marsha Forest Centre\n47 Indian Trail, Toronto, ON M6R 1Z8 Canada\nPhone: (416) 658-5363    Fax: (416) 658-5067    E-mail:",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.5762056112,
        "format_confidence":0.9885897636
    },
    {
        "url":"https:\/\/www.smartquilleditorial.co.uk\/",
        "text":"Smart Quill Editorial\nSmart Quill Editorial\n\nSmart Quill scouts for literary agents and tv\/film producers, offering a range of editorial services to ensure manuscripts are ready for submission and publication.\n\nWe provide structural, development and line edits:\n\nWe also provide services to access literary agents:\n\nWe refer manuscripts to registered literary agents in the UK, US and Australia. And we liaise with film\/tv producers internationally, to source books for adaptation.\n\nJudge for Cameo Awards - London Book Fair, 2019\/2020\nUnsung Hero in Publishing - White Fox, 2016\nPublishing Rising Star Award - The Bookseller, 2014",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.9190289974,
        "format_confidence":0.7897459269
    },
    {
        "url":"https:\/\/www.figure1publishing.com\/about-figure-1\/",
        "text":"Figure 1 Publishing\n\nAbout Figure 1\n\nWe Love Making Books\n\nWe have deep and diverse experience in making all kinds of books, from critically acclaimed limited-edition art monographs to award-winning international bestsellers. While our backgrounds and interests vary, we share a few things in common:\n\n  • We believe in the enduring power of printed words and images\n  • We love to make books of the highest quality—books that matter\n  • We are devoted to working with authors and publishing partners to produce books they are enormously proud of\n  • We are smart and talented, just like you\n\n“Figure 1 was outstanding. Attentive to detail, incredibly creative, extremely organized, and great collaborators. A true pleasure to work with their team.”\n\n—James Walt, executive chef and author of Araxi\n\n“It was an honor to collaborate with Figure 1! Working with this passionate team was one of the highlights of my food-writing career.”\n\n—Julien Perry, author of Seattle Cooks: Signature Recipes from the City’s Best Chefs & Bartenders",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.5160588622,
        "format_confidence":0.9911831617
    },
    {
        "url":"http:\/\/cbcrwa.com\/about-us\/",
        "text":"About Us\n\nEstablished in July 1991, Coeur du Bois Chapter, a non-profit corporation affiliated with Romance Writers of America®, seeks to provide on-going support and instruction for its member writers. The chapter meets monthly for workshops, dissemination of publisher and market updates, sharing of member news and information from the national organization, and more.\n\nThe chapter encourages and fosters the formation of critique and brainstorming groups to offer more in-depth assistance to members. A monthly newsletter, Heart of Romance, provides information regarding chapter news and member activities, as well as articles of interest to members.\n\nThe chapter hosts mini-conferences at varying times during the year. Past speakers have included literary agents and best-selling authors.\n\nChapter meetings are held on the first Saturday of the month from 1:00 to 3:30 PM, unless otherwise announced. Guests may visit two times prior to joining the chapter. Meetings include the dispensing of information from national RWA, announcements of contests and conference, and news of the publishing industry. A writing workshop follows the business meeting.\n\nMembership in Romance Writers of America is a prerequisite for membership in Coeur du Bois and members have discovered the wealth of information and support RWA and CBC provides can benefit them in their writing careers.\n\nChapter dues are $25 per year, which includes the monthly newsletter. Current national RWA dues are $99 per year ($25 processing fee for new and reinstating members).",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.8010841012,
        "format_confidence":0.9943923354
    },
    {
        "url":"http:\/\/www.davidficklingbooks.com\/index.php",
        "text":"DFB News\n\nOn Thursday 3rd July, we publish ‘Shadow Of The Wolf’, a stunning debut by Tim Hall which reimagines the Robin Hood legend.\n\nJust for you, here’s the opening extract from Jon Walter’s magnificent Close To The Wind.\n\nThursday 3 July sees the launch of the fabulous third book in our Phoenix Presents series. Corpse Talk by Adam Murphy!\n\nRead all DFB news stories\n\nThey’re Here…Three of the Very Best Books You Will Ever Read!\n\nParty poppers are a-popping here at DFB, as we’re amazingly proud to be releasing our first two novels as an independent publisher, and the third book in our Phoenix Presents series!\n\nJon Walter’s lyrical and suspenseful Close to the Wind, Tim Hall’s bold and fantastical Shadow of the Wolf and Adam Murphy’s incredible and fascinating Corpse Talk are all published today!\n\nRead on...\n\nShadow of the Wolf - Cover Reveal\n\nWe are delighted to reveal the cover of Shadow of the Wolf by debut author Tim Hall. Artwork by Richard Collingridge.\n\nSee the full cover here..\n\n\nOne of the most stunning books DFB has EVER published has at last opened its wings and taken flight: Wayland: the tale of the Smith from the Far North.\n\n“See.” Whispered one of the soldiers,\n\n“The man is an angel. He flies!”\n\nAnd the whole crew looked on in amazement\n\nAs they watched Wayland steadily rise\n\nExcerpt from Wayland: the tale of the Smith from the Far North\n\nFind out more\n\nWelcome to the independent DFB\n\nWe’re new – but we’ve been around for a while! For nearly twelve years DFB has been run as an imprint – first as part of Scholastic, then of Random House. Since the summer of 2013 we’ve been set up as an independent business – joining our separate but sister company, which publishes the new children’s comic The Phoenix, to form a DFB Storyhouse. Exciting times!\n\nIn our independent form we are continuing to publish the same sorts of books as before, and in the same sort of way – but with even greater enthusiasm and commitment.\n\n\n11 July 2014",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.9013701081,
        "format_confidence":0.7284758687
    },
    {
        "url":"https:\/\/whatcompoetryseries.wordpress.com\/",
        "text":"\n\nAbout the Whatcom Poetry Series The Whatcom Poetry Series is a non-profit organization with two poetry programs. The WPS is one of the main points of contact for the exchange of ideas and information about poetry among individuals and groups within the Whatcom County poetry community.\n\nPoetrynight began as an open mic at Stewart’s Coffeehouse in 1995. It has moved venues several times over the years and now resides primarily in the basement of Bellingham Public Library. One thing that has not changed is poetrynight’s commitment to providing opportunities for new and established writers to share their work. Poetrynight often hosts featured poets as well as awarding the biennial Ken Warfel Fellowship, which awards $1,000.00 to a Washington state poet who has made substantial contributions to their poetry community.\n\nFounded in 2006, the Sue C. Boynton Poetry Contest is a free annual event held each spring and open to Whatcom County, Washington, residents of all ages and all levels of experience. From each year’s submissions, two judges, respected Washington poets, select 25 winning poems. Walk Award poems are displayed for a year on the Sue Boynton Poetry Walk in front of the Bellingham Public Library (one of a growing number of permanent poetry installations in the U.S.); beautiful placards of both Walk and Merit Award poems are displayed for a year inside Whatcom Transportation Authority buses that serve routes throughout the county. Winning poets are invited to read at a public awards ceremony in May.\n\nThe Whatcom Poetry Series is a 501(c)(3) non-profit organization.",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.9848655462,
        "format_confidence":0.9943447113
    },
    {
        "url":"http:\/\/panitikan.ph\/2017\/05\/08\/bienvenido-n-santos-creative-writing-center\/",
        "text":"Bienvenido N. Santos Creative Writing Center\n\n\n    From their website:\n\n    Established in 1991, the Bienvenido N. Santos Creative Writing Center (BNSCWC) continues to be at the helm of De La Salle University’s effort to preserve the tradition of excellent creative writing and research in the country. It is one with DLSU in the belief that quality writing is best cultivated in the spirit of vital engagement with tradition and innovation—decisive moments in the making of a nation’s literary and cultural heritage.\n\n    Founded in honor of the late Filipino-American writer Bienvenido N. Santos, the Center provides programs that serve as venues for the academic community to critically and creatively explore the writing process. At the forefront of this exchange are highly respected and award-winning writers who are invited both from within and outside of DLSU to share the techniques of their craft in workshops, lectures, conferences and literary readings.\n\n    The Center keeps abreast with the interplay of the national and international literary environment as it sees itself playing an important role not only in enriching the La Sallian community’s cultural life but the larger community as well. It has actively participated in literary festivals and hosted foreign writers in the interest of learning more about other cultures’ literary traditions and developments. It is also committed to serving the local community’s cultural life through programs and activities that contribute to the dynamic production of Philippine writing.\n\n    Its former directors and associates have included illustrious writers such as Cirilo F. Bautista, Buenaventura S. Medina Jr., Clodualdo del Mundo Jr., Isagani R. Cruz, Marjorie Evasco, Malou Jacob, and National Artist for Literature Bienvenido Lumbera.\n\n    Link: http:\/\/www.dlsu.edu.ph\/research\/centers\/bnscwc\/default.asp\n\n\n    Please enter your comment!\n    Please enter your name here",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.6487682462,
        "format_confidence":0.886012733
    },
    {
        "url":"https:\/\/www.radiantpress.ca\/who-we-are\/",
        "text":"Radiant Press Logo full 300 dpi (3).png\n\nRadiant Press is a small literary press located on Treaty 4 Territory in Regina, Saskatchewan. We are committed to publishing exceptional books by emerging and established authors, regionally and nationally. Our books include poetry, fiction, and creative non-fiction as well as those that defy genre.",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.9740915895,
        "format_confidence":0.9940974712
    },
    {
        "url":"https:\/\/www.ossabawwritersretreat.org\/",
        "text":"Whether you’re interested in our six-day Spring Workshop and Retreat, our Fall Halloween Retreat, or our inaugural Ossabaw West Mystery Writer’s Retreat, you will find inspiration and professional, one-on-one feedback from our nationally recognized faculty and staff.  Ossabaw Writers’ Retreat Foundation offers a variety of programs to address the needs of writers hoping to expand their craft and improve their work-in-progress. We hope you will join us in this great literary tradition by taking part in one or more of the various programs offered by the Ossabaw Writers’ Retreat Foundation. Where loggerhead sea turtles and endangered wood storks nest. Where historic cultures are studied. Where photographers, writers, painters and musicians listen, watch, reflect and create.\n\nFollow us at facebook.com\/OssabawIslandWritersRetreat, or twitter @ossabawwriters for more information on all retreats.\n\n2017 Ossabaw Weekend Writers’ Retreat\n\nAPPLICATION DEADLINE: September 25, 2017. \n\nWhere shades take us to the past.\n\nWhere shades take us to the past, and shadows forever fall.\n\nOssabaw Island Writers’ Retreat is happy to announce the opening of applications for our three-day weekend retreat, The 2017 Halloween Writer’s Bash. Held October 27-October 29, 2017, the retreat will feature workshops and seminars led by our nationally recognized faculty, visiting agents and publishers, and evening readings (special emphasis on ghost stories) by faculty and participants.\n\nWORKSHOP PARTICIPATION: $1095 tuition covers three days and two nights lodging, meals, manuscript consultations with nationally recognized authors, craft seminarsreadings and ferried transportation to the island.\n\nAPPLY ONLINE: Fill in and submit convenient online form for easy, quick application.\n\n\n\nWe’re always trying to give our writers more of what they want–so beginning this fall, we will offer a three-day, two night extended stay option for those who would like to spend a few more days on the island writing and relaxing after the retreats. Just check the extended stay option at the bottom of the online application form, and we’ll reserve your space.\n\n\n2018 Spring Writers’ Retreat\n\nApplications for fiction, nonfiction, and poetry at the 2018 Spring Retreat, February 23-February 28, 2018, are now open. Early-application deadline August 1, 2017.\n\nJoin us for our 8th Annual Ossabaw Island Writers’ Spring Retreat. Located just twenty minutes from downtown Savannah, GA., the retreat offers lectures, readings, workshops, and manuscript consultations.\n\nThe unspoiled beauty of Ossabaw Island has attracted writers, artists, and musicians to live on the island for short periods of reflection, research, and creativity in the mid-to-late 20th century. Ralph Ellison, Annie Dillard, and Alice Walker, are among those who have drawn inspiration from the island. Come join us for six days and five nights of writing, workshops and one-on-manuscript consultations with nationally recognized authors. Space is highly limited, therefore we strongly recommend early application submissions.\n\n\nAPPLICATION DEADLINE: August 1, 2017 (for $100 discount), January 15, 2018 . Early applications highly recommended since there are limited openings (five-six per genre) and the retreat tends to fill quickly.\n\n\nAPPLY BY MAIL: email write@ossabawwritersretreat.org to request paper application. Mail completed application form with $25 non-refundable reading fee and $125 tuition deposit to: Ossabaw Island Writers’ Retreat, 303 E. 58th St., Savannah, GA 31416.\n\nSavannah Book Festival Armstrong Atlantic State University The Poetry Society of Georgia Southern Poetry Review",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.8446959853,
        "format_confidence":0.6510246396
    },
    {
        "url":"https:\/\/wyomingwaterwheel.com\/pages\/fiction",
        "text":"Waterwheel Gifts and Books is an independent bookstore run by people who love books for people who love books. Take a look around our site. We have a lot of our inventory online and are adding to it daily. But, if we don't have it, we can still probably order it and have it sent directly to you. Give us a call or shoot us an email if you want something you don't see online. And we're always thrilled to talk books and recommend something amazing to read!",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.9476157427,
        "format_confidence":0.9537247419
    },
    {
        "url":"https:\/\/litcelebrasian.wordpress.com\/2017\/09\/26\/introducing-literary-celebrasian-a-k-a-lit-celebrasian\/",
        "text":"Introducing Literary CelebrAsian (a.k.a Lit CelebrAsian!)\n\nWelcome to Lit CelebrAsian with a symbolic white lotus.Welcome to Literary CelebrAsian (a.k.a Lit CelebrAsian) formerly known as Lit InvAsian. We are a group of bookworms and diverse book bloggers aiming to uplift Asian voices in literature. Due to the support and appreciation that followed both #AsianLitChat and #AsianLitBingo, we wanted to create a space to share more books and discussion related to literature by Asian authors. And thus, Lit CelebrAsian was born!\n\nWe want to highlight Asian voices through features and annual events that are open to all readers. Beyond Asian representation, on social media, we aim to boost the many different marginalized voices, platforms and communities with similar goals towards equality in publishing.\n\nOur Events\n\nThe Lit CelebrAsian Book Club\n\nThe Lit CelebrAsian Book Club is open to everybody. We host a book club poll on Twitter, so that readers can choose a book to read for the book club. Want to know more about which three books we’re voting on for our first read? Check out our blog post that has the details on all three books. Vote for a book on our current book club poll here. The poll will close after 5 days. The chosen book alongside the book club chat date will be announced here and across all social media.\n\nAsian Lit Chat\n\nAsian Lit Chat will return as the book club chat on Twitter. Readers can participate in the book club chat at the end of the reading month by following the #AsianLitChat hashtag. If you miss the Twitter chat, you can drop by our Goodreads group discussion forums. We also plan to host Twitter chats about representation-related topics through #AsianLitChat later on, so stay tuned for updates. You can find our previous #AsianLitChat recaps here.\n\nAsian Lit Bingo\n\nAsian Lit Bingo will return next year as a fun annual reading challenge (created by Shenwei). It will feature special events in addition to a reading game-board challenge to support Asian voices. During this year’s Asian Lit Bingo, we also did an interview series with several amazing authors.\n\nWhen we host Asian Lit Bingo during May heritage celebrations next year, we promise to pay equal focus to boosting Pasifika voices and spaces during this period too. Pasifika voices are continually erased during Asian American and Pacific Islander Heritage month, so we encourage all readers to support #Pasifika voices via Our Stories – Tala mai le Moana compiled by Lani Wendt Young, the Pasifika Book ClubPacific Islander AuthorsPasifika Tales and the Pasifika Spotlight hosted by Alec Te Pohe.\n\nBehind The Name\n\nWe are excited to announce our new name: Literary CelebrAsian (a.k.a Lit CelebrAsian) formerly known as Lit InvAsian. Upon reflection, our team wanted a new name to clearly reflect our goals towards equality, celebration and inclusion. We’re still fond of puns.\n\nOur former ‘Lit InvAsian’ name was a playful way to address false Yellow Peril Invasion perceptions in the Western context. Though we recently reflected upon our former name in relation to concerns around potential inter-Asian imperialistic connotations in the wider Asian historical context and decided that a new name, which celebrates Asian voices was needed to clearly convey our goals towards equality. We hope that you’ll join us in uplifting Asian voices in literature.\n\nLit CelebrAsian Logo\n\nMany thanks to our collaborative design team – Kai, Aila and Aentee – for designing our lotus book logo!\n\n*Introduction composed by Lit CelebrAsian team members: Sinead and Glaiza\n\n3 thoughts on “Introducing Literary CelebrAsian (a.k.a Lit CelebrAsian!)\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":16,
        "format_id":12,
        "topic_confidence":0.9753530622,
        "format_confidence":0.8181788921
    }
]