[
    {
        "url":"http:\/\/oregonacademyscience.org\/about\/",
        "text":"Bylaws Minutes\nOutstanding Oregon Scientist Outstanding Educator in Higher Ed. Outstanding K-12 Educator\nOregon Academy of Science\n\nAbout OAS\n\nThe Oregon Academy of Science, formed in 1943, is an affiliate of the American Association for the Advancement of Science (AAAS), which was founded in 1848. Academies affiliated with AAAS form the National Association of Academies of Science (NAAS), which promotes interaction among the AAAS member academies. The NAAS is funded by its member academies with the purpose of keeping members informed of each other's activities, and to promote university and pre-college scientific organizations that encourage interest in the sciences, math, and engineering.\n\n© 2009 OAS",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.8621715903,
        "format_confidence":0.9812890291
    },
    {
        "url":"https:\/\/queenofapostlesschool.org\/about-us\/why-choose-qofa\/",
        "text":"group-picWhy choose Queen of Apostles School?\n\nSome of the best reasons are our…\n\n  • Vibrant religious identity—Students attend weekly mass, have the opportunity to participate in the sacraments, are active in community outreach and pro-life activities, and get to hear from committed Catholic speakers.\n  • Dedicated professional educators—Our faculty members have nearly two hundred years combined teaching experience, and forty percent hold advanced degrees. They work hard to make Queen of Apostles a Christ-centered school in which students excel.\n  • Enriching curriculum—Our curricular offerings address the needs of diverse learners through leveled instruction in mathematics, science, English, computer science, religion, world language, social studies, and reading. Students participate in a variety of mathematics competitions and in the talent search offered by the Johns Hopkins Center for Talented Youth. We also provide daily resource and Title I support, and after-school tutoring and special academic assistance are available.\n  • TerraNova excellenceQueen of Apostles students consistently score above national averages on TerraNova standardized tests.\n  • Exciting extracurricular activities—Students may choose from a wide array of after-school activities and clubs such as CYO athletics, choir, band, MATHCOUNTS, and our chess, math, and Lego\/robotics clubs.\n  • State-of-the-art technology—Interactive white boards in every classroom allow students to engage with the curriculum in unique, web-based ways. Our well-equipped computer lab gives students the tools they need to navigate our information technology–based society with confidence.\n  • Safe environment—Our faculty and staff take special training to ensure a secure school environment and they work daily to provide a safe place for children to grow in faith and knowledge. Likewise, students are trained to make good choices and practice virtue in all of their endeavors.\n  • Diversity—Students from different cultural and ethnic backgrounds, united as one body in Christ, come together to learn with and from one another.\n  • Well-appointed facilities—In addition to our welcoming classrooms, our school boasts a beautiful gymnasium, an interactive science lab, and a recently expanded library.\n  • Enthusiastic parent-teacher organization—Parent volunteers collaborate with our faculty to enhance academic opportunities for students and to provide events and service opportunities that build up both the school and local communities.\n  • Programs that fit your schedule—Our full-day kindergarten and extended-day program keep students engaged and learning throughout the day. The morning extended day program begins at 6:45 AM and the afternoon program is available until 6:00 PM.\n\nComments are closed.",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9712370038,
        "format_confidence":0.8924987912
    },
    {
        "url":"https:\/\/www.universities.com\/connect\/mount-angel-seminary",
        "text":"Mount Angel Seminary\n\n\nFor over 20 years, has helped thousands of people achieve their education and career goals. By providing university rankings, tuition costs and in depth information on more than 6,000 colleges and universities, we help prospective students make more informed decisions about their educational future.\n\nFind Online Schools\nSponsored Content\nSchool Information\n1 Abbey Drive\nSaint Benedict, OR 97373-0505\nSetting: Outlying Town\nAcceptance Rate: 86% (2019)\nCompletion Rate: 50% (2019)\nStudent Body\nTotal Enrollments: 149 (2019)\nMen: 142\nWomen: 7\nIn State Tuition: $16,410 (2019)\nOut of State Tuition: $16,410 (2019)\nBooks: $1,000\nOn Campus Room & Board: $13,232\nNorthwest Commission on Colleges and Universities\n\n* Sources for school statistics and data include the U.S. Department of Education's National Center for Education Statistics and the Integrated Postsecondary Education Data System. Data may vary depending on school and academic year.\n\n** Source data obtained from U.S. Department of Education's Office of Post-secondary Education (OPE) is not associated with, endorsed by, or sponsored by Mount Angel Seminary. has no official or unofficial affiliation with Mount Angel Seminary.",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9932473898,
        "format_confidence":0.7818292379
    },
    {
        "url":"https:\/\/www.iza.org\/about\/history",
        "text":"History of IZA\n\nDedicated to the future of labor\n\nSince its founding in 1998, IZA has become a leading center in national and international labor market research and policy advice. The current profile of the institute is rooted in a history characterized by diverse research initiatives and a unique global network.\n\nPioneering work in science, service and policy advice\n\nIZA was initiated by the Deutsche Post Foundation and its President, Klaus Zumwinkel, who also serves as President of IZA. Established for the purpose to foster research, science and education, the Deutsche Post Foundation has been providing IZA with substantial funding for more than 20 years now, thereby ensuring its financial and intellectual independence. As required by law, the Deutsche Post Foundation itself acts independently from its founder, Deutsche Post DHL.\n\nDuring the crisis of the German labor market at the end of the 1990s, the vision of IZA’s founders was to establish a new, independent research institute that would be able to concentrate entirely on labor market research and evidence-based policy advice. Free from the constraints of commissioned research and other dependencies, IZA was charged with developing sustainable concepts for the future of work. This initiative of the Deutsche Post Foundation is still unparalleled in the German research landscape. It has not only created ideal working conditions for IZA as a non-profit research institution, but it has also pushed German labor market research in general towards greater independence and international competitiveness.\n\nLocal and global\n\nIZA has always aimed at reconciling scientific excellence with impartial policy advice. Under the leadership of its founding director, Klaus F. Zimmermann, the institute rose within a few years to the top of international labor economics and found its role as a place of professional communication between science, politics and society. IZA maintains its headquarters in Bonn, the former German capital, which has seen many political and often visionary debates in the past – a tradition that has also inspired IZA.\n\nThe international team at our headquarters, and our fellows and affiliates worldwide, are the key assets of IZA. Our success would not have been possible without the global network activities coordinated from Bonn. The combination of a local research center and global network has enabled IZA to swiftly bring together expert groups to work on specific projects dealing with current challenges of labor market policy. Hardly any other research institute has this sort of infrastructure, which has proven its worth over the past 20 years.\n\nThe constant exchange within the network ensures that IZA always remains up-to-date and incorporates the latest empirical findings and research methods into its work. This is what drives our impact and credibility.\n\n\nIn numerous independent research reports for German, European and international institutions, as well as in various scientific publications, IZA has always critically but constructively assessed labor market policies and developments. IZA has been advising, among others, the European Commission, the European Parliament, national ministries, foundations and global institutions such as the World Bank or the OECD.\n\nThese are some examples of notable achievements in IZA’s history of research and policy advice:\n\n- supporting the German government’s Independent Commission on Immigration with analyses of the short- and long-term demand for immigration to fill labor shortages;\n\n- accompanying the Hartz reforms in Germany with comprehensive evaluation studies;\n\n- constructing the IZA\/IAB Administrative Evaluation Dataset (AED) and the IZA\/IAB Linked Evaluation Dataset 1993-2010 (LED), which link administrative data with survey data, thus enabling new approaches to evaluate the effectiveness of active labor market policies;\n\n- developing the IZA Policy Simulation Model (IZAΨMOD), a behavioral microsimulation model regularly used to assess the labor market and distributional impact of social policy reform proposals;\n\n- evaluating pilot projects for the use of anonymous job applications at the federal and state level in order to assess the potential of this approach to combat discrimination in the hiring process and to promote diversity;\n\n- analyzing demographic change to estimate future shortages of skilled labor in the German and European labor markets;\n\n- coordinating the GLM|LIC initiative on behalf of the UK Department of International Development (DFID), which supports a large number of research projects aimed at improving living conditions in low-income countries;\n\n- reaching framework agreements with the European Parliament and federal ministries to provide decision-makers with timely expertise on specific labor market topics;\n\n- directing the conception and implementation of a large-scale project for the German government to evaluate federal policies to promote the social and labor market integration of refugees.\n\nAll these activities share IZA’s main objectives to facilitate communication between science and practice, to make labor market research more visible, and to encourage labor economists to provide evidence-based policy advice.\n\nPromoting research – through cooperation and competition\n\nWe are proud that our approach has proven successful and has led other institutions to adopt our understanding of labor market research as a constructively critical partner in policymaking. IZA has partnered with many of these institutions over the years, but also engages in fair and mutually respectful scientific competition that serves to advance our discipline.\n\nWe believe that our work has contributed to improving the process of policy design and evaluation, which today relies much more strongly on scientific expertise than in the past.\n\nRooted in our tradition as an impartial source of research and policy advice, IZA will further sharpen its thematic focus on the future of work, while continuing to exercise its role as a global cluster of excellence in labor market research.",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.8317092061,
        "format_confidence":0.9933920503
    },
    {
        "url":"http:\/\/www.matchcollege.com\/?r=2399",
        "text":"Why Use MatchCollege.com?\n\nSometimes finding the right college means having the right tools. Matchcollege.com provides students with the resources necessary to evaluate and compare schools through information on admissions, tuition, financial aid opportunities, housing and more. We work to ensure that information is easily accessible and useful by presenting it in a concise yet comprehensive way. Let us help you start planning for your future today!",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9965336323,
        "format_confidence":0.8103792667
    },
    {
        "url":"http:\/\/prbd.net\/companyprofile_Quality-Assignment-Help_31814.aspx",
        "text":"CompanyList > Quality Assignment Help\n\nCOMPANY PROFILE- \"Quality Assignment Help\"\nCompany Website :\nAbout Company :\nQuality Assignment Help is a web based assignment and project solutions provider providing 100% error free work for clients. Their team of experts has the enough expertise to provide professional help in a prompt manner. Visit http:\/\/qualityassignmenthelp.com\/\nContact Address :\n  • 100 Mainstreet Blvd. (South) 44th Floor, Highland Tower Miami\n  • Florida\n  • United States\n  • Miami\n  • Zipcode: 33148\n  • Phone: 16059567291\nNews feed :\nSubscribe to Quality Assignment Help\nRegistered On :",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9754584432,
        "format_confidence":0.9580330253
    },
    {
        "url":"http:\/\/ecares.ulb.ac.be\/",
        "text":"Menu Content\/Inhalt\nApril 2019\n1 2 3 4 5 6 7\n8 9 10 11 12 13 14\n15 16 17 18 19 20 21\n22 23 24 25 26 27 28\n29 30 1 2 3 4 5\n\nSearch on Site\n\nSBS-EM Building\n\nThe European Center for Advanced Research in Economics and Statistics (ECARES) is a research center created in 1991 at the Université libre de Bruxelles (ULB). The broad objective of ECARES is to foster excellence in research and high-quality graduate education in economics, econometrics and statistics.\n\nIn close connection with its research activities, ECARES has developed a Doctoral School, which offers internationally competitive, high quality PhD programs in Economics and Statistics and in Quantitative Economics and attracts many first-class European and non-European students. ECARES fellows are leading researchers in a number of fields, including the behavior and organization of firms and markets, international trade, political economy, theory and empirics of household behavior, theory and applications of econometrics, development of nonparametric and robust statistical methods. Many ECARES researchers have received grants from the European Research Council (ERC) and other prestigious prizes and awards. (read more\n\nThe Centre for Economic Policy Research (CEPR) was founded in 1983 to enhance the quality of economic policy-making within Europe and beyond, by fostering high quality, policy-relevant economic research, and disseminating it widely to decision-makers in the public and private sectors. Today, CEPR’s network of Research Fellows and Affiliates includes over 1,000 of the top economists conducting research on issues affecting the European economy. Researchers are based in their home institutions (universities, research institutes, central bank research departments, and international organisations), and collaborate through the Centre in the pursuit of policy-relevant economic research and dissemination activities. \n\nCEPR organises approximately 80 meetings a year, and produces over 700 discussion papers, reports and books. The headquarters of CEPR are based in London and until now London was also the main place to organise the meetings. From 2019 onwards, CEPR will organise together with ECARES several dissemination meetings in Brussels.\n\n\nEcares is happy to announce that the European Research Council has given one its advanced grants to Paola Conconi for her project \"Trade Agreements and Supply Chains”. \n\n\nWe are proud to announce that our colleague Estelle Cantillon received a Francqui chair of the Université Saint-Louis.  The inaugural lesson will take place on March 11 and is entitled “En revisitant Hayek: comment concevoir les marchés pour qu'ils atteignent leurs objectifs”.  More details can be found on  \n\nWe are proud to announce that Mathias Dewatripont receives  on Thursday April 4 an honorary degree of the University of Antwerp. Next to the ceremony, he will also take part in a 'Masterclass' on banking. \n\n\nA well-deserved recognition for the contributions to both science and society of our founding father!\n\nOf course everyone is welcome to both events, for which registration is compulsory. For more detail please follow this link\n\n Spring Meeting of Young Economists 2019\n\n The upcoming SMYE 2019 is delighted to announce four distinguished keynote speakers: Michael D. Bordo (Rutgers University), Paul Collier (University of Oxford), David K. Levine (European University Institute) and Eric Maskin (Harvard University). Further details concerning the conference are available on:\n\nMarco Luca Pinchetti has been awarded the Young Economist Best Paper Award at the 6th Workshop in Macro Banking and Finance. Please find all the information on the website of the conference:\n\n  The following is a link to an 8 lectures web based course on the basics of the theory of economic regulation matched by a wide range of examples to highlight the practical relevance of the theory as well as its limits. Each lecture takes about an hour and is split in 5 to 6 modules to make it easy for you to manage your time.",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.8151817918,
        "format_confidence":0.9302685261
    },
    {
        "url":"http:\/\/bcgl-law.com\/about\/careers\/",
        "text":"Join the BCGL Team\n\nAt BCGL, our culture believes in fostering an environment of collaboration and teamwork. Our focus on delivering holistic legal services for our clients is built on a foundation of integrated, creative legal strategies that leverage the talents of each of our team members.\n\nWe understand that to be the best, we must hire the best. We take great pride in attracting and retaining top talent. We work hard together and understand that fostering an environment that places priority on work-life balance and offers flexibility is critical and a key part of helping our team achieve success personally and professionally.\n\nWe celebrate success together and understand the importance of having a culture built on respect, integrity and loyalty. We offer comprehensive benefits that provide our team members and their families with security and stability. We believe in professional development and community involvement and encourage team members to pursue their passions in both areas.\n\nMost importantly, we are ALWAYS open to speaking to the best and brightest. Check out the links below to explore current opportunities, apply for a specific position or reach out to us directly with your information. Connect with Emily Forrey at to start a conversation and learn more.\n\n\nAvailable Positions\n\nTo to view and apply to our current openings, please click here.",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9854701757,
        "format_confidence":0.9515574574
    },
    {
        "url":"https:\/\/www.frontierhealth.org\/careers\/",
        "text":"Life at Frontier Health\nCorporate Culture\n\nOur staff are our greatest assets. The key to Frontier Health’s success in quality health care is the people who work at every level with an average 11-year employment up to 43 years. Their longevity shows a mutual commitment of caring and respect for clients, families, co-workers, and communities.\n\nWe understand staff define Frontier Health on the front lines of service. They work together with integrity and unparalleled teamwork to improve services and help enhance the quality of life for our region. Frontier Health develops staff through professional supervision by highly skilled and dedicated clinicians, mentoring by senior staff, formal continuing education opportunities, tuition reimbursement programs and advancement throughout the agency.\n\nWe provide multiple opportunities to receive staff feedback in all aspects of our business and include front line staff on quality teams that develop changes to improve quality of care. We offer generous Paid Time Off to help staff regenerate and take care of themselves and family needs. We support staff as people through our Wellness and Diabetes programs and celebrate with them with monthly Services Awards, our annual Spirit Month and holiday celebrations. Frontier Health leads the industry in evolving services that fully address client needs, exceed expectations, improve overall quality of life, and help them move toward recovery.\n\nWe are committed to putting the needs of the people we serve first. We build our foundation on excellence as we fully integrate services, diversify clinical expertise, utilize best practices and technological advances, and strive for the highest standards of excellence. Frontier Health is where you want to be.\n\nTo provide quality services that encourage people to achieve their full potential.\nTo be a leader in establishing and demonstrating local, regional and national standards of excellence for accessible and high quality behavioral health, intellectual and developmental disabilities, and vocational services.\n\nPeople come first, are treated with dignity and respect, and are encouraged to achieve their full potential.\n\n\nEmployees are recognized as our greatest assets.\n\n\nService Excellence is our foundation for the quality of care for clients.\n\n\nHealthier Communities are supported through partnerships and educational programs to promote improvements in the overall quality of life.\n\n\nExcellence and Efficiency are achieved through integrity, teamwork, leadership, creativity, continuous improvement and a strong work ethic.\n\nCareer Opportunities\n\nFrontier Health provides competitive benefits and continuing education opportunities.\n\nFrontier Health is an Equal Opportunity Employer\nIt is the policy of Frontier Health to provide employment opportunities without regard to\nrace, color, religion, sex, national origin, age, handicap, or veteran status.\n\nTranslate »",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9164220691,
        "format_confidence":0.9755567908
    },
    {
        "url":"http:\/\/naiwe.com\/",
        "text":"The National Association of\nIndependent Writers and Editors\n\nThe professional association with the career-building difference.\n\n\nA writer or editor, committed to earning a living by doing what you love.\n\nRead, write, edit...\n\nCommercial Writing or Editing\nLiterary Writing or Editing\n\nNAIWE- the professional association with a business-building difference.\n\n\nA professional association committed to your success.\n\nNAIWE is all about connections and resources.\n\nProfessional Development\n\nWriting is both mask and unveiling.\n~E.B. White\n\n7 Things Every Writer and Editor Needs in the New EconomyWe invite you to subscribe to our e-mail list.\n\nYou’ll receive the monthly e-zine, The Edge: Success Strategies for People Who Work With Words, updates on special events, and a useful report on 7 Things Every Writer or Editor Needs in the New Economy.\n\nBe sure to watch your inbox for a confirmation e-mail in just a few seconds. Click the link you find in it, and you’ll be confirmed. Be sure to add * and * to your contact list so you won’t miss any news!\n\nWe promise to never sell, rent, trade, or share your e-mail with any other association or company.\n\nPowered by GetResponse email software.\n\nJoin today, and let’s work together to meet your goals!",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.7217338085,
        "format_confidence":0.9888890982
    },
    {
        "url":"https:\/\/m.princeton.edu\/default\/info\/index",
        "text":"Bicyclist passing through arch\n\nAbout Princeton Mobile\n\nPrinceton Mobile is the official mobile app for Princeton University and includes the campus map, dining locations, menus and hours, live bus transit, people search, course listings, library info and more. The app is maintained by the Office of Communications and the Office of Information Technology.",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.7633883953,
        "format_confidence":0.9232184291
    },
    {
        "url":"http:\/\/www.lipa419.co.uk\/About-Us\/Our-History",
        "text":"Our History\n\n\nThe Liverpool Institute for Performing Arts was established through a collaboration between Mark Featherstone-Witty RNOM OBE (LIPA's Founder) and Sir Paul McCartney, and has achieved much in its first 20 years:\n\n1989 – Sir George Martin introduces Mark to Paul, and they quickly see the opportunity to combine their separate aspirations – Paul’s to save the building that housed his old school, and Mark’s to create a second multidisciplinary institution that prepared people for survival in arts and entertainment (the first had been The BRIT School). Combined, these aspirations created the first brand new higher educational institution in living memory – a development that some government bureaucrats did their best to hinder. \n\n1996 - LIPA was officially opened by Her Majesty The Queen on 7th June.\n\n2003 – Mark’s keenness to spread the LIPA philosophy saw the establishment of the first LIPA 4-19 academy in Liverpool, which opened with 200 students.\n\nToday, LIPA is an acknowledged part of the UK’s higher education provision for the performing arts, providing degree-level learning for both performers and those who make performance possible.  By uniquely blending specialist and generic skills, LIPA’s unique curriculum enables students to collaborate as much as possible - after all, every performance event requires team work.\n\nLIPA offers degree courses in Acting, Community Drama, Dance, Music Theatre and Entertainment Management, Music, Sound Technology, Theatre and Performance Design and Theatre and Performance Technology.  It also runs full-time one year Foundation Certificates in Acting and Musical Theatre, Commercial Dance and Popular Music and Sound, and also combines performance, technical innovation and business awareness.\n\nLIPA has an enviable record of its graduates gaining sustained work in the performing arts. Every year it conducts a survey of its graduates, three years after they have graduated. For the past four years, it has traced on average 85% of each year group and, of these, on average 93% are in work and 82% are working in the performing arts.\n\nCurrently, LIPA has 787 students who are either studying on one of its eight degree programmes or on one of its three Foundation Certificate programmes. Some 231 of those students are from 36 international countries. As well as helping students develop themselves for their future professions, LIPA's impressive mix of nationalities also helps its students build strong international links.\n\nSimilarly, LIPA 4-19 has continued to grow since its inception, and now has over 600 students attending on Saturdays or Sundays, with a sister branch in Maghull. There are also LIPA 4-19 Associate Academies across the country too.​",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9721660614,
        "format_confidence":0.9936710596
    },
    {
        "url":"http:\/\/www.brookmanspark.herts.sch.uk\/school-council\/",
        "text":"Home Page\n\nSchool Council\n\nWhat is a School Council?\n\n\nA school council is a group of pupils elected by their fellow pupils to represent their opinions and raise issues with your headteacher and governors in the school. The school council can also take forward projects on behalf of the pupils, and be involved in planning and things like the School Development Plan, governing body meetings and interviewing staff.\n\n\nTo be effective, the school council must:\n\n\n  • Represent all pupils and include as many people as possible\n  • Take time to listen to all pupils and communicate their views\n  • Feed back to pupils about what happened about their views\n  • Make things happen – or explain why they can’t!\n\n\nOur School Council\n\n\nOur school council is made up of pupils from Year 1 - 6. Children from each class are democratically chosen at the start of each school year by their classmates to represent the views of their class at council meetings. It is a great compliment to those pupils that are chosen, as it shows that their peers have placed their trust in them.\n\n\nDuring the year, the Council take part in a variety of activities which help to provide information about the well-being of our pupils and how to make our school a better place for everyone.\n\nChristmas Card Delivery:\n\nThis year each class created some shared Christmas cards to deliver to our business neighbours in the village. As a School Council we delivered them with our warmest wishes for the holiday season.\n\nPicture 1\n\nWhat we did 20115-16:\n\n\nOur school council have been busy this year! Working alongside Miss Pomeroy we have helped to make some important decisions for our school.\n\nFrom looking at how to cut electricity costs and educating our classes on how to do so to suggesting fundraising idea’s such as hair dare day. We also regularly look around the school at our learning environment and make suggestions as to how it could be fun and engaging for us.\n\n\nOur latest project was ‘Healthy Living’ and in the dining room we devised a plan to put up a display called ‘A Minion ways to be healthy’ where the whole school could be involved in sharing their healthy lifestyle tips! \n\n\n\nWritten By Lauren Hobbs (Sapphire class school council representative)",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9962610602,
        "format_confidence":0.9171684384
    },
    {
        "url":"http:\/\/synaptein.edu.np\/index1.php?option=L16yWDz_OJ0Mr02JvGM4gHesIb5pfp79TnVMg6TpO2g&id=hEW7MDkT5i2bUNZaubtDpwVwQcZyid7FWT6avdaGcoE",
        "text":"Phone: +977-1-4410193\nDashrath Chand Marg, Bishalnagar\n\nNews & Events\n\nWest London College, Associate College of Heriot-Watt University, UK\n\n\nGet a Heriot-Watt University Degree at the Associate West London College!\n\nHeriot-Watt University is the \"Scottish University of the Year\" for both 2011\/12 & 2012\/13 in the Sunday Times University Guide.Heriot-Watt University & The Edinburgh Business School is ranked 9th out of 122 universities in the UK in the Sunday Times University League Table.\n\nSome facts and figures about the Edinburgh Business School:\n\n-There are currently over 10,500 active students on their programmes worldwide.\n-They have over 15,000 alumni in 150 countries.\n-The MBA programme is listed as the largest in the world by the Financial Times in their  survey of the top distance learning and online MBAs.\n-Over 40% of Fortune 500 companies have students on their MBA programme.\n\nChoose courses from the MBA\/MSc & BA in Business, Marketing, Finance,Accountancy, Psychology, Information Technology, Hotel & Tourism Management & Fashion Design & receive a world-class Degree!\n\nStudent feedback\n\n\"I completed my MA Human Resource Management from the University of Wolverhampton.I was very fortunate to have experienced British Culture and life while acquiring an Internationally recognised Degree and studying in a multi-cultural environment\"\n\n- Medha Singh Bhandari",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9972815514,
        "format_confidence":0.820022583
    },
    {
        "url":"http:\/\/speaksli1.homesteadcloud.com\/about\/",
        "text":"• Selected to participate in the MassChallenge Switzerland Startup Accelerator (1 of 70 finalists out of 450 applicants)\n  • Awarded PremaGyan Good100 Award at GoodFestival (http:\/\/goodfestival.ch)\n    • Award granted by independent jury made up of professionals from École Polytechnique Fédérale de Lausanne (EPFL), United Nations Development Programme (UNDP), UN Global Compa​ct (UNGC), Innovation Forum Lausanne, Quadia and Mustard Seed Impact\n  • Pitched at 2016 Impact Investing seminar sponsored by the Inartis Foundation\n  • Selected for personalized channel optimization by a YouTube Partner Manager\n  • Selected to be mentored by Google EMEA Engineering Team at Impact Hub Zurich\n  • Partnered with technology startup LinguoBot; LinguoBot team participated in Swiss Startup Day, ChatbotConf2016 in Vienna, and also Swiss Bot Tech Summit in Zurich; awarded Swisscom Kickbox price for LinguoBot at Startup Weekend in Zurich in May 2016\nWatch. Listen. Speak.\n\nActivities, Honors and Awards​​\n\nAbout Speaksli\nSpeaksli develops entertaining animated language and cultural integration videos to help learners quickly develop confidence and proficiency in a new language at their own pace. The company’s aim is to create simple, affordable and accessible technology solutions to reduce the frustration of learning a new language and adjusting to a new culture. Ultimately, Speaksli hopes to promote international understanding and obviate the development of social conflicts by facilitating language proficiency and communication across cultures.\n\nSpeaksli is an engaging multi-faceted language learning platform that combines real-world approaches to learning languages with practical yet entertaining educational content. At Speaksli, we teach progressive world inhabitants the languages they need to work, travel, live and love in a foreign land.",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.7417220473,
        "format_confidence":0.9447744489
    },
    {
        "url":"https:\/\/www.bishopramseyschool.org\/page\/?title=Library&pid=379",
        "text":"A Christian Learning Community\n\n    School Life\n\n\n    Welcome to the Library\n\n    \"Without libraries what have we? We have no past and no future.”\n\n    Ray Bradbury\n\n\n    • Ms E Neal - Senior Librarian\n\n    • Mrs J Hayward - Librarian\n\n\n    The School Library is a happy and thriving place of academic study and a well-resourced area offering a wide range of information and resources for Year 7 – 13.  There is a comprehensive stock of books, journals and DVDs together with 15 computers meeting not only the academic needs of students, but encouraging their leisure reading.\n\n    Introduced to the Library in their first year, students are encouraged to use the space for independent and group study and visit it for teaching sessions.  Library lessons are frequently held for classes and have included a World War 1 workshop, a discussion on magic and superstition in Shakespeare and Gothic Literature. Sixth Form students have research skills lessons with the senior librarian. The space is also used for the Extended Project Qualification in Year 13. \n\n    Open Monday to Friday in term time from 8.30 – 4.30 (3.45 on a Friday) students may use the Library before and after school, at break and lunch times or during free periods.\n\n    The large stock includes specialised books aimed at the older students, non-fiction for all subjects and classic and modern fiction with authors from Austen to Wilson. There are special Literature and History collections aimed at A Level and GCSE students. New texts are bought regularly to ensure a modern and up to date library suitable for all. There is a book of the month on display chosen by one of the students.\n\n    The Library also stores the archives of the School and the past yearbooks. The main wall display reflects the year, world events and special occasions e.g. Shakespeare’s birthday, World War One, The Olympic Games. \n    Book Club runs every Monday after school.  Open to all students, book club includes activities such as poster design, making bookmarks and taking part in Hillingdon Book of the Year, as well as reading books!! Currently there are 14 year 7 library monitors as well as 10 student librarians who help with library activities and jobs as well as recommending books to their peers.\n\n    Come and visit us soon you would be very welcome.",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9909976721,
        "format_confidence":0.9712256193
    },
    {
        "url":"http:\/\/www.cityoflondonschool.org.uk\/school-life\/charity",
        "text":"The only School to have an Honours Board for the Head of the Charity Committee, but not for the Head Boy?\n\nAt CLS, we are proud to run what is consistently the most successful annual school charity appeal in the country, raising sums which are regularly in excess of £50,000 and with a record of £120,000.\n\nThese numbers speak for themselves and our appeal is unique in several other ways.\n\nFirstly, the appeal is run by the boys themselves. Each year, a Committee of around 35 boys in Junior Sixth is appointed to organise events and keep account of the money raised. Fundraising, however, is undertaken by all boys and trophies for the most successful form and individual fundraisers are offered as incentives. Our appeal gives excellent organisational experience for those on the Committee, and imbues all our boys with a sense of social responsibility.\n\nSecondly, the charities to which the money is donated are chosen entirely democratically. One charity is proposed in each category of humanitarian aid, international development, local, and health-related charities. After a week of intense campaigning, all boys and teachers each receive one vote and a new group of charities is chosen. This process encourages the boys to think about the issues that they are most passionate about and to engage in careful consideration regarding a wide range of causes.\n\nWe ensure that the chosen charity’s message is shared strongly with the boys at all events and we invite representatives from the charity to deliver assemblies in order that everyone has a clear idea of the importance of the issues being addressed and of the ways in which the money we raise is being used. Where possible, we have also had boys visiting projects of the charities we support, reporting back about their experiences to the rest of the school to further impart this message.\n\nTypes of fundraising events the School hosts:\n\n  • Sponsored Walk\n    All boys participate in this 11-mile walk along the Thames in the Summer Term.\n  • Winter\/Summer Fayre\n    Each form sets up a stand to raise money and the whole School attends.\n  • £10 Challenge\n    Boys in OG and First Form have a month in which they are to make as much as they can from £10 which they are given.\n  • UniverCity Challenge\n    Teachers go head-to-head representing their universities in front of an audience of expectant boys, with all ticket proceeds going towards the appeal. Other ticketed events have included ‘City’s Got Talent’, ‘Teacher Sumo Wrestling’ and ‘The CLX Factor’.\n  • Sponsored Row\n    Boys in the Upper School row on rowing machines in shifts non-stop for 48 hours during the last week of the Summer term, sleeping in School and collecting thousands from passers-by on the neighbouring Millennium Bridge approach.\n  • Form Events\n    Individual forms organise regular events, such as cake sales, sponsored events, and raffles.\n  • Quiz\n    Parents and teachers are invited to the annual quiz, at which there is a raffle in aid of the Charity Appeal.\n  • Wine-tasting\n    The Committee organises an annual wine-tasting fundraiser for parents and teachers.\n  • Jazz Evening\n    An auction and raffle are held at the annual Jazz Evening, at which various bands and ensembles play, organised by the Committee and the Music Department.\n  • Ceilidh\n    Parents and teachers are invited to this highly entertaining evening of traditional Scottish music and dancing, in aid of the Charity Appeal.\n  • Busking\n    Individual boys and ensembles take turns to busk outside the School and in nearby tube stations, collecting money from commuters.\n  • Individually Organised Events\n    Every year a number of boys decide to organise their own event for the School’s appeal, previously including marathons and skydives.\nOurs is a School founded on a donation and with charity and generosity woven into its very fabric.\n\nThe Levene Learning Centre\n\nOur new Learning Centre\nlearn more\n\nPhilosophy for Teaching and Learning\n\nWhat makes CLS unique?\nlearn more\n\nPupil Welfare\n\nHow we safeguard our boys' welfare\nlearn more\n\n\nDelivering more than just enviable results\nlearn more\n\n\nAn ambitious programme meets inspirational talent\nlearn more\n\nArt & Design\n\nThe creative heart of the School\nlearn more\n\n\nOutstanding performances delivered time and again\nlearn more\n\n\nEnrichment for the pupils and for the School\nlearn more\n\nPartnership & Outreach\n\nWorking closely with others\nlearn more\n\n\nWe raised over £58k for Farm Africa last year - this year it's Centrepoint\nlearn more\n\nSchool Video\n\nWritten, filmed and produced by the pupils\nlearn more",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9187085032,
        "format_confidence":0.9831807017
    },
    {
        "url":"https:\/\/www.newport.essex.sch.uk\/contact-details\/",
        "text":"Primary School\n\nGoogle Services\n\nGoogle Translate\n\nGoogle Translate\n\nGoogle Search\n\nGoogle Search\n\n\nContact Details\n\nHeadteacher - Mrs Rebecca Pine \n\nDeputy headteacher - Miss Keeley Chandler\n\nSchool Business Manager - Mrs Charlotte Mortimer\n\n SENDCo - Mrs Helen Wicks\n\nSite Manager - Mr Mark Want\n\nNewport Primary School\n\nFrambury Lane\n\n\n\nCB11 3PU\n\nTelephone: 01799 540055\n\n\n\n\n\n\n\nContact Us\n\nFill this in to ask a question.\n\nGetting Here\n\n  • Car: Our school is located off London Road (B1383) and is approximately 10 minutes from Saffron Walden. There are links via the M25, A10, A11 and M11.\n\n  • Bicycle: We have limited secure bicycle storage facilities for pupils, staff and visitors.\n\n  • Bus: We are served by the 301 to Saffron Walden and Bishop’s Stortford.\n\n  • Train: We are approximately 8 minutes from Newport Train Station, with trains to Cambridge and London Liverpool Street.\n\n  • Parking: We have limited parking facilities for staff and would encourage visitors to call in advance to enquire about parking availability.",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9935529232,
        "format_confidence":0.78034693
    },
    {
        "url":"http:\/\/www.hackettcc.org\/?142110116134819670Nav=%7C1761%7C&NodeID=1761",
        "text":"Search: Keyword:\n\nFollow us!        \n\nThank you for your interest in our great Catholic school.\n\nWe want to share our story with you!\n\nContact Sarah Gillig at\n\nShe will contact you within 24-48 hours to arrange an appointment\/tour. \n\nHackett Catholic Prep Special Events \n\n\nFlynn O'Hara Uniform Company\n\nHCP Student Uniform Provider\n\n\n\n\nOnline Golf Registration\n\nOnline Sponsorship Registration\n\nOnline Family Hole Sponsorship\n\nPrintable Forms Also Available:     Golfer Registration Form\n\nSponsorship Form\n\nEnrollment Information now available for 2016-2017\n\n\n\nRSVP Here!\n\n\n\n\nOrganizations Events\n•  5th Grade Band Start-Up Meeting; Instrument Meeting to Follow  (Band Boosters)\nTime: 6:30 PM\n\nGuidance Events\n•  Middle School Fun Night - A Fundraiser for ASB2017\nTime: 7:00 PM",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9419906735,
        "format_confidence":0.6520749927
    },
    {
        "url":"https:\/\/eurocampandalfrescojobs.com\/about-us\/",
        "text":"About us\n\nMore than just a holiday company\n\nWe are part of the European Camping Group, the largest mobile home and tent holiday company in Europe! As a trusted name for holidays, with over a hundred years’ experience, you can rest assured, knowing you’re a part of something exciting. Proudly recruiting on behalf of Eurocamp and Al Fresco Holidays, the opportunities are vast. With a support network across Europe, our knowledgeable and experienced teams are here to welcome and support new team members to help us deliver our vision.\n\nOur Values\n\nOur team is diverse but, our values are the same. Created by us, our values help to guide us on our way to achieve our goals.\n\nOur Community\nA great place where people work together and are inspired to be the best they can be.\nCreating Value\nGrowing profits to create choice and opportunity.\nCustomers Experience\nWe're passionate about delivering outstanding experiences.\nWe lead the way, anticipate the future and go forward with purpose.\n\nMore than just a team\n\nLike most departments in our business, our recruitment teams work across multiple locations. As proud advocates of the company we are here to support you in your journey to an exciting new opportunity with us. With a shared love of camping, whether it is from enjoying our fantastic holidays with our own families or working out on Parc, our recruitment team know a thing or two about the adventure you’re about to begin.\n\nOur team\n\n\nRecruitment Officer\n\nFavourite Parc Belledonne\nFavourite Region France\nFavourite hobby Cycling, playing football\nFavourite food Fish and chips\n\n\nRecruitment Officer\n\nFavourite Parc Camping Village Fabulous\nFavourite Region Italy\nFavourite hobby Horse riding, cooking, holidays\nFavourite food Seafood\n\n\nRecruitment Officer\n\nFavourite Parc Baden\nFavourite Region anywhere in France\nFavourite hobby Cycling\/Spinning\nFavourite food Seafood with pasta\n\n\nRecruitment Manager\n\nFavourite Parc St Leon\nFavourite Region Sicily and Sardinia\nFavourite hobby Walking and travel\nFavourite food Cheese\n\nJoin our team in a few easy steps. To view our vacancies, select the country in which you reside...\n\nFind out more...\n\nTake a look at our News and Blogs page for more company insights including our 2020 Gender Pay reporting\n\n\"Your reps did everything they needed to and responded to any requests. They were well organised.\"",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9033532739,
        "format_confidence":0.9937036633
    }
]