[
    {
        "url":"https:\/\/www.document-center.com\/standards\/show\/ASTM-F3061\/history\/2016%20EDITION",
        "text":"ASTM-F3061 Historical Revision Information\nStandard Specification for Systems and Equipment in Small Aircraft\n\nShow Complete Document History\n\nDocument Center Inc. is an authorized dealer of ASTM standards.\nThe following bibliographic material is provided to assist you with your purchasing decision:\n\nStandard Specification for Systems and Equipment in Small Aircraft\n\n\n1.1 This specification covers international standards for the systems and equipment aspects of airworthiness and design for “small” aircraft.\n\n1.2 The applicant for a design approval must seek the individual guidance of their respective CAA body concerning the use of this standard as part of a certification plan. For information on which CAA regulatory bodies have accepted this standard (in whole or in part) as a means of compliance to their Small Aircraft Airworthiness regulations (hereinafter referred to as “the Rules”), refer to ASTM F44 webpage ( which includes CAA website links.\n\n1.3 The values stated in either SI units or inch-pound units are to be regarded separately as standard. The values stated in each system may not be exact equivalents; therefore, each system shall be used independently of the other. Combining values from the two systems may result in non-conformance with the standard.\n\n1.4 This standard does not purport to address all of the safety concerns, if any, associated with its use. It is the responsibility of the user of this standard to establish appropriate safety and health practices and determine the applicability of regulatory limitations prior to use.\n\n\nICS Number Code 49.020 (Aircraft and space vehicles in general)\n\nTo find similar documents by ASTM Volume:\n\n15.09 (Paper; Business Imaging Products)\n\n15.11 (Consumer Products; Light Sport Aircraft; Unmanned Aircraft Systems; Normal and Utility Category Airplane Electrical Wiring Systems; Unmanned Maritime Vehicle Systems (UMVS))\n\nTo find similar documents by classification:\n\n49.020 (Aircraft and space vehicles in general Including aircraft performance, flight dynamics, etc. Air transport, see 03.220.50)\n\nThis document comes with our free Notification Service, good for the life of the document.\n\nThis document is available in either Paper or PDF format.\n\nDocument Number\n\n\nRevision Level\n\n\n\n\nModification Type\n\n\nPublication Date\n\nFeb. 15, 2016\n\nDocument Type\n\n\nPage Count\n\n45 pages\n\nCommittee Number",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.8905964494,
        "format_confidence":0.7677688003
    },
    {
        "url":"https:\/\/safety.fhwa.dot.gov\/local_rural\/training\/fhwasa14072\/index.cfm",
        "text":"U.S. Department of Transportation\nFederal Highway Administration\n1200 New Jersey Avenue, SE\nWashington, DC 20590\n\nSkip to content\n\n\neSubscribe Envelope\n\nFHWA Home \/ Safety \/ Local and Rural Road \/ Training\n\nImproving Safety on Rural Local and Tribal Roads — Safety Toolkit\n\n  Table of Contents Next >\n\nFHWA Office of Safety logo: Safe Roads for a Safer Future – Investment in roadway safety saves lives.\n\nDownload Version\nPDF [13.5 MB]\n\nFederal Highway Administration\nOffice of Safety\n\n\nAugust 2014\n\n\nThis document is disseminated under the sponsorship of the U.S. Department of Transportation in the interest of information exchange. The U.S. Government assumes no liability for the use of the information contained in this document. This report does not constitute a standard, specification, or regulation. The U.S. Government does not endorse products or manufacturers. Trademarks or manufacturers’ names may appear in this report only because they are considered essential to the objective of the document.\n\nQuality Assurance Statement\n\nThe Federal Highway Administration (FHWA) provides high-quality information to serve Government, industry, and the public in a manner that promotes public understanding. Standards and policies are used to ensure and maximize the quality, objectivity, utility, and integrity of its information. FHWA periodically reviews quality issues and adjusts its programs and processes for continuous quality improvement.\n\nTechnical Report Documentation Page\n\n1. Report No.\n2. Government Accession No. 3. Recipient’s Catalog No.\n4. Title and Subtitle\nImproving Safety on Rural Local and Tribal Roads\nSafety Toolkit\n5. Report Date\nAugust 2014\n6. Performing Organization Code\n7. Author(s)\nElizabeth Wemple, P.E., Timothy Colling, P.E.\n8. Performing Organization Report No.\n9. Performing Organization Name and Address\nCambridge Systematics, Inc.\n555 12th Street, Suite 1600\nOakland, CA 94607\n\nMichigan Technological University\nCenter for Technology and Training\n1400 Townsend Drive\nHoughton, MI 49931\n10. Work Unit No. (TRAIS)\n11. Contract or Grant No.\n12. Sponsoring Agency Name and Address\n\nDepartment of Transportation\nFederal Highway Administration\nOffice of Safety\n400 7th Street S.W.\nWashington, DC 20590\n13. Type of Report and Period Covered\n\nCovered Technical Manual\n14. Sponsoring Agency Code\n15. Supplementary Notes\n\nFederal Highway Administration (FHWA) Technical Manager: Rosemarie Anderson, Office of Safety Technical working group members: Craig Allred (FHWA Resource Center), Galen Balster (Federal Lands Highway), Dave Brand (Madison County, Ohio), Victoria Brinkly (Western Federal Lands Highway), Steve Castleberry (Nevada County, California), Clayton Chen (FHWA Research, Development, and Technology), Scott Davis (Thurston County, Washington), Kayloe Dawson (Chehalis Tribe), Thomas S. Elliot (FHWA National Highway Institute), Tony Giancola (Roadway Safety Foundation), Daniel Holt (Federal Lands Highway), Hillary Isebrands (FHWA Resource Center), Robin Lewis (City of Bend, Oregon), Nate Miller (Upper Valley Lake Sunapee Regional Planning Commission), Todd Morrison (Kentucky LTAP), Scott Nodes (Arizona DOT), Jessica Rich (FHWA Tennessee Division), Karen Timpone (FHWA Office of Safety), Dennis Trusty (Northern Plains TTAP)\n16. Abstract\n\nRural roadway safety is an important issue for communities throughout the country and presents a challenge for state, local, and Tribal agencies. The Improving Safety on Rural Local and Tribal Roads – Safety Toolkit was created to help rural local and Tribal roadway safety practitioners address these challenges. The Safety Toolkit provides a step-by-step process to assist local agency and Tribal practitioners in completing traffic safety analyses, identify safety issues, countermeasures to address them, and an implementation process. Each step in the Toolkit contains a set of tools, examples, and links to resources appropriate to the needs of safety practitioners. The report presents a seven-step safety analysis process based on a similar process developed in the Highway Safety Manual. The seven steps are: compile data; conduct network screening; select sites for investigation; diagnose site conditions and identify countermeasures; prioritize countermeasures for implementation; implement countermeasures; and evaluate effectiveness of implemented countermeasures. Accompanying the Safety Toolkit are two User Guides (FHWA-SA-14-073 and FHWA-SA-14-074) which present step-by-step processes of example scenarios.\n17. Key Words\n\nSafety analysis, local roads, Tribal roads, safety management, network screening, site diagnosis, countermeasure selection, safety evaluation\n18. Distribution Statement\n\nNo restrictions\n19. Security Classif. (of this report)\n\n20. Security Classif. (of this page)\n\n21. No. of Pages\n\n22. Price\n\nForm DOT F 1700.7 (8-72)   Reproduction of completed pages authorized\n\nTable of Contents\n\n\nWho Should Use The Toolkit?\n\nWhat Is In The Toolkit?\n\nWhy Use The Toolkit?\n\nWhat Are The User Guides?\n\nHow to Use the Toolkit and User Guides\n\n\nUser Guides\n\nStep 1. Compile Data and Resources\n\n\nData Examples\n\n\nResources For Step 1: Compile Data\n\nStep 2. Conduct Network Screening\n\nNetwork Screening with Maintenance Staff\n\nNetwork Screening with Crash Data – Frequency\n\nNetwork Screening with Crash Data – Crash Mapping\n\nNetwork Screening with Crash Data – Equivalent Property Damage Only (EPDO)\n\nNetwork Screening with Crash Data and Traffic Volume Data – Crash Rate\n\nNetwork Screening Utilizing Software\n\nNetwork Screening with Systemic Analysis\n\nResources For Step 2: Conduct Network Screening\n\nStep 3. Select Sites for Investigation\n\nStep 4. Diagnose Site Crash Conditions and Identify Countermeasures\n\nSite Diagnosis – Diagnosis without Crash Data\n\nSite Diagnosis with Crash Data\n\nIdentify Countermeasures\n\nIdentifying Countermeasures Based on Addressing a Crash Type of Concern\n\nIdentifying Countermeasures Based on Location\n\nIdentifying Countermeasures Based on Best Practices\n\nResources For Step 4: Diagnose Site Crash Conditions and Identify Countermeasures\n\nStep 5. Prioritize Countermeasures for Implementation\n\nPrioritizing Countermeasures Using Qualitative Rating\n\nPrioritizing Countermeasures Based on Economic Evaluation\n\nResources For Step 5: Prioritize Countermeasures For Implementation\n\nStep 6. Implement Countermeasures\n\nResources For Step 6: Implement Countermeasures\n\nStep 7. Evaluate Effectiveness\n\nResources For Step 7. Evaluate Effectiveness\n\n\nList of Tables\n\nTable 1. Example Crash Frequency and Severity Data\n\nTable 2. Example Crash Severity, Frequency, and EPDO Score\n\nTable 3. Crash Rate versus Crash Frequency for Three Intersections\n\nTable 4. Example Summary of Site Selection Process\n\nTable 5. Example Collision Summary\n\nTable 6. Hypothetical Haddon Matrix\n\nTable 7. Hypothetical Application of a “High,” “Medium,” and “Low” Rating\n\nTable 8. Example Using Net Present Value\n\nTable 9. Example Using Benefit\/Cost Ratio\n\nTable 10. Example Using Cost-Effectiveness Index\n\nTable 11. Example Simple Before\/After Analysis\n\nList of Figures\n\nFigure 1. Safety Analysis Process\n\nFigure 2. Example of Crash Report Form from Michigan\n\nFigure 3. Example from NHTSA FARS On-line Database\n\nFigure 4. Aberdeen Roads Safety Inspection Manual\n\nFigure 5. Example Repair Time Matrix Aberdeen Roads Safety Inspection Manual\n\nFigure 6. Example of Regression to the Mean\n\nFigure 7. Example of “Crash Tree”\n\nFigure 8. State-Level Static Maps Showing Severe and Fatal Crashes\n\nFigure 9. Heat Map of FARS Data for Minnesota Produced by the On-line Mapping Site Safe Road Maps\n\nFigure 10. Fatal Crash Location Pin Map Produced by the FARS Encyclopedia Mapping Function\n\nFigure 11. Crash Frequency Data Plotted in a GIS System for an Example Intersection\n\nFigure 12. Crash Mapping Using the MnMAT On-line Tool\n\nFigure 13. Example of Graphical Representations of Crash Data\n\nFigure 14. Example Collision Diagram\n\nFigure 15. Condition Diagram\n\nFigure 16. Example of CMF Look-up\n\nFigure 17. Example of Comparative Analysis of Before and After Conditions\n\nReturn to top\n\n  Table of Contents Next >\nPage last modified on October 4, 2013.\nSafe Roads for a Safer Future - Investment in roadway safety saves lives\nFederal Highway Administration | 1200 New Jersey Avenue, SE | Washington, DC 20590 | 202-366-4000",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.9807896018,
        "format_confidence":0.8919875622
    },
    {
        "url":"http:\/\/76e.ru\/html\/9_3.htm",
        "text":"Daewoo Nexia\n\nSince 1994 of release\n\nRepair and car operation\n\nДэу the Nexia\n+ The maintenance instruction\n+ Maintenance service\n+ The engine\n+ 3. The engine (two top camshafts)\n+ Cooling system\n+ Топлевная and exhaust systems\n+ Electric chain\n+ 7. Ignition system\n+ 8. The electronic block of management and gauges\n- Transmission\n   9.2. The general description\n   9.3. Diagnostics of malfunctions\n   9.4. A cable of a drive of coupling\n   9.5. A coupling pedal\n   9.6. Conducted and press disks, a coupling drive\n   9.7. Removal of air from a hydraulic drive of coupling\n   9.8. The main cylinder\n   9.9. The working cylinder of coupling\n   9.10. The basic malfunctions of coupling, their reason and ways of elimination\n+ 10. A five-speed transmission and the main transfer RPO MM5\n+ 11. Automatic Transmission\n+ Steering\n+ Running gear\n+ 14. A forward suspension bracket\n+ 15. A drive of forward wheels\n+ 16. A back suspension bracket\n+ Brake system\n+ Body\n+ Heating, ventilation\n+ Electric equipment\n\npharmacies canada\n\n9.3. Diagnostics of malfunctions\n\nBefore starting repair of coupling, a transmission or corresponding drives of management (except cases of obvious breakages), it is necessary to analyse attentively available signs of malfunctions and their possible reasons. Often external sign of malfunctions of coupling and a mechanical transmission is the complicated gear change (the big efforts to the switching lever, shock inclusion of transfers or a gnash gear муфт) or self-deenergizing of transfers. At the complicated gear change follows first of all, to check up a course of a pedal of coupling and cleanliness of deenergizing of coupling. If necessary to adjust a course of a pedal of coupling.\n\nCourse of a pedal of coupling\nTo check up a coupling drive on presence люфтов in connections or the worn out hinges, deformations of arms, damage of a cable and other defects complicating moving of a pedal and reducing a course of a plug of coupling.\n\nCheck of cleanliness of deenergizing of coupling\n\n1. The engine works on frequency of idling, the transmission is in neutral position, coupling is included.\n2. To switch off coupling, to sustain a pause in 9 seconds and to include backing transfer. Thus it should not be audible any gnash of teeths of gear wheels, and gnash presence at inclusion of transfer of a backing testifies to infringement of adjustment or defects of a drive of coupling, короблении leading or conducted disks or about breakages of details of coupling, for example, springs демпферов, frictional overlays or elastic elements of a conducted disk, petals press диафрагменной a spring or elastic leading plates of a press disk.",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.970995307,
        "format_confidence":0.7710120678
    },
    {
        "url":"https:\/\/www.sae.org\/servlets\/works\/documentHome.do?comtID=TEVCC&docID=J2246_199206&inputPage=dOcDeTaIlS",
        "text":"SAE International\nSAE Standards Works\nSAE International\nContact Us | Help | Shopping Cart\nSAE Login\n\nJ2246_199206 - Antilock Brake System Review\n\nDocument Number: J2246_199206\nRevision Number:\nAntilock Brake System Review\nThis SAE Information provides information applicable to production Original Equipment Manufacturer antilock braking systems found on some past and current passenger cars and light trucks. It is intended for readers with a technical background. It does not include information about aftermarket devices or future antilock brake systems. Information in this document reflects that which was available to the committee at the time of publication.\nRecent Activity\nDate Type",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.920433104,
        "format_confidence":0.6634626389
    },
    {
        "url":"http:\/\/www.iowadot.gov\/erl\/archiveoct2012\/CM\/Navigation\/nav4.htm",
        "text":"Construction Manual - Chapter 4\n\nConstruction Survey\n\nChapter Descriptions\nChapter 4 Table of Contents\n4.00 General Staking Requirements\n4.10 Right of Way\n4.20 Land Monuments and Road Centerline\n4.30 Contractor Furnished Construction Survey\nChapter 4 Appendices\nAppendix 4-1 Iowa DOT Warehouse Stock Numbers for Surveying Supplies\nAppendix 4-2 National Geodetic Survey Markers\nAppendix 4-3 U.S. Geological Survey Markers\nAppendix 4-4 Reserved for Future Use\nAppendix 4-5 Figure 1. Reference Points for Two-Lane Roadway\nFigure 2. Reference Points on a Curve\nFigure 3. Reference Points for Divided Highway\nFigure 4. Reference Points at Intersection\nAppendix 4-6 Figure 5. Reference Points Placed in Sidewalks\nFigure 6. Reference Points for Land Corners\nFigure 7. Reference Points Using Total Station Instruments",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.9681090713,
        "format_confidence":0.54988271
    },
    {
        "url":"https:\/\/105eoc.com\/technical\/technical-articles\/door-striker-plates\/",
        "text":"Original posted by Pete Snyders – Source\n\nA door is only as good as it’s lock\n\nStrike plates or door strikes are the protective metal plates installed in the door jam that receives the latch or lock tongue when the door is closed. The ones in issue are the dove tail striker plates incorporating an aggressive toothed pattern on the bottom of the plate. This type is used on the Anglia 105E\/123E, Consul, Zephyr, Zodiac and more. As English Fords from the 50’s\/60’s continue to age, I’m seeing striker plate teeth wearing to a point of safety concern. In those conditions the door needs to be slammed hard to close properly. In that case a new replacement is necessary. I’ve contacted many sources regarding the availability for new plates with no avail. So I decided to give it a try and repair the most promising plates.\n\nNote: To start with, door latches need to be in good condition.\n\nFigure 1 and 3 plates are in good enough condition for repair. Figure 2 cannot be used for this type of repair. These are worn beyond a point of safety and the door will be in danger of flying open whilst the car is being driven at speed.\n\nI’ve had success with using J-B weld epoxy. After rough sanding the worn area apply epoxy to plates to Fig 1 and Fig 3. Fill the cavity over flush in Fig 6. After the epoxy is dry file down until flush Fig 7. The epoxy filling is still holding to the plate tooth pattern on my Anglia 124E after a few months with little wear showing at the same time preventing any further wear on the tooth pattern. The filing may one day fall off but I’ll just re-apply a new batch.\n\nThe Anglia 105E\/123E sedan came with two styles of striker plates Fig 8: early type < 10\/1962 and Fig 3 later type > 10\/1962. Estate later > 6\/1963. Fig. 4 are the early types. The L\/H plate tooth pattern are solid while the R\/H has a hollow front tooth. Fig 5 is the later type all hollow tooth. Be aware of these hollow tooth plates esp. if worn completely through the casting. REPLACE THEM.\n\nFig 8 are restored early type striker plates with new bumper rubber. Be sure that the door lock striker safety plate is installed p\/n: E2093-AA-1 on both early and later striker plates.",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.9701569676,
        "format_confidence":0.5010736585
    },
    {
        "url":"http:\/\/ptn.home.xs4all.nl\/AircraftAux\/zen_Shuttle.html",
        "text":"ROBOTECH Technical Files\nby Pieter Thomassen and Rob Morgenstern, with Peter Walker\n\n\nZentraedi Liewneuatzs class Personnel Shuttle\n\nZentraedi Seal\nZentraedi Shuttle\nAircraft Separator\n\nI. Dimensions:\n\nII. Type:\n\nIII. Service History:\n\nIV. Propulsion:\n\nV. Performance:\n\nVI. Sensory Systems:\n\nRadar tracking:\nOptical tracking:\nTactical Electronic Warfare System (TEWS):\n\n(*) Terran designation. The Tirolian designers considered the sensors part of the design and did not assign separate designations for these systems.\n\nVII. Armament:\n\nVIII. Armor:\n\nThe hull of the Liewneuatzs shuttle could resist repeated re-entries into an atmosphere. The Liewneuatzs did not mount any armor as such.\n\nIX. Development:\n\nThe Liewneuatzs shuttle was used by the Zentraedi forces to transfer cargo and personnel between near-by ships and bases. The Liewneuatzs was capable of descending to and ascending from a planetary surface. The shuttles also saw use as high speed couriers due to their speed and maneuverability.\n\nThe shuttle was of very simple construction. The main hull was rectangular, with four main engines in the back, two more engines underneath the hull in the sponsons. Two more engines, used almost exclusively for orbital ascends, were placed in the upper rear of the shuttle. Numerous attitude and maneuvering thrusters were located over the hull of the craft, with two main braking engines in the extreme nose. Five reaction mass tanks were mounted partially externally on the rear half of the hull. The propulsion installation also included an anti-gravity pods, making the Liewneuatzs capable of unlimited hovering and slow ascends without using significant quantities of reaction mass.\n\nSee additional design notes.\n\nReturn to Zentraedi auxiliary Aircraft Index.\n\nGo to Robotech Reference Guide Home Page.\n\nRobotech (R) is the property of Harmony Gold. This document is in no way intended to infringe upon their rights.\n\nContent by Pieter Thomassen and Robert Morgenstern, with Peter Walker\nHTML by Robert Morgenstern (\nCopyright © 2000, 1999, 1997 Robert Morgenstern, Pieter Thomassen, Peter Walker",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.8685346246,
        "format_confidence":0.5755611658
    },
    {
        "url":"http:\/\/www.dot.ca.gov\/hq\/oppd\/pdwt\/p53.htm",
        "text":"California Department of Transportation\n\nProject Development Workflow Tasks (PDWT)\n\nPart 3 - Identify Project Need and Project Initiation Document\n\nII. Project Initiation Document\n\nB. Develop Initial Alternatives (150.10) - Develop Concept Alternatives (WBS 150.10.15)\n\nP53. Request COZEEP Estimate\n\nThe Construction Zone Enhanced Enforcement Program (COZEEP) is a Statewide Interagency Agreement (contract) between Caltrans and the California Highway Patrol (CHP). It enables the Department to hire CHP officers and vehicles to patrol project construction zones. A PowerPoint presentation and the COZEEP Procedures guidance information for Resident Engineers may be found on the Headquarters Construction Program Intranet website.\n\nCOZEEP should be used to increase traffic enforcement above normal levels in situations where traffic problems are anticipated, to reduce the potential for traffic accidents within a construction zone, and to reduce traffic speeds to the posted speed limits. CHP Officers may be used to slow down or assist in stopping or directing traffic to enable necessary breaks in traffic for critical movements of the Contractor’s equipment and operations. During the erection or removal of bridge falsework over traffic lanes, or when traffic will be switched onto a detoured route are examples of when CHP Officers may be used to help control traffic.\n\nThe project engineer shall make an assessment of the need for COZEEP on every project that requires the contractor to close traffic lanes using cones or other channelizing devices and provide COZEEP for the following situations on freeways and expressways:\n\n  • All daytime or nighttime temporary closures of ALL lanes in the same direction of travel (Full Freeway Closures).\n  • Nighttime closures of two or more lanes on a freeway with three or more lanes of travel in the same direction.\n\nAll other closures shall be considered on a project specific basis. In general COZEEP is not necessary when only one lane is closed on freeways with four or more lanes in the same direction of travel.\n\nOther “risk factors” that would indicate to the project engineer the possible need for COZEEP are listed in Chapter 2-215A (9) of the Construction Manual. This assessment shall be reviewed as part of the Project’s Safety Review and\/or Constructability Review and may become part of the project’s Transportation Management Plan (TMP) and TMP estimate. The project engineer may specify specific construction operations where the use of COZEEP is mandatory.\n\nThe project engineer is also responsible to ensure that adequate COZEEP funds are included in the PID, and later in the project’s PS&E estimate as State Furnished Material. The design assumptions and estimate calculations should be included in the Resident Engineer’s pending file. The COZEEP cost estimate shall be based on the expected number of occurrences of the events needing COZEEP that have been identified. This should include an estimated number of COZEEP service hours that are then converted into a dollar cost. Contact the District COZEEP Coordinator for current costs. The project engineer may obtain assistance concerning COZEEP by contacting the District Traffic Operations Branch, the District Traffic Manager, the designated District COZEEP Coordinator within the Construction Division, or the Headquarter COZEEP Program Coordinator.\n\nWhen estimating COZEEP hours, the CHP operating policies must be taken into account.\n\n  • CHP policy requires that between the hours of 10:00 PM and 6:00 AM there must be two officers in each CHP vehicle. (One CHP officer per vehicle is acceptable if a second officer and vehicle is also utilized in the near vicinity.)\n  • The CHP Memorandum of Understanding requires a minimum payment of four hours per officer.\n  • All times and mileage times are based on the Officer starting and stopping the detail at his\/her regular duty station and must include travel to and from the project. The COZEEP Coordinator will provide current hourly costs for the project location, which shall include an allowance for mileage.\n\n\nConstruction Manual, (Chapter 2-215,“Construction Zone Enhanced Enforcement Program”)\n\n\nReturn to Table of Contents\n\nIf you have any questions about the Project Development Procedures Manual send e-mail\n\nThis page last updated October 20, 2010",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.9803338647,
        "format_confidence":0.771556437
    }
]