[
    {
        "url":"http:\/\/lilypuss.blogspot.com\/2013\/04\/more-is-more.html",
        "text":"Saturday, 13 April 2013\n\nMore is More....?\n\nHello....hope this finds you all enjoying your Saturday whatever you're up to...I've had a productive day in the craft room...and had a bit of a 'Tilda Fest'...she has been a bit neglected of late and as I received 3 new stamps this week I thought I'll show her some after yesterdays CAS LOTV are some More is More Tilda\n\nI love this colour combo...\n\nThis is my fav...\n\nI wanted to use a different colour for me...just love this peachy look..\n\nThis card was made around these fab flowers from WOC....\nNow I'm off to clean up my desk and maybe have another play...thank you for popping by...\n\n\n  1. WOW Jan!!! You've been productive!!! All amazing cards!!! My favorite is... that's a tough one.. all of them, lol!!! Hugs, Brigitte\n\n  2. Four fantastic cards Jan..gorgeous colours and details on all of them..beautiful.\n\n    Luv CHRISSYxx\n\n  3. OMG Jan ! Your cards are all exquisite ! The colours and embellies are sooooo beautiful ! As always your attention to details is second to none ! Hugs, blessings and love from Catherine",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.5266368389,
        "format_confidence":0.5666119456
    },
    {
        "url":"http:\/\/drawingsfromamexican.blogspot.com\/2008\/11\/meeting-sketches.html",
        "text":"Thursday, November 13, 2008\n\nmeeting sketches\n\nthese where some sketches that where done in a meeting and the scanner had a hard time reading them but I thought they still had some value. gotta keep sketching no matter where you are\n\n\n\nlorelay bove said...\n\nThanks for posting again!\n\nJanuel Mercado said...\n\nYes! Can't wait to have you back at Gesture Drawing class!\n\nJeremy Cardarelli said...\n\nExcellent gesture work! Great flow!\n\nsusda74 said...\n\nyour hand its amazing,realy!!!\n\nMaggie said...\n\nHi Dave,\nDon Hahn and I would like to share some Walt Stanchfield info with you. Don just finished editing \"Drawn to Life\" the complete work of Stanchfield and we are hoping you can post it on your blog. What is your email address?\nMaggie Gisel\n\nDave Pimentel said...\n\nMaggie, if your out there still please call me at dreamworks animation and i can definately post about the book",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.9932656288,
        "format_confidence":0.9134337902
    },
    {
        "url":"http:\/\/www.metafilter.com\/73412\/Type-is-Art",
        "text":"Type is Art\nJuly 18, 2008 8:01 AM   Subscribe\n\nType is art. Take little pieces of letterforms and make something new.\nposted by signal (10 comments total) 15 users marked this as a favorite\nvia i love typography\nposted by signal at 8:20 AM on July 18, 2008\n\nHeh, fun. I really liked some of the creations in the gallery.\nposted by sveskemus at 8:32 AM on July 18, 2008\n\nCool. Bookmarked. Thanks, signal.\nposted by weapons-grade pandemonium at 8:57 AM on July 18, 2008\n\nDarn it... the \"Buy limited edition archival print link\" is no worky for me...\nposted by vertigo25 at 9:28 AM on July 18, 2008\n\nVery cool.\nposted by o0dano0o at 10:50 AM on July 18, 2008\n\nany other mefites at typecon?\nposted by jeffj at 12:18 PM on July 18, 2008\n\nposted by brundlefly at 2:51 PM on July 18, 2008\n\nWarning: clicking \"fix\" doesn't restore the highlighted piece to its original size. It shatters your pretty little bird back into its constituent parts and puts them back at the bottom of the screen, no matter how close to finished you may have been. Grr.\nposted by bink at 6:00 PM on July 18, 2008\n\nVery fun. My first impulse was to build monsters.\nposted by debbie_ann at 6:04 PM on July 18, 2008\n\nthis is a perfect zen garden\nposted by es_de_bah at 7:03 PM on July 19, 2008\n\n« Older An Engineer's Delight   |   Feel like a dork for humming the Superman theme?... Newer »\n\nThis thread has been archived and is closed to new comments",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.9817548394,
        "format_confidence":0.9949481487
    },
    {
        "url":"http:\/\/jpgmag.com\/photos\/2688593",
        "text":"A Horse is A Horse\n\nUploaded 27 Sep 2010 — 8 favorites\nSpotlight This! Enter Shoot Out\nLogin Required\n\nTo add items to your favorites you must login.\n\nAlready have a JPG account?\n\n\nNeed to create a JPG account?\n\nJPG+ Required\n\nCollections are a JPG+ feature. You must be a JPG+ member to create new collections and to add photos to collections.\n\nSign up for JPG+ to start using collections now!\n\n© Linda Houghton\nViews 44\nLikes 0\nFavorites 7\nComments 10\nWould you like to also give a props comment to the photographer?\nAll dislikes require a comment. Please tell us why you do not like this photo.\n\nMore of Linda Houghton's Photos\n\n  • Redwing Minnesota\n  • A Horse is A Horse\n  • Office Cat\n  • Dusty Keys\n\nPhoto license: © All rights reserved\n\nHad to go to a see a client the other day and his office is at his home. There were goats, miniture horses and this beauty.. I couldn't resist getting the camera out.\n\n10 responses\n\n  • Susan Littlefield\n\n    Susan Littlefield gave props (27 Sep 2010):\n\n    Of course!! Great shot....he does seem to be talking to you!\n\n  • Regenia Brabham\n\n    Regenia Brabham gave props (27 Sep 2010):\n\n    Did he tell you his name? LOL. He sure is beautiful. A fantastic capture.\n\n  • Betty Maxey\n\n    Betty Maxey   gave props (27 Sep 2010):\n\n    Wow, this is fantastic..... did you see it in the lightbox? WOW !!!\n\n  • dp *\n\n    dp * gave props (27 Sep 2010):\n\n    Lovely animal and great shot.\n\n  • Warren ~Mangione~\n\n    Warren ~Mangione~ gave props (27 Sep 2010):\n\n    A real nice horse portrait! Funny, I posted a horse photo on FB today. Took it this morning in the rain. LOL\n\n  • Donald Garrett\n\n    Donald Garrett   gave props (28 Sep 2010):\n\n    ...\"of course, of course....\" Surely his name is not Mr. Ed! Great portrait, Linda\n\n  • Debbie Smartt\n\n    Debbie Smartt   said (29 Sep 2010):\n\n    He looks like Trigger! Great shot!!\n\n  • Rich Sylvester\n\n    Rich Sylvester gave props (2 Oct 2010):\n\n    Ckeck it out in light box, very nice. Before I even read the title, I said , Mr Ed. Old enough to have seen the original TV show. Oh ya, Nice shot\n\n  • HorseWithNoName\n\n    HorseWithNoName   gave props (1 Nov 2010):\n\n    Beautiful capture!\n\n  • Shirley Valencia\n\n    Shirley Valencia   said (18 Mar 2011):\n\n    love this shot.. He looks like my Bo. Check out the shots of my boy.....\n\nTo add your comment, Log in or sign up!\n\nPlease Login or Sign Up\n\nYou must be logged in to enter photos into JPG Shoot Out contests.\nLogin or Sign Up",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.8935257196,
        "format_confidence":0.8512834311
    },
    {
        "url":"http:\/\/inkingontheedge.blogspot.com\/2011\/04\/magnolia-down-under-challenge-90-metal.html?showComment=1301810504471",
        "text":"April 02, 2011\n\nMagnolia Down Under Challenge #90 - Metal Mania...Sweet Wonderful You!\n\nHey stampin' friends! I am back this afternoon to share the card I made for this week's Magnolia Down Under Challenge! The challenge is Metal Mania!!! I hope you can join us this week! The MDUC DT have gorgeous creations to inspire you this week so please stop by the MDU Challenge blog and have a peek and leave them some love!!!\n\nI used more Hello Luscious paper and I coloured up this absolutely adorable Tilda with Flower Pot, from the Butterfly Dreams collection, with my Copics! I just love her to bits....sooooo cute!!!! I stamped a Magnolia sentiment on a tag cut with a QuicKutz die and I also used one of my CatsLife Press seal stamps, Officially Spring. I used two Making Memories metal butterflies to comply with this week's challenge to use some metal....I thought they were the perfect little embellishment too and I even bent up the wings a bit to add some dimension. To finish it off I add some gorgeous satin ribbon, green half pearls and some Stickles.  \n\n\nHere is the inside...pretty simple, as always. I used a sentiment from the My Favorite Things More Essential Sentiments set and I used a MFT die-namics die\n\nWell, thanks for stopping by again today to have a wee peek at my Magnolia Down Under Challenges card! Hope you can join the challenge!\n\n\n\nKirsty said...\n\nHi Wow she is so sweet and she pops right out of the page with your bright colours. Love the spring sentiment too. Never used any metal embellies before must have a go. The butterfly is such a cool finishing touch !! Kitty :)\n\nFleur said...\n\nOMG Tara this is adorable ~ those butterflies are stunning & your colouring is awesome\nHugz Fleur xXx\n\nheidy said...\n\nGorgeous Tara!\nHugs Heidy\n\nRiet said...\n\nSo beautiful card Tara,I love the image and the colours.\nSo gorgeous papers.\n\nHugs Riet.xx\n\nKaty said...\n\nTara this is stunning! I love the layout and the ribbon on the front and these DP's are so so yummy! Love everything about this. Hugs. Katy. xxx\n\nLorraine said...\n\nYow, gorgeous! Love the design, colors and your coloring of that sweet Tilda! Ooh and that ribbon & bow are luscious!\n\nGeorgia said...\n\nSuch a stunning card Tara, wow! This is so pretty, I love the gorgeous papers you've used and the embellishments are fab! :) Love, Georgia xx\n\nLynne in NI said...\n\nOhhh I've had the loveliest half hour having a wee nosey through your blog Tara! Think I might be your new stalker! ;)\n\n\nRelated Posts with Thumbnails",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.8184161782,
        "format_confidence":0.7933900356
    },
    {
        "url":"http:\/\/laurelswreath.blogspot.com\/2011\/01\/off-wall-craftiness-challenge.html?showComment=1295868743691",
        "text":"Laurel’s Wreath\n\nSunday, January 23, 2011\n\nOff the Wall Craftiness Challenge\n\nHi all - hope you have had a great weekend! I competed in the Off the Wall Craftiness blog challenge for Week 42. If you all haven't visited this blog - it is just great! There is a fun challenge posted each week. There are also cute stamps by Wilson Designs for sale - I used the Ride Away with Me stamp set for the challenge.\n\nHere are the inspiration photo and challenge colors: orange, white, and teal.\n\nHere is my card. In keeping with my latest vintage \"craze\", I used the challenge colors, but gave them a vintage feel. The DARLING typewriter stamp is from Wilson Designs. I also used stamps from Papertrey Ink, Stampin Up, Crafty Secrets and 7 Gypsies. The patterned paper is from my Cricut Imagine and DCWV. Hope you like it!\n\nSupplies used:\nWilson Designs Ride Away with Me stamp set (typewriter)\nCricut Imagine Elise pattern cartridge\nCricut Paper Lace cartridge\nStampin' Up! Cardstock, Tiny Tags stamps, ribbon\nPapertrey Ink Background Basics Text Style 2 stamps\nPrima Flower\nK & Company sticker\nHobby Lobby sticker\n7 Gypsies stamps\nCrafty Secrets stamps\nWilton Doily\nTim Holtz Clip\nPaper: DCWV\nInk: Brilliance Beige, Memento Rich Cocoa, Tim Holtz Tea Dye Distress Ink\nPunches: Marvy Uchida, EK Success\n\n\n~Tammy~ said...\n\nHELLO GORGEOUS layers of love! Outstanding use of the OTWC colors this week! This just makes my heart sing and Kim will LOVE that you used her set so beautifully! Thanks for sharing your beautiful card with us this week at OTWC and Good Luck! :-)\n\nAmy said...\n\nLove love all the layers especially the doily! You did a great job incorporating Kim's Wilson Designs stamp set in there! Great vintagy card! Thanks for playing along with OTWC this week!\n\nKim Wilson said...\n\nYayyyy Laurel! I am so elated to see you blogging! :) Thanks for using the set its adorable! Is it ok for me to add it to the gallery on the website?\n\nKay said...\n\nVERY lovely card- I love that typewriter image, and it's just gorgeous on this card!\n\nPost a Comment",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.6921759844,
        "format_confidence":0.5710537434
    },
    {
        "url":"https:\/\/crashlanden.wordpress.com\/2009\/11\/28\/28-of-30-bloodbath-superhero\/",
        "text":"28 of 30 Bloodbath: Superhero*\n\nBloodbath: Superhero*…. It’s almost December….\n\n\n\n2 Responses to “28 of 30 Bloodbath: Superhero*”\n\n  1. Crash! Landen Says:\n\n    Thanks Sean C! Comments always welcomed…. There are more errors than just the one you pointed out actually (although I would argue that you CAN put your foot in that position. I just stood up and did it).\n\n    This was just a quick drawing to complete the ‘one a day’ obligation that I had agreed to. I might even go far as to say that this was a ‘throwaway’. It was just meant to be a fun thing.\n\n    I’m a bit sloppy anyway, though. I practice the ‘Dirty Mop’ style of Kung Fu (gong sounds)\n\n  2. Sean C Says:\n\n    Really late reply, I know. But I have to say that I really enjoy your artwork, really vibrant and bold. But I feel I have to comment on this artwork. The problem with this piece is his right foot, from our point of view the left, the ankle and foot cannot bend that way when the knee is facing us. Either adjust the position of the foot, or adjust the leg and the knee. A bit of reference might help here, whether it is a muscle mag or a photo of yourself making the pose.\n\n    I really like the character, but I just feel that this should be pointed out. It’s a shame to see one tiny element take away from a strong piece.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.9883788824,
        "format_confidence":0.731588304
    },
    {
        "url":"http:\/\/picturethisbykelly.blogspot.com\/2009\/11\/fun-fun.html",
        "text":"Friday, November 6, 2009\n\n\nI had the pleasure of spending a morning with my friend and fellow photog, Angie. We had the cutest little model! I had so much fun playing with him! And, boy, did he have his groove on for the camera!!\n\n\nAngie Penrose said...\n\nso cute! i love it! i have yet to do anything with mine. i'll send you a few when i get them on the computer! :) thanks again for the fun afternoon. i love these. he is yummy!!!\n\nKarie Lee said...\n\nBeautiful work! I love them . . . so rich! And, yes, he is quite \"yummy\".\n\nAnonymous said...\n\nThese are great pictures and he sure did have his groove on for these shots. They are great!",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.5909317136,
        "format_confidence":0.6753005981
    },
    {
        "url":"https:\/\/www.ephotozine.com\/photo\/just-sitting-here-11945521",
        "text":"Views: 40 (27 Unique) \nVote 9\nAward Shortlist   \n\nJust Sitting Here\n\nBy Curtain\nWe stopped half way through our trip to Whipsnade to admire the view from the Downs. This is a spontaneous shot of my daughter enjoying the afternoon sun.\n\nTags: Portraits and people\n\nVoters: LesF, CarolG, Ginamagnolia and 6 more\n\nTake your photography to the next level and beyond...\n\n  • NEWS\n\nWhy not join for free today?\n\nJoin for Free\n\nYour total photography experience starts here\n\nClaim 10% off PortraitPro with code TQ1434 now!\n\n\n15 Aug 2009 7:58AM\nLove the effect of the shallow depth of field and the way she's looking over her shoulder.\n\nJoin ePHOTOzine for free and remove these adverts.\n\nnefaman 11 United Kingdom\n15 Aug 2009 8:13AM\nreally nice shot with great dof\nKJackson 9 7 1 England\n22 Aug 2009 12:24PM\nThis is a lovely image, one to treasure.\nThushari 7 1 Sri Lanka\n23 Aug 2009 8:52AM\nThis is a fantastic shot of your Beautiful Daughter\n\nSign In\n\nYou must be a member to leave a comment.\n\nePHOTOzine, the web's friendliest photography community.\n\nJoin For Free\n\nUpload photos, chat with photographers, win prizes and much more.",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.971783042,
        "format_confidence":0.8674227595
    },
    {
        "url":"http:\/\/www.betterphoto.com\/gallery\/dynoGallDetail.asp?photoID=4423333&catID=22097",
        "text":"\"Camper of the Day\"\n\n© Roseann Thebado\n\n\"Camper of the Day\"\n\nJoan Powell 8\/14\/2007 7:13:31 PM\n\nI think you have an actress on your hands . Adorable portrait !! #714465\n\nScott Sweeney 8\/14\/2007 7:18:20 PM\n\nI really like this picture, nice work #4648880\n\nAngela E. Wright 8\/14\/2007 7:21:53 PM\n\nLove it! The color and lighting are awesome! #4648900\n\nRoseann Thebado 8\/14\/2007 7:24:52 PM\n\nThanks so much Joan, Scott and Angela! #4648914\n\nKim McCloud 8\/14\/2007 7:32:31 PM\n\nWhat a girl!:) She sounds full of spunk...I like that. This is a beautiful portrait too. Your clarity is awesome! #4648952\n\nAmanda C. Bradley 8\/14\/2007 7:35:19 PM\n\nWonderful! Beautiful colors and focus. She's adorable! #4648964\n\nRoseann Thebado 8\/14\/2007 8:34:02 PM\n\nThanks Kim and Amanda. Yes, she definitely has spunk! :) #4649173\n\nRoseann Thebado 8\/23\/2007 8:17:47 PM\n\nLove this picture! Wonderful light and colors and what a little cutie pie! Loved that story too. She's got it all figured out, doesn't she! #4690501\n\nErin Tyler 12\/19\/2007 2:32:38 PM\n\nCongratulations on your finalist! #5228580\n\nJennifer L. Alder 12\/19\/2007 7:54:16 PM\n\nLOL-- I love your descript!\nCONGRATS on this stunning WINNER, Roseann! :) #5231418\n\nKay E. Mahoney 12\/19\/2007 8:37:43 PM\n\nCongratulations on your second place winner, Roseann. #5231815\n\nMary Gundrum 12\/19\/2007 8:38:34 PM\n\nThis deserves to win, I love your work, the clarity is wonderful and the colors!! Congratulations! #5231824\n\nRoseann Thebado 12\/20\/2007 8:26:26 PM\n\nThanks so much Mary, Kay, Jennifer and Debra! #5237210\n\nJulie Monacella 12\/23\/2007 8:42:30 AM\n\nLove this image. Her headband, the blue door, her expression, your angle. Congrats on your win! #5246387\n\nHeidi Brand 12\/23\/2007 11:05:00 AM\n\nCongratulations on your win, it is a stunning photo. #5246717\n\nHeidi Brand 12\/30\/2007 2:12:31 PM\n\nSo glad the editors liked this one as much as I did. Congrats! #5269145\n\nRoseann Thebado 1\/1\/2008 9:15:19 AM\n\nThank you very much Julie, Heidi and Deborah!! :) #5276483\n\nAnna Diederich 1\/13\/2008 5:51:42 PM\n\nCONGRATS on this awesome winner, Roseann! #5334999\n\nSarah Goblot 1\/14\/2008 9:32:52 AM\n\ncongratulations!!!!!!! #5338521\n\nMarla Laramie 1\/14\/2008 12:25:20 PM\n\nCongrats on your win, Roseann!! What a gorgeous shot, love it! :) #5339250\n\nMeg Campbell-Back 1\/14\/2008 2:09:28 PM\n\nwell done Roseann, that's a gorgeous shot!!! #5339681\n\nTo discuss, first log in or sign up (buttons are at top center of page).\n\n\nWhen we asked my eight year old niece how she won the award of \"Camper of the Day\" at her day camp, she simply answered, \"I just made sure I smiled a lot and pretended I was enjoying everything.\"\n\nShe cracks me up and loves the camera! :)\n\nUploaded on 8\/14\/2007 6:56:59 PM\n\nMade With\n\nCamera: Nikon D50 Digital SLR Camera\n\nBetterPhoto.com Photo Contest SECOND PLACE Winner\n\nCopyright for this gallery photo belongs solely to Roseann Thebado. Images may not be copied, downloaded, or used in any way without the expressed, written permission of the photographer.\nLog in to follow or message this photographer or report this photo.",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.9297596812,
        "format_confidence":0.899473846
    },
    {
        "url":"http:\/\/faerietaleswithpaper.blogspot.com\/2012\/10\/ci-paints-sweet-and-shimmery-card.html",
        "text":"Thursday, October 11, 2012\n\nCI Paints - Sweet and Shimmery Card\n\nHi there Crafty Friends!  I'm Kimberly, and for my first official project on the CI Paint DT I chose to color a sweet little image and make a card.  I've used several fun colors from the expansive Creative Inspirations Paint line:  Carmel, Onyx, and Blue Ice.  I've also added a bit of clear glue along the edges of the flower I made, and sprinkled on some of the Resplendence Angel Dust glitter for even more sparkle.\nThe Creative Inspirations Paint I've used:\nThe Creative Inspirations Resplendence Glitter I've used:\nThanks so much for joining me today, and I'll be back with a new project on the 25th!\n\n\n\nShelby said...\n\nYour first post looks awesome! Beautiful use of the CI paints and love how this card turned out.\n\n\nDanni said...\n\nBeautiful card! So sorry it's been way too long since I've been in touch, seems like life just has a way of interfering sometimes. Hope you're doing well! HUGS!!\n\nKristie said...\n\nWhat a pretty card!! I love the sparkle on her boots my first thought was go-go boots and she's ready to party lol :)\n\n*Vicki* said...\n\nOh wow she's just adorable!! :) I love the shimmer you've added and gorgeous coloring!! HUGS\n\nDavi said...\n\nSooo pretty Kimberly!! Love your coloring on the sweetie and the flower is beautiful :)\n\nJoan Ervin said...\n\nThis is sooo cute, Kimberly!!!! You have used such a sweet image and I loooove all the sparkle!!!\n\nShannon White said...\n\nSuch a Darling Card and Super Sweet image! Love her Sparkly boots! 8-)\n\n\nHappyCrafter said...\n\nok, really, really, really loving those paints and that glitter!!!!\nAdorable card, too :-)",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.795578897,
        "format_confidence":0.7488520741
    },
    {
        "url":"http:\/\/jpgmag.com\/photos\/1198170",
        "text":"Raining Cats and Dogs!\n\nUploaded 7 Nov 2008 — 124 favorites\nSpotlight This! Enter Shoot Out\nLogin Required\n\nTo add items to your favorites you must login.\n\nAlready have a JPG account?\n\n\nNeed to create a JPG account?\n\nJPG+ Required\n\nCollections are a JPG+ feature. You must be a JPG+ member to create new collections and to add photos to collections.\n\nSign up for JPG+ to start using collections now!\n\n© Steven Maguire\nViews 734\nLikes 0\nFavorites 123\nComments 112\nWould you like to also give a props comment to the photographer?\nAll dislikes require a comment. Please tell us why you do not like this photo.\n\nMore of Steven Maguire's Photos\n\n  • Elements of Life\n  • Raining Cats and Dogs!\n  • Stop & Stare\n  • Night at the carnival\nPhoto Info\nUploadedNovember 8, 2008\nTakenAugust 26, 2007\nModelFinePix S9100\nExposure1\/500 sec at f\/3.4\nFlashNo Flash\nFocal Length10 mm\nNo categories yet.\nNo tags yet.\n\nQ: Does anyone know of any good online diplomas to do?\n\nA: Do you know?\n\nPhoto license: © All rights reserved\n\nAn Az. monsoon clouburst over the Huachuca Mountians.\n\n112 responses\n\n  • triciamary\n\n    triciamary gave props (7 Nov 2008):\n\n    Amazing capture - just like a bucket of water was dumped out! Well done!\n\n  • stuart s\n\n    stuart s   gave props (7 Nov 2008):\n\n    Great shot!\n\n  • Rich Sylvester\n\n    Rich Sylvester gave props (7 Nov 2008):\n\n    great shot\n\n  • Stephen Cozart\n\n    Stephen Cozart said (7 Nov 2008):\n\n    This is what great photography is...indeed!\n\n  • Tammy Espino\n\n    Tammy Espino gave props (7 Nov 2008):\n\n    Awesome. It's like that in Vegas, Sunny on one side of the street and pouring rain on the other side!\n\n  • Tiia Vissak\n\n    Tiia Vissak gave props (8 Nov 2008):\n\n    very dramatic!\n\n\n    LAM KHIN THET said (8 Nov 2008):\n\n    Amazing and stunning.\n\n  • Ted Opderbeck\n\n    Ted Opderbeck gave props (8 Nov 2008):\n\n    Great shot - you get such texture and richness in your photos\n\n  • Jim Hart\n\n    Jim Hart gave props (8 Nov 2008):\n\n    Your photos really capture the nature of the big skies out west.\n\n  • phil413\n\n    phil413 (Deleted) gave props (8 Nov 2008):\n\n    Oh.my.goodness...what an amazing shot.\n\n  • May Lattanzio\n\n    May Lattanzio gave props (8 Nov 2008):\n\n    How about entering this in Severe Weather?\n\n  • melanie scott\n\n    melanie scott gave props (8 Nov 2008):\n\n    what an amazing sight!\n\n  • :) L P\n\n    :) L P gave props (8 Nov 2008):\n\n    wow....cats and dogs for sure! great capture!\n\n  • Rob Roy\n\n    Rob Roy (Deleted) gave props (8 Nov 2008):\n\n    Steve, this is an incredible scene captured incredibly well! Appears 2 cloud formations coming from separate directions have collided and are down pouring in distinctive chutes! Beautiful shading and perfect contrast with the sunlit clouds behind them! Perfect perspectiveâ€”the grass line on the left and the telephone wires on the right are both interesting details that also lead the eye to the center of the storm funnel. WINNER, as the â€œfavoritesâ€\u009d prove!!\n\n  • elfriede fulda\n\n    elfriede fulda gave props (9 Nov 2008):\n\n    This is fantastic , what a capture...\n\n  • Kim\n\n    Kim said (9 Nov 2008):\n\n    stephen, awesome capture!\n\n  • A F\n\n    A F gave props (9 Nov 2008):\n\n    cool capture\n\n  • Gail Anderson\n\n    Gail Anderson gave props (9 Nov 2008):\n\n    this is a stunning shot! the colors are awesome those clouds!!! specatular!\n\n  • joop van dijk\n\n    joop van dijk gave props (9 Nov 2008):\n\n    this is a fantastic shot\n\n  • Manon Boily\n\n    Manon Boily (Deleted) gave props (9 Nov 2008):\n\n    very nice picture!\n\n  • Emily L\n\n    Emily L said (9 Nov 2008):\n\n\n  • Sean Duffy\n\n    Sean Duffy said (9 Nov 2008):\n\n    How is this not a \"Hot\" photo...this is awesome.\n\n  • Kristina Evans-davis\n\n    Kristina Evans-davis gave props (9 Nov 2008):\n\n    great capture. I have to agree with Sean Duffy.\n\n  • Aaron Mythen\n\n    Aaron Mythen gave props (10 Nov 2008):\n\n    Great shot!!!\n\n  • John Linton\n\n    John Linton gave props (10 Nov 2008):\n\n\n  • bill keane\n\n    bill keane said (10 Nov 2008):\n\n    gorgeous image!\n\n  • Amanda Baltzell\n\n    Amanda Baltzell gave props (10 Nov 2008):\n\n    I love this one. It looks like the sky just opened up. Great capture.\n\n  • Mykola Swarnyk\n\n    Mykola Swarnyk gave props (10 Nov 2008):\n\n    Oh, this is really fantastic picture!\n\n  • Prasad Mahale\n\n    Prasad Mahale said (10 Nov 2008):\n\n    Wow! Excellent capture, very well seen!\n\n  • Alex Dudley\n\n    Alex Dudley gave props (10 Nov 2008):\n\n    beautiful capture!! i hope you kept your distance tho. hah\n\n  • Dianna Geiser\n\n    Dianna Geiser gave props (11 Nov 2008):\n\n    Wow, is that going to turn into a tornado? That's one scary but beautiful looking storm.You captured it wonderfully well.\n\n  • Jason Webster\n\n    Jason Webster gave props (11 Nov 2008):\n\n\n  • Donald Garrett\n\n    Donald Garrett   gave props (11 Nov 2008):\n\n    Looks like the heavens literally opened up and gushed out!\n\n  • A K\n\n    A K said (11 Nov 2008):\n\n    The contrast in the clouds is really similar to that of the ground and they fight for attention - I'm not sure I'm able to grapple with it, but the moment is epic. Good capture!\n\n  • Alicia Langlois\n\n    Alicia Langlois gave props (11 Nov 2008):\n\n    This is an amazing image - awesome work.\n\n  • Greg Windell\n\n    Greg Windell gave props (11 Nov 2008):\n\n    Wow, amazing..\n\n  • Joe Z\n\n    Joe Z gave props (11 Nov 2008):\n\n    Nice shot!\n\n  • Philipp Balga\n\n    Philipp Balga gave props (11 Nov 2008):\n\n    just brilliant!\n\n  • Deborah Downes\n\n    Deborah Downes gave props (12 Nov 2008):\n\n    Incredible capture. Surreal.\n\n  • Litz Go\n\n    Litz Go gave props (12 Nov 2008):\n\n    amazing, with all of this photos, you could easily win the \"severe weather\" trophy\n\n  • mareksy at Creamteam\n\n    mareksy at Creamteam said (12 Nov 2008):\n\n    as sand direct from heaven... impressive\n\n  • Sophie\n\n    Sophie (Deleted) gave props (12 Nov 2008):\n\n    Thank u, i love your work :)\n\n  • george hess\n\n    george hess gave props (12 Nov 2008):\n\n\n  • Amber M. Phillips\n\n    Amber M. Phillips (Deleted) gave props (13 Nov 2008):\n\n    This is amazing.\n\n  • Lois Martin\n\n    Lois Martin gave props (13 Nov 2008):\n\n    This is an awesome capture, great timing on your part!\n\n  • Bonnie Blanton\n\n    Bonnie Blanton (Deleted) gave props (14 Nov 2008):\n\n    wow, what a shot!\n\n  • Vanessa Myers\n\n    Vanessa Myers gave props (15 Nov 2008):\n\n    This is an amazing shot.\n\n  • Michael Ball\n\n    Michael Ball gave props (15 Nov 2008):\n\n    Great composition!! Awesome shot!!!\n\n  • Alex Tsai\n\n    Alex Tsai said (15 Nov 2008):\n\n    Fierce!!! Excellent shot!\n\n  • Mark Rosenbaum\n\n    Mark Rosenbaum   said (15 Nov 2008):\n\n    really good shot\n\n  • Judy Wanamaker\n\n    Judy Wanamaker (Deleted) gave props (15 Nov 2008):\n\n    Wonderful capture of nature throwing a dramatic tantrum. Great composition, light, contrast, and colors. Expertly done.\n\n  • avrie\n\n    avrie said (16 Nov 2008):\n\n\n  • Aurelia Mouret\n\n    Aurelia Mouret gave props (16 Nov 2008):\n\n\n  • Lorna Burgess\n\n    Lorna Burgess gave props (16 Nov 2008):\n\n    Love the colour and drama in this photo.\n\n  • Antje Woolum\n\n    Antje Woolum (Deleted) gave props (16 Nov 2008):\n\n    That's an awesome shot....looking at your pictures you seem to be an expert on capturing storms. Thank you for the compliment!\n\n  • Vanessa Kubach\n\n    Vanessa Kubach (Deleted) gave props (16 Nov 2008):\n\n    that's unbelievable...(meaning awesome, of course)\n\n  • Beth Wode\n\n    Beth Wode (Deleted) gave props (17 Nov 2008):\n\n    Amazing shot!!! Well done.\n\n  • Staffan Losten\n\n    Staffan Losten gave props (17 Nov 2008):\n\n    This must have been a lucky day. Great picture.\n\n  • Wallace Jones\n\n    Wallace Jones gave props (17 Nov 2008):\n\n    that is a really crazy cool shot! good eye!\n\n  • diana\n\n    diana (Deleted) gave props (18 Nov 2008):\n\n    awesome photo of those glorious clouds\n\n  • Dana Tufte\n\n    Dana Tufte (Deleted) said (19 Nov 2008):\n\n    HOLYCOW! That is mind blowing!\n    So rich. The colors just POP!\n\n  • Ninas4otos\n\n    Ninas4otos said (20 Nov 2008):\n\n    Looks like the Waterfalls from heaven.....fantabulous capture!!!!!!!!!!!!!!!!!!!!!!\n\n  • Sarah Terokowskie\n\n    Sarah Terokowskie gave props (21 Nov 2008):\n\n    Amazing shot!\n\n  • Paige Corliss\n\n    Paige Corliss gave props (21 Nov 2008):\n\n    amazing..great capture!!\n\n  • Amanda Yates\n\n    Amanda Yates gave props (21 Nov 2008):\n\n    this looks like it in the middle of no where i love the clouds and the colors. great shot.\n\n  • Laura Boston-Thek\n\n    Laura Boston-Thek gave props (21 Nov 2008):\n\n\n  • Melissa Harding\n\n    Melissa Harding gave props (21 Nov 2008):\n\n    Fantatic shot. love it\n\n  • Yvonne Roberts\n\n    Yvonne Roberts (Deleted) gave props (22 Nov 2008):\n\n    Stunning capture.\n\n  • victor jackson\n\n    victor jackson said (22 Nov 2008):\n\n    awesome. love weather shots\n\n  • Pimienta Vieira\n\n    Pimienta Vieira said (22 Nov 2008):\n\n    whoooaa crazy\n    niccee shot.\n\n  • Staci Peterson\n\n    Staci Peterson gave props (22 Nov 2008):\n\n\n  • Angel Foice\n\n    Angel Foice gave props (22 Nov 2008):\n\n    wow.. mesmerizing :]\n\n  • Norm Smart\n\n    Norm Smart gave props (22 Nov 2008):\n\n    WOW This is just breathtaking!\n\n  • Kevin Eckert-Smith\n\n    Kevin Eckert-Smith said (23 Nov 2008):\n\n    Wonderful! A nuclear cloud-burst!\n\n  • Leif Blomqvist\n\n    Leif Blomqvist said (23 Nov 2008):\n\n    Extremly nice.\n\n  • Ann Reece\n\n    Ann Reece   gave props (23 Nov 2008):\n\n    This is an awesome shot of a localized rain storm that is pouring cats and dogs :-) Fantastic capture!!!!!\n\n  • Manlio Vetri\n\n    Manlio Vetri said (24 Nov 2008):\n\n    stunning shots stephen,love these landscapes.congrats!!!\n\n  • Dusti Stewart\n\n    Dusti Stewart gave props (26 Nov 2008):\n\n    great color and comp. keep up the good work\n\n  • F A\n\n    F A gave props (27 Nov 2008):\n\n    Brilliant shot!\n\n  • Dan Chang\n\n    Dan Chang said (27 Nov 2008):\n\n    stunning with such good colors of the rain and clouds....\n\n  • Trish Meyer\n\n    Trish Meyer (Deleted) gave ... (truncated)",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.966125071,
        "format_confidence":0.9632847309
    },
    {
        "url":"http:\/\/cardsbyjudie.blogspot.com\/2012\/10\/pink-daisy_12.html?showComment=1412162988571",
        "text":"Friday, October 12, 2012\n\nPink daisy\n\nThis card was created from a punch\nout flower book I have had for quite some\ntime and never used. It does produce\nsome very nice flowers. What do you think?\nYour comments are greatly appreciated.\nThanks for the visit\/\n\n\nDoreen said...\n\nThis is gorgeous\n\nJudy said...\n\nHi my friend Judie, I love the flower it is just beautiful.\n\nTenSGal said...\n\nI think it's just lovely!\n\n\nAnonymous said...\n\nSystemic involving includes jobber interdependencies allied elements.\nLack be advantageous to persistence, buy-in, uninterruptedly or opinion leads exposed to levels. Be transferred to is relegated apropos an ambition what leaders attack their sights on: ready extra preempting problems, capitalizing superior to before opportunities, mobilizing benefit spellbinding employees, modification their organizations unfamiliar proactive workplaces.\nTimothy F. Bednarz, Ph. D. is stroke 125 books under Series. He has as well as authored Great! What Makes Leaders Great, which was nearby Ă˘â‚¬Ĺ“Foreword Take apart MagazineĂ˘â‚¬Âť irritate top ten business books published up 2011, cool finalist stroke Ă˘â‚¬Ĺ“2011 Arrange Awards. Ă˘â‚¬Âť You tiara blog ready Leaders everywhere Leader. Mirage transcends organizational accomplishments, visionary leaders civil \"doing be imparted to murder thing\" desert \"doing belongings right. \" This freedom their vision.\nVision Requires additional are quick out, if placed obtain remedy vision-related contexts.\nStrategies Freedom onset, leaders denote their biases, backing zones coupled with long-held beliefs. steadily non-judgmental increased by having reimbursement are crave [url=]cheap chanel bags[\/url] in the event that one's conjure up is everywhere realized.\n\njudit said...\n\nHi Judie, finally found your blog! Love this flower. hugs, judit x\n\nAnonymous said...\n\n[url=]gaming computer[\/url]\n\n[url=]core i7 gaming pc uk[\/url]\n\n[url=]intel core i3 gaming laptop uk[\/url]\n\n[url=]gaming mouse pads uk[\/url]\n\nAnonymous said...\n\nТhese arе аlso aνailable with PTΟ Delay feature which automaticаlly open tаnκ inteгnal valve foг 5 seconds\nрrior to engaging PTO allowing pumр anԁ ρroduсt lіnes\nto charge prеѵiеωing interval valve ѕlug.\n(Checκ out the aгticlе: What's Really Out There in the Night Sky to see how some celestial objects appear at different EM frequencies. Even if you have a good two way radio, it isn't bad to have some kind of rеcеiѵе only гadio to get іnformation on.\n\nFeel frеe to visit my blog post:\n\nAnonymous said...\n\n\"Is there really no way to transfer my VC and Wii - Ware games from my Wii to another. Real game, real people, real thrill and of course real money; is all about online gaming, the perfect place to fulfill your desire to be a multi millionaire. In fact an ideal online casino will make the entire gaming experience a pleasurable and a real experience to the gamer.\n\nAlso visit my website - spiele spielen\n\nAnonymous said...\n\nThanks for your personal marvelous posting! I genuinely enjoyed\nreading it, you are a great author. I will be sure to bookmark your blog and will eventually come back\nlater in life. I want to encourage you to continue your great work, have a nice afternoon!\n\nmy weblog - healthy waist to height ratio\n\nAnonymous said...\n\nHighly energetic article, I enjoyed that a lot.\nWill there be a part 2?\n\nFeel free to surf to my homepage: free wood plans\n\nLibiya jhon said...\n\nPleasant colors & theme. Performed anyone design this website yourself or even did a person hire an attorney to make it work for you personally Cccam Server ? Plz act in response since I!|m planning to style and design my personal weblog and also would want to realize wherever you became that from. thanks...Why Cardsharing is the best option For Watching HD TV?",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.7171496153,
        "format_confidence":0.9828704
    },
    {
        "url":"http:\/\/www.betterphoto.com\/gallery\/dynoGallDetail.asp?photoID=2199748&cn=&catID=10537&rowNumber=1&sortBye=New&contestCatID=4&camID=&mem4gall=0&favMemID=&Favpt=",
        "text":"Classic Design\n\n© Doug Bascom\n\nClassic Design\n\nCristi Bastian 5\/31\/2006 6:11:35 PM\n\nExcellent design shot! #456073\n\nTim Heimel 5\/31\/2006 6:41:08 PM\n\nLooks like a 32 ford coupe - truly a classic design - nice shot! #2838212\n\nSam Britt 5\/31\/2006 6:44:14 PM\n\nGreat shot.\n\nSam #2838223\n\nSandy Driscoll 5\/31\/2006 7:05:49 PM\n\nBeautiful shot, Doug! Love the color, lines and the water. Sandy #2838275\n\nLeanne M.E. Boyd 5\/31\/2006 7:12:11 PM\n\nExcellent shot, Dog! #2838294\n\nNiels Sandal 6\/20\/2006 10:57:22 PM\n\nCongratulations with your finalist! Great color, composition and detail. #2923307\n\nDoug K. Herrman 6\/21\/2006 5:23:16 PM\n\nCongrats. I do a fair share of car shots & I've been admiring the ones you've entered. Actually, I plagarized this particular shot last weekend at the LA Roadster show. #2930251\n\nronda chatelle 7\/21\/2006 6:40:42 PM\n\nStunning Image! Outstanding composition and detail. The beads of water give this image an edge in originality. Beautifully done Doug! #3060898\n\nChristopher Budny 7\/24\/2006 12:30:03 PM\n\nBeautiful capture! The lines, the color, the deep shadow on the left, the water... great combination of elements! #3070733\n\nTo discuss, first log in or sign up (buttons are at top center of page).\n\n\nUploaded on 5\/31\/2006 6:05:23 PM Photo Contest Finalist\n\nCopyright for this gallery photo belongs solely to Doug Bascom. Images may not be copied, downloaded, or used in any way without the expressed, written permission of the photographer.\nLog in to follow or message this photographer or report this photo.",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.9492477775,
        "format_confidence":0.8988144994
    },
    {
        "url":"http:\/\/www.betterphoto.com\/gallery\/dynoGallDetail.asp?photoID=12865515&catID=361&rowNumber=100",
        "text":"Shadow Trees\n\nArthur Bohlmann 4\/1\/2012 8:51:47 AM\n\nvery nice composition as well as editing #1453654\n\nCarla Capra 4\/1\/2012 9:43:10 AM 1\n\nAwesome entry. Good luck. #10070245\n\nDavid Resnikoff 4\/1\/2012 4:59:41 PM 1\n\nVery nice indeed.\n\nThe textures and shadows make a wonderful take\n\nDavid R #10070900\n\nRobert Jensen 4\/2\/2012 6:47:34 AM\n\nPerfect entry for this month's theme. #10071688\n\nWendy M. Hansen-Penman 4\/2\/2012 9:09:42 AM\n\nYour black and whites are exquisite! #10071827\n\nNeal D. Hatcher 4\/2\/2012 8:16:47 PM\n\nFantastic-Beautiful B&W #10072833\n\nCarolyn Vickers 4\/5\/2012 2:46:46 PM\n\nVery Nice Indeed! #10076846\n\nLiz blahh 4\/5\/2012 3:24:15 PM\n\nReally beautiful! #10076902\n\nDennis Behm 4\/5\/2012 3:43:52 PM\n\nVery lovely image, Nancie! #10076937\n\nNeal D. Hatcher 5\/25\/2012 8:58:54 PM\n\n--------GOOD LUCK NEXT ROUND---- #10151086\n\nLyn Darlington 5\/26\/2012 12:13:55 AM\n\nCongrats on your finalist! Beautiful image! #10151517\n\nArthur Bohlmann 5\/26\/2012 4:04:51 AM\n\nCongrats Nancie! #10151790\n\nDavid Resnikoff 5\/26\/2012 6:07:54 AM\n\nCograt Nancie\n\nWell Deserved\n\nDavid R #10152056\n\nCarla Capra 5\/26\/2012 11:31:39 AM 1\n\nWhew Whoo, Congratulations!! #10152976\n\nThe Judges at 5\/26\/2012 3:42:51 PM\n\nBlack and white was a great choice for this one. #10153788\n\nDaniella Puente 5\/27\/2012 10:52:33 AM\n\nWonderful, congrats! #10155661\n\nJO ANN CLEVELAND 5\/29\/2012 12:26:10 PM\n\nBig congratulations on this outstanding 2nd Place Gold Winner Nanci!\n\nAnd sooo well deserved too..I just love it!\n\njo ann c. #10159288\n\nArthur Bohlmann 5\/29\/2012 12:54:43 PM\n\nWhooo Hoooo! Way To Go! #10159369\n\nKay Beausoleil 5\/29\/2012 1:39:41 PM\n\nCongratulations, Nanci, on your win for this beautifully designed image! #10159573\n\nMary Dimitriw 5\/29\/2012 5:57:07 PM\n\nCongrats Nanci on your outstanding Winner! #10160138\n\nIrene Colling 5\/30\/2012 7:07:29 AM\n\nExcellent depth and great tones Nanci.\n\nCongratulations on your gold award photo. #10161248\n\nAndre Larose 5\/31\/2012 5:54:12 AM\n\nBeautiful B\/W. Great composition.\n\nCongratulations! #10162752\n\nWendy M. Hansen-Penman 5\/31\/2012 9:58:54 AM\n\nCongrats, friend! Well deserved! #10163010\n\nDavid M. Montero 6\/8\/2012 12:41:51 PM\n\nI apologize for my tardiness. Congratulations on your gold award for this stunning capture Nancie! Awesome shadows and composition! #10173086\n\nMerna L. Nobile 6\/8\/2012 1:46:16 PM\n\nAchievement begins with belief, CONGRATULATIONS on your achievement!Merna\n\nDennis Gay 6\/21\/2012 3:55:25 AM\n\nG'day NANCY!\n\nMy warmest and heartiest congratz for your mest deserved EP, FINALIST & 2nd PLACE awards.\n\nAn exceptional b&w displaying excellent snow exposure, wonderful tones and contrast and that geometric delight of fenceline and tree lines.\n\nDennis #10193614\n\nDavid Resnikoff 6\/21\/2012 5:07:19 AM\n\n\nWell deserved Gold Ribbon\n\nDavid R\n\nNancie M. DeMellia 3\/30\/2016 9:45:08 AM\n\nThank you all for the great comments, #11454146\n\nTo discuss, first log in or sign up (buttons are at top center of page).\n\n\nMy Entry For Aprils Contest in \"what else you got\"\n\nUploaded on 4\/1\/2012 8:32:17 AM All Time Best Photo Contest Staff Favorite Photo Contest SECOND PLACE Winner\n\nCopyright for this gallery photo belongs solely to Nancie M. DeMellia. Images may not be copied, downloaded, or used in any way without the expressed, written permission of the photographer.\nLog in to follow or message this photographer or report this photo.",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.992007494,
        "format_confidence":0.9575045109
    },
    {
        "url":"https:\/\/www.ephotozine.com\/user\/cookie-monster-199996\/favourite-photographers\/photo\/a-cruising-view-of-statue-of-liberty-37181360",
        "text":"Views: 27 (23 Unique) \nVote 6\nAward Shortlist   \n\nA cruising view of Statue of Liberty\n\nBy akhtarkhan\nWinkPlease describe your photo here.\n\nDo you want critique? Tell us what you are trying to achieve or what sort of advice you are looking for. It's also useful to provide as much EXIF data for the photo (see below).\n\nTags: Photo journalism General Landscape and travel\n\nVoters: NaturesHaven, CarolG, GeorgePlatis and 3 more\n\nTake your photography to the next level and beyond...\n\n  • NEWS\n\nWhy not join for free today?\n\nJoin for Free\n\nYour total photography experience starts here\n\n\nCarolG Plus\n10 199 20 Greece\n30 Nov 2013 11:59AM\nA superb image. Carol\n\nJoin ePHOTOzine for free and remove these adverts.\n\nakhtarkhan 14 4 United Kingdom\n30 Nov 2013 4:42PM\nThank you Carl, for your nice comment.\n\nSign In\n\nYou must be a member to leave a comment.\n\nePHOTOzine, the web's friendliest photography community.\n\nJoin For Free\n\nUpload photos, chat with photographers, win prizes and much more.",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.9393092394,
        "format_confidence":0.949929297
    },
    {
        "url":"http:\/\/www.mikesrightbrain.com\/cgi-bin\/shutter.cgi?entry_id=550",
        "text":"Info \/ Comments \/ Add a comment    \n\nNikon D2X\n\nCapture Date\/Time:July 6, 2007 08:30\nAperture\/Shutter Speed: 1\/20 sec, f4.5\nFocal Length: 55 mm\nISO: 100\nFlash: none\n\nWe're in NYC and staying at my sister in-law's place here on Wall street. I took this shot early this morning looking down on Broad street as workers and tourists were making their way to the NYSE.\n\n\n07.06.07, 09:51 AM, Archie FlorCruz:\n\nThis is the hawtness Mike... F'ing A!!\n\n07.06.07, 10:57 AM, Pieter:\n\nawesome.... its like an image touched by a painter..... very nice in deed:)\n\n07.06.07, 11:09 AM, Devyn:\n\nMike, Love this shot!\nI remember being obnoxiously hassled by police for trying to take pictures from those steps. Of course this was about 4 months after 911.\n\n07.08.07, 06:11 PM, ndiginiz:\n\nTena koe ehoa\nAre the still persons on the pay roll Mike? Nice alternative street view especially in revelaing short motion.\n\n07.09.07, 12:54 AM, navin:\n\nBrillint shot\n\n07.23.07, 12:14 AM, Mark:\n\nGreat shot, Mike. I love motion blur.\n\nLeave a comment",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.9256061912,
        "format_confidence":0.9548780918
    },
    {
        "url":"https:\/\/thepaperplayers.blogspot.com\/2010\/10\/winners-for-challenge-18-monochromatic.html",
        "text":"Saturday, October 9, 2010\n\nWinners for Challenge 18--Monochromatic\n\nI can't tell you how much I enjoyed ALL the creations you talented stampers made this week! My heart was going aflutter at all the beauty! Some of you said you struggled with monochromatic colors, others said you'd never tried it or rarely used them, so I was glad I challenged you to stamp outside your comfort zone, and I hope you use that theme more often!\n\nHere are our designers' picks this week for the Cut Aboves:\n\nNance's choice: Linda Callahan\n\nFor all it's dark, gothic elegance I had to choose this stunning card from Linda Callahan. I love the starkness of the candelabra and spider web against all the rich designer papers and the Black Raven lace is just the perfect touch on a beautiful card...congratulations, Linda!\n\nJaydee's Pick: Rose's Vintage Santa\n\nThere were so many great cards this week, but this Christmas creation from Rose just stole my heart. I love the fact that Rose mixed the vintage feel paper with the crisp white of the more modern santa and the top note die. The ribbon and button are gorgeous! This card made me smile!\n\nLesley's Pick: Vicki Burdick\nI chose Vicki's cute paper pads and matching cards in the \"In Colours\". The sweet little paper clips with the flowers and pearls really caught my eye! The \"In Colour\" designer paper looks amazing with this project!\n\nAnn's Pick: Anne Marie HileWith all of the fabulous cards submitted this week, I found it difficult to select just one! However, I adored this stunning creation by Anne Marie Hile. I loved how the swirls on the embossed background complimented the swirls of the tree. From the shimmer paint to the rhinestones, the \"bling\" was glorious, resulting in a card that anyone would love to receive!\n\nAnd my choice for the Headliner is:\n\nThe minute I saw this stunning gift bag that Ann made, I was head over heels!!! The unique color she used for a winter scene caught my eye right away, but the coloring, the attention to details and the fussy-cutting of her skaters put it over the top! I love the layout as well, and she even made a card to go with it! Congratulations, Ann, for being our Headliner of the Week!\n\n\n  1. How exciting!!! You've made my day - thanks so much for the Headliner of the week award and I'm so glad you liked my gift bag. I loved the challenge and am looking forward to participating in more.\n\n  2. Such beautiful cards - I am honored to be among them! Thanks Nance for the pick and all of your kind words - I'm still smiling :) And thanks LeAnne for the challenge - looking forward to more!\n\n  3. Sucha gorgeous cards - congratulations to Ann - so well deserved my friend - I can't wait to see more! {{{hugs}}}\n\n  4. Great challenge this week! Such great inspiration from everyone. Monochromatic is where it's at!\n\n    Congrats to Ann, your bag is just stunning. I also want to say a special thank you to Ann S. for the recognition on my card. It is a huge honor coming from an artist who's work I admire so much. You made my day! :)\n\n  5. Congrats, Ladies! I think all of these creations are lovely :)\n\n  6. oh those cards are just totally gorgeous.\n    Ann xxx\n\n\nWe love reading your comments! Thank you!",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.8366882801,
        "format_confidence":0.6779906154
    },
    {
        "url":"http:\/\/forum.photojojo.com\/viewtopic.php?pid=4713",
        "text":"The Photojojo Forum\n\nWe love photography!\n\nYou are not logged in\n\n\nShop @ Photojojo!\n\nFisheye, Wide\/Macro, and Telephoto Phone Lenses\nHigh-quality lenses to help you go pro with your camera phone pix. More →\n\nEasy Macro Cell Lens Band\nShockingly detailed phone shots at the snap of a band! More →\n\nThe Glif\nMinimalist Phone Stand & Tripod Mount More →\n\nThe Handleband Bike Mount\nYour phone called. It wants a ride ... On your bike!More →\n\nThe ChargeCard\nFits in your wallet, so it's always there when you need it and out of the way when you don't. More →\n\nGorillapod Mobile\nWorks with every phone ever, even with a case on. More →\n\nThe Keyprop\nThe key to getting your smartphone to stand up for itself. More →\n\nThe Pocket Spotlight\nBright, constant light in the palm of your hand. More →\n\nThe Pocket Reflector\nA Go-Anywhere Light Bounce! More →\n\nThe Smartphone Spy Lens\nA 90° Periscoping Lens More →\n\n\n\n2404 days ago\nHello there!\n\nI've been on the Photojojo mailing list for a long time now but I've only just registered on this forum. I don't devote as much time as I'd like to photographic projects which is why I'm making a New Year's Resolution to do so.\n\nI've just thought about setting myself a target of releasing one finished project per month throughout 2008. Hopefully I'll be able to stick to it...\n\nTo get myself started, I'll be taking part, as many probably will, in Project 365 in 2008. Starting from tomorrow, you will be able to follow my progress via Flickr -\n\n@  Send to a friend\n<a>  Link to this post\n\n\n2404 days ago\nGood luck on 365- it's a great experience so far for me (day 39) it seems like it's been longer though!\nCheck me out!\n@  Send to a friend\n<a>  Link to this post\n\n2403 days ago\ngood luck on the 365!! \ni too have been a mailing list subscriber for a while now and just signed up for the forum today.\n\n@  Send to a friend\n<a>  Link to this post\n\n\n2401 days ago\nDay three and not off to a great start. I wanted to post a shot every day but fate seems to have different ideas and has kept me away from my computer for a decent amount of time to get the shots off my camera. With any luck I should be back on track at the weekend. S\n\n@  Send to a friend\n<a>  Link to this post\n\nWant to reply?\n\nLogin or Register\n\n\nPage generated in 1406798818.9147 seconds",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.9188079238,
        "format_confidence":0.9873462319
    },
    {
        "url":"https:\/\/archinect.com\/forum\/thread\/150029838\/portfolio-critic",
        "text":"Portfolio critic\n\nHey all,\n\nWould love your views on my current portfolio.\n\n\nSep 22, 17 3:00 pm\n\nHello, I looked at it. Now I am going to go get two books. The number of times I have hired someone based on a portfolio = zero. The one person I collab with, I met that person at a firm so I got to see how she works.\n\nMaybe do a video of you working on something?\n\nCheers. DC\n\nSep 22, 17 4:07 pm\n\nI would recommend making it a GIF so it plays and loops automatically on all devices.\n\n\nHey David, Thanks\n\n\nSo much text yet your contribution to those projects remains unclear to me. Also can't really tell the difference between academic work or professional, it never really goes deep enough or becomes concrete enough. Is URBANFRAME perhaps just the name under which you do some competitions by yourself? The only workplace where you describe your personal tasks and role more precise was your internship, but you don't show any worksamples of the work you did, why? Also, your CV is unnecessary long for this stage of your career. Most often the CV should fit on one portrait page, max. two, so you can send it as a separate file and is easy to print.\n\nSep 23, 17 2:11 am\n\nHey randomized, Thanks for your valuable feedback.\n\n\nThey're more questions than feedback but you're welcome I guess, good luck with the job hunt or commission hunt!\n\nSo.. I agree myself as its a test run I thought let's give it a shot with text to explain the whole process. But clearly it's not helping.\n\nAnd yes..Mentioning of specific roles and responsibilities...Going in right now.  So as this portfolio is specifically towards job applications..The idea was to show previews of what all varieties I have worked on and for interviews I have a 2nd detailed portfolio which I use to go in deeper into the projects. Urbanframe is a new name of the firm I work for as we are re-branding it, in addition to that I founded a platform where multiple events take place where by opening the office on a city level engagement.\n\nas for CV, well thats a perspective , i dont entirely agree with the point \"unnecessary long for this stage of your career\". But thanks anyways. hope now i answered your questions. :)\n\nBlock this user\n\nAre you sure you want to block this user and hide all related comments throughout the site?\n\n  • ×Search in:",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.7328265309,
        "format_confidence":0.9837634563
    }
]