[
    {
        "url":"https:\/\/www.mydavinci.com\/review\/ink-rendering-ir877533-2\/all.html",
        "text":"Customers Reviews\nHand Painted Ink Rendering from Photos\n291 Reviews\nsort by:\nPage 1 of 15     Next  \n\nHouse rendering\nby Geri Passerelli\nStamford, CT\nReviewed on: November 5, 2022\nThis is my fourth time ordering from myDaVinci and\nOnce again they never disappoint, beautiful work.\n\nby Khadejah Wilson\nRancho Cucamonga, CA, US\nReviewed on: November 3, 2022\nVery well drawn\n\nPerfect birthday gift\nby Jeanette Young\nEgg harbor township, NJ, US\nReviewed on: February 8, 2022\nDelivered on time and is really perfect.\n\nCraig & Dasher Sleeping\nby Dwight Ammeson\nSun City, AZ, US\nReviewed on: February 3, 2022\nWe lose our baby girl, she was the best mini pin dog ever. She was such a baby wanting to held all the time, she was 13 1\/2 years old. I sent a photo in and the return ink rendering was exceptional, better then I ever imagined. Craig cried when he opened his birthday gift. My Davinci out did themselves.\n\nGreat drawing!\nby Jessica Garfin\nSan Diego, CA, US\nReviewed on: January 20, 2022\nThis drawing of my friend’a new born baby turned out beautiful! They absolutely loved it and were so happy with how it turned out!\n\nBulldog sketch\nby Tonya Mason\nEvansville, IN, US\nReviewed on: January 11, 2022\nGreat communication through entire process. Very happy with the quality of the sketch.\n\ncouldn't be happier\nby nancylee prohaska\nExeter, RI, US\nReviewed on: December 17, 2021\nEXCELLENT work! Absolutely beautifuul workmanship, high quality and just couldn't be happier. After the sample review, I asked if they could bring out her bright blue eyes and they did without hesitation and got the final review back almost immediately and the eyes were just like the picture. Would highly recommend to anyone, in fact I have had others done before this and was just as happy and have referred several people and they loved there's also. Thank you for making our fur babies come alive in your renditions!\n\nVery satisfied\nby Saundra Woody\nGreeneville, TN, US\nReviewed on: December 16, 2021\nFast service and great quality. Can’t wait to give this gift.\n\nLittle Man\nby Sterling Wolf\nWylie, TX, US\nReviewed on: December 13, 2021\nWe lost our four year old little man unexpectedly five months ago. It has been difficult since he was so young. I gave this to my wife and she burst out in tears. The details are amazing and there is no question it’s Bruce. You captured his essence and joy in his expression. Thank you for helping us honor his life and be able to see him as he was, daily.\n\nGreat work!\nby Jessica\nSan Diego, CA, US\nReviewed on: June 16, 2021\nI am thrilled with how this picture of my mother-in- law’s dogs turned out. Both of them recently passed away and I wanted her to have something special to remember them by.\nMy Davinci was so easy to work with and made the buying process so smooth! They are a great company to use and their products are amazing. My mother has used them for gifts for me and they have both been amazing!\n\npet dog\nReviewed on: May 18, 2021\nExcellent artwork.\n\nVery satisfied\nLoganville, GA, US\nReviewed on: May 18, 2021\nGorgeous. Fantastic job\n\nPerfect portrait! Second purchase, highly recommend!\nby Jennifer W\nReviewed on: April 25, 2021\nSecond time we have ordered and always very pleased! Highly recommended!\n\nEtching of Oakley\nBuford, GA, US\nReviewed on: April 22, 2021\nThe etching of my grand dog is beautiful, my daughter loves it .\n\nPerfect gift!\nby Maryellen Skiles\nKennesaw, GA, US\nReviewed on: March 12, 2021\nI had this made for my husband's 50th birthday and he loves it.\nThe artist did an amazing job. Thank you!\nWe will be doing this again for another family member.\n\nBeyond beautiful!\nby Lynn Abbott\nHollis Center, ME, US\nReviewed on: February 18, 2021\nThis is my third portrait through my davinci and all 3 were phenomenal. Better than expected, I will continue to order.\n\nReviewed on: January 27, 2021\nThe art is perfect. The frame could be a little better\n\nReviewed on: December 31, 2020\n\nPerfect in every way!\nReviewed on: December 30, 2020\nCould not have wished for anything more perfect!\n\nReviewed on: December 29, 2020\nIt looks so good you wonder if it was done by an artist or a copy machine! But it's REAL and HAND DRAWN!\n\n 1 2 3 4 5  ... 15   Next >",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.9332543612,
        "format_confidence":0.9905418754
    },
    {
        "url":"http:\/\/www.shutterbug.com\/content\/twilight-bay",
        "text":"You are here\n\naprille's picture\n\nThat could be the possible for us knowing the details of this more or else. - Anna Wyer\n\nginkoz's picture\n\nNikon D7000\nTokina 11-16 II\nF\/11, ISO 100, 10s\n\nIt was taken during one of the full moon night. You can see the moon start to rise toward middle of photo.\n\n\naprille's picture\n\nIt was so good and this is one of the best scene I've seen ever in my whole life. - Gregory J. Daniels DDS\n\n  • X\n    Enter your Shutterbug username.\n    Enter the password that accompanies your username.",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.9465728402,
        "format_confidence":0.5483561158
    },
    {
        "url":"https:\/\/benwinspearart.com.au\/reviews\/?ivrating=4",
        "text":"Course and Class Reviews\n\nBased on 38 reviews\n5 star\n4 star\n3 star\n2 star\n1 star\nShowing 6 of 38 reviews (4 star). See all 38 reviews\n  1. André Dubrowin\n\n    In the short time I have been in Ben’s class I have been made aware of the importance of colour theory .\n    It is opening my mind to the mixing and use of colours\n\n    (1) (0)\n  2. Jacques Joubert\n\n    Ben gave a well-structured, interactive colour workshop which covered all the essential aspects of colour in painting. It was a tour de force from an artist who teaches in the classical way and practices in the classical way. Well worth-while.\n\n    (2) (0)\n  3. Alan Wise (verified owner)\n\n    Well organised\n\n    Life drawing session | Week 4 | Tuesday – 23rd FEB\n\n    Uploaded image(s):\n\n    Image #1 from Alan Wise\n\n    Uploaded image(s):\n\n    Image #1 from Alan Wise\n    (1) (0)\n  4. Alan Wise\n\n    Excellent model and organisation\n\n    (1) (0)\n  5. Hans van Weerd (verified owner)\n\n    well-run, good model, well-times\n\n    Life drawing session | Tuesday – 3rd of November\n\n    Uploaded image(s):\n\n    Image #1 from Hans van Weerd\n\n    Uploaded image(s):\n\n    Image #1 from Hans van Weerd\n    (1) (0)\n  6. Hans van Weerd\n\n\n    (1) (0)\n\nPast or current student?\n\nWe love to hear what our customers think – the good, the bad, the funny, the odd, the throw-away and keeper comments that help us to improve our service and continue playing a positive role in educating current and future artists.\n\nLeave your own review on the following platforms below.  \n\nBen Winspear Art Google Maps Link\n\nBought a product from our online store?\n\nLeaving a review on the product page is a great way to help others searching for specific Art Classes online and would be greatly appreciated.\n\nFind your previous products on the link below.\n\nBen Winspear Store Page",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.8510685563,
        "format_confidence":0.990229547
    },
    {
        "url":"https:\/\/divineartrecords.com\/review\/international-piano-25079-philip-clark\/",
        "text":"International Piano\n\nI have a long ingrained loathing for jugglers – if it is a near impossibility to spin eight plates simultaneously, that’s probably because plates were designed to be stationary household items from which you eat your dinner. And listening to Christopher White’s solo piano Mahler 10 – surely the strangest recorded artefact likely to emerge from this Mahler anniversary year – I heard someone juggling the impossible. Some aspects of White’s athleticism and dexterousness are undeniably impressive, but I wonder if this performance really does Mahler any favours.\n\nReviews elsewhere have questioned why White didn’t pick on earlier Mahler symphonies, perhaps no. 5 for which Mahler’s piano rolls might set a precedent. That misses the point: White’s transcriptions of movements two to five where designed to complement Ronald Stevenson’s existing transcription of the first movement and, to be fair, neither man claims this as “authentic” Mahler; the form of words White has concocted suggest a ‘piano commentary’ on the ‘performing draft (by Deryck Cooke) of the uncompleted Tenth Symphony’.\n\nBut the concept quickly wears thin. The inner complexities of Mahler’s Tenth bust through conventional orchestral boundaries and, inevitably, leaves the piano wanting – the nine-note expressionist screech in the first movement translates into a series of weightless tremolos, and the bass drum strikes that herald the last movement becomes hollow, tinny clusters. There just aren’t enough strikingly diverse timbres to tell Mahler’s story, a situation not helped by a needlessly, one-dimensional recording environment.\n\n—Philip Clark",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.6495326757,
        "format_confidence":0.8392501473
    },
    {
        "url":"https:\/\/visionarywild.com\/?testimonial=terry-donnelly-testimonial",
        "text":"Terry Donnelly testimonial\n\nJustin’s approach in designing VW activities emphasizes a thoughtful approach, creativity and personal growth – a rather brave business plan in a photo world obsessed with the latest and greatest software, lens, camera, sensor array, bean-bag mount, etc.  And then, my god, I wanted to cheer when I saw his recommended reading list!!! –Terry D.",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.6661549211,
        "format_confidence":0.9861497879
    },
    {
        "url":"https:\/\/www.kelseymarchiphotography.com\/client-testimonials",
        "text":"﻿ Kelsey Marchi Newborn Photography | Client Testimonials\n\nI knew from the get go I would get pictures done by you. Since you have taken years of amazing photos of my niece. But when it came to photos of my own little family & newborn, I am beyond impressed. These photos are beautiful. I am truly so grateful that you captured every little beautiful  aspect of our girl.  My boyfriend hates having his picture taken. But you made us very comfortable & relaxed to take great pictures of our new little family!  Thank you again! These are precious memories captured. \n\n- Rose G\n\n\nKelsey Marchi is nothing short of amazing. From her prompt response to my emails to her professionalism from beginning to end. Kelsey took my son’s pictures almost 5 years ago and when my daughter was born we drove 4 hours just to have Kelsey take her pictures. Kelsey is the best in business and I would never think of using anyone else. Her props and studio are the absolute best! She has something for everyone and will cater to your style and wishes. Her soft and gentle demeanor is just what a new baby (and mama!) needs. You just show up with a sleepy baby and Kelsey works her magic! I highly recommend her to all expecting mamas!!\n\n- Mika H\n\n\nKelsey is the upmost professional and takes extra steps to ensure both the parent(s) and baby are comfortable. She is always coming up with new ideas and keeps each session unique and personal. Highly recommended for newborn sessions. You will not regret it!\n\n-Jammie W\n\n\n I was so excited to have you capture these precious perfect moments! You really are the best in town. So thankful, we will be returning when we have our next baby.  Your studio is beautiful, organized cozy and warm. As a new Mom to a newborn leaving the house can be very stressful, but your studio feels right at home.\n\n\n- Samantha L",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.9376277924,
        "format_confidence":0.99106884
    },
    {
        "url":"https:\/\/www.overstock.com\/reviews\/Hand-painted-Oil-on-Canvas-Wall-Decoration-5-piece-Art-Set\/21298279\/review.html",
        "text":"bbsmom74 Review\n\nThis product can only be shipped to certain zip codes. View full details page for more information.\n\nView Full Details\n\nThis item is out of stock.\n\nBeautiful Painitings!\n from Fort Wayne, IN,  Feb 28, 2012\n\nLove these paintings! We have a large wall between two large windows. These fit perfectly and look amazing! They were sized and described accurately, with the exception that they ended up being a little darker and colored a bit differently, but that adds to their unique-ness, I guess! :) Very pleased overall! Oh, and the communication from and shipping time was excellent too!\n\n  • How did the color on site compare with the actual product? Shown a little lighter than actual\n  • Please tell us about the quality of the product. Amazing Quality\n  • How accurate was the on site description of the product? Very Accurate\nWas This Review Helpful?",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.5386389494,
        "format_confidence":0.9914054871
    },
    {
        "url":"https:\/\/otakumode.com\/izayatheghoul",
        "text":"A.R.'s Reviews\n\nSee more\n6 months ago\n\nTouken Ranbu -Hanamaru- Soft Keychain Charm Collection Vol. 1\n\nThis is a really cute keychain. The keychain is soft just like the name of this ...Read more\n\n7 months ago\n\nDanganronpa V3: Killing Harmony Clear File Collection Ver. 1\n\nThe clear files were of good quality and the images were clear. My school papers...Read more\n\n8 months ago\n\nNevermore!! Postcard Magazine Vol. 01 (Digital Edition)\n\nWhen I first saw the price, I did a double take. Beautiful drawings and a bonus ...Read more\n\n8 months ago\n\nShouwa Genroku Rakugo Shinju 2017 Calendar\n\nThis was a beautiful calendar. The only problem I have with it is that the paper...Read more\n\nA.R.'s Public Favorites\n\nSee more\n\nA.R.'s SUKI on Gallery\n\nSee more",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.5699210167,
        "format_confidence":0.5902749896
    },
    {
        "url":"https:\/\/dadofdivas-reviews.blogspot.com\/2017\/04\/book-review-how-to-make-awesome-comics.html",
        "text":"Dad of Divas' Reviews: Book Review - How to Make Awesome Comics\n\nThursday, April 6, 2017\n\nBook Review - How to Make Awesome Comics\n\nHow to Make Awesome Comics\n photo disclaimer_zpsd3x74ej2.jpg\n\nAbout the Book\nWant to have awesome ideas, every time? Feel like turning your ideas into amazing stories? And ever wish you could make your creations come alive with incredible artwork?\n\nIf any of these things sounded cool to you, then How to Make Awesome Comics is the perfect book to help you on your way to comics\/cartooning genius. Let Professor Panels and Art Monkey take you through every step you'll need to be on your way!\n\nFrom the very basics (coming up with your stories and characters, learning how to draw) to more advanced levels (making art and text work together well, what makes a good villain, creating your own books from paper), How to Make Awesome Comics is a comprehensive and can't-put-down guide for every burgeoning artist, all from the mind of accomplished comic book-maker Neill Cameron.\n\nMy Take on the Book\nIf you know someone that loves to draw, and even more so loves drawing comics, this book is perfect! The book is easy to read and understand and truly lays out everything that you need to be able to draw some very cool comics. While I cannot say that I am the best artist, this book did offer me some additional insights and skills when it came to being able to create some wonderful drawings. My daughters, who are more artistically inclined than I also agreed and loved this book and have come up with some fun comics of their own becauase of this too!\n\nNew to the Divadom or to Dad of Divas Reviews?\nPlease Subscribe to my RSS Feed! Subscribe in a reader\nQuestions? Drop me a line at\n\nNo comments:",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.9242005348,
        "format_confidence":0.8324091434
    },
    {
        "url":"https:\/\/phdsigns.com\/testimonial\/attractive-and-functional\/",
        "text":"Attractive and Functional\n\nPhDsigns designed the website for my tutoring service and did a beautiful job. From creating my logo to displaying my company’s services and making it easy for current and potential clients to contact me, the website is both very attractive and functional. I have received many enthusiastic compliments on it. – Sylvie, Oceanside, NY, USA\n\nComments are closed.",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.7204975486,
        "format_confidence":0.9915824533
    },
    {
        "url":"http:\/\/messageinabottle-tictac.blogspot.com\/2010\/11\/blog-post_2793.html",
        "text":"November 26, 2010\n\n\nfrom Eni Ilis - Brasil\n\nplease click omn images for details and address\n\nEni, I am so glad your beautiful work has arrived safely this time!! It is very original and meaninful...I like every detail of it, from the envelope, the stamps to the content.\nMany many thanks, Eni, also for your nice letter.\nThe drawings are made on pages of books Eni reads. And the message in the bottle is:\n\"Life is more strong and always gets to move\"\n\nNo comments:",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.9665032029,
        "format_confidence":0.7357903123
    },
    {
        "url":"http:\/\/artinthepark.co.uk\/selected-quotes-from-evaluation-of-various-workshops-within-ace-project-older-participants\/",
        "text":"Selected Quotes from evaluation of various workshops within ACE project\n\nWhat did you like about the workshops?\n\nOlder adults Drawing Club\n\n“Freedom of expression and imagination”\n\n“Sitting in the sun relaxing, really listening to sounds, transferring that into colours and shapes.”\n\n“Great location, interesting and unusual project. Lovely friends untied after a long time.Peaceful therapeutic work”\n\n“All the artists are very kind and helpful. The place is very beautiful and quiet. The method of painting is very unique”\n\nWell, it is different, because I have never painted with a long stick before. I found it very interesting and fun, thank you.”\n\n“Its been like finding treasure! Very welcoming and relaxed atmosphere. Gentle but stimulating, in mark-making, painting and conversation.”\n\n“It is very interesting to draw while dancing. We had a good time together. Thank the teacher for everything they did for us!”\n\n“I loved every minute, it was very therapeutic. The teachers\/artists on hand to provide guidance when needed. I received helpful advice which enabled me to proceed without over-thinking the process.”\n\n“Liked the novelty of the chalk-on-a-stick with music exercise, and similar in our books. Quite therapeutic!”\n\n“Very experimental or mental? Great fun!”\n\n“Loved this session. Very relaxing. I completely switched off and everyone seemed absorbed. Really nice way to use Chumleigh Gardens.”\n\n“Exciting, experimental and expressionistic.”\n\nOlder Adults Textile Class\n\n“Everything! I arrived late yet within a minute I had a space and was involved in the process. The atmosphere is welcoming and inspiring. The time flies by – and there’s a result at the end. Thank you! “\n\nOlder Adults Photography Class\n\n“Loved, loved, loved the project, could be longer. Wish I had my own camera. Until then…\n\nCan’t wait to learn how to take amazing photos with my camera.  I may not be able to come every session but I will try, as I love to be among such a beautiful group of people.”\n\n“I loved Kew – amazing flowers. Also Burgess Park was a fabulous location. I had fun and learnt lots. I would love to come back so looking forward to wreath-making!”\n\n“I liked the enthusiasm of the organiser and the brilliant locations”\n\n“Creative, fun, sociable. Learn something new and what a buzz!”\n\n“Everything, great fun”\n\n“I wasn’t sure about doing the photography because I didn’t know anyone but I found that everyone was really friendly and welcoming. They asked me my name and introduced me to people taking part. I found everyone helpful and I would like to come back again soon.”\n\n“Very good project. Enjoyed it immensely. Looking forward to the next one.”\n\n“Friendly, cohesive group. Supportive of each other.”\n\n“Fantastic day, beautiful garden. See it on WoodWideWeb!”",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.9380784631,
        "format_confidence":0.7628827691
    },
    {
        "url":"http:\/\/www.craftsy.com\/project\/view\/watchful-efforts\/134457",
        "text":"Small magnify icon\nPhoto Details:\n\nRecent projects from Craftsy Painting classes:\n\nSee More Painting Projects »\n\nOffer some kudos...\n\nJoin the conversation...\n\nAsk a question...\n\nAdd your comment...\n\nHere are some details about my project:\nCategory Painting\nType Painting\nSubject Portrait\nMaterial Watercolor\nStyle Impressionist\nnewrda150 on\n\nIs the piece for sale? No\n\nnewrda150 on\n\nI'm still trying to learn more with each painting effort.\n\n10\/09\/2013 Flag",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.9524243474,
        "format_confidence":0.5276792645
    },
    {
        "url":"http:\/\/wrapcitydesigns.com\/testimonial\/officer-thomas-anderson-pio\/",
        "text":"I just wanted to say thanks for all your help and patience with the Police Hummer project. You made this process very easy and it was really nice to work with someone as professional and courteous as yourself. On behalf of my Department, I also want to say the Hummer looks awesome! You wouldn’t believe the compliments I have received since yesterday! Everyone really loves it. I can’t wait to get the rest of the work done soon. Thanks again!\n\nOfficer Thomas Anderson, PIO December 18, 2015",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.7204317451,
        "format_confidence":0.9923636913
    },
    {
        "url":"https:\/\/cgoepfertphotography.com\/reviews",
        "text":"“Colleen was thorough in explaining the photo shoot and process, made my kids and me feel comfortable during our shoot, and provided a quick turnaround with our portraits (even delivering them to my job)! She is amazing, and I highly recommend her if you’re looking for quality portraits. I might also add that Hailey, who does hair and makeup, is equally amazing. She knows the exact colors and shades to accentuate your best facial features without a lot of makeup. I loved the natural look she provided for my daughter and me!”\n~Melonie J Aberdeen, NC Aug 16, 2018\n“Colleen Goepfert is an outstanding photographer. Her use of natural light gives a special quality to her pictures and working with her is a pleasure. I enthusiastically recommend her for her professionalism and creativity.”\n~John D.  Aberdeen, NC Jan 14, 2019\n“Colleen did an amazing job with photographing and printing our family portrait! It already has a place of honor in our home and I will cherish it always!”\n~Hayley K.\nAberdeen, NC Oct 8, 2018\n“I had an individual portrait session with Colleen. She picked the perfect location that had various backdrops to shoot against, which worked out really well. I love having my picture taken but am still trying to figure out what poses and positioning work best for my body type- Colleen provided really wise direction and was patient with me while we worked together to make sure I was comfortable and showing my best self to the lens. Her ultimate goal was to ensure that I was at ease and that my physical imperfections were minimized in the photos to my satisfaction. I had the chance to sit with her after the shoot to review my photos. I really appreciate her genuine interest in receiving constructive feedback so she can perfect her craft! The photos were beautiful, and I absolutely look forward to working with Colleen again.”\n~Shayla G. Charlottesville, VA Oct 4, 2015\n“Colleen is an absolute delight to work with. I would highly recommend her. She was great with all of our four teens. She even captured a number of absolutely beautiful shots of our son with autism, which has been just about impossible in the past. She's a lovely person and a terrific photographer. We will definitely work with her in the future.”\n~Jess K. Charlottesville, VA Sep 25, 2015\n“Colleen is an outstanding photographer and a thorough professional. She came well prepared, and ready to work with our young children and our parents. She even gave the children an opportunity to use her camera, which got them very comfortable with her. The pictures came out fantastic and she delivered them as promised, with a very quick turnaround time! We fully recommend her and her work and look forward to another photo session with her!”\n~Class A. Charlottesville, VA Sep 24, 2015\n“Colleen is a talented photographer that knew just how make me at ease in front of the camera. The pictures came out beautiful. I would use her services again.”\n~Laureen T.\nWashington DC Jul 16, 2015\n“Colleen came to take pictures of my German Shepherd Dog, Minha. She really connected with Minha, understood immediately the kind of pictures I wanted, and was willing to spend a considerable amount of time getting just the right shots. The results were delightful, and I wouldn't hesitate to use her again.”\n~Julia M.\nCharlottesville, VA Sep 23, 2015\n“Colleen is a true professional, and very easy to work with. She took the extra time to find the perfect location for the shoot, and her prices are very reasonable. I love the pictures that she took, and I received the photos very quickly. If you are looking for an excellent, friendly photographer with great service, you need to call Colleen. You won't regret it!”\n~William W. Charlottesville, VA Aug 23, 2015\n“It was so great working with Colleen! she made us feel so comfortable and was so professional and kind while taking pictures. Our pictures turned out amazing! thank you for everything!!”\u2028\n~Rachel R\nCharlottesville, VA Aug 20, 2015\n“Colleen is a wonderful photographer. She was able to bring our dreams to reality!”\n~Nick M. Wilmington, NC Jul 20, 2015\n“Ok the finish photographs were PERFECT.. They turned out great and I actually looked like myself! But the best part of The process is how she made me feel comfortable while I was UN comfortable with a simple head shot!\nThis chick has it all and I'm happy to still be sharing the photographs she took of me over a YEAR LATER! thank you for a great experience!”\n~Abby F. Wilmington, NC Jul 19, 2015\n“The photographer really listened to what I was looking for by taking her time and not rushing the session and was able to capture some natural pictures of my daughter. I would definitely recommend C Goepfert Photography.”\n~Chris S.\nWilmington, NC Jul 19, 2015\n“We had family pictures taken on the beach in April 2014. Colleen did an amazing job!! She took a ton of pictures which all came out so beautiful! It makes it difficult to choose which ones to put up in the house because I want them all”\n~April S\nWilmington, NC Jul 18, 2015\n“Colleen provided photography services for a Make-A-Wish Send Off Celebration dinner of sixteen family and friends at Sal's restaurant on 07\/15\/2015. The photos are fabulous! The group shots were set up and taken in a way that captured the unique spirit and beauty of each subject. The candid photos that Colleen took were incredible. She made a gorgeous visual record of very special event”\n~Debbie S. Charlottesville, VA Jul 17, 2015\n“If I can give 6 stars, I would! Our first professional family photo was taken by Colleen last year, when our son was just months old. We received numerous compliments on the photos. She was patient, down to earth, and very easy to work with, while extremely professional. Colleen certainly has an eye for capturing us in the natural beauty of our surroundings. One of my favorite photos is of my son experiencing the swimming pool for the first time. You can see in detail how wrinkly his little feets had gotten from being in the water for so long! I'm so glad she was able to capture that moment for us. I am most certainly looking forward to our next family photo session, with our newest addition!”\n~Cristina I. Madison, VA Jul 17, 2015\n“Great to work with. Takes great action photos and produces a great product! Highly recommend!!”\n~Patrick P.\nWilmington, NC Jul 16, 2015\n\nBack to Top",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.9306734204,
        "format_confidence":0.9908614159
    },
    {
        "url":"https:\/\/bydesign.la\/testimonials",
        "text":"Juliana M., Breckenridge Colorado\n\nI met John at the Summit County Home & Garden Show. He was easy to talk to and very easy-going; a good quality for a landscape architect. I chose him as my landscape architect for all of my clients, because he seemed very easy to work with and seemed to have a passion for garden design. His talents were extremely beneficial to me because his designs are not only lovely to look at, but easy to install as well. My clients are always pleased with the results, they love the gardens he designs. He rates a 10 on a scale of 10 and I hope to keep working with him for years to come. I won a 2009 ALCC Excellence in Landscape Award for his design on the Susan Propper residence in Breckenridge.\n\nRolf and Joanie S., Big Canoe, Georgia\n\nWiggins\/Soderberg Residences\n\nWe hired John because he was personable and enthusiastic. He was able to look at what we thought was a hopeless landscaping situation and envision something we were unable to see. He was even enthusiastic about our proliferation of huge rocks.\n\nContinue Reading\n\nDixie A., Silverthorne, Colorado\n\nAgnew Residence\n\nWe found out about John through his regular column he writes for the Summit Daily News. When we called he was prompt in responding and came across as very professional. John conveyed profound knowledge and enthusiasm about his work.I like the way he presented a vision for the whole project. He went beyond the limits of my specific needs in the short term and conveyed how the project could be completed in phases. John was delightful to work with and I appreciate his knowledge, experience and willingness to go the extra mile to answer my questions. I would absolutely use his services again. \n\nPhil C., Big Canoe, Georgia\n\nCarlock Residence\n\nI heard about John because he had designed the original landscape and hardscape for the previous owner of our home, and we liked what was in place and we wanted to add more. John’s services were beneficial to us because he had a good sense of what we wanted to accomplish and had the ability to both design and manage the implementation of his design. I feel very good about my experience with John and would recommend him highly. He was conscious of our needs and worked well with our budget.\n\nSue and Howard C., Silverthorne, Colorado\n\nCarver Residence\n\nI first heard about John through an article in the Summit Daily News and liked what I read. After we met with him and seeing his drawings, I knew he would handle our project well. I very much appreciated his expertise and design ability, especially his understanding of our unique mountain landscape needs.\n\nContinue Reading\n\n\nCompany Info\n\nBy Design\nP.O. Box 25689\nSilverhorne, Colorado 80497\nOffice: 970-389-8496\n\nAbout Us\n\nBy Design, Landscape Architecture, founded in 1999 by John Longhill.....",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.8567125201,
        "format_confidence":0.9740440845
    },
    {
        "url":"https:\/\/www.surveymonkey.com\/r\/YRMYNM9?sm=tyo3qWz89ghKTkATO34Spg%3D%3D",
        "text":"Survey by Art Start\n\nPage1 \/ 4\n25% of survey complete.\n\nArt Start is an Edmonton based community arts organisation and registered charity. We havebeen delivering community arts projects for over 15 years and have an unrivalled reputation for engaging people from all walks of life into the visual and performing arts.\n\nWe are working on a project to develop heritage and creativity in Edmonton with a focus on the Church Street conservation area. Our aim is to establish Church Street as a thriving cultural quarter to preserve its heritage, support regeneration and celebrate creativity and culture. \n\nThis survey is to gather information from residents, schools, businesses, organisations and artists to help us plan future developments.",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.9768078327,
        "format_confidence":0.5774163604
    },
    {
        "url":"https:\/\/en.99designs.com.mx\/testimonials\/character-mascot-design",
        "text":"99designs reviews: stories from our customers\n\n5 average from 3 character or mascot design contest ratings\n\nOver 444,306 people and businesses have come to us for their custom logos, websites, books and all types of graphic design. Read their reviews of 99designs to learn how great design changed their world.",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.9520167708,
        "format_confidence":0.9817834496
    },
    {
        "url":"http:\/\/www.redframecreative.com\/testimonials\/",
        "text":"Marie created a recognizable logo that was an instant hit and a boost to catwalk fundraising. She expanded on her initial creation and produced a series of print and electronic pieces that focused attention on our goal and produced dramatic results. We exceeded our million dollar goal on time thanks in large part to the positive image that Marie built for us.\n\nPat McGinnis\nCity Manager, Grand Haven\n\nI have had the opportunity to work with Marie Kar over the last few years. As a graphic designer and business woman, she has been wonderful. Her ability to understand my needs and put them in action has been outstanding. I have a product call “Benson’s Bottom Paint” which we have been trying to market since 1988. It has gone up and done in sales due to a number of reasons. Since I started working with Marie, to come up with a new look and consistent message to try and market my product, she has used her resources to bring in other people who have worked as a team to help me achieve my goals. My new label design for the product is fresh and eye catching. My sales, even though they are small have been increasing. Marie has been a true professional to work with on this project. I’ve appreciated Marie’s fresh ideas with the design on the “Benson’s Bottom Paint” paint can project. Truly unique.\n\nRandy Dahlquist R.Ph.\nBenson’s Bottom Paint, Inc.\n\nMarie (Redframe Creative) is the epitome of a user friendly and professional company. Marie answers emails and phone calls almost before the request is made. Marie works to the satisfaction of the client. She isn’t happy unless the client is happy. Prices are reasonable and the product is usually beyond expectations. If you contract with Marie you will not be disappointed. She is friendly, competent, thorough, timely, and puts the client first. I would not hesitate to give her the highest praise and to recommend her to anyone seeking the highest quality.\n\nRichard L. Baldwin\nButtonwood Press\n\nWhen we decided to build a new building we started thinking about branding and re-imaging the company. One of the first things we knew we needed was a logo so\nWe turned to Redframe Creative. Marie made it easy by asking the right questions about our vision and she came back with our vision as well as concepts that were variations of it. She made it fast and affordable. Thanks Redframe!\n\nJames J. Willison Sr.\nTri City Auto Repair\n\nMarie is a rare and oh-so-talented blend of advanced technological and graphics skill, creative artistry, and “old school” values, commitment and self discipline. I will never use another graphics design professional for my books besides her, and trust her implicitly. She sets the bar high for her work and follows through with amazing reliability.\n\nGarrett L. Turke, Ph.D.\n\nI am very happy with the work Marie has done for my business. She is very easy to communicate with and is very talented at her work! I would highly recommend Red Frame Creative!\n\nCarrie Anne Engels\nWhat a Gem Jewelry\n\nWorking with Marie and Redframe Creative was lots of fun—pure pleasure; in fact, in some ways I hate to see it end. I think that’s because the process was a true collaboration, which is what made this experience so enjoyable. Marie provided a creative design framework that allowed each of us to bring our own sensibilities to the project. The finished product reflects that synergy—not only of the four of us, but of the four thought leaders and the eight practitioners. You can sense everyone’s part in the booklets!\n\nDaryl Fischer\n\nWe so appreciated your ability to grasp the meaning behind the content and really bring it to life through the combination of design, our images, and stock photos. This was particularly impressive since you were hitting it “cold.” In addition, we very much appreciated your responsiveness to multiple reviewers and comments, your own lively intelligence brought to review of the two booklets and your focus on getting it right! It was a pleasure to work with you.\n\nRandy Roberts and Rachel Tooker,\nCrocker Art Museum, Sacramento, CA",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.8973931074,
        "format_confidence":0.9916887879
    },
    {
        "url":"http:\/\/www.eyemagazine.com\/review\/article\/paradise-debunked",
        "text":"Summer 2017\n\nParadise debunked\n\nDesign for the Corporate World 1950-1975\n\nEdited by Wim de Wit\nDesign by Zoë Banther\nLund Humphries, £35\n\nThe consensus among designers is that the middle of the last century was the golden age of corporate design: consideration and restraint produced work that never aged, while clients afforded designers complete creative freedom and trusted their judgement implicitly. It all sounds idyllic. So it is interesting to come across a book that suggests otherwise.\n\n\nDesign for the Corporate World 1950-1975 (Lund Humphries, £35), edited by Wim de Wit. Designed by Zoë Banther.\n\n\nHannah Ellis, designer, educator, London\n\nRead the full version in Eye no. 94 vol. 24, 2017\n\n\nEye is the world’s most beautiful and collectable graphic design journal, published quarterly for professional designers, students and anyone interested in critical, informed writing about graphic design and visual culture. It is available from all good design bookshops and online at the Eye shop, where you can buy subscriptions, back issues and single copies of the latest issue. You can see what Eye 94 looks like at Eye before You Buy on Vimeo.\n\nTracker Pixel for Entry",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.989412725,
        "format_confidence":0.5660262704
    }
]