[
    {
        "url":"http:\/\/naijagists.com\/chika-ike-my-favourite-nigerian-food-is-efo-riro-ofe-nsala\/",
        "text":"Chika Ike: My Favourite Nigerian Food Is Efo Riro & Ofe Nsala\n\nchika ike efo riro\n\nFebruary 4, 2017 – Chika Ike: My Favourite Nigerian Food Is Efo Riro & Ofe Nsala\n\nThe Anambra-born Nollywood actress who has had her growing fan base glued to their TV sets since she started her own TV show last year opened up on her career, personal life and the African Diva show.\n\nSee excerpts:\n\nWho Is Your Role Model\n\nMy role model depends on what I’m doing at any particular time, so right now, Tyra Banks is my major role model, because I like the way she has helped a lot of girls in America discover their modeling careers. I want to help a lot of girls in Africa discover how strong they are as African women.\n\nWhat movie are you currently shooting?\n\nLast year, I released a movie titled Miss Teacher in the cinema and I look forward to releasing another movie in the cinema this year.\n\nWhat do you like about your role in the movie?\n\nI liked the fact that she was compassionate, lovely, caring, and generous. I love the fact that she was selfless. She is the woman I’m looking forward to becoming.\n\nHow do you juggle acting, managing and being producer and creator of African Diva?\n\nIt’s crazy. Sometimes I wake up in the morning and wonder how I could even do this, how possible is it? Honestly, when you have a dream, a vision in your heart, and then pray to God to give you the strength to do it. Nothing is impossible; all you have to do is to make a priority list, so at the end of the day, you just have to find a way through.\n\nWhat’s your dress sense?\n\nI just love being simple; I love bright colours and embracing my femininity. That inspires what I wear daily.\n\nYou have a distinct character, which is evident in your movies.\n\nWhat makes you exceptional?\n\nI get compliments a lot from my fans who say ‘Chika you are very real, it’s like I’m not watching a movie. I see myself in you.’ And when an actress is able to break that façade of acting and being real then you have broken through your limits. I think the make believe in any movie is what makes me exceptional.\n\nWhich international male or female actors do you want to be on the same set with?\n\nI love Idris Elba. He is my latest crush.\n\nWhat’s your greatest achievement right now?\n\nI count my blessings every day. I think being alive is a huge achievement as well as achieving my goals.\n\nWho is Chika Ike when she is not on camera?\n\nI think I’m quite reserved but my job exposes me a lot. But then, I’m laid back though; I’m not too reserved. I’m calm and not spontaneous when it comes to decision-making, I’m the girl next door.\n\nHow do you maintain such a perfect physique?\n\nI work out, I eat the right diet. How do you relax? If I’m not working, I travel.\n\nWhat Nigerian food do you like?\n\nI like efo riro and ofe nsala.\n\nWhy do you like them?\n\nI like them because I can cook them.\n\nWhat is the craziest thing a fan has done to you?\n\nAlthough I don’t want it to happen again; I was coming home from church, and a fan carried me off my feet and almost kissed me. People can be crazy.\n\n[Interview culled from Saturday Sun]",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9847127199,
        "format_confidence":0.9791854024
    },
    {
        "url":"https:\/\/howtohustle660484775.wordpress.com\/tag\/survivor\/",
        "text":"We Asked Survivor Contestant Ziggy, Everything You’ve Ever Wanted To Know About The Show… And Boy Did She Deliver!​\n\nI am a huge fan of Australian Survivor! I love it, but I also have a lot of questions about it. At least five times an episode I turn to my husband with a question that he, of course, does not have the answer too. Determined to have these questions answered I reached out to my favourite past contestant, Nicola ‘Ziggy’ Zagame.\n\nZiggy winning immunity on Australian Survivor\nNicola ‘Ziggy’ Zagame and Australian Survivor host Jonathan LaPaglia.\n\nZiggy entered Australian Survivor Season 2 in 2017 and was a contender right from the get-go. Being a former Olympian meant that she possessed the physical and mental ability to go all the way to the end. Her gameplay was strong, winning individual immunity twice and spending a gruelling two hours searching through mangroves in the dark to find a super idol. All of these epic wins proved that Ziggy was a huge threat so as the game goes, she was voted out, coming in at 6th place, and earning a coveted spot on the Jury.\n\nTWN: You and Henry were my favourite contestants last year. I thought for sure you were going to win, especially when you got your hands on that super idol. Were you scared while you were in the mangroves looking for it? \n\nZiggy: I wasn’t really scared in the sense of the water etc., I was scared that I wasn’t going to find anything and that I’d have to go back to camp with nothing, and that would not be believable at all!\n\nTWN: What happens when contestants get their period on the show? \n\nZiggy: Tampons are allowed, but these are kept at camp and are just as exposed as anything else on the island. Let’s just say that that time of the month wasn’t great.\n\nTWN: Why do the female contestants seem to have no body hair this far into the show?\n\nZiggy: I had laser hair removal about 7 years ago now, so that’s why I didn’t have hair myself and I know a few of the girls in my season had it too. I think maybe the girls with hair just hide it quite well and it isn’t shown as much on TV as viewers would think. There were certainly some hairy pits out there but I never noticed it watching the episodes myself.\n\nZiggy and Luke celebrating on Australian Survivor\nZiggy and fellow contestant Luke Toki.\n\nTWN: What was the hardest thing to go without? \n\nZiggy: The hardest thing I thought was going without a roof. Honestly, it rained a lot and the simple comfort of having somewhere which was guaranteed to stay dry was something I missed. Our clothes, shoes, bags etc., were constantly wet and it was really hard just having no escape from the weather.\n\nTWN: How many outfits are you allowed to take in?\n\nZiggy: You are allowed to take the clothes you are wearing, plus 5 extra items. So that in total accounts for about 11 items of clothing.\n\nTWN: Are there toilets for the contestants?\n\nZiggy: There is no ‘toilet’ but there is an area that you go to, to do your business, more like a hole in the ground I would say. But in the middle of the night, it is sooooo dark out there that you’d never find this location so anywhere has to do haha.\n\nTWN: Do you get inductions before challenges so that you don’t hurt yourselves? And was injuring yourself something that you were concerned about, considering that you are an Olympian? \n\nZiggy: You get the challenge rules explained to you in a bit more depth and some of those rules were set for safety reasons. I was not concerned about being injured at all, I love the rough and tough of challenges and putting your body on the line!\n\n“I love the rough and tough of challenges and putting your body on the line!”\n\nTWN: How long does it take to film Tribal Council? \n\nZiggy: Soooo long… we have no concept of time as we never see any watches or clocks. It’s especially long if there’s a re-vote or something, then tribal can certainly take over an hour or two, and the rocks we sit on are soooo uncomfortable!\n\nTWN: When you got to the Jury Villa did you get to contact your family and did you get your phone back?\n\nZiggy: No we didn’t get to contact our family until after the final tribal council and we were only allowed a 3-minute phone call to one person, so I chose my now husband but the call was so quick. We didn’t have our phones, internet, TV, radio or anything which connected us to real life in the Jury Villa at all, as we were still in the game and no outside influences were allowed. We got our phones when we were on the plane flying home!\n\nTWN: How long is it between filming ends on the island and the actual Winner Reveal?\n\nZiggy: There was about 3.5 months in between… a very long time for the final two to have to wait.\n\nTWN: What was the first meal you had when you got home? \n\nZiggy: When I landed my boyfriend had a fresh cheeseymite scroll for me which was incredible, and I landed in the morning so then met my parents out for brunch at my favourite cafe… der… haha typical me, I had a coffee, smashed avo, halloumi and bacon. [If you follow Ziggy on Instagram you will know that she is a BIG fan of Brunch]\n\nLife after Australian Survivor\nZiggy enjoying a post Survivor brunch with fellow contestant Michelle.\n\nTWN: Does everyone get really sick after food rewards?\n\nZiggy: Yes.\n\nTWN: Did you ever feel anxious around the time of eliminations? Did you take things to heart or were you just in the mindset of, “it’s just a game?”\n\nZiggy: The game really plays with your head as you are living in that world and can’t escape it. I would get nervous but really excited before tribal council. It was a weird limbo\/surreal kind of feeling. I never took anything to heart as we certainly celebrated good gameplay and blindsides, but I was definitely in it to win it, so I was nervous going into tribal as I didn’t want to be blindsided.\n\nTWN: Aside from missing the outside world, what was the hardest thing about being on the show? \n\nZiggy: I think the physical discomfort was the hardest part. Infected mosquito bites, being cold, wet and hungry constantly was tough\n\nTWN: I saw that there were quite a few contestants at your wedding earlier in the year. Are the friendships the most important thing that you took away from the experience?\n\nZiggy: Yes definitely! The bonds you form with other contestants are quite special as we have an experience in common that no one else will truly understand. I have made some great lifelong friends, and even those who I may not stay in heaps of contact with I know we will have that bond for life. I also just have great memories from the time on the island… waking up on a beautiful beach as the sun is rising and living off the land was so so incredible. The stars at night time were amazing too. So many awesome memories!\n\nPeter, Jarrad, Henry dancing with Ziggy at her wedding after Australian Survivor\nPeter, Jarrad and Henry dancing with Ziggy at her wedding.\nFellow contestants Lachlan, Mark, Michelle, Samantha and Henry join Ziggy at Coogee Beach after Australian Survivor\nFellow contestants Lachlan, Mark, Michelle, Samantha and Henry join Ziggy at Coogee Beach.\n\nTWN: Who would you like to see win this year? \n\nZiggy: I would like to see Sharn win this year. She has nearly been eliminated so many times but her communication skills and acting non-threatening is impressive.\n\nTWN: Finally, what have you been doing since the show ended? Have you gone back to fulltime training or has the show taken you down a new path? \n\nZiggy: I actually retired from competitive water polo after the Rio Olympics in 2016 so when I applied for Survivor I was no longer playing in the National Team. I haven’t really changed my life at all after Survivor. I love my life, so my intention to go on the show wasn’t for fame or to open up doors for anything in particular. I have gone back to work and am doing normal everyday stuff again and love it! I have since gotten married and am enjoying time being at home and being able to spend weekends with friends and family.\n\nScreen Shot 2018-10-04 at 5.53.55 pm\n“I have since gotten married and am enjoying time being at home and being able to spend weekends with friends and family.”\n\nAustralian Survivor airs on Channel 10 on Monday’s and Tuesday’s at 7pm.\n\nIf you want more original content like this, subscribe below and make sure you’re following us on Instagram and Facebook!",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9792001843,
        "format_confidence":0.8797243237
    },
    {
        "url":"http:\/\/blogs.phoenixnewtimes.com\/uponsun\/2012\/03\/snow_songs_explain_ultima_vez.php",
        "text":"Snow Songs Explain \"Ultima Vez\"\n\nCategories: Mp3, Q&A\n\nDana Armstrong\nIt's hard for me to find things that I don't like about Phoenix rockers Snow Songs. Starting with singer Yolanda Bejarano's lovely vox to the band's bright arrangements and pop consciousness, there's so much to fall in love with here.\n\nOne of my favorite things about them is that they even have songs in Spanish. As a kid who went through a very prominent rock en español phase in the late 1990s, it's music to my ears.\n\nRegardless of your personality, every kid knows a little something about love, loss, and rejection; themes that Spanish-language music happens to be very good at conveying.\n\nYou can see Snow Songs in person when they play with experimental dance-party-blues jammers Wooden Indian as part of their new residency at Long Wong's on Friday, April 27. Also on the bill are Former Friends of Young Americans, Nicholas Villa and His Familiar Faces, and Colorstore.\n\nHave no fear if you're Spanish-language-challenged, Snow Songs have plenty of English tracks. But in case you were wondering what she is singing about, here is an explanation of \"Ultima Vez\"(Last Time).\n\nUp on the Sun: What's the story behind \"Ultima Vez\"?\n\nYolanda Bejarano: It was written a really long time ago about a friend I couldn't convince to stay. I've since upped my game to include beer and breakfast burritos from Salsitas in my offer. Classy.\n\nWhat was the writing process like for this song? Both musically and lyrically. Any reason in particular you chose to write this song in Spanish versus English?\n\nI was playing guitar and this little melody came up. The first line appeared in Spanish. It wasn't a deliberate decision to write it in Spanish. That's just what the song wanted to be.\n\nSpanish is my second language. I can converse well enough, but reading and writing it always slows me down, because I think in English. Does that happen to you at all? Is it any harder for you to write a song in Spanish?\n\nThat happens to me as well! I tried to read a Gabriel Garcia Marquez book in Spanish and it was so difficult. I would read it, then translate it to English to be able to understand it. I ended up buying the English version. But, with songs it's different. I'm not thinking about the lyrics in English when i'm working on a Spanish song. But if you compare my lyrics to say, Jose Alfredo Jimenez or Ricardo Arjona, you'll see that my lyrics are a bit child-like. Very simple. They're poets and I'm kind of like in a poetry 101 class.\n\nYou have a show coming up with Wooden Indian. For those who have never seen you live, how would you describe a Snow Songs live performance?\n\n[It is] raw and passionate. We want to take you on a roller coaster ride of emotions, from love to rage. We want to bring out the inner child who lives in the moment. We want to hear the children's laughter.\n\nFollow us on Twitter and friend us on Facebook\n\nLocation Info\n\nLong Wong's at the Firehouse - CLOSED\n\n1639 E. Apache Blvd., Tempe, AZ\n\nCategory: Music\n\nSponsor Content\n\nMy Voice Nation Help\n\nNow Trending\n\nPhoenix Concert Tickets\n\nFrom the Vault",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9958389997,
        "format_confidence":0.8934173584
    },
    {
        "url":"http:\/\/www.browardpalmbeach.com\/music\/qanda-kevin-popejoy-on-vagueness-versus-openness-and-elo-show-tonight-at-dada-6418515",
        "text":"Q&A: Kevin Popejoy on Vagueness Versus Openness and ELO; Show Tonight at Dada\n\nGlimpses of the South Florida Scene is a column devoted to the artists thriving within Broward and Palm Beach counties featuring interviews with the folks making it happen. This week, Kevin Popejoy.\n\nThe common and boyish first name, the seemingly heroic surname: Is there a better moniker than Kevin Popejoy? Saying it sounds better than reading it, and the journey your own vocal chords take when you say it is similar to the one your ears will take when you hear one of his tracks. What initially sounds like beautiful, bare-bones acoustic folk slowly builds into something overflowing with mood. (Just listen to the quiet synth on \"Colors.\")\n\nThough he's been playing live around Lake Worth for a little under a year, an interview with him felt overdue; his buddies like Nick Eberhardt and Keith Michaud are quick to give him props. And they're well-deserved. His music, though sparse, is intimate and beautiful, good for forest adventures or serene pondering. After plodding through finals, he was able to exchange some emails with us, discussing his process and a former obsession with Pink Floyd.\n\nNew Times:\nCould you talk a little bit about your musical background, such as how you got started playing around Lake Worth? That tends to happen naturally, but explain the steps leading up to your becoming a songwriter.\n\nKevin Popejoy: I started teaching myself to play guitar when I was a kid, maybe 10 or 12. I didn't really take my guitar playing seriously until about three years ago. At that point, I started producing these sort of goofy instrumentals which got a little bit of attention here and there. \n\nEventually, I came to the conclusion that I wanted to play live and I felt the only way to do this was to actually write songs. I really struggled with this because I had never sang and played guitar, so the first songs that I wrote were pretty horrible. When I felt confident enough in a couple of my songs, I played an open mic night. This was my first experience playing live and it almost didn't happen, but through the efforts of Jesse Baumann [of Everymen] that night, it did. \n\nAfter playing a couple of open mic nights, Cecil Lunsford offered me a gig playing a small July 4 festival make up day in Lake Worth. Since then I've been writing and playing my songs in Lake Worth.\n\nTell me a little bit about your involvement with the Lake Worth \"scene.\" I found out about you through other local musicians mentioning you. I know it's really a warm, helpful community. What's it been like playing local shows, especially compared to when you first started?\n\nLake Worth is pretty amazing. There is always live music and I try to go to as many shows as possible. That's the great thing about Lake Worth too -- musicians are always recommending each other to other musicians. One thing that has always impressed me is the willingness of musicians to collaborate, help out on stage or just jam for fun. \n\nWhen I first started I had terrible stage fright, but after a few months of playing shows and getting boosts of confidence from others' words, I eventually got over that. Lately, playing shows has been an amazing experience. People are so generous with their kind words and it's really a pleasure to get up there and play a few tunes for those people.\n\nYour music has a very organic sound. What are some of your influences? What did you listen to when you were growing up and what hasinspired you recently?\n\nAs I was growing up, my mom would always have the oldies station on in the car while driving us around. When I was in high school, I listened to only three bands: Pink Floyd, Electric Light Orchestra, and Radiohead. My brother, to this day, still jokes that he can't listen to any of those bands because he had to hear them so much when we were growing up. \n\nNow, as my musical taste has matured, I listen to a lot of the Pacific Northwest singer-songwriters like Damien Jurado, Tony Kevin Jr. and Sera Cahoone. They are really talented musicians and I draw a lot of my influence from them.\n\nYou have two tracks released on your Bandcamp. What are you currently working on, besides getting a bunch of local shows? Is there an EP in the works?\n\nI'm actually in the process of writing it. I have all the music written for it, now I just have to write the lyrics, which for me is the hardest part. I'm considering maybe taking the last half of the summer off from playing shows so I can focus more on writing rather than practicing my older material. \n\nMy Soundcloud page is probably the best place to go to listen to new songs. I upload a lot of what I record, whether it makes the cut or not, just to give a little insight into the creative process. \n\n I'm also working with Michael Muller, formerly of Funcrusher, on a project called White Hats. So far we've been doing it entirely through e-mail correspondence a la The Postal Service. We haven't officially released anything yet but that will change fairly soon.\n\nThat sounds exciting. What else can you tell us about White Hats?\n\nBasically, White Hats is me and Mike sending each other tracks back and forth via e-mail. One of us will add something, send it back to the other for approval. As that cycle repeats itself, more and more layers are added to the original track. Some of the rough tracks we've done have been really great. It's very casual and there's a lot of room for me and Mike to both open up creatively because there's not really any pressure to please anybody.\n\nGoing back to what you said before, why do you find that it's difficult to write lyrics? Have you ever experienced an instance in which the lyrics came to you first?\n\nWhen I write lyrics I have this inner struggle with striking the right balance between openness and vagueness. Finding the right mixture of both is the hardest thing for me. I'm a pretty private person when it comes to my personal life and my past so I don't like putting everything out there for everybody to see, but I do like writing about it. \n\nI've had lyrics come first a few times. Usually, I form lyrics around a melody that I came up with on my guitar. Once in a while though, I write down a complete song with no music in mind and I get so attached to the lyrics that I'll work really hard to come up with music that suits them.\n\nSince we're on the topic of songwriting, what inspires your music -- the lyrics that sometimes come first as well as the songs you've been playing without lyrics? I know it's a pretty free-flowing process for most musicians but I'm curious about your take on it, and what inspires you, if you can pinpoint anything at all.\n\nIt's actually really difficult for me to point to one specific thing. Most of my songs are about my convictions whether it be about society, relationships, etc. I also feel like writing songs sometimes gives me closure to certain things that are otherwise unresolved. \n\nAs far as the music goes, I don't think I really have an inspirational source for that. I usually just play guitar while improvising the melody of the vocals until I come up with something that makes sense and sounds good to me. There's definitely a lot of trial and error involved.\n\nSummarize what's next for you. We've discussed your summer plans, writing songs, working on the E.P.... What else? Any shows? What are you looking forward to? And what are your summer plans that don't have anything to do with your musical pursuits?\n\nBesides thinking about taking the summer off from playing shows so I can write more, I'm also taking summer classes trying to finish up my degree in Psychology at FAU. I'm really looking forward to the show I have on May 30 at Dada. I'm playing that show with Daniel Demosthenes from Your Umbrella. He's an amazing musician and a great guy and I'm grateful to be able to share the stage with him.\n\nKevin Popejoy. With Daniel Demosthenes of Your Umbrella. 8 p.m. Monday, May 30, at Dada, Delray Beach. No cover. More info available on the Facebook event page.\n\nFollow County Grind on Facebook and Twitter: @CountyGrind.\n\nSponsor Content\n\n\nAll-access pass to the top stories, events and offers around town.\n\n  • Top Stories\n\n\nAll-access pass to top stories, events and offers around town.\n\nSign Up >\n\nNo Thanks!\n\nRemind Me Later >",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9942908287,
        "format_confidence":0.9455735087
    },
    {
        "url":"http:\/\/www.bntnews.co.uk\/app\/news.php?nid=28959",
        "text":"[bnt interview] Gong Yoo, with His Sincere Heart\n\n[by Kim Yena, translated by Woorim Ahn] Everyone has the moment: when people feel like, only two of us exist in this world. This movie-like moment becomes a fantasy although it is a reality. However, that moment soon got buried in their hearts just like their own stories never told anyone.\n\nActor Gong Yoo told the feelings. It was clumsy, but truthful and it was cautious, but decisive.\n\nRecently, he had an interview with bntnews at a café in Samcheong-dong, Seoul prior to his movie ‘A Man and a Woman’ premiere, but he had a haggard face just like he had a love sick.\n\nHe chose ‘A Man and a Woman’ as his come-back film after his latest one ‘The Suspect’ in 2013. His comeback work was his first melodrama and he took the role of Ki Hong who fell in crazy love with Sang Min.\n\nThe main reason he decided to star in the film was Jeon Do Yeon and she was the biggest reason why he chose the piece.\n\n“I really wanted to work with Jeon Do Yeon since when I was young. For me, she was sexy all the time. Since she was casted as my partner, there was no reason for me to hesitate.”\n\n“Of course, it is just a movie, but it is important that whether I can love my partner or not. In my film, I had to love Jeon Do Yeon, she was the biggest reason to make such a decision. If it wasn’t her, I would make the same decision.”\n\nHis feelings for Jeon Do Yeon were discovered within 15 minutes of the whole interview session.\n\n“Particularly, since it is an original melodrama piece, my personal feelings for the partner are enough reflected into acting. It seems like I decided to appear in it for my desire, which is actually true. In real life, it’s impossible legally.”\n\nGong Yoo’s personal feeling was from director Lee Yoon Ki. While he was talking about his standard of choosing his work, he said, “I tend to avoid typical things.” Thus, anticipations from something familiar, but not apply to his choice, and same thing went for ‘A Man and a Woman’.\n\n“I think there is a difference in ‘A Man and a Woman’ among patterns of original melodramas. It is not just a soap opera.”\n\nHe revealed that his movie’s difference is director Lee Yoon Ki’s coolness. Thus, the director’s signature expressions give the audiences clear messages. Because of this, the viewers can feel the deep emotions from his film without too many explanations through its natural story.\n\nWhen people watch the film in a realistic way, it is true that they can’t understand Gong Yoo’s behaviors in it. A man and a woman focused on their absolute feelings, but the movie has an unethical element, an affair. He said, “When I see it in ethical way, they are so bad, however, this is a movie” and continued his story.\n\n“I think Ki Hong and Sang Min’s feelings are true love. I have to be cautious when I say this since I didn’t get married yet. Even if I get married and become a father, my heart can still flutter. It might happen to me as well, but the difference is I just ignore the feeling.”\n\nThis guy’s bold and honest opinions were pretty interesting. Any calculations could be found in his words just like his character Ki Hong in the movie who didn’t know how to hide his feelings.\n\nGong Yoo said, “Ki Hong is actually very dry and dull. He isn’t also capable of expressing his true feelings. However, he wanted to be a ‘man’ as soon as he met Sang Min naturally. From this part, I found my side from him. I don’t calculate when I act.”\n\nHe shared his thoughts in love as well. He thought Ki Hong’s change wasn’t either immediate or drastic. He said, “People find themselves laughing and changing their eyes when they are with their true lovers even they are in real problems and worries. I don’t really know about love, but love itself changes people.”\n\nIt felt like Gong Yoo dragged everyone into a fantasy. All his thoughts and words are pretty apart from reality, but it felt like it’s possible because it was from him.\n\nHe already acknowledged that the mass public’s fantasy about him. However, he didn’t act for others to fulfill their anticipations or to keep his ‘good’ images. Rather than that, he pursued to act for his own achievements and satisfaction. Gong Yoo said, “Although I don’t make a success, I think challenge itself is beautiful.”\n\nBut, this isn’t like he wants to change his image by pursuing experimental pieces. He added, “I know there are some contradictions. Sometimes, I feel a separation between my desire and my real life.”\n\n“That’s why I keep trying to find justifications. If I persuade myself in a part, I just try although everything doesn’t fit into the whole piece. Although people around me were curious when I decided to appear in movies ‘Busan Bound’ and ‘Secret Agent’, there were the reasons for me, so keep your eyes on them.”\n\nGong Yoo had many thoughts and worries. The definite things were felt through this interview were that he moved on with his ulterior motive, but without calculations. People need to work with a little bit of personal feelings, which are different depending on people, and those feelings give synergies. Thus, all his stories felt like truths. Due to his feelings, it brought desperation to him along with appreciation. (photo by Showbox)\n\nContact: news@bntnews.co.uk\n\n▶ [bnt interview] Jo Kwon’s Ordinary Story\n▶ [bnt interview] Kang Ha Neul, at Youth Capable of Everything\n▶ [bnt interview] ‘Cheese in the Trap’ Park Hae Jin, Taking Step by Step\n▶ [bnt interview] Choi Ji Woo, Lovely Like Always\n▶ [bnt interview] Jeff Bernat, a New Chapter Has Begun\n\nbnt slide | Click on the photo you can see the next picture.\n\n'Twinsters' Press Preview 160224\n\nWrite: 2016-02-25 13:37:11 \/ Update: 2016-02-25 00:00:00\n\nThe bnt news provides the latest news coming with 6 languages including Korean, English and French leading not only cultural but also industrial Korean waves.\nAll rights, including copyright ⓒbntnews.co.kr, in the content of these bnt news site are owned or controlled for these purposes by the bnt news.\n\nToday's Hot\n\nWhat’s Girls Generation Yo ...\n“Kitschy, Kitschy~”… Kitsc ...\n[Today's Go-To] The Timele ...\nCaptivate Your Boyfriend W ...\n3 Types Of Fashion: Actres ...\nMoon Chae Won, Studying He ...\n\nWhich Do You Prefer, Pink ...\nHow To Portray Marsala, Th ...\nThe Earlier The Better! 20 ...\nWhat Made Celebs’ Skin Loo ...\nSpecial ‘Night Care’ of Sk ...\n“Romatic Kiss of Do Min Jo ...\n\n\nHot Trend\n\nBeauty Styling\n\nBrand News\n\nBeauty Clinic\n\nNow on\n\n\nHot Trend\n\nFashion Styling\n\nBrand News\n\n\nKorea Collection\n\nWorld Collection\n\n\n\n\n\n\n\n\nStar Pictures\n\nEnt Plan\n\n\n\n\n\nabout bntnews\n\n\nsite map\n\nabout bntnews|help|site map\n\nAll rights, including copyright ⓒbntnews.co.kr, in the content of these bnt news site are owned or controlled for these purposes by the bnt news.",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9888520837,
        "format_confidence":0.886418581
    },
    {
        "url":"http:\/\/www.trailermusicvibe.com\/interview-with-german-trailer-music-fan\/",
        "text":"Interview with a German Trailer Music Fan: Tim Keller!\n\nEveryone has it own little story how he lives and experience trailer music. I was asking a fellow German trailer music fan who lives in the south of Germany. If you want to get in contact with him, scroll down at the very end, there I posted his Facebook- and YouTube page. \nThe interview was made in Germany, therefore I had to translate it in English. I didn’t change his words or opinions. Let’s get started:\n\nWhat do you think at first when you hear the term “Trailer Music”?\nFirst of all I think of all of the tracks which I know and the amazing feeling, when I listen to them.\nHow did you find this kind of music?\nI was visiting a “language camp” in Los Angeles, it was a Saturday and I really was in bad mood. In the bus which was driving me and my group through the city I was hearing a track, which someone played via his mobile phone. It was dark, dramatic and was going to be more powerful, directly I fell in love with this track. Months later I was playing “Counter Strike” on the PC and someone playing this track as “music spam”, I was asking him about the track. It was “Requiem For A Tower “. But the track, which brought me to trailer music, was “Revolutionary Mix I” by X-Ray Dog Music Inc, which was used in the “RTL Crime” trailer.\n“Requiem For A Tower” is one of the candidates which was affiliated ambivalent in the trailer music branch. The one side is the biggest fans of it while the other hand say that this track is just “over-used”. What do you think?\nBoth are correct; this track is more often in use than other trailer music tracks. But I think that this track deserves its attention. Most people don’t know other trailer music; therefore other tracks aren’t as often in use, even if they might fit more in the video or project. The music in radio also is continued in play, it’s also always the same songs. But we don’t know this from trailer music that you only listen to one track all the time. For me, this track is awesome and it’s definitely one of my favorites.\nInteresting, would you say it is also your favorite number one? Or is there some other track yet?\nI don’t have a number one. By now I know too much music. If I should chose we have to pick up the favorite tracks by each company. Therefore I would call “Lachrimae” and “Legions of Doom” by audiomachine, “Cyberworld”, “Burning Religion” and “Revolutionary” by X-Ray Dog Music Inc. and “World on a String”, “Darkness on the Edge of Power” as well as “Fatum Plebis” by Immediate Music and all the other fantastic tracks by the other companies as my favorites. I can’t do a Top 10 List. But there’s one track which I would call one of the best tracks; “Louder than Words” (both versions” by Les Friction.\nIn fact, it is hard to choose a favorite track with so many great tracks. Talking about Les Friction; they produce tracks like Globus which combines trailer music style with some parts of Pop. How do you like this mix? May this kind of music be more attractive for mainstream listeners?\nI think it is definitely more normal than real trailer music. I think for many people the choir may be really strange because you can’t imagine a face which is singing at the moment. With mainstream music you always have a face for identification, doesn’t matter if Katy Perry or Justin Bieber – even Nicky Minaj has something like a face. Everyone who knows them imagine them when you are talking about this kind of music. But how you can imagine the Salt Lake Tabernacle Choir or the Angeles Chorale? Therefore I think that epic music with a dominant voice is better to market.\nBut I find a voice like “Paint” or Lisbeth Scott or somebody else really nice. At least when the track doesn’t lose his orchestral roots. A voice can give a track an extra depth.\nDo you were also a fan of Katy Perry and Co. before you discovered trailer music? Or did your taste in music always tend for film music?\nBefore trailer music I didn’t listen to any music. But film music was about the same time, end of 2008; this was the time where I found trailer music.\nWhole life without any music? But this is really an exception. No fan of discos as well?\nToday I couldn’t live again without my music, but earlier I didn’t need music to hear. I don’t go to disco, that’s true. I have to say I don’t like electronic music. I mean this overacting bass beats and especially the wobble-bass in many dubstep tracks. I love melodic electronic sounds, this can be very positive for a track, but I get headache of bass beats. But I want to produce electronic music by myself, because it’s really interesting for me. I bought the FL Studio and when I am into this program, I also want to produce something like epic music – but it’s still a long way.\nSo you also want to compose trailer music? In the last time, many young people started to compose. Is there someone who is really talented in your views or do you think, that it is not good that every newcomer immediately produce whole albums, shortly he or she have the needed programs?\nI like what I heard from Novem Music, Epic Soul Factory, Nature Shock Music and Co. Because I am not good with these programs I am not in the position to criticize them. I think that the young composers often compose better tracks then the professionals. I often hear the typical standard-tracks with hard drums, little bit melody and a choir which sounds exactly like the choir of many other tracks. These tracks are not bad, but you don’t keep them in mind. And especially Valentin Wiest, Sycross and Thomas-Adam Habuda created great styles as they hallmark which some “real” trailer music tracks don’t have.\nThe composer behind Sycross Music, Ray Li, made it so far that one of his tracks was remixed by Aleksandar Dimitrijevic for his trailer music company Teddy Bear Music. Isn’t this the biggest honour for a newcomer?\nYes, that’s great, Ray really deserves it. And who knows, maybe more tracks by young composer will be covered or even used in a trailer or TV spot.\nTalking about film music again. You mentioned that you discovered film music at the same time like trailer music. Do you have a favorite film music composer? Or maybe you know some insider tip for our readers?\nI have to say I don’t have a real insider tip; Hans Zimmer, Clint Mansell, Klaus Badelt, Steve Jablonsky, John Williams and James Newton Howard are for sure my favorite ones. But I think my personally film soundtrack is by the Matrix Trilogy. Rob Dougan, Juno Reactor and Don Davis made a really fantastic job with producing a distinctive score.\nThat’s true, the soundtrack from Matrix really is great. Where Hans Zimmer is, Two Steps From Hell isn’t far away. The company by Thomas Bergersen and Nick Phoenix went amazingly successful the last weeks and months, especially on Facebook. How would you explain this enormous success of Two Steps From Hell, which is at the time much more known as insider music. Why do outsiders mostly associate Two Steps From Hell with trailer music?\nEvery trailer music production company has its own specific style. Epic Score has an exaggerating and playful orchestra, which is really fast and loud. It’s the same with the Pfeifer Brothers, loud aggressive, but both has their own fineness that you still can differ them. Both are amazing. Two Steps From Hell and Future World Music are really melodic. Especially Two Steps From Hell has a distinctive style. The tracks are harmonic and not t hyped up, like Epic Score where you always think the world will be destroyed by aliens. And because the tracks by Two Steps From Hell are the most used ones in television (besides X-Ray Dog Music Inc.), many people will find their music while searching of it on the Internet, mostly ‘Heart of Courage’ and ‘Protectors of the Earth’.\nPerhaps we also owe the success to the uploaders, who made trailer music public for the first time., or?\nDefinitely, without the old account of xDarkLegacyx2, Wesker109, and all the other suspended channels like KACSKA16, MusicHealsUrSould and TrailerXMusic this kind of music never went that successful. I think it is also the will of the fans to make this music more popular.\nToday there are many, many Uploaders on YouTube, many tracks are already more than 10times on YouTube, but not many do know this, but you also tried to become successful on YouTube, if you can say so. Why did you choose the way to upload trailer music by yourself?\nIt is also my will to make the music more popular. Even if I don’t have that many subscribers, I am also happy about any positive comment. It was never my goal to get that successful like Jennyni200 or xDarkLegacyx2. I openly stand by this music; when I got asked I show the people the tracks and many do like them. This channel is my tribute, that more people pay attention to this kind of music.\nThat means you already find people who share your passion of trailer music?\nMy grandfather and my mother do like this music too, my brother listens more to mainstream, but even he found some tracks which he likes. Almost everyone of my friends are Metalheads and only listen to the hardest ones. Nevertheless they like my music, but they never would listen to them. Therefore I almost stand alone with my passions, but I don’t really care.\nDefinitely sounds better than my situation. I am alone with my passion. Talking about the other side of the coin; are they maybe tracks which you don’t really enjoy or maybe really dislike?\nAs I already mentioned there are many standard-tracks which almost sound the same, without telling examples now. I don’t really likes remixes. The Dubstep-Remix of ‘Guardians at the Gate’ by audiomachine was horrible, even if many love it. Funnily enough I really like the Remix of ‘Man of Steel’ (by Fired Earth Music, Troels Brunn Folmann, editor’s note.). But talking about originals. I hope that trailer music won’t develop straight to mainstream or hybrid. It’s not that I dislike hybrid-tracks, ‘Torque’ by Music Junkies (pu... (truncated)",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9834602475,
        "format_confidence":0.9818795919
    },
    {
        "url":"http:\/\/koolfmabilene.com\/brian-may-bohemian-rhapsody-waynes-world\/",
        "text":"When Mike Myers and Dana Carvey banged their heads to Queen's \"Bohemian Rhapsody\" during one of Wayne's World's most famous sequences, it was a case of art imitating life.\n\nIn honor of the song's 40th anniversary, Queen guitarist Brian May spoke with the BBC about the history of the group's landmark hit, revealing that the excellent party time depicted in Wayne's World struck surprisingly close to home.\n\n\"I didn't know Mike Myers,\" recalled May, \"but he rang me up out of the blue and said, 'We've done this amazing sequence in our new film -- can we have your approval?\" Myers specifically asked May to play the scene for singer Freddie Mercury, who was near the end of his life. \"I took it around to Freddie, who was not in a good state at that time. He was ... confined to his bed, but I took it round and played it to him and he loved it. Strangely enough, the humor in it was quite close to our own. Because we did that kind of thing in the car, bouncing up and down to our own tracks!\"\n\nThe song's inclusion in the movie gave \"Bohemian Rhapsody\" a new lease on life at Top 40 radio, where it enjoyed an impressive second run in the upper reaches of the chart. As May points out, it sparked a comeback for Queen in the U.S., where they'd struggled to regain momentum on the airwaves after the mid-'80s.\n\n\"There's a huge irony there -- because there was a time when we completely owned America and we would tour there every year. It seemed like we couldn't go wrong -- and then we lost America for various reasons, which are now history,\" mused May. \"Freddie had a very dark sense of humor. And he used to say, 'I suppose I'll have to die before we get America back.' And, in a sense, that was what happened. And it was Wayne's World -- which came completely out of nowhere -- that made it happen.\"\n\nEven after 40 years, May says he isn't tired of \"Bohemian Rhapsody\" — though he doesn't rock out in the car the way he used to. \"I still enjoy hearing it. If it comes on the radio, I'll turn it up and listen,\" he insisted. \"But no air guitar. I'm too old for air guitar now.\"\n\nQueen Albums Ranked, From Worst to Best\n\nYou Think You Know Queen?",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9971492887,
        "format_confidence":0.6909877062
    },
    {
        "url":"http:\/\/www.nadamucho.com\/super-geek-league\/",
        "text":"Nada Mucho\n\nInterview: The Super Geek League\n\nPosted by November 29th, 2005 No Comments »\n\nQ & A With Floyd McFeely\n\nThe Super Geek League isn’t quite like any band you’ve seen before.\n\nPart idiosyncratic local indie band and part misfit performance theatre, the group’s live shows have included: stripping nuns, dead fish, trampolines, fire, human cakes, presidential be-headings, and a host of other eccentricities. Their cast of performers includes characters named Dr. Cumsalot, Captain Plastic, the Disgustoids and the Fat Cannibal. And they’ve got song titles like “Seamen” and “Jesus in Clown Shoes.”\n\nAttend one of their shows and you’re likely to be unwittingly involved in the execution of their performance in some fashion, either as an audience volunteer, the recipient of any number of non-hazardous fluids and solids projected out from the stage, or at the very least accosted by one of the group’s many minions, who come dressed either as clowns or “stupid heroes” (think regular-guy superheroes a la the best episode ever of The Tick) and wreak general havoc throughout the venue all night.\n\nAs the actual performing musicians in the Super Geek League put the finishing touches on their first full-length album and prepare to headline’s December 1 Holiday Bash at Capital Hill’s War Room, I sat down and chatted with Floyd McFeely, Master Geek. What is the Super Geek League and how can it save our world?\n\nFloyd McFeely: The Super Geek League is a hallucination generated by the Contemplative Dwarf, who is responsible for the world as we know it, as a means of combating and controlling the human disease proliferated by Dr. Cumsalot and the legion of the underworld, who are conspiring to control the world.\n\nFor the complete story, read The History of the World According to SGL.\n\nNM: How many members strong is the Super Geek League?\n\nFM: About 75 people and growing. At any given show\n\nNM: Most bandleaders can’t even keep a three piece organized and together. How do you manage to keep the Geeks on track?  \n\nFM: It’s organized chaos. I just create a venue for people to come out do something fun that doesn’t require much talent or practice. We create a spectacle to entertain people and our members are compelled to self-motivate and do incredibly strange and off-the-wall shit.\n\nWe have a stable of acts that know their part so all they need to do is show up for a gig without rehearsal or much creative direction and for any new act that we introduce I usually have a brief rehearsal to get performers up to speed.\n\nWe are always recruiting folks so if any of your readers are interested in joining the throngs feel free to contact us at floyd (at) supergeekleague (dot) com.\n\nNM: So you’re kind of a like a cult for people who aren’t talented enough to be in a real band but are willing to embarrass themselves in order to get on stage?\n\nFM: Real Band? A REAL BAND!!! WOW you mean we could ACTUALLY BE A REAL BAND!! OH MY GOD! I can’t believe this it’s like, like, like, almost a dream come true. I can see us now prancing around in MTV land sporting our chitty chitty bling bling and our hordes of hermaphrodite sex robots!\n\nIf a real band means going on stage and boring people to death then no thanks. I have faith in my fellow human disease vectors that they WANT and NEED something more out of a show then just some band playing music. We need to be ENTERTAINED!\n\nWhen you got to one of our shows, what we give people is a big FAT check of social currency to cash in as part of their collective experience. They don’t talk about the collection of people on stage playing a series of musical chords. NO. They talk about getting hit in the head with a dead fish and being wrapped in plastic while salivating over some hot sexy nuns! That’s the CURRENCY baby. People are ONLY interested in the stories they tell. And SGL delivers.\n\nNM: You’re recording your first album at Electr0 Kitty. How’s that coming?\n\nFM: We finished recording and are just trying to finish the artwork. We are pushing for an early 2006 release date. This is going to be the great album of the 21st Century.\n\nNM: How did you capture the Geek’s live show, which you’ve described as “Teatro Zinzanni on Acid”, on CD?\n\nFM: We initially thought that we should release a DVD, but after serious consideration, I decided to go straight up with a CD and sell the music first and foremost. I think our shows sell themselves and the music will only reinforce the total package that is SGL.\n\nWe plan on releasing a DVD shortly after the CD, which will be a series of weird shit, some of which is on our site.\n\nNM: Yeah, but what’s the end product going to sound like?\n\nFM: It sounds amazing! The guys at Electrokitty said it’s one of the best products they have ever produced and they have had a TON of talent go through that studio, so I guess that’s a healthy endorsement. Musically, I believe it to be a crowning achievement.\n\nThe Super Geek LeagueNM: Which geeks actually performed on the album?\n\nFM: Captain Tomorrow, Gil, Knuckles and Chuckles, Queen Bee, the dancing midget gorilla known simply as Skeeter, the Professor, and of course our spiritual guide the Jesus Monkey Bling Bling.\n\nNM: What new surprises can folks expect when you headline Nada’s Holiday Bash at the War Room on Thursday?\n\nFM: Stuffed Animal Pillow Fights and the introduction of the Professor, our official SGL narrator. And tons of sadistic clowns and a giant balloon-twisting bunny\/duckling!\n\nNM: And finally, what is the Super Geek League message?\n\nFM: Our mission is clear: help people get in touch with their “inner idiot.”\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nCopyright © 2018 Nada Mucho",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9950378537,
        "format_confidence":0.9708484411
    },
    {
        "url":"http:\/\/www.wrestlingnewsworld.com\/rob-van-dam-discusses-how-he-feels-about-his-latest-wwe-run-watch-the-latest-jbl-cole-show\/",
        "text":"Rob Van Dam\n\nRob Van Dam Discusses How He Feels About His Latest WWE Run; Watch The Latest JBL & Cole Show\n\nRob Van Dam Talks Return\n\nRob Van Dam was recently interviewed by, and discussed his favorite superheroes, how they've influenced his in-ring gear, and more. In the following excerpt, RVD explains how he feels about his latest run in WWE so far: What’s it like being back in WWE?\n\nRob Van Dam: It’s awesome. I predicted that this return to WWE might be the most impactful part of my entire career. It has a lot to do with timing, and a lot to do with being RVD because I have so many years of experience. But it’s all positive. All the time I’ve spent. There’s no downside. I don’t have that a.g.e. factor that seems to affect a lot of other people. Honestly, my body feels as good as it ever did. Sometimes my back bothers a little bit, but it bothered me even more when I was 23. Sometimes my knee bothers me a little bit. It bothered me even more when I was 30. I feel great. And obviously it shows when I’m in the ring. And the fan response has been off the hook. And, by the way, my position in the company, considering the other wrestlers that are there, versus the wrestlers that were there before, again, works in my favor because all the other guys that were ahead of me that were getting all the attention, all the TV time, well they’ve dropped off, they’re outta the scene; a good time to be the whole damn show.\n\nClick here to read the full interview.\n\nThe JBL & Cole Show\n\nEpisode #38 of The JBL & Cole Show is online at this link. You can also watch in the video embedded below:\n\n[youtube id=\"UoqoKijGCvM\" width=\"620\" height=\"360\"]\n\n  • PFElton\n\n    RVD spends years talking shit about WWE and Triple H, and like everyone that winds back up on the payroll he’s decided that Vince is a saint and Stamford is the Garden of Eden.",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.7214970589,
        "format_confidence":0.8051483631
    },
    {
        "url":"http:\/\/www.hollywoodreporter.com\/news\/dialogue-ken-burns-136591",
        "text":"Dialogue: Ken Burns\n\n\nFor nearly three decades, documentarian Ken Burns has tackled subjects with an unmistakably American flavor. The Brooklyn-born helmer has used his signature narration-over-photos technique to tell the rich history of baseball, jazz and America's Civil War. Once again, the Oscar-nominated director has turned his lens toward war -- this time World War II. Throughout the 14-hour-plus film, simply titled \"The War,\" Burns debunks the myth of a heroic conflict and instead brings to life the destruction wrought. Despite its decidedly American point of view, international audiences, particularly the French, are embracing the film, which will unspool here and air on PBS in September. Burns spoke about his relationship with Hollywood, the French and his decision to return to the battlefront.\n\nThe Hollywood Reporter:\nWhat was the genesis of this film?\n\nKen Burns: It was 17 years ago, and we had just finished the Civil War project. We had decided not to go to war again because of how emotionally devastating it was. Even as far removed as those old sepia photographs were, we really had been touched to the bone by it. We kept turning away colleagues and folks from around the world who were like, 'You've got to do World War II,' but we said, 'Nope, sorry.' But toward the end of 1992, I heard a statistic that we were losing 1,000 veterans a day from the second World War. I'm in the memory business, and this was a hemorrhage too devastating to deal with. And then I heard a lot of kids think we fought with the Germans against the Russians in the second World War.\n\nTHR: You tackle the subject in an interesting way -- looking at four towns affected by the war. What made you choose that tactic to tell this mammoth story?\n\nBurns: We weren't going to dive in to just one single moment, one battle. We weren't going to do this overarching thing that is distracted by celebrity generals and politicians, strategy and tactics, weapons and armaments and all things Nazi. Instead, we picked four geographically distributed American towns and got to know the towns, got to know the movie palaces where they saw the newsreels, saw who was left behind. Then followed these boys off to hell. Not the good war of our imaginations and subsequent PR but the worst war ever. We wanted to tell it from the bottom up, uninterested in experts.\n\nTHR: Why was it the worst war ever?\n\nBurns: Fifty million to 60 million people died. There has been nothing bigger in the history of humankind, and yet we wrap it with this gallant, bloodless myth. We wanted to remind people (of the war's horrors). You spend 75% of this film in battle, undistracted by generals and tactics. It's just people you might have spent Thanksgiving with.\n\nTHR: What kind of response have you received?\n\nBurns: It's been so overwhelming across the spectrum internationally. I've shown it to a standing ovation to 1,100 cadets at West Point, showing them horrible things their own army did. I've shown it to a sold-out crowd at the Castro Theatre in San Francisco. We've been selected for Cannes. It's unprecedented to be showing 14 hours in the festival.\n\nTHR: This is your first Cannes festival. As someone who makes movies about quintessentially American topics, were you surprised to be so embraced by the French?\n\nBurns: The French have been so amazing. I never in a million years would have thought I would be invited. We showed one episode last year at the Telluride Film Festival, and the groundswell of interest has been unbelievable. Next thing they were calling from Cannes saying, \"We want you.\" It's just a thrilling affirmation of nearly seven years of work.\n\nTHR: You decided to do this film before the current war in Iraq. And yet the timing seems eerily appropriate.\n\nBurns: This film, which doesn't have a political bone in its body, nevertheless resonates with all wars and the horrible truth of war. So when you watch it, an interviewee might be saying, \"There's no such thing as a good war, only a necessary war.\" And you're thinking, \"My God, he must be talking about Iraq,\" when in fact we interviewed him years before Iraq. I don't want to say it's a political film. It's not. I bet if you could resurrect some Greek soldier from the Peloponnesian War, he'd say the same thing: \"War is hell,\" just as Sherman said during our Civil War documentary.\n\nTHR: The film and its narrative structure seem, in some ways, simple. You tackle the war chronologically and focus on just a few people to bring to life the scope of the war. Was it easy?\n\nBurns: It was the most complicated film I've ever done. But each day of editing, you realized the reward was ... for the first time, the larger picture of the second World War was coming clear. There is an increased intimacy. Of the 40 people on camera, more than 30 of them are what I would call secondary characters. It's really a handful of living people carrying the film. Another five to 10 people didn't survive to provide their voices, but we were able to use Tom Hanks, Josh Lucas, Samuel L. Jackson, Bobby Cannavale, Eli Wallach and Adam Arkin to make these people come alive.\n\nTHR: You obviously know how to tell a story cinematically. Have you ever considered crossing over to make narrative features?\n\nBurns: I've flirted with Hollywood. I have some things in development, but I keep coming back to documentaries because I am in the history business and I've always found that truth is much more interesting than fiction.\n\n\nNationality: American (born in Brooklyn); born: July 29, 1953\n\nSelected filmography: \"Brooklyn Bridge\" (1981), \"The Shakers: Hands to Work, Hearts to God\" (1984), \"The Statue of Liberty\" (1985), \"Huey Long\" (1985), \"The Congress\" (1988), \"Thomas Hart Benton\" (1988), \"The Civil War\" (1990), \"Empire of the Air: The Men Who Made Radio\" (1991), \"Baseball\" (1994), \"The West\" (1996), \"Thomas Jefferson\" (1997), \"Lewis & Clark: The Journey of the Corps of Discovery\" (1997), \"Frank Lloyd Wright\" (1998), \"Not for Ourselves Alone: Elizabeth Cady Stanton & Susan B. Anthony\" (1999), \"Jazz\" (2001), \"Mark Twain\" (2001), \"Horatio's Drive: America's First Road Trip\" (2003), \"Unforgivable Blackness: The Rise and Fall of Jack Johnson\" (2004)\n\nNotable awards: Oscar nominations for \"Brooklyn Bridge\" and \"The Statue of Liberty\"; Emmy wins for \"Unforgivable Blackness\" (outstanding nonfiction special), \"Baseball\" (outstanding informational series), \"The Civil War\"\ncomments powered by Disqus",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9513887763,
        "format_confidence":0.9724369645
    },
    {
        "url":"https:\/\/www.ebony.com\/entertainment\/lee-daniels-empire-strikes-back-interview-888\/",
        "text":"Connect with us\n\n\n‘Empire’ Creator Lee Daniels Dishes on Season Finale + More [EXCLUSIVE]\n\nSex! Bloodshed! Intrigue! Drama for your mama! Those were the words Lee Daniels uttered when asked to describe tonight’s highly anticipated, dare we say explosive Empire two-hour season finale.\n\nFox’s nighttime soap opera has been a television juggernaut since it hit small screens back in January, with a steady climb in viewership week by week, reaching over 14 million viewers during last week’s episode. While creator Lee Daniels is predictably happy with Empire’s success, he wasn’t always so sure how he felt about the show itself.\n\nAfter directing the first and second episodes, he relinquished directing duties to other deserving African-American directors (Debbie Allen, Mario Van Peebles, Anthony Hemingway), and the process was, according to Lee, shocking. “It’s weird… So the third and forth episodes, I was like ‘yikes,’ you know? It was really good, but it wasn’t. It was weird, seeing somebody else direct your world and I guess I liked it.”\n\nThe Oscar-nominated director has been very public about the fact that a lot of the stories he’s telling through the lens of Jamal Lyons (played by Jussie Smollett) is his own, so why would he allow such personal stories to be directed by someone else? “There was a group of just badass people who really never get credit for anything,” Lee explains. “And it’s been so exciting to watch them take over our show. Each of them has very distinct ways of directing, and they bring their voices to my world, and it’s really so beautiful. It’s powerful is what it is.”\n\nBut Daniels could barely contain his excitement when talking about tonight’s season finale.    “That’s what I was trying to explain to you,” he said.  “What I was trying to explain to you is that’s why I can be so happy with the finale. I didn’t think it could be as good as it was. And I’m so pleased with it. I didn’t think the finale could be as good as the beginning, but I think that it was better! I saw it with a bunch of people in the movie theater and it was like watching a movie. People were like screaming and hollering. It was crazy! It’s funny, there are I think four or five oh my God moments!”\n\nEmpire has been hailed for its cast’s authenticity, for the real life, in your face delivery of their lines and the culturally relatable and relevant nuances with which it oozes; for all that, Lee credits the show’s mostly Black writers. That was absolutely by design.\n\nThe Butler director says it’s all so real because “They’re people of color that are doing the writing and people of color that are doing the directing. That’s the biggest achievement. People talk about staggering numbers or the critical acclaim it has gotten. For me, my biggest achievement is something that I think my kids are most proud of, is the abundance of African-Americans working on the television show. It’s sort of unprecedented, and that makes my kids proud, and that makes me proud that they’re proud.”\n\nWhile Daniels may have relinquished his director’s chair, he wasn’t about to give up his pen. Writers write. And Daniels says he’s right there at the writer’s table coming up with all the show’s most laugh-out-loud quotables. “I write a lot of it. How would Courtney Love know about CP time? She didn’t even understand how to deliver that line. I said ‘Courtney it’s ‘C-P Time.’ She said, ‘What is that?’ I said ‘Never mind, just say line.’ I said, ‘Those that will understand, will understand.’ ”\n\nSo far, the premiere season of Empire has been jam-packed with a star-studded guest list that’s included Mary J. Blige, Cuba Gooding Jr., Jennifer Hudson, Estelle, Naomi Campbell and Courtney Love. The season finale will not disappoint, with a highly teased appearance by Snoop Dogg, as well as Patti LaBelle and Rita Ora (to name a few).\n\nDaniels revealed next season is going to be even bigger. He confirmed that Oscar winner Common accepted the role he’s written for him and will appear on season two. Spike Lee will direct, and Daniels also confirms Oprah Winfrey will also appear on Empire season two. Not only will she appear, Daniels says she gave him a great idea for a plotline he’ll use for the show. And as for all those Denzel Washington rumors swirling, Lee is keeping his fingers crossed. “I hope so, I keep stalking him.” He revealed quite seriously. “We’re very good friends. I keep at his doorstep. I don’t give up. They know I don’t give up. Light a candle on that one.”\n\nLee was tight-lipped about any Empire season two plot lines, but did reveal that Fox has been more than open to letting him tell the story, however racy he wants to tell it. “They’ve pushed me. Are you crazy? Sometimes I think it’s too much! Like the bib? They ain’t gon’ let me do this bib thing. But they did!\n\n“And here’s the thing: they let me on TV. What do you expect when you let Lee Daniels, Taraji Henson and Terrence Howard on TV? They let us out of our cages and so [laughter] you don’t let us out of our cages. We are in cages for a reason. And this has been one of the greatest experiences of my life. This is just the beginning. We’re just taking our hair down, baby. We ’bout to shake it in a minute.”\n\nCatch the Empire season finale on Fox tonight at 8:00 p.m.!  \n\nCrystal Shaw King is a seasoned TV, radio and online entertainment writer. She’s also a contributing editor for a social justice foundation in Los Angeles. Follow her on Twitter @crystalamberbam.\n\nClick to comment\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\n\n'Empire' Airs First Gay, Black Wedding in TV History 'Empire' Airs First Gay, Black Wedding in TV History\n\n‘Empire’ Airs First Gay Black Wedding in TV History\n\n\nFans Disappointed Over Fox Canceling ‘Star’ After Three Seasons\n\n\n6th Season of ‘Empire’ Will Be Its Last; ‘No Plans’ For Jussie Smollett Return\n\n\nTyrese to Star in Upcoming Teddy Pendergrass Biopic Tyrese to Star in Upcoming Teddy Pendergrass Biopic\n\nTyrese to Star in Upcoming Teddy Pendergrass Biopic",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9981316924,
        "format_confidence":0.9270552993
    },
    {
        "url":"http:\/\/andersonvision.com\/bryan-krol-talks-with-daniel-petrie-jr-dawn-patrol-turner-hooch-toy-soldiers-beverly-hills-cop\/",
        "text":"Bryan Krol talks with Daniel Petrie Jr (Dawn Patrol, Turner & Hooch, Toy Soldiers, Beverly Hills Cop)\n\n\n\nBryan: What attracted you to this project? What did you first like about the story?\n\nDaniel Petrie Jr: I met the writers at the Austin Film Festival and I noticed on their nametag their title of the script and the fact that they were finalists in one category and semifinalists in another. So I asked them about it. Turns out they were from a neighborhood called Silver Strand in California.  I actually had a house near Silver Strand. I knew it as a very blue collar surfing community with a lot of tension between the locals and other surfers they regarded as non-locals or really anybody. It’s a kind of community that people don’t know about and don’t think about when they think of surf culture. They think of million dollar homes on the beach and not the real grit of it, the danger of it. So I thought that the story had an intriguing setting. It seemed like a small American tragedy.  \n\nBryan: Was it originally set in 2008 or was that a change you made in the development process?\n\nDaniel Petrie Jr: It was originally written as set in 2008, but you know how long it takes to get a movie made. By the time we were in production, the economic conditions had changed a lot, and many of the original people had moved out of these communities. But we wanted it grounded in that perspective.\n\nBryan: You said in an interview that you liked the script but it needed work. What was the development process like? For instance, was the flashback structure in the original script?\n\nDaniel Petrie Jr: The flashback was in the original script and it was another thing that drew me to the project.  As far as development went, there weren’t so much major changes as much as sharpening. We were trying to get at the author’s intentions and drawing them out to clear relief.\n\nBryan: What skills as a writer do you utilize as a director?  Is there any overlap?\n\nDaniel Petrie Jr: There’s tremendous overlap. Directors are storytellers, just as writers are. There’s a different toolbox but you’re trying to tell the same story and you’re trying to ensure that everybody else is trying to tell the same story. That the production designer tells that story; that the cinematography does; that the performances reflect the story that you’re telling. You’re really drawing on a lot of the same muscles.\n\nBryan: Do you think that having spent time as a writer that it helps you as a director?\n\nDaniel Petrie Jr: Maybe so.  I might depend on story more when communicating with actors and the crew, and maybe a director who’s come up through theatre might have a different vocabulary that they use.\n\nBryan: What do you think Scott Eastwood brought to the character of John?\n\nDaniel Petrie Jr: He brought much of his life to the role. He is a surfer, for instance, and even though his father is very famous, he didn’t grow up in that world. He did all kinds of things to support himself, so he could identify with a surfboard shaper with no prospects for the future.\n\nBryan: You’ve worn a lot of hats in the industry, which one do you like best?\n\nDaniel Petrie Jr: When I’m writing something, I like directing best. Because writing is such a lonely business. Directing is the epitome of the collaborative art of film. When I’m directing however, and I’m getting up at five in the morning, I’m thinking ‘What am I doing? I had the perfect life as a writer!’ I get up at 11, and if I felt like working I’d work.  I really have a grass is greener feeling about whatever I’m doing at the time.  It’s a happy mix of both things.\n\nBryan: Can you tell me a little bit about your production company, Enderby Entertainment?\n\nDaniel Petrie Jr: We founded Enderby because the studios have gone out of the business of making smaller movies. The studios want to make Spider Man 2, without even, ideally, making Spider Man 1 because there’s too much risk. All the movies I’ve done for studios would be done independently today. So we thought that there was a real opportunity for a company that emphasized story and emphasized financial transparency to succeed in that space.\n\nBryan: Enderby’s website says it puts story first.  What makes a good story?\n\nDaniel Petrie Jr: The writer, Terry Rossio, had a great summation of a movie story. He called the strange attractor. Something that was new, the audience hadn’t seen before, but at the same time had elements that the audience could relate to, find familiar, and attractive. Hence the term strange attractor. I think that’s a very good test for what at, the very least, makes a good movie idea. Something that is different but not so much so that the audience is repelled.\n\n\nDawn Patrol is out on DVD now!\n\nLeave a Reply",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9952360988,
        "format_confidence":0.9883374572
    },
    {
        "url":"http:\/\/www.wmagazine.com\/parties\/after-hours-parties\/2012\/03\/jennifer-lawrence-hunger-games-premiere-interview\/",
        "text":"Parties » After Hours » Parties » Jennifer Lawrence's New York Hunger Games Premiere\n\nJennifer Lawrence's New York Hunger Games Premiere\n\nJennifer Lawrence's New York Hunger Games Premiere\n\nThe lobby of the School of Visual Arts Theatre in Chelsea looked like the setting of Take Your Children to Work Tuesday evening, what with all the young girls in cardigans and flouncy dresses and boys in Justin Bieber-style kicks running around. But it was more like Take Your Children to Premiere night, specifically a Cinema Society and Calvin Klein-hosted screening of The Hunger Games. As the likes of Zoe Kravitz (whose dad, Lenny, plays costume designer Cinna in the film), Melanie Laurent, Irina Shayk and Gayle King milled around and the male leads Josh Hutcherson and Liam Hemsworth took their turn on the step and repeat, I caught up with Jennifer Lawrence, aka Katniss Everdeen, in a curve hugging deep green Calvin Klein dress, to chat bows and arrows and dealing with the hype.\n\nblog-jennifer-lawrence-hunger-games-permiere-01.jpgJennifer Lawrence\n\nYou must have picked up some mad archery skills while playing Katniss. Are you a killshot now?\nJennifer Lawrence: Well, I honestly haven’t done it since we wrapped. I kept telling myself I would and that’s why there are arrows in the back of my car, but I haven’t really had time to get back. But I do love it. I’m really happy I picked it up.\n\nI heard the shoot in North Carolina was 105 degrees. Were you dying in those costumes?\nIt was pretty hot. Just grin and bear it.\n\nWas it like Method acting?\nYeah, well it is easier when you don’t have to fake the elements.\n\nDid the training for Hunger Games help prepare you for the media circus that you’ve been going through?\nI don’t think anything could have helped me for the media circus!\n\nWhich was easier: training for the Hunger Games or this non-stop press gauntlet?\nThe training was a lot easier because it’s just like, do this, this many times and you’re done. But the press, there’s no right or wrong, it’s just like I don’t know, it’s this complicated, never-ending circus that I’ll never understand.\n\nYou famously wore that stunning red Calvin Klein dress as a nominee at last year’s Oscars and you’re in another Calvin dress now in a very different scenario. I’m wondering what you were feeling then versus now, how your mindset has changed between these two moments?\nMentally, I haven’t changed. I keep waiting to because everyone keeps asking, “Do you feel different?” And I’m like, “I don’t really feel different, I just feel overwhelmed.”\n\nAnd this is obviously going to be a defining role for your career beyond all the future work you do. Is that something you’ve come to terms with?\nYeah, it was one of the first things I gripped because it’s a big thing to understand when you do something like that. But this is a character that I admire and I love and a story I’m really proud of and feel really strongly about, so I wouldn’t have done any franchise if it weren’t this one. This is something that I’d be proud to go back to for years and talk about for years.\n\nPhoto: Patrick McMullan\n\nSee More After Hours",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9930130839,
        "format_confidence":0.9666500092
    },
    {
        "url":"http:\/\/blogcritics.org\/interview-musician-mike-doughty-on-yes\/",
        "text":"Today on Blogcritics\nHome » Music » Interview: Musician Mike Doughty on Yes and Also Yes\n\nInterview: Musician Mike Doughty on Yes and Also Yes\n\nPlease Share...Print this pageTweet about this on Twitter0Share on Facebook0Share on Google+1Pin on Pinterest0Share on TumblrShare on StumbleUpon0Share on Reddit0Email this to someone\n\nMy appreciation of Mike Doughty‘s music started much later than most fans, as I first became aware of his work with his 2005 album, Haughty Melodic. When I found he had a new album, Yes and Also Yes, set for release on August 30, I immediately set up an email interview to find out what was in store for fans of his work.\n\nIf you’ve never seen Doughty live, take a spin around YouTube for a bit and you quickly will realize that you should see him live as soon as possible. To best frame the album in proper context, I quote Doughty himself: “I recorded it in a studio in Koreatown, Manhattan, from July ’10 to April ’11.\n\n“Produced by Pat Dillett. Notable musicians included my trusty factotum Andrew ‘Scrap’ Livingston on bass, and the pianist Thomas Bartlett, a.k.a. Doveman, who basically plays with everybody who’s groovy (Justin Bond, Antony and the Johnsons, Glen Hansard, The National, David Byrne, Yoko Ono). I’m releasing it on my own label, Snack Bar, through Megaforce. I split with Dave Matthews’ label ATO so I could run my own shop and have more control, business-wise.”\n\nI had a chance to listen to the album in preparation for this interview, and I was pleased to find there’s not a bad cut among any of the 14 songs. One song that I hope will garner a lot of attention is “Holiday”, a Christmas duet with singer\/songwriter great Rosanne Cash. About Cash, Doughty said: ” I did a show with her, and she said, onstage, ‘I feel nervous playing my new songs, because Mike Doughty is here, and he’s such a great songwriter.’ That blew my mind.” Honestly, to borrow a phrase from Doughty, their duet blows my mind. I am the kind of person that hates hearing Christmas music anytime other than December. But this song has such an amazing hook (as most of Doughty’s songs do), I ended up playing it seven times in a row the first time I heard it.\n\nThe whole album pulled me in just as much and it was a pleasure to interview Doughty. We also got to discuss another recent Doughty musical project, Dubious Luxury, released earlier this month. My thanks to Doughty for his time and thoughts, as well as Rob Moore for facilitating the interview. \n\nYou’re an artist who clearly loves to play live. In developing Yes and Also Yes, how much did you play some of these songs before an audience prior to entering the studio? And did any of the cuts change drastically from how it was initially conceived compared to the final version?\n\nI’ve been playing a lot of comedy shows, around Brooklyn and Manhattan, as a musical guest, and I played “Na Na Nothing”, and “Day By Day By” at nearly every one of them, plus, maybe, “27 Jennifers”. If I play something a lot, before or after recording it, the phrasing will change ever so slightly, so there’ll be a cumulative evolution that I barely notice, unless I listen to a five-year-old version, and then it’s kind of startling. So, I don’t really know.\n\nAre you feeling more or less pressure to succeed, now that you run your own label again?\n\n“Succeed” is a tricky word. I live on music, and I don’t have to work another job, so that’s success to me. I’ve had richer and poorer years, relatively, since I started making solo albums. But I have to say, as a solo guy I’ve made a lot more money than I did in Soul Coughing, though that band sold a lot more records. My only extravagance is flying business class, which I’d probably do even if it was straining my finances, because flying is so wretched. That said, there’s more pressure to generate cash from the album, because, since it’s my label, I did it all on my dime.\n\nNow that you’ve done a song in German (“Makelloser Mann”), any desire to musically explore through other foreign languages?\n\nWell, “Makelloser Man” is a bunch of random, peculiar phrases. I hope to write a real song in German some day. Always wanted to learn Spanish, to read Borges, Octavio Paz, and Pablo Neruda in the original.\n\nGiven that you answer only to yourself (owning your own record company) was it less problematic to arrange to have Rosanne Cash (who last I checked was still with Manhattan Records)?\n\nIt wasn’t problematic in the least. I don’t think anybody on the planet has the brass to tell Rosanne what not to do.\n\nWhat are the common elements that prompted you to create two “Telegenic Exes” cuts (as opposed to a song called “Hapless Dance” and another called “Astoria”)?\n\nI wrote them separately, and afterwards realized they were based on the same riff. There’s a slender narrative connection, too. The connection isn’t accidental, but it is pretty mysterious.\n\nHow did it happen that you are releasing two new projects close together, given that Dubious Luxury is also coming out in August?\n\nI just wanted to get Dubious Luxury out, and fast. It’s an all-electronic record, cut-up samples and sound effects over large, weird beats. I don’t sing on it–I got vocals from Todd Colby, Joanne Kyger, Young Jean Lee, and some other people, and sliced and diced them. Rachel Benbow Murdy’s also on there–she’s the ghostly voice on Soul Coughing’s “Janine”.\n\nWhen you write a piece about music like this (in response to a New Yorker piece) are you hoping to inform, foster discussion, or merely looking to voice your displeasure (or none of the above)? Have you talked to Sasha Frere-Jones since writing your response?\n\nI just want to be a part of the public discourse about music. I know Sasha from way back, was a fan of his band Ui. In fact, his bandmate Wilbo Wright played bass in Soul Coughing for a minute. I’m sure Sasha rolls his eyes at my screeds.\n\nIs “The Huffer and The Cutter” a song about addiction on some level, or am I misinterpreting the meaning of the song title?\n\nIt’s about a dude who gets high by sniffing glue loving a girl who compulsively slices her skin with a razor blade. A huffer and a cutter. I wouldn’t say it’s about addiction, because that kind of implies I’m making a moral judgment on the characters’ drug use. I’m an addict, totally, it’s in my bones. But, addict-hood is a condition of being, not necessarily a consequence of getting high.\n\nWhich came first (in your head) on the song “Vegetable”, the rhythm or the title? (I love both is why I ask)\n\nI’m not sure if you mean the groove of the tune, or the groove of the word “vegetable”. The latter came first, the word had the rhythm buried inside it.\n\nHow did the album benefit by being produced by Pat Dillett?\n\nExcellent sounds, incisive opinions about arrangements, cogent in terms of who to record, and how. And a smart and interesting guy.\n\nIs it safe to say you are the first person to use an antidepressant as a musical instrument? What prompted you to give that a try?\n\nI take crazy pills to stay level. I was about to pop a duloxtine, which is marketed as Cymbalta, and I noticed that the tiny particles in it made a shck-shck-shck sound inside the capsule. I held it up to my ear and shook it, and it was a pretty great shaker sound. So, we put up an extremely sensitive microphone, I shook the capsule in rhythm, and presto, a percussion instrument.\n\nHow much has social media made the job of marketing your work more manageable?\n\nI don’t know that it has. It’s really just something I like doing, tweeting and tumblr-ing and that stuff. I think I have an audience that digs reading stuff like that, so in that sense it’s been good for me. I definitely tweet about gigs and new albums and stuff, so it’s not like I don’t use it to mack my music out there, but I suspect that, despite the hype, being all over social media isn’t a superhuge boon. Like I said, I dig doing it, and, as far as I’ve seen my audience digs reading it.\n\nAnything we should discuss that I neglected to ask you about?\n\nI have a memoir called The Book of Drugs coming out in January 2012. About drugs, music, debauchery, redemption. You know, one of those books that there’s already ten thousand of. But, I think it’s pretty alright.\n\nPowered by\n\nAbout Tim O'Shea\n\n  • Julie\n\n    Sorry, but this is most disappointing. I was the hugest fan of Mike and Soul Coughing. I bought every release, but this is just the end for me. We’ll see this on the soundtrack to Grey’s Anatomy or some other lame show. Do your thing and good for you, but you were poised to be an eternal musical force and now you release these things? Ugh.",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9907281399,
        "format_confidence":0.9736694098
    },
    {
        "url":"http:\/\/galaxycds.blogspot.com\/2012\/01\/in-spotlight-yankee-go-home.html",
        "text":"Tuesday, January 17, 2012\n\nIn The Spotlight--Yankee Go Home\n\nYankee Go Home\nLike many bands before them, the birth of Hamilton's Yankee Go Home came from the untimely demise of previous bands.  Jake Grove and Codee Rice were the surviving members of The Live Long Day, a band that played such local music haunts as the late Mad Hatter and Dirty Jack's, and that lives on through the power of the internet.  Their first effort at a new band, Yoko Band Destroyer, was a short lived effort that served mainly to aid in the recruitment of the members that would ultimately make up Yankee Go Home.\n\nThe band has already played twice at the Galaxy, and is fast becoming a staple of the local music scene, also having recently played at Boomerang's in Cincinnati.  Rice tells us that \"We've had surprisingly warm reception so far. We've had a lot of help from friends and fans promoting the shows.\"  Booking shows as a new band playing mostly originals can be a challenge.  \"Originality is the only downfall to getting shows. But we have had some acoustic based shows and learned a series of covers to overcome that problem wherever needed. The scene in SW Ohio is slow moving, and most of the venues LLD played at in Cincinnati are now closed,\" Rice said.\nTo add to their roster of shows, the band has played some non-traditional events.  \"We actually enjoy playing house shows\/parties because they're a more personal experience. That's where we really get to connect with the 'audience'. Also, it's the perfect climate for bringing fans to our calendar shows,\" Rice told us.  They would like to see the overall scene improve through more teamwork, something that the Galaxy has actively been working toward.  \"If it were up to us, musicians\/bands would unite and aid each other in any circumstance and not only think about their band. I feel the way to succeed is to network. That also applies to venues. Venues should encourage the original local music scene and give bands something to look forward to\/work towards.\"\nThe band plans to live that mission by vowing to  \"play, write and record as much as our bodies can physically accept. This is something most of us have dreamed of doing since we learned our first instrument and don't consider leaving it behind for any reason,\" Rice said.  \"We plan to network and meet as many people as possible. Learn about people, help fellow musicians, venues and local bars. Our plan is to bring back 'music' as we perceived it when we were younger.\"\nIn addition to their high energy performances, the band has also been recognized for the great looking flyers they do, a couple of which are pictured below.  \"Nick makes the flyers.  We were definitely impressed with them. They are inspired by our sense of humor. We enjoy doing this, and we want to show people that we're a fun band.\"\n\nYankee Go Home Flyers\n\nRice finishes by throwing some love at the Galaxy, saying \"Thanks for taking the time to interview us and making us more than another number on the bill. We really enjoy the overall experience at Galaxy. How organized it is compared to other venues and how supportive of artists in general you are, as well as the Hamilton community. Awesome!\"  Thanks man, that's what we're trying to accomplish for everyone that plays here, or attends shows here.\n\nYou can catch Yankee Go Home next at the Galaxy on Friday January 27th along with Johnny Stanec, Reactions, Life After Liftoff, and Awake at Last. As always the show starts at 7pm and is just $5.00!  Thanks to Codee for taking some time to answer our questions, and we'll see you at the show!\n\nNo comments:\n\nPost a Comment",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9974398613,
        "format_confidence":0.7280907035
    },
    {
        "url":"http:\/\/www.shineon-media.com\/2018\/04\/13\/ashley-argota-discusses-the-twists-turns-of-cover-versions-and-breaking-away-from-the-nickelodeon-disney-stigma\/",
        "text":"Coachella is right around the corner and there’s nothing better to get you in the mood than the new movie Cover Versions.\n\nCover Versions follows a band named Star Foxy as they’re gearing up to play at a big festival much like Coachella. The night before their gig, they end up having a wild party that takes a murderous turn. Each of the members of the group then tell varying accounts of the night but just who is telling the truth?\n\nThe film stars Austin Swift, Katie Cassidy, Jerry Trainor, Drake Bell, Debby Ryan, Ashley Argota & Jenn An and is directed by Todd Berger. Reading that cast list, a lot of those names may sound familiar if you grew up on Disney Channel or Nickelodeon. However, if you were expecting a g-rated Coachella flick, this is not it. This is a fun, wild movie that will show you a side of these former teen stars you’re probably not used to, and that’s what we love about it.\n\nAshley Argota stars as “Amber” in the film who is one of the women who may not be exactly who you think they are which is a big part of the fun and the mystery. We had a chance to chat with Ashley all about the filming process, breaking away from her Nickelodeon past and much more.\n\nCover Versions is such an interesting and edgy film. What was it about the film or the character of “Amber” that made you want to say yes?\nAshley Argota: Character wise, I just love getting to play the badass or the villain in any given project because it’s more fun for me. It’s worlds more fun for me to play that than a goody two shoes character. Also the script was so well written and it was so interesting to see such a huge event from all these people’s different perspectives and then find out what the real version of all that was.\n\nWhat’s fun is you don’t even know if the version we see at the end is really even completely true until the twist because it’s all he said she said. When you read the script did you know where it was going before you read the ending or were you surprised?\nAA: I did not know what was going to happen. I had sides for my audition so I knew at one point I was going to hold a gun to somebody because that’s what it said in my audition. I knew she started off pretty sweet and I knew something had to happen somewhere but when I started reading the script I didn’t understand what was going on until I got to those very few last pages and realized that we were even worse than I thought.\n\nThe filming for this must have been tricky since you’re doing some of the same scenes over and over just with slight differences depending on which character is narrating that part. What was the filming process like? Did you film all the versions for one scene at once or did you film it by storyline?\nAA: We shot everything as “we’re in the ping pong set right now and we’re going to film all 5 versions of the story we have in the ping pong set.” I actually had a notebook and I color coded all the different versions of the script. There’s very subtle differences between every person’s versions with not only the acting but how it’s shot and the different looks and reactions. I knew very early on in the process I was going to get pretty confused pretty quickly because things move quickly on a movie set so I ended up just writing down different people’s versions. Every morning I could look at the notebook and know what I was filming and it was an easy way to keep track of everything and Todd, the director, was very helpful and gave us a giant diagram of all of the versions of the story.\n\nAs far as the cast goes, you’ve known a lot of these people for a long time. Was that fun to walk on to set and have a reunion?\nAA: Yeah, “iCarly” was the first thing I did on Nickelodeon before “True Jackson” and my storyline in “iCarly” was with Jerry Trainor so it was really cool to see him again. After iCarly I didn’t really get to work with Jerry except for doing game shows on Nickelodeon and stuff like that. It was great to act with him again. Debby Ryan I’ve known for so long, I think she came to one of our very first True Jackson tapings ever and we just never got a chance to work together. I remember seeing each other and just being so ecstatic that after like 7 or 8 years of knowing each other we finally got to work together. It was really cool because they’re two remarkable and wonderful and talented human beings and so the fact I got to see them every day and work with them it was awesome.\n\nA lot of the cast come from Nickelodeon & Disney stars where you end up with a certain stigma when it comes to acting. In this movie, we see very different sides of all of you as it’s not particularly a kid friendly movie. Did trying to break away from the stereotype factor into taking this role and do you look at roles differently now or do you not think about it?\nAA: I try to not think about it too much, I do get there’s kind of a stigma around it. I try and gravitate towards characters and scripts that intrigue me and that I think would be fun to play. I was very fortunate when I got “The Fosters” I feel like kind of broke me out of the goodie two shoes, Nickelodeon, Disney whatever you want to call it stigma. I got to play a badass on that show who was a high school dropout that just wanted to play music and live on the road. I feel like doing that show broke me out of that but after looking at other roles I try to not think about it too much. I love my job so I try to pick scripts and characters that I know I’m going to have fun with.\n\nAustin Swift is one of your co-stars in this film. What was it like working with him since he’s fairly new as an actor and you’re a bunch of vets.\nAA: He did not feel new to the game at all, he knew exactly what he was doing. I feel like he was the most prepared out of everybody. He always offered very interesting insight into the different points of view of everybody. He was very chill to work with, he was so much fun, super kind. We had a great time with him and I think his version of the story always makes me laugh because Jackie just comes off as such a bitch to him and it makes me laugh every time I watch it.\n\n\nNow lets play a little word association for your cast.\nKatie Cassidy: Talented\nDrake Bell: Guitar, he loves music\nJerry Trainor: Hysterical\nAustin Swift: Quiet\nDebby Ryan: Long time friend and I love her\nJenn An: Rock climbing\nYourself, Ashley Argota: Awkward\n\nI love that Cover Versions tells the story from different points of view. Is there a project you’ve seen that you’d love to see it told from a different point of view?\nAA: For some reason Tommy Wiseau comes to mind because I saw The Disaster Artist and The Room a million times. I guess more from Tommy’s point of view. I think he’s a fascinating person and I’d love to learn more about him. I’d love to see more of his point of view of the world\/what he was thinking when he made The Room.\n\nYour character is kind of a groupie for Star Foxy. Is there a band or artist you love so much that you’d consider being a groupie for?\nAA: I feel like I’d follow Adele anywhere she went. I’m not really a band person. Maybe 10 years ago it’d be NSYNC or Backstreet Boys.\n\nLastly, what do you think viewers can learn from Cover Versions?\nAA: The truth will always come out somehow, some way. You never know who may be watching.\n\nCover Versions is available now on Digital and On Demand. Get it on iTunes here.",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9978783131,
        "format_confidence":0.9750544429
    },
    {
        "url":"https:\/\/www.artofvfx.com\/wandavision-tara-demarco-overall-vfx-supervisor-marvel-studios\/",
        "text":"Tara DeMarco has over 20 years experience in visual effects as a Flame artist. She worked for over 12 years at The Mill before joining Marvel Studios in 2019. Today she talks to us about her work on WandaVision.\n\nWhat is your career background?\n\nI spent the majority of my career working at The Mill as a VFX Supervisor and Flame Artist, working on Super Bowl commercials and campaigns for major American brands. While at The Mill, I was able to work on a few long-form projects including The Bronze.\n\nHow was the collaboration with Director Matt Shakman?\n\nIt was incredible collaborating with Matt Shakman. He’s a fantastic director and really pushes the visuals to support the story and the characters.\n\nHow did you organize the work with your VFX Producer?\n\nJames Alexander was the VFX producer. We worked on everything for the show together. He made sure that the other supervisors and I were supported. We had a massive volume of shots to oversee in a very short period of time. James wrangled the coordinators, the VFX editors, and the vendors to get all of the work accomplished.\n\nWhich stunt was the most complicated to enhance and why?\n\nThe Monica wall smash at the end of EP104 was difficult because of the lighting change from indoors to outdoors in the scene. We built breakaway interiors on a sound stage and rigged both Teyonah and a stunt double to go through the walls. We did not have quite long enough of a run to carry the action past the final wall and into an area lit for outside. We ended up having to fake that light change in post and it was a little tricky.\n\nHow did you create the various versions of Westview and the interior of Wanda house?\n\nThe interior of Wanda and Vision’s home was a set built for every era. We filmed all of the interior house scenes on sound stages in Atlanta.\n\nThe series is full of FX elements. How did you handle so much FX work?\n\nWe worked with many, many vendors who are talented in working with FX. We would start with concept stills for different stages of each effect and get those approved by director, producer and studio. Once the concept stills were approved, we’d move into FX with a clear goal.\n\nHow did you work with the art department to design and create the force field around Westview?\n\nThe first Hex concept keyframes were done by Andy Park’s Visual Development department. From there, we took camera stills and moving test clips and began moving concept Look Dev with a vendor. We did many, many iterations of concept for each of the Hex looks.\n\nCan you explain in detail about the transformation effect when an object enters the force field?\n\nEach item that goes through the Hex is meant to be re-written as the sitcom version of itself. The transformation is all about identifying a one-to-one change and then figuring out the most interesting way to show that change. Some of the changes specifically show the viewer what’s happening, like the pop-up-base building becoming a big top. Other changes are designed for a surprise, like Darcy’s transformation from SWORD agent to Circus performer.\n\nWhat was the main challenges with the flying shots involving Vision and Wanda?\n\nMatt Shakman designed shots with big sweeping flying moves for the final episode. Those moves look extremely cool, but are hard to execute with a wire rig. Our main challenge for the flying and fighting work was executing digital double takeovers of the actors in a compressed finishing schedule.\n\nWhich sequence or shot was the most challenging?\n\nThere are several! No…. We knew which sequences would be challenging to execute and took care to start the concept work for those early. They include EP108 Wanda creating Vision, EP109 – Wanda saying goodbye to Vision, EP106 – Vision exiting the Hex and the pop-up base turning into a circus. Shockingly, the last shot of Episode101 was particularly tricky because of the custom B&W treatment and the slow in-shot change from 4.3 Black and White to 2.39 and color.\n\nHow did you choose the various vendors?\n\nWe chose vendors based on their previous work and cast to their strong suits. We had creative calls with the vendor supervisors while bidding and would get a feel for if the artists were excited about a particular sequence.\n\nHow did you split the work amongst the vendors?\n\nSome of the split was because of similar work, some of the split was due to sheer shot count. We had many, many shots in progress at every vendor at one time. Sometimes there are no more artists available at a particular facility and we would have to look elsewhere for the work to be completed.\n\nHow was the collaboration with their VFX Supervisors?\n\nWe had great collaboration with the vendor supervisors. James and I both come from vendor side. We have empathy for the teams and the work they have to accomplish. We are all driven by the same desire to make a beautiful image while telling a story.\n\nWhat is your best memory on this show?\n\nWe had a wonderful, collaborative on-set crew and there were many laughs amongst the long hours. It’s hard to pick just one of them as a favorite.\n\nWhat are the four movies that gave you the passion for cinema?\n\nThe films of Jean-Pierre Jeunet (The City of Lost Children), Ridley Scott (Blade Runner), and Christopher Nolan are all inspirational to me. Guardians of The Galaxy is my favorite Marvel movie. I could watch it again and again and it’s why I wanted to come work for this crazy, amazing studio.\n\nA big thanks for your time.\n\n\/\/ VFX Secrets of Marvel Studios’ WandaVision!\n\nDisney+: You can watch WandaVision now on Disney+.\n\n© Vincent Frei – The Art of VFX – 2021\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.5869461894,
        "format_confidence":0.9717825651
    },
    {
        "url":"https:\/\/www.deccanchronicle.com\/sunday-chronicle\/screenario\/040617\/i-am-just-a-well-paid-performer-shruti-haasan.html",
        "text":"The Indian Premier League 2020\n\nSunday Chronicle screenario 04 Jun 2017 I am just a well-pai ...\n\nI am just a well-paid performer: Shruti Haasan\n\nPublished Jun 4, 2017, 1:05 am IST\nUpdated Jun 4, 2017, 1:05 am IST\nSays Shruti Haasan, as she talks about straddling a career in bollywood as well as the south.\nShruti Haasan\n Shruti Haasan\n\nIn spite of a booming career, Shruti Haasan shies away from being called a star. In a chat, the actress talks about how she deals with the pressures of stardom, expectations of always looking good, and working with Rajkummar Rao in Behen Hogi Teri.\nYour career started off on a shaky ground; but it seems to be steady now...\nMy career has been steady for about five years now. For me, both Hindi and Telugu films were on a shaky ground when I was trying to find a foothold. It was just about making the right choices. I think you can plan your career only to a certain point and not too much.\nDo you think you have become a star?\nI don’t like the word ‘star’; it comes with a lot of pressure. I only consider myself a well-paid performer doing what I love.\nDo you agree with the popular belief that the south industry is male dominated?\nIt’s a male-dominated country. I feel like a daughter of this business and I have grown up on films because of my father and mother.\nBorn to an atheist father and a spiritual mother, how are you so religious?\nYes, I’m very religious. I find a great personal connect with God, and don’t make a show of it. I do believe I’ve crossed many hurdles because of God’s blessings. Different people have different definitions of God and religion. For me, it’s about discipline and a personal connect.\nHow was it working with your father, Kamal Hassan, in Sabaash Naidu?\nAs an actor, it was wonderful and an honour for me. Because he is my father, there was a certain openness in our communication. So, the fact that he’s happy with my work is the proudest thing. He is my superman.\n\nYou were considered unapproachable in the beginning of your career. Have you changed for the better?\nI was never unapproachable. I was just nervous in the beginning and people misunderstood me. When you are figuring out things, it’s best to keep mum and that was misconstrued.\nYour personal life has always been under the scanner. Does that bother you?\nMy personal life has always been scrutinised since I am an actress. There are lines that are crossed, which I am not comfortable with. But, it’s part and parcel of the business.\nThere’s constant pressure on actresses to look pretty and shapely all the time. Does that take a toll on you?\nIt does. It’s not easy because you go through so many changes in life — hormonal or thyroid issues. There is a huge amount of stress on looking pretty and shapely but I take it in my stride. When I joined the industry, dieting and looking fit was a big part of it. I can’t do that anymore because it just makes me an unproductive person. I eat healthy, I work out, and I don’t do anything that makes my soul unhappy.\nWhy did you walk out of Sangamithra?\nI find it difficult to commit to a film as an actress without a bound script. It’s understandable for a project of that scale, actually. I wish them luck.\nDoes comparisons with other actresses bother you?\nIt used to bother me when I was younger, but it doesn’t anymore, because being bothered is impractical. Everybody can’t be the same with strengths and baggage. My strength is focusing on my own baggage.\nThere have been reports of you being in a relationship. So, are you in love?\nI am always in love! I love my life. I don’t comment on my personal life not because I’m trying to maintain a single status but because it’s a very precious part of my life and I like to keep it private. I am only open about everything with my parents. They know everything about me.\nWere you skeptical while signing Behen Hogi Teri because it had a new director and no star per se?\nIt’s been an honour working with some established directors, but it’s equally important to work with newcomers who have a fresh approach. Working opposite Rajkummar Rao has been fantastic. He is one of the most respected actors, even if not a commercial hero as such. A good actor can fulfill the expectations of the audience.",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9930523634,
        "format_confidence":0.9682947993
    },
    {
        "url":"https:\/\/www.greenleft.org.au\/content\/new-dub-city-make-worldly-music",
        "text":"New Dub City make worldly music\n\nNew Dub City, with Ali MC front right. Photo: Mark Burban\n\nTap Tap\nNew Dub City\nRaspect Records\nNovember 18, 2013\n\nMelbourne dub-rap-reggae collective New Dub City have just released their politically punchy and sonically spotless second album, Tap Tap. Frontman, producer and author Ali MC spoke to Green Left Weekly's Mat Ward.\n\n\nYou chose the figure 20\/80 rather than 99\/1 to illustrate inequality in your skipping, light-footed ragga chant \"20\/80\". Please talk about that.\n\nI found the \"we are the 99 per cent\" slogan – for that’s what it is, a slogan, not reality - to be an insult to the truly impoverished people of the world. To group myself in the same financial category as someone living in a mud hut in the backblocks of Tigray struggling to scratch out a bleak existence from the sun-baked earth is ridiculous. Compared with them, I’m a fucking billionaire. I am the 1 per cent. The pint of Coopers I’m about to drink is worth more than what they earn in a month. Poverty and inequality is always relative to the person\/ community\/ country with which you compare it, and 20\/80 seemed to me to be a bit more real. And as the song says, \"they got a gun, and we got it coming\", so the so-called \"developed\" world better watch its back.\n\n20% of the world's population's got 80% of the wealth\n80% of the world's population's got nothing but bad food and bad health\n80% of the world's population's got 20% of nothing\n80% of the world's population's got a gun - and you got coming\n\nOn your new song \"Kou Kou\" you talk about being from a line of pacifists, since your dad refused to fight in Vietnam. You also say you grew up in Australia and Aotearoa. Tell us a bit about your parents and your childhood. \n\nBoth my Dad and Grandfather are pretty interesting characters. Both are pakeha (non-Indigenous) from New Zealand, with ancestry in Scotland. My grandfather lived in Australia's Western Desert in the 1950s as a missionary with Aboriginal people. He ended up rejecting Christianity and experiencing Indigenous Law, and became an extremely wise elder. My Dad, however, kept the \"faith\" and it informed his belief that war is essentially state-sanctioned murder. When he was conscripted to fight in Vietnam, he refused to go and fought the gubbahs in court, eventually receiving a \"dishonourable discharge\" from the Australian Army. That he was up for two years' imprisonment if he lost his court case is testament to the strength of his beliefs. I like to think I got a bit of knowledge from both of those guys.\n\nTell us about the differences you've observed between Australia and Aotearoa, particularly regarding Indigenous people.\n\nAotearoa, while no means perfect, has definitely incorporated Maori language and culture into mainstream \"New Zealand\" identity far more than Australia has its Indigenous peoples. Even in the mid-18th century, Maori were granted four seats in Parliament, and one of the reasons why New Zealand as a colony did not federate with Australia in 1901 was Australia’s mistreatment of Aboriginal peoples. In fact, Australia’s constitution for most of the 20th century stated that all non-white people were not allowed to vote in Federal elections apart from Maori – that was an effort to win over New Zealand into the Federation. That we are only now talking about recognising Aboriginal and Torres Strait Islander people in our constitution speaks for itself with regard to Australia’s treatment of its First Peoples.\n\nYou're worldly and very well-travelled and that's reflected in your globe-trotting music. Tell us about your forthcoming travel book, The Eyeball End.\n\nI’m hoping to release The Eyeball End mid-2014. It basically tells of me travelling around for the first decade of the 21st century to parts of the so-called Third World (including the Kimberley of Australia). It tells the stories of people I met, plus my own story growing older (and hopefully wiser!) while trekking through places such as Rwanda, Lebanon, Haiti and Burma. Along the way there’s enough drugs, sex and violence to entertain the masses while hopefully drawing out some questions and conclusions about the world around us. It’s taken around five years to slowly put together and I’m really pleased with it, and looking forward to people reading it!\n\nPhoto: Francesco Vicenzi\n\nHaiti crops up a lot on the album. What's your first-hand experience of Haiti?\n\nHaiti… that was an intense 10 days. A beautiful country full of beautiful people who got fucked over historically and have been paying for it ever since. A proud country – the first \"black republic\" in history – featuring the first slave revolt against the colonial masters in 1791. It sadly plummeted into a lot of violence since. However, Jacmel – where I was staying, by the beach on the south coast – has an amazing artist community - you can read more at I’ve got some other stories concerning soccer match shoot-outs and voodoo ceremonies but y’all gonna have to wait till my book, The Eyeball End comes out for those!\n\nThe title of the album, Tap Tap is another Haitian reference, right?\n\nA Tap Tap is a local Haitian bus – noisy, brightly coloured and full of interesting people with a lot to say – hopefully much like our album!\n\nYou travelled through Syria in 2006. What have been your thoughts while watching events unfold there over the past year?\n\nIt’s an absolute tragedy and yet another conflict where innocent people have been caught up in the struggle for power by an elite few, where the only winners are the arms traders - the five biggest arms exporting nations being the US, UK, France, Russia, and China, who also comprise the United Nations’ permanent \"Security\" Council. A coincidence? I think not. When I was hanging out with students in Syria, there was already a lot of discontent with Assad’s \"government\" and sadly most of those students I now assume to be dead. Syria is also one of the friendliest countries I’ve ever travelled to - on occasion a bit too friendly, as you will read on my blog at!\n\nTell us about album artwork, Notes to Basquiat (The Coming of the Light) by Gordon Bennett.\n\nWow, what can I say? Gordon Bennett is one of the most innovative – and probably underrated – modern artists Australia has produced. He has an amazing personal story and his artwork reflects the complexities of Australia’s black\/white relationships in a way few have managed to capture. I’ve been a fan of his work for years, and this particular piece suited the album perfectly – combining themes of colonialism and Aboriginality in a style that shouts out to graphic artist Jean-Michel Basquiat, whose father was Haitian. The design also captures elements of the Twin Towers and the atmosfear that followed in the decade after, during which many of these songs were written. That Gordon allowed us to use the work for free is also testament to his character and commitment to hip-hop, social change and the arts, and we are truly appreciative of his generosity.\n\nYou did a two-week tour of remote Aboriginal communities in the Ngaanyatjarra Lands of the Western Desert, right?\n\nI had already been working in the Ngaanyatjara Lands doing music development and really wanted the other guys in New Dub City to experience the beautiful communities out there. It really is another world and one that more Australians should experience and appreciate. We did some DJ workshops and some gigs around Warakurna, Irrunytju, Jameson and Wanarn and in reality, learned far more than we could ever teach. I loved living in the desert and managed to travel to some very interesting and remote areas, meet some great people and hear\/record some fantastic local music.\n\nTap Tap engineer Lotek has the midas touch when it comes to clean, dynamic, bassy production. Tell us about how you hooked up with him.\n\nWe got Lotek involved to help us with the final mixes and fatten up the overall sound of the album, and also to fix up a lot of my dodgy production. It also helped to have someone outside of the music to give us some pointers and provide a fresh perspective. That he’s worked with the likes of Roots Manuva and Speech Debelle demonstrates his ability, and he’s all round a pretty entertaining fella to be in the studio with.\n\nYou make a point of mastering your recordings to 2-inch tape - can you tell us why you do that?\n\nMainly just for sound quality. There’s something warm and heavy about using old 1970s compressors and tape to record to, a throw back to the old reggae and dub sound.\n\nTell us about your friendship with Butchulla-Scottish rapper Birdz and his crew.\n\nBirdz is a dope MC who speaks truth and is prepared to wear his heart in his lyrics, and tell his story. His new EP is fantastic and we have performed a couple of gigs with him, most notably a refugee fundraiser at Bar 303 in Northcote. He also performs with Culture Connect, whose other members guest on Tap Tap – Mr Monk drops some rhymes on a track called Dred City (Haiti Hop), which was produced by another of their crew, Voodoo Dred. Haitian-born Voodoo Dred also spits a verse on the track Two Saints, a song about his home country, which combines English, French and Creole lyrics.\n\nYou work researching and documenting Indigenous history. What kind of problems, if any, does that work throw up?\n\nGetting mainstream society to listen and understand is a massive problem! And arguing with government about why they should fund this type of work is always tough. Given our education system, there is just not a great deal of basic understanding about Indigenous history and issues in this country on any level - and it’s reflected in the overall ignorance of Australia as a nation. However, I believe that is slowly changing over time, but the sad fact remains that most Australians don’t know the true history of slavery, genocide, theft and murder that the so-called \"lucky country\" was founded upon, nor fully appreciates the diversity, creativity and depth of character to be found in the ... (truncated)",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9702554941,
        "format_confidence":0.9641380906
    },
    {
        "url":"http:\/\/rockandrollgarage.com\/singer-jon-bon-jovi-talks-about-american-football\/",
        "text":"Connect with us\n\nSinger Jon Bon Jovi talks about American Football\n\nClassic Rock\n\nSinger Jon Bon Jovi talks about American Football\n\nSinger Jon Bon Jovi, one of the most succesful in the music business, talked in an interview with GQ Magazine about his relationship with about American Football and his family when he was younger.\n\n\nSinger Jon Bon Jovi talks about American Football:\n\n“Football was something that was a common thread in our house, whether it was my father or my uncle, you could find them Sunday watching the Giants. And then my relationships through my celebrity allowed me to meet people on the Giants, which then led me to my relationship with a young man who is now an old man by the name of Bill Belichick. Last night I had dinner with Robert Kraft, who is one of my dearest friends.”\n\nIs he still mad at Tom Brady?\n\n“He’s not mad at Tommy! No! Unlike football, politics is not anything I ever grew up with. My family was not involved at all. My wife’s family was probably more involved in politics. And we’ve met a number of politicians over the years. Whether the current governor, or the previous governor, Chris Christie.”\n\n“I’m friendly with Chris. Although we didn’t have to agree with each other’s politics all the time, we could certainly talk as fellow New Jerseyites with things in common that we wanted to do for people there. So you could have a conversation with somebody, regardless of what side you’re on.”\n\nDo you think people are still listening to each other? Are you worried about the current political climate? You have a song on the record, “Blood in the Water,” about it.\n\n“I think the division that’s evolved in the last four to six years is an America that I’m afraid for. Bickering among political themes has become something that’s dividing families—parents and kids, husbands and wives. I’m worried about how we come together as a country. [A silent pause.] So i’m so scared. I’m so scared. I’m scared.”\n\nI am a Brazilian journalist, a Classic Rock and Heavy Metal lover. Music has always been part of my life, helped me through tough moments and was with me to celebrate the good ones. When I became a journalist I knew I wanted to write about my passions. After college I did a postgraduate degree in digital communication. This has helped me to make the website better and bring the best of classic rock to the world! MTB: 0021377\/MG\n\nTo Top",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9289636016,
        "format_confidence":0.9474838376
    }
]