[
    {
        "url":"https:\/\/drunkenlibrary.com\/2013\/08\/18\/excerpt-from-on-the-road-jack-kerouac\/",
        "text":"Excerpt (II) from On The Road – Jack Kerouac\n\nShe was a nice little girl, simple and true, and tremendously frightened of sex. I told her it was beautiful. I wanted to prove this to her. She let me prove it, but I was too impatient and proved nothing. She sighed in the dark.\n\n“What do you want out of life?” I asked, and I used to ask that all the time of girls.\n\n“I don’t know,” she said. “Just wait on tables and try to get along.” She yawned. I put my hand over her mouth and told her not to yawn. I tried to tell her how excited I was about life and the things we could do together; saying that, and planning to leave Denver in two days. She turned wearily. We lay on our backs, looking at the ceiling and wondering what God had wrought when He made life so sad. We made vague plans to meet in Frisco.\n\n(I.10.9, I.10.10).\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.9533060789,
        "format_confidence":0.8352453709
    },
    {
        "url":"https:\/\/midnight-mind.com\/2019\/12\/31\/eyes-to-the-storm\/?like_comment=79&_wpnonce=c59b088d4c",
        "text":"eyes to the storm\n\nThe girl on the hill watches, quiet and still, as a storm leaves gaping cracks in the darkening sky.\n\nAsh-colored clouds writhe across the horizon, tortured and wild as they spread their poisonous darkness, increasing the pace of their dizzying dance with every passing minute. A thunderous clap of untamed fury resonates through the crackling air, echoing deep into the hills and vibrating beneath the girl’s skin. She braces her legs against the sharpness of the angry wind, glaring into the face of the storm.\n\nShe’s nothing but a child, small beneath the vast sky, a motionless figure upon the rolling emptiness of the hills. She’s hardly visible amidst the golden ocean of wild grasses that sway around her shoulders, bending in the wind. Her skin is a shade of light copper, bright and beautiful in the strange light of the storm, which illuminates the world in shades of whispering danger. The breeze twists her white dress around her ankles as the hem of the gown brushes against her bare feet. She closes her eyes, tasting the electric hum in the air as the wind tosses her silver curls.\n\nThe softest smile plays on her lips as she lifts her face bravely to the darkening sky.\n\nSlowly, she begins to sing.\n\nIt is a song of life and courage and hope, a song that trembles with the knowledge of the terrible truth, that the end waits above her like an ever-darkening serpent in that churning sky. She sings with her whole heart, arms outstretched to the open air, and the echoes of her own voice answer her until they fade into the sounds of the storm. She is smiling as she sings, almost laughing in the face of horrible danger, knowing that she will fall, yes, but it will be a fall as beautiful and graceful as the bending flower stems at her feet.\n\nHer voice is swallowed by an angry roar from the clouds. Lightning strikes the ground in the distance like the sharpest warning, and she can smell the bitter smoke in the air as fire leaps to life in the dry grass. She remains motionless, waiting, listening, knowing what will come.\n\nAnd there it is—her song. Gentle and low, whispered by hundreds of weary voices. She turns her back to the storm to greet her soldiers, the saddest smile tracing her features as they appear, row after shining row, at the crest of the hill. There are several hundred of them in total, a limping army of battle-worn men and women, their shoulders aching with the effort of lifting their eyes to the storm. Their armor is bruised and dented, taken from the bodies of their fallen brothers, stained with the colors of a thousand painful deaths. Their faces soften as they see her slight figure, terribly small yet impossibly bright against the power of the storm. Their lips move to the words of her song as a fragile hope comes alive in the corners of their eyes. At the sight of the fierce-faced child, they remember what they are fighting for, what they have lost their sons and daughters for, what they face even now as the storm laughs, low and horribly cruel, at the sight of the ragged army rising to face impossibility for the final time.\n\nThe man who led the army over the hill drops painfully to his knees before the girl, pressing his forehead against hers with an expression of quiet weariness on his scarred face. She kisses her father’s cheek, gentle and certain, before taking his hands and helping him to his feet. He returns her soft smile with a brokenhearted gaze in his eyes, the very core of his being aching to protect her, knowing that he’s hoping for something impossible.\n\nThe sound of a hundred swords being drawn in unison rings sharply through the air. The girl and her father whirl to face the storm, and the girl’s song twists into an anguished battle cry at the sight of what the clouds have become. The shout is echoed by her army as they band tightly together at the crest of the hill, swords gleaming against the sky, shields drawn close to their chests. They look to the child, to the way her eyes flash in the light of the rapidly spreading wildfire. They wait, counting the seconds, trusting her.\n\nShe closes her eyes and nods, sorrowful and gentle, pressing her hand into her father’s for a moment before letting him go for the last time.\n\nShe lifts her voice in a final song, haunting and painful, drowned in ragged hope.\n\n\n\nthey charge.\n\n15 thoughts on “eyes to the storm\n\nwhat's on your mind?\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.9663396478,
        "format_confidence":0.9291076064
    },
    {
        "url":"http:\/\/doughdirtdye.blogspot.com\/2011\/09\/short-work-of-fiction-tilt-whirl.html",
        "text":"Tuesday, September 20, 2011\n\nA Short Work of Fiction (Tilt-A-Whirl)\n\nPhoto courtesy of Wikipedia...with some alterations.\nIt wouldn’t be long before they got here.  In a small town a death is reason for hurry; a murder assures great speed. And they would all come, even the ones off-duty and the ones who wish they were cops.  Certainly the radios were humming now.  That city woman killed someone.  The man had meant to do me harm, of that I have no doubt, but how would they know that?  My ties here are thin, though I’ve lived here for more than ten years.  I’ve kept to the outskirts.  I came from elsewhere.\n\nAs I sit waiting for them I know I should be planning for the critical moments to come – a resolute silence, a lawyer and then a calm and clear statement of what had happened – but my mind keeps pulling my thoughts back to the summer after college when a friend and I went together to a carnival near my hometown.  It was raining lightly but not enough to have brought the rides to a halt and we gave the tall and too-thin, bearded man our tickets to ride the Tilt-A-Whirl.  The yellow clowns painted on the sides of the cars were vaguely sinister yet alluring, the deep red metal of the clam-shaped cars shiny with rain.  As the ride began we moved ourselves from side to side, urging the car to spin.  Before long the ride was in full motion and we pressed together and clutched at the wheel in the center.  When it would spin crazily tears of laughter poured down our faces.  We laughed so hard there was no sound to it.  Our grins flashing by must’ve looked maniacal to the spectators standing around the outside of the ride.  To us they were merely colorful blurs.  The tall carny, seeing our efforts, worked his way towards us on the slick and undulating surface until he was standing in front of our car.  He grabbed the side and shoved it, sending us into a blissful spiral, but then suddenly he was gone, his footing lost in the rain.  He had slipped over the edge of the ride.  For a few moments more the ride continued, mechanically oblivious to what had happened.  My friend and I strained to see him, hoped to see him standing, unharmed.  Later we’d learned he’d broken an arm and was bruised and cut.  The joy in the day was gone, our thoughts playing over and over the image of the man disappearing over the side of the ride.  We’d done it to him with our quest for the sensation of spinning.\n\nThe afternoon light is soft and gray coming into the window.  The house is so quiet.  Soon it will be filled with strangers and the sounds that strangers make.  I rest my hands on the table and study the fingers.  They’re thin and white.  They’re mine and they pulled the trigger. \n\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.9719085693,
        "format_confidence":0.9357100725
    },
    {
        "url":"http:\/\/archiveofourown.org\/works\/541561",
        "text":"Work Header\n\n\nWork Text:\n\n\nPhotophobia (from Greek φῶς, “light” and φόβος, “fear”): a symptom of abnormal intolerance to visual perception of light.\n\n\n\n\n1. Kate meets Irene Adler for the first time without Irene Adler noticing, which will later, but not yet, seem strange. She's fixing someone's tie when Kate's eyes first fall on her: a curve of dress, a slightly different curve of back.\n\n\nKate, feeling a little uninvited, and not quite relishing the party-crashing she's resorting to, feels the strap of her camera bag cutting into her shoulder. It's only a matter of time before they're thrown out; she can feel it in the looks from the people around them.\n\n\n“Irene Adler,” Giovanni says, smirking suggestively, sliding his fingers over the condensate on his wine glass. “Do you know her?” The question is loaded, because they're both there for pictures, and beneath a veneer of friendship there is always competition.\n\n\n“I wouldn't be much of a lifestyle photographer if I didn't,” Kate says, irritably.\n\n\nHello, she thinks.\n\n\n\n\n\n6. “Come live here,” Irene says, looking at her wine glass as though it's a revelation.\n\n\nKate blinks – two, three times. “Why?” she asks.\n\n\n“Because,” Irene says, and for a second it seems that's all she will say. She finally looks away from her glass, and her eyes are alight. “Because no glass of wine will ever be this good ever again,” she says, mouth corners quirking. “It's perfect. The complexity. The freshness, the fruit. The acidity. The temperature. A hint of darkness at the end that you rarely find in rosé. And you're here. Nothing else will do. Come live here.”\n\n\n“Is this your idea of romance?” Kate asks, gripping her glass tightly, feeling a shocked sort of happiness bubbling up in her gut.\n\n\n“Yes,” Irene says, and she's not being fair, which is not a surprise. The light, subdued, plays in her glass.\n\n\n“You're serious,” Kate says, and with the words comes the realisation.\n\n\n“You could take all the pictures you want,” Irene says. “All of the scandals up close. You'll know everything!” She's grinning. “You could be my...” She waits, picking out a word. “Second in command,” she finally says, and it's a soft-edged world, this is, with Irene sitting there with the light of the room between her fingers, a jewel with her lips on it, and her words, and their truths. Kate has to close her eyes against it.\n\n\n“Your maid, you mean,” she says, unable to suppress the smile tugging at her mouth.\n\n\n“God, how boring,” Irene says. “You'll pour me rosé. I'll tell you all of the gossip. You'll take all of the incriminating photos. You'll open the door to let people in, I'll open others to let you in. You can come and go as you please. Especially the coming, of course.” She's sly and obvious: playful.\n\n\nAs Kate watches her, Irene looks away and holds her glass with her hand like a flower closing, and Kate thinks, with a small jolt, wait, no, she's nervous.\n\n\n“Have you thought about this?” she asks, reeling a little.\n\n\n“Not at all,” Irene says boldly, and then, contradictory in a way that Kate doesn't understand yet, she says, quietly, soft-edged: “It's a big house.”\n\n\n\n\n19. Irene comes home one morning as not a ghost, not yet. She's carrying her shoes by their heels on her fingertips and she smells of sex in such a different way than Kate is used to that she has to fight an impulse to ask what Irene's been doing.\n\n\n“Politics are delicious,” she tells Kate, smiling a smile that is more eyes than mouth. “This will make your career, I promise. Not yet, though.”\n\n\n“Eggs?” Kate asks casually, gripping the handle of the pan tightly.\n\n\n“Benedict,” Irene confirms, and stretches, like a cat in a ray of sunshine.\n\n\n\n\n20. “Not bad,” Kate says, a struggling laugh lodged in her throat like a bitter brick.\n\n\n“That's an understatement,” Irene says, then, into the phone: “No, not talking to you, pet. Do carry on.”\n\n\nShe looks up at Kate with the tip of her tongue in her mouth corner, eyes full of a secret smile. She's holding one phone to her left ear delicately, and angling the other away from her face. Like she's the secret midway passage for the people talking to her; husband and wife, unaware that they're in different rooms, talking to the same person, sharing the same shameful secret that makes their own sex life energetic for the first time in years.\n\n\nIrene tells the phone: “A moment, sweet, I've got to take another call,” and switches conversations. Slips into slightly different expectations, a lightly differing version of herself.\n\n\nKate swallows around the chunk of aborted laughter in her throat. Irene never stops looking at her, holding three conversations at once. She's been getting more complicated lately, chasing things with a new energy that Kate is hesitant to enquire about. She has five phones now, though she still only takes the one to bed, still only takes pictures with the one. It's unsettling to remember that Irene told her once, though she can't remember when, that the key to survival is keeping one's secrets in one place so they can be easily leafed through and disposed of.\n\n\nKate doesn't know what it is that expands in her chest, a painful sort of pride, maybe; either way it is there, jagged and bursting.\n\n\n\n\n21. Irene is sprawled on the sofa, laughing with a paperback novel lying open over her face. Her voice is distorted by it, by the flexibility of words and paper.\n\n\nKate plucks it off her.\n\n\n“Read the dedication,” Irene says gleefully, blinking against the sudden light.\n\n\nKate flips to the front. To I, because: me, not mine.\n\n\n“It was the height of his pillow talk. I'm dedicating this novel to you. You brought me back to life. Thought he was being reckless and mysterious.” She laughs, generously, as though it's a blessing. “He must've been too late to change it,” she says then, with a happy sigh.\n\n\nKate looks at the words, and quietly thinks that he might not have been.\n\n\n“They're reconciling, did you know?” Irene continues, closing her eyes. “It's hard to be angry with someone for making your own mistakes.”\n\n\nSometimes Irene is wrong. Rarely, but not never. Kate closes the novel and caresses its spine, tracing where Irene snapped it.\n\n\n\n\n-3. Kate is thirteen and twirls a lock of bright red hair around her finger, scowling at her reflection in the mirror of her mother's bedroom.\n\n\nAll she wants is hair like Jessie Poole's. Dark and bouncy with subdued waves when she undoes her long, single braid in class. Kate, still thirteen, sitting behind her, tuning out Ms. Lawrence's exposé on the conjugation of mare, always watches how the dark waterfall comes loose bit by bit and how Jessie Poole's long, thin fingers thread through the shiny locks with ease. Knotting is something that happens only to lesser hair.\n\n\nJessie re-braids, lazily, with fingers that slip through the hair as if it were butter. Her hair is so slippery-shiny Kate can see how the tightness of the braid starts relaxing immediately, like threads of silk sliding over each other, too light and flighty to have any hold. Slippery-silky-soft, or that's what Kate imagines, and looks down to find that she's pushed her pen through her notes, dotting an i with a tiny window to words underneath.\n\n\nOne time, as if feeling the weight of Kate's stare, Jessie turns around, fingers pausing, sliding down the strands that remain.\n\n\nKate, leaning forward in her seat, starts to whisper something and doesn't know what; only when the Can I comes out does she hear her own voice.\n\n\nJessie's eyes are as dark as her hair. She throws the half-done braid over her shoulder and balances on the hind legs of her chair; she only can because Ms. Lawrence's back is turned.\n\n\nKate runs her fingers down the line of hair that is coming loose at the bottom without Jessie's fingers to keep it in place. The braid unfastens slowly with Kate's caress, and she pushes her index finger through one of the twists, feeling something inside her turn into hot liquid as the hair accommodates her and opens up around her touch.\n\n\nJessie's chair falls forward with a controlled clank; Ms Lawrence calls out her name, annoyed. Jessie's shoulders are hunched, and her hair fans out over them, a thin sheen of protection that Kate wants to destroy.\n\n\n\n\n13. “I want your hair,” Irene hisses at Kate, and yanks on the lock she's curled carefully around her thumb so Kate's head falls back. The pain is sharp and short, a surge of electricity on Kate's scalp that shocks her nerves to awareness, and she shivers.\n\n\n“You have it,” she responds with a sigh, feeling the tension generated by days of boredom bleed out of her muscles, replaced gradually with a growing sense of blessed unifocal awareness: just her body, the growing pain in her ankles as she balances on her heels, the prickle of the chilly air on the warmest, most naked parts of her, the whiny discomfort of her neck muscles, bent backwards in an unnatural angle.\n\n\n“I have everything I want of you, don't I?” Irene asks, and she sounds pleased, and a little bemused, as though she doesn't know already. She never sounds this surprised outside of sessions, which Kate isn't sure she entirely understands.\n\n\n“Yes,” Kate says, her voice breaking on the word, because her throat is bent and too full of a deep trust to properly speak.\n\n\n“I know you never wanted your hair,” Irene says, and twists her wrist further, rolling up the lock of hair around her fingers. “But I do.”\n\n\nKate's eyes slip closed, unasked, and unpunished, because Irene doesn't mind if she doesn't look. She seems to understand, when she wants to, that she's hard to look at this way, trapping all of the light and all of the want in the room, reflecting it back like a dark prism. There's just a little too much love gathering in the labouring point of Kate's throat to risk looking at Irene right now.\n\n\n“It's yours,” Kate manages. Irene doesn't kiss her, but brings her lips so close that Kate can taste the inside of her.\n\n\n\n\n11. “Look,” Kate says, the corners of her mouth taut and painful ... (truncated)",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.5496711731,
        "format_confidence":0.9649300575
    },
    {
        "url":"http:\/\/www.poemhunter.com\/poem\/jet-is-a-good-friend\/",
        "text":"Alex Cheng\n\nJet Is A Good Friend - Poem by Alex Cheng\n\nPlay Poem Video\n\nJet is a good friend.\nJet is a good man.\nJet is a good student.\nJet makes me amazing!\n\nJet likes food.\nJet likes animal.\nJey likes water.\nJet is a human.\n\nPoet's Notes about The Poem\n\nThe guy is my best friend, I wants to use the poem to remember.\n\nComments about Jet Is A Good Friend by Alex Cheng\n\nThere is no comment submitted by members..\n\nRead this poem in other languages\n\nThis poem has not been translated into any other language yet.\n\nI would like to translate this poem »\n\nword flags\n\nWhat do you think this poem is about?\n\nPoem Submitted: Monday, May 21, 2012\n\n[Hata Bildir]",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.8891443014,
        "format_confidence":0.9862564206
    },
    {
        "url":"https:\/\/dscryb.com\/scene\/the-rhyme-of-a-decrepit-house\/",
        "text":"A looming doorframe, scratched and worn, forcing the abode to look forlorn. Its windows stare, sad and broken, shattered glass leaving them open. Perhaps a storm ravaged the gate, the abode left to an unknown fate; until you hear a creak inside and realize it has more to hide.\n\n\n\n0 ratings, 0 votes0 ratings, 0 votes 0",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.8964999914,
        "format_confidence":0.9723237157
    },
    {
        "url":"http:\/\/wpmate.xyz\/archives\/4066",
        "text":"Thriven and thronovel Divine Emperor of Death txt – Chapter 1314 – Otherwise, Difficult? governor protect recommend-p1\n\nBoskerfiction – Chapter 1314 – Otherwise, Difficult? reading protect -p1\nDivine Emperor of Death\n\nNovelDivine Emperor of DeathDivine Emperor of Death\nChapter 1314 – Otherwise, Difficult? detect regret\n“Hang on! I’m ready to hang on!” Fiora lifted her brain as her tone of voice melodiously echoed, “I recognize which you will wed large sisters Isabella, Sophie, and Niera, so I’m happy to become the previous!”\n“It’s okay, Natalya. Our partner is aware what he’s engaging in, or at best, we’d want to believe that so, appropriate?”\nDavis’s total being froze since he received a jolt that traveled from his brain to his decrease entire body, creating his thing inevitably fully stand up while he recalled the taste of Fiora when he required her facing her elder sister Natalya.\n“D-Davis~ … D-don’t~”\nChapter 1314 – If not, Tough?\n“I would like to truly feel pleasurable, blessed, and beloved on your part like elder sister and big sister!~”\n“It indicates that I want to grow robust thoughts collectively utilizing your body…”\n“Mhmm~? Mhmm~~”\n“Davis, you’re back~”\nSection 1314 – Normally, Difficult?\nDavis’s full being froze when he gained a shock that traveled from his mental faculties to his lessen human body, making his issue inevitably stand since he recalled the flavor of Fiora when he had her when in front of her elder sibling Natalya.\n“Davis! I enjoyed those deal with slaps! It resounded all over the full Alstreim Loved ones that the Zlatan Loved ones brat was compelled to work without any encounter left during this spot!” Fiora excitedly spoke as she clenched her fists.\n“Davis, you’re doing Fiora jealous…” A melodious voice suddenly echoed, prompting Davis to be aware of that the time had come to avoid flirting.\n‘Was which a bit too exciting on her behalf…?’\n“Mhmm~~ Hmpfm~~”\nHe gotten to out his hands and grabbed Fiora’s hands and wrists which were comparatively smaller than her elder sister’s.\n“I didn’t suggest to disrupt possibly. It’s just, Fiora’s make a difference is far more crucial to us than some Zlatan Spouse and children brat…” Evelynn wryly smiled as she came before them.\n“Fiora-” Natalya cut off, but Fiora squealed.\n“… Sure~”\nFortunately, she was struggling with Natalya and Fiora when they spun all around, but she couldn’t see their expression as her moistened vision had been shrouded.\nEvelynn’s cheeks have been filled with a proper yet embarrassing blush. She was a tad reluctant, but she offered up fighting off right away.\nChapter 1314 – Normally, Difficult?\n“I didn’t indicate to interrupt both. It’s just, Fiora’s issue is far more crucial to us than some Zlatan Loved ones brat…” Evelynn wryly smiled as she emerged before them.\n“Davis, you’re back~”\nwill there ever be a season 2 of daybreak\nDavis left behind Evelynn and walked towards Natalya and Fiora. He turned up looking at both these sisters and observed uncomfortable because he observed their smiling faces. By some means, he couldn’t are convinced they were both his females.\nDavis chosen because he nodded his mind.\nHe reached out his hands and grabbed Fiora’s hands and wrists which had been comparatively small compared to her elder sister’s.\n“No…” Fiora shyly minimized her go almost like planning to bury her mind as part of his c.h.e.s.t, “You should make appreciate with me…”\n“Mhmm~~ Hmpfm~~”\nDavis found Evelynn rush towards him as she ditched Natalya and Fiora. She appeared before him immediately and jumped on him as she accepted his the neck and throat.\n“Davis! I liked those deal with slaps! It resounded throughout the total Alstreim Spouse and children the Zlatan Family members brat was compelled to work without having facial area left behind on this location!” Fiora excitedly spoke as she clenched her fists.\nDavis brought Evelynn one final excessive kiss before he introduced her.",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.6480557323,
        "format_confidence":0.9812030196
    },
    {
        "url":"http:\/\/studynovels.com\/Book\/Pages?bookId=1481&pageNo=1",
        "text":"Awaken Me Darkly (Alien Huntress 1) - Page 1\n\n\n    Midnight. The witching hour, some say. Since it was 12:07 A.M. and I was standing over a dead body, I had to agree.\n\n    The victim, William H. Steele, a thirty-six-year-old Caucasian male, six feet four, approximately two hundred and thirty pounds, brown hair, brown eyes, lay na**d across a bed of crisp winter leaves. Moonlight spilled in every direction, and withered foliage mockingly framed his muscular physique. He bore no open wounds, no bruises. In fact, not a single blemish marred the perfection of his skin. He was only recently dead; heat still radiated from him and curled into the icy night sky.\n\n    Alien Investigation and Removal agents, also known as A.I.R., were scouring the area, meticulously searching between every blade of brittle grass, every grain of dirt. The faint murmurs of their chatter echoed in my ears. I tuned them out and intensified my focus on the body. The man’s legs were slightly spread and bent at the knees. One of his hands rested behind his head, and the other was bound to his penis with a—what the hell was that? I crouched down. Eyes narrowed, I reached out with a gloved hand and slid one finger under the material. A pale blue ribbon, tied in a perfect bow.\n\n    I scowled. Was he supposed to be a gift?\n\n    Yes. Yes, that’s exactly what he was, I realized, my scowl deepening. Frost gleamed in his hair like diamonds against dark velvet, yet he hadn’t been outside long enough to acquire the frost from nature. He was a gift that had been posed to look carnal, seductive. Alluring. To the average citizen, he would have appeared eager for a long night of sexual gratification.\n\n    To me, he just looked like the corpse that he was.\n\n    His eyes were fixed straight ahead, his lips slightly blue, and he wasn’t shivering from the cold. A dead giveaway, if you will. Besides that, his testicles were as smooth and shiny as marble, not shriveled like I supposed every other man’s out here were.\n\n    With a wry shake of my head, I pushed to my feet.\n\n    Perhaps my assessment was callous and indifferent; perhaps my humor was misplaced. Dead bodies were the norm in my line of work, and I couldn’t allow myself to view this man as an actual person. If I did, I’d have to acknowledge that he once had hopes and dreams, thoughts and feelings. I’d cry for the family he left behind, wonder about the life that had once pulsed through his veins.\n\n    I couldn’t do that and still hope to function. With tears came distraction, and with distraction came death. My first year of fieldwork, I had spent more time crying for victims than hunting for their killers, and I had almost become a victim myself. I glanced down at my wrist. The inky blackness of my glove didn’t quite meet the cuff of my jacket, leaving a small patch of skin visible. That skin boasted a tattoo of the Grim Reaper’s scythe and was just one of my many reminders to remain unemotional.\n\n    I’d gotten the tattoo after recovering from a nasty beating, courtesy of a pissed-off other-worlder. While I’d been lost in my grief for a victim I couldn’t even remember now, an energy-absorbing Rycan attacked me from behind—and kicked major huntress ass.\n\n    I had vowed never to cry again. And I hadn’t. Tears were a weakness only civilians could afford.\n\n    I am an alien huntress. I am part of the A.I.R. team, working with or against the New Chicago PD—whichever suits me at the time. Every night I stalk and kill other-worlders, and whether I’m investigating a death or causing one myself, I have to shove sentiment aside, find humor where I can, and concentrate on the facts.\n\n    I love my job despite the blood and gore—or maybe because of it. I love solving puzzles, fitting each piece of evidence together. I love that one by one, I’m ridding Earth of our unwanted visitors.\n\n    Yes, some aliens are peaceful and are allowed to live and work among us. Those, I leave alone. But the others? The ra**sts, the thieves, the killers? I despise them.\n\n    Alien sympathizers often ask me if I, a hunter, a legalized killer, live with guilt. My answer: Hell, no. Why should I feel guilty for destroying a predator? I’m proud of my work. I’m privileged to do what I do. Other-worlders who survive on human carnage deserve the sting of my pyre-gun.\n\n    A glacial blast of wind whirled past my shoulders, scattering a thin sheen of snow powder in every direction. The hem of my long black leather jacket danced around my calves. Four inches of snow had been predicted, so I needed to work quickly. Twenty minutes ago, I’d received a call from my boss, Commander Jack Pagosa. He’d briefed me on the situation. He’d also informed me I had until morning to present him with a suspect, or I would spend the next year behind a desk.\n\n    William Steele, a happily married father of one, had been abducted from his home four weeks prior. His wife and newborn child slept peacefully throughout the entire ordeal, unharmed and unaware. Abductor’s point of entry: undetermined.\n\n    Four other dark-haired, dark-eyed men disappeared soon afterward. One had been taken from his workplace, and two had been snatched straight from a crowded street during their lunch hour. Oddly enough, there had been no witnesses and not a single shred of evidence left behind at any scene. Because of the enigmatic nature of each disappearance, aliens were the prime suspect.\n\n    Just half an hour earlier, a hunter on patrol had found Steele in this deserted Southern District field. Thankfully, the hunter had preserved the scene until my team arrived. The first thing I’d noticed was that Steele’s body showed no indication of torture, no sign of having been restrained.\n\n    Second, I’d realized his death had nothing to do with impulse or rage—just as I knew the murder had nothing to do with stupidity or amusement. The scene was too precise, too perfectly planned. Mr. Steele had been killed for a reason.\n\n    What? I couldn’t yet fathom.\n\n    I drew in a deep breath—and stilled. Slowly, I drew in three more breaths. As I exhaled the last, I smiled. Since the first kidnapping, no one had dared guess which of the forty-eight alien species were responsible, but I had just narrowed it down to three.\n\n    The victim had been killed by poison. Onadyn, to be exact. A deoxygenating drug used by the Zi Karas, Arcadians, and Mecs for survival on this planet. They couldn’t breathe our air without it. To oxygen-breathers, the substance was lethal. Worse, it was virtually undetectable. Virtually, but not completely. A rare few could identify Onadyn by its scent, a subtle fragrance similar to a dewy breeze during a summer storm.\n\n    I was one of the rare few, and I smelled it now. The scent filled my nostrils, intoxicating and sweet, as lovely as it was deadly, and somehow suddenly more obvious to me than the scent of waste, rotting food, and charred leaves that made up so much of this domain. My observation wasn’t as solid as a neon sign blinking over the killer’s head that read I DID IT in bold red letters, but it did point us in the right direction.",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.8349732757,
        "format_confidence":0.9832383394
    }
]