[
    {
        "url":"https:\/\/i-biology.net\/2008\/04\/13\/nikon-small-world\/?shared=email&msg=fail",
        "text":"Nikon Small World\n\nOK, so no video, but WOW!\n\nHave a look at some amazing images from the World Photomicrography Competition.\n\nAbout Stephen\n\nInternational Educator: China via Japan, Indonesia & the UK. Science educator, Learning & EdTech Coach. Twitterist (@sjtylr), dad and bloggerer. MA International Education. Experienced Director of Learning & MYP Coordinator. Interested in curriculum, pedagogy, purposeful EdTech and global competence. Find out more: Science site:\n\nPosted on April 13, 2008, in Microscopes and Magnification and tagged , . Bookmark the permalink. Leave a comment.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.9829476476,
        "format_confidence":0.9574878216
    },
    {
        "url":"http:\/\/chandnisingh.blogspot.ca\/2017\/06\/thoughts-on-two-new-papers-on.html",
        "text":"Sunday, 25 June 2017\n\nThoughts on two new papers from vulnerability and adaptation research\n\nI read two very interesting papers from adaptation and vulnerability research last week.\n\nIn Operationalizing longitudinal approaches to climate change vulnerability assessment, Fawcett et al. (2017) make a case for longitudinal methodological approaches when studying vulnerability and adaptation. The lack of attention paid to temporality has been a long-held peeve of mine (it's gotten so bad that in team meetings, colleagues crack jokes about it). Fawcett et al. use three illustrative cases from Arctic communities to highlight how longitudinal approaches, two in particular — cohort studies (following a group of individuals over time) and trend studies (repeated data collected at a community level to reveal patterns of change) — can strengthen the methodological toolbox of vulnerability research.\n\nI particularly liked how they tease out the benefits of using a longitudinal approach. It helps\n  1. build a more nuanced understanding of adaptation processes and 'causal chains' of vulnerability (something Jesse Ribot has written a lot about, see his work from 1995, 2010, and 2014), \n  2. construct a more robust portrayal of what has worked and hasn't, and why, which is crucial for anyone interesting in strengthening, investing in, and implementing adaptation, and \n  3. diagnose maladaptive behaviour by looking into past pathways. This last approach is similar to what colleagues and I have taken in a recent project where we use cases from rural and urban India to argue that tracing historical trajectories of development and adaptation actions can help understand how development choices can narrow adaptation option spaces, often leading to potential maladaptation.\nComing back to Fawcett et al. (2017), I thoroughly enjoyed reading it and wholly support their key argument of expanding vulnerability research to involve more longitudinal approaches that begin to capture temporality. While the authors discuss the challenges in doing such research (notably, potential attrition of respondents from original cohorts, the need for sustained funding), I have two questions probing the practice of longitudinal vulnerability assessment approaches:\n  1. The political economy of vulnerability assessments: Currently, many NGOs, donors, and governments conduct VAs. How do the authors imagine such actors to undertake longitudinal studies given the budgets, project cycle-time frames, and capacity constraints they work under? This is especially true in government departments in India (we did a review of 120 VAs in India found 35% use static, indicator-based approaches). Moreover, in many cases, governments undertake VAs under tight deadlines (for e.g. assessments after a disaster event to inform humanitarian action). The underlying question is how can we build processes and demand for longitudinal vulnerability assessment approaches that feed into shorter-term cycles but also contribute to the larger narratives of vulnerability? \n  2. The place of researchers: Researchers are a possible 'actor group' that don't face all the challenges noted above, or at least not to a similar extent. However, researchers are increasingly being squeezed into shorter project cycles, insecure employment arrangements, tighter funding structures, and greater calls for impact — all of which, may not necessarily be conducive to longitudinal research  design which needs 1) sustained financial backing, 2) strong, clear and continual leadership, 3) an underlying recognition of the importance of such work, 4) acceptance of delayed gratification.\n\nIn Adaptive capacity: exploring the research frontier, Mortreux and Barnett (2017) discuss the emphasis that adaptation research has on quantified assessments of adaptive capacity (predominantly through Sustainable Livelihoods Framework-based (SLF) approaches) without an equal emphasis on how and to what extent adaptive capacity translates in adaptation outcomes. They highlight valuable gaps in adaptation research, most notably, the lack of focus on the process of adaptive capacity (a potential to adapt) being translated into an adaptation outcome (with concrete implications for peoples' vulnerability). The paper reviews emerging literature on risk perception and adaptation decision-making, cognitive barriers to adaptive behaviour, and place attachment, to discuss how these gaps can be addressed.\n\nTo add to their review of literature from disaster risk management and behavioural sciences, I wanted to highlight a few empirical studies exploring the drivers of adaptation behaviour and adaptation outcomes:\n  1. Burnham and Ma (2017) examine farmer adaptation decisions in Loess Plateau, China and find that self efficacy, i.e. one's perception of one's own efficacy to adapt, shapes adaptation behaviour and outcomes significantly. They crucially highlight that in addition to household assets and entitlements, state-society dependencies may reduce farmer perceived self-efficacy.  \n  2. Drawing on data examining household and intra-household risk perceptions and decisions in rainfed farming families in north-west India, I have argued that different households perceive risk differently and this shapes the adaptation pathways they take. Moreover, I found that adaptation outcomes (measured through environmental, social and economic lenses) change over time based on changing household assets but also changing social structures, policy regimes, and cultural beliefs.\n  3. In a completely different context, Evans et al. (2016) examine social limits to adaptation int he Great Barrier Reef region.They argue that social limits affect adaptation outcomes by dissuading people to take up adaptive action in the first place! Also interactions between psycho-social (or what I call socio-cognitive) and structural factors can adaptation ineffective. \nConceptually, it's exciting times for adaptation research. Practically, I feel that while there is a growing body of work around understanding the need for longitudinal vulnerability assessments and factoring in socio-cognitive barriers to adaptation, it hasn't begun to filter into mainstream adaptation implementation and negligibly in policy circles (especially in India, the context I am most familiar with). \n\nNo comments:\n\nPost a Comment\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.9903951287,
        "format_confidence":0.9788410664
    },
    {
        "url":"http:\/\/republibot.com\/taxonomy\/term\/3166",
        "text":"Real Science: Goodness Gracious, Great Balls of Fire!\n\nMama Fisi's picture\n\nI usually don't turn in to bed before 11 PM--trying to go to sleep any earlier just results in an hour of staring at a ceiling I can't see, waiting for the Sandman to beat me to death.  Sunday night was no different...well, not quite.  Shortly after I moved the Chihuahua and got settled under the covers, the gap around the shade on the bedroom window flickered brilliantly for a few seconds.  I assumed it was lightning, and thought no more about it.\n\n\nSubscribe to meteors",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.9740163684,
        "format_confidence":0.8997298479
    },
    {
        "url":"http:\/\/malaysianwildlifephotography.blogspot.com\/2013\/05\/white-throated-kingfishers-nesting.html",
        "text":"Thursday, 2 May 2013\n\nWhite-throated Kingfishers nesting behavior\n\nEarly in the New Year the Chestnut-headed Bee-eaters are busy hunting bees and going about their nesting duties. Paddyfield Pipits patrol the grassy area that was my 'studio'.\n\nIn the same area I estimate there are 4-5 pairs of White-throated Kingfishers. Last year my two favorite pair had a couple of attempts at nesting.  It was quite clear that there were some problems because they were actively feeding and suddenly gave up. I have written a previous blog about their hunting behavior.....this one covers a successful nesting cycle.\nNormally 4-7 eggs are laid by the female in a cavity inside a tunnel that is around 24 inches long.  Eggs are laid on different days so that there is a difference in chick size and clearly the ability to compete for food. The female of the pair last year had several toes missing and certainly by the end of the season in July she looked rather ragged. The male appeared to have have taken another mate this year. This female was a beautiful specimen with immaculate feathers and a deeper than normal blue coloration. She was a little naïve at times when hunting larger prey but quickly learnt to adapt.  This species of kingfisher communicate with each other by a form of semaphore whereby they open the wings either very briefly of for sustained periods. It is thought that the white patch on their wings provides a clear visual signal to each other. They also call frequently.\n\nIn the early months of 2013 the pair hunted individually or together. Sometimes the male could be seen giving his catch to the female.\n\nMating usually takes place early in the pre-dawn hours. I saw the pair under observation mate several times around 7am as early as the end of January. \n\nThere was a well-established nest hole on a muddy bank that was used last year but this was ignored and a new nest cavity was made further along the same bank. \n\nThe kingfishers favorite perching tree was nearby and this provided a staging post for hunting and for trips to the nest. Eggs hatch 20-22 days after laying and in early April I was pleased to see them feeding the new nest.  There were the remains of a dead tree about 4 meters from the nest that they often landed on prior to entering the nest cavity. I was surprised to see the size and variety of prey delivered to chicks that would only have been days old. Both parents were busy feeding the nest with prey ranging from small insects to skinks and frogs. One prey looked like fledgling chicks from another bird species. Towards the end of the feeding the female made trips to he nest in a bit over four hours.\n\nAfter arriving on the skeletal tree they aimed at the nest hole and took off. Delivery and the return was over quickly .............the prey must have been dumped in the first gaping mouth. It was noted that when a frog was caught it was placed in a 'streamline' position in the beak to be readily received by the chicks\n\nThe Red-wattled Lapwings had nests on the ground nearby and later small chicks but these birds aggressively chased off foraging kingfishers. The Bee-eater species had changed with the Blue-throated having taken over from the Chestnut-headed. They were mating and digging holes to raise their brood.\n\nIt was fortuitous that the early morning light was at right angles to the line the kingfishers took from the tree to their nest hole. This allowed for high ISO settings and speeds up to 1\/4000th second to record the action with incoming prey. My shots were done with a 500mm lens, either on its own or with a 1.4x extender that narrows the focal depth but smoothens the background. All shooting was done from a car window on a beanbag. It is pertinent to add that at no time were the Kingfishers stressed or deviated from their normal behavior by my\/our presence.\n\nI could only place the egg hatching within 3 days but from my reckoning the first chicks fledged 20-22 days from hatching. When the first chicks fledged the parents stopped feeding the nest…no doubt pre-occupied trying to provide for the demanding fledglings.  The newly fledged chicks were competent fliers, had under-developed tails , white eye-rings, darker bills and less flamboyant leg coloration\n\nLike many things in nature it would be a survival of the fittest with the first hatchlings having a considerable advantage over those that were last. It was nonetheless satisfying to see the cycle of life with these kingfishers that had provided, entertainment, information and photo-opportunities. As the kingfishers complete their cycle the Blue-throated Bee-eaters are silhouetted by the sunrise waiting to complete their breeding cycle.\n\n1 comment:\n\n  1. I'm speechless. Stunning set of images and a very detailed write-up. Great stuff, Graeme!",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.9340159297,
        "format_confidence":0.9950507283
    },
    {
        "url":"https:\/\/habilifestyle.com\/blogs\/news\/sustainability-s-tricky-trends",
        "text":"FREE SHIPPING for orders Php 1,399 and above!\n\nSustainability's Tricky Trends\n\nWritten by Cara Trinidad\n\nThe spotlight on sustainability is shining brighter than ever. Everyday more eyes are opened to the reality of our environment and the brutal effects of climate change. In an effort to help our planet recover, many have started a more sustainable lifestyle. Naturally, many industries have revamped their campaigns and released new products branded as “eco-friendly”. As a result, the word “sustainable” has been carelessly thrown around simply to keep up with the trends. Too many have fallen victim to greenwashing. As consumers, we should learn how to be more careful. However, most of us are still learning and are bound to slip up more than we’d like. Let’s dig a little deeper into some sustainable “trends” to differentiate the practical from the problematic. \n\n\nYou’re probably familiar with the 3 Rs. Say it with me, “Reduce. Reuse. Recycle.” Some of you may even be familiar with 5Rs, or 6Rs. These include additions like Rethink, Refuse, Repair, Replace, and so on. For now, let’s zoom in on one: Reuse. \n\nThe most common reusables on the market nowadays are items such as tote bags, straws, cutlery sets, various food and beverage containers, etc. Most reusable products have helped us reduce the waste we generate. Since the 1950s, the amount of plastic waste we produce has doubled every decade. We are now up to over 380 million tons a year - and that’s just plastic. Figures like this are completely unacceptable. Thankfully, reusable items help us curb the production of plastic and many single-use products.\n\nSo, why are they tricky?\n\nRemember, if you can reduce consumption of anything, it’s always better to do so. While reusable items are evidently beneficial, sometimes we still buy them for the wrong reasons. There are times we spend solely based on popularity. Maybe you felt obligated to buy from a friend. You might even buy it just because it was labeled as eco-friendly. The fact is, none of that matters if you won’t use that product in the long run.\n\nBefore spending on a reusable item, ask yourself if you’ll make good use of it or not. Do you really need that set of straws? Or could you skip the straw instead? Do you really need a new tote bag? Or do you have enough at home? Evaluate your lifestyle and build your shopping list based on that. Just because a product COULD be useful, doesn’t mean it’ll be useful for YOU. If you can hold off on something brand new, then less resources are used up. Don’t forget, “Reduce” comes before “Reuse”.  \n\n\nNext to oil, the clothing and textile industry is the second largest polluter in the world. The toxic chemicals from dyes have made their way into our oceans. Discarded textiles contribute to 10% of the world’s greenhouse gas emissions. By actively prioritizing convenience and cheap production, we’re faced with a surplus of lower quality products that are thrown out with every season anyway. To make matters worse, most of these companies fail to provide decent wages and working conditions for most of their employees. \n\nSustainable fashion is meant to tackle these problems. There are quite a number of sustainable brands popping up both locally and internationally. Ideally, they should produce timeless pieces with non-toxic and\/or recycled materials. They must also have well-paid and well-treated workers. If you don’t want something brand new, then buy second hand. This gives clothes a longer life before they’re discarded. \n\nSo, why is it tricky? \n\nYou can’t guarantee that a brand is sustainable and ethical if they aren’t fully transparent. Watch out for those that take advantage of sustainability as a trend. Do not fall for false promises and greenwashing. If a brand doesn’t provide information on their manufacturing process, then there’s no guarantee it’s trustworthy. Keeping that in mind, we have to set stricter rules before making our next purchase. Especially when buying something new, it’s not enough for a store to claim that they use natural\/recycled materials. Where is it sourced from? Could it be blended with un-recycled plastics? If it’s recycled, what’s the process of doing so? \n\nThen there’s the matter of work environments. The fashion industry is the most labor dependent industry in the world. A brand may be using eco-friendly materials. However, if their workers aren’t paid well and treated right, are they really worth supporting? \n\nAnother option we have is thrift shopping. Not only does this save money, but it encourages a circular economy. Nonetheless, we still have to be conscious when thrifting. It’s easy to buy impulsively and\/or excessively over a good deal. Always think twice (especially when buying online). Will you make good use out of it? Do you already have a similar piece of clothing? Maybe you can alter something at home and not spend at all! \n\nNow all of this may sound overwhelming. But the ultimate goal is simple. Always go for the most eco-friendly choice you can make. The harsh truth is most sustainable brands are yet to become more inclusive. Not all are easily accessible, many don’t offer bigger sizes, and they’re usually expensive. Moreover, when it comes to thrifted clothes, accessibility is heavily dependent on your location. We’re yet to find more options that cater to a wider audience. Nonetheless, there ARE better options (like Habi!). While waiting for more to appear, do what you can -- one piece of clothing at a time. After all, wouldn’t you rather have one thoughtfully produced outfit rather than ten pieces that aren’t eco-ethical?\n\n\nYou may have noticed some people beginning to remove meat from their diets. Many have even transitioned into a completely vegan lifestyle. Some of the most recent statistics state that animal agriculture contributes to 18% of total greenhouse gas emissions. That clearly trumps the 13% caused by transportation exhaust. Most animal products are now genetically-modified just to keep up with demand. Knowing this, going vegan does sound like the healthiest and most eco-friendly choice. \n\nSo, why is it tricky? \n\nGiving up animal products isn’t that simple for a number of reasons. First of all, it’s a change that directly affects our health. We all have different bodies. There isn’t a standard meal plan that works for everyone. While going vegan does wonders for some, it might not be the best option for others (read more here). Another factor is your location. In some places, the vegan\/vegetarian options are extremely limited. Not to mention, they aren’t always budget-friendly. Which brings me to my next point -- not everyone has the resources to make sudden changes in their diets. Especially in developing countries, there are so many struggling to put food on the table at all. \n\nWhen it comes to eco-friendly eating, there are ways to lessen your carbon footprint other than a complete diet change. Simple things like buying local and organic lessens emissions and provides healthier alternatives. Avoiding eating in excess has environmental benefits too. You could even learn to compost or grow food at home.\n\nIf it’s doable, reducing animal product consumption definitely benefits the environment - but, don’t stop there. Do what you can, and do it to the best of your abilities. No one expects you to go vegan overnight.\n\n\nIn creating sustainable habits, we should acknowledge the gray areas. Our capacity to live sustainably is heavily dependent on our lifestyles. We should make changes based on our own needs and resources. You don’t have to do the same thing as everyone else. Don't forget -- sustainability is more than a trend. \n\nThe following is a flow of questions that can help you stay mindful of the things you buy.\n\nThe truth is, it’s a privilege to be knowledgeable on environmental issues. Those most affected by the climate crisis are usually those least aware of it. For those of us who are more fortunate, we must educate ourselves and commit to more conscious practices. Until we find more universally sustainable solutions, we should do what we can and teach others to do the same. \n\nLet’s better ourselves so we can better the world. \n\nCara Trinidad is a 20-year old Dance Major at the UP Diliman College of Music. Outside of the dance studio, she constantly advocates for the preservation of our environment and climate justice. She grew up in a relatively eco-friendly household, but began developing a sustainable lifestyle in 2018. Over the past two and a half years, she has spent most of her free time building more conscious habits, and encouraging others to do the same.",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.8888620734,
        "format_confidence":0.6787317395
    },
    {
        "url":"https:\/\/briankoberlein.com\/2016\/11\/14\/emergence-of-gravity\/",
        "text":"Emergence Of Gravity\n\nIn Dark Matter by Brian Koberlein9 Comments\n\nAs dark matter continues to vex astronomers, new solutions to the dark matter question are proposed. Most focus on pinning down the form of dark matter, while others propose modifying gravity to account for the effect. But a third proposal is simply to remove gravity from the equation. What if the effects of gravity aren’t due to some fundamental force, but are rather an emergent effect due to other fundamental interactions? A new paper proposes just that, and if correct it could also explain the effects of dark matter.\n\nThe idea of emergent gravity isn’t entirely new. The most popular variation was proposed in 2010, where Erik Verlinde argued that gravity is not a fundamental force, but rather an effect that arises from the entropy of the Universe. Entropy is a property of thermodynamics. It’s often described as the unusable part of a system (or the waste heat if you will) and while that’s sometimes a useful description, a better description involves the amount of information contained within a system. An ordered system (say, marbles evenly spaced in a grid) is easy to describe because the objects have simple relations to each other. On the other hand, a disordered system (marbles randomly scattered) take more information to describe, because there isn’t a simple pattern to them. Basically, the more information it takes to describe a system, the more entropy it has.\n\nVerlinde’s model uses this connection between thermodynamics (heat, energy, and forces) and information through a mathematical method known as the holographic principle. Since the information contained within a region of space depends upon the arrangement of objects within that region, moving the objects can change the entropy within the region. Verlinde demonstrated that this produces an entropic force that acts like gravity. From the basic idea of information entropy, one can derive Einstein’s equations of general relativity exactly.\n\nEntropic gravity is an interesting idea, and it would explain why gravity is so difficult to bring into the fold of quantum physics, but it’s not without its problems. For one, since entropic gravity predicts exactly the same gravitational behavior as general relativity, there’s no experimental way to distinguish it as a better theory. There are also theoretical problems with the model. For example, if you try to describe a gravitationally closed system of masses within the model it only matches experiment if you place weird constraints on the entropy of the system.\n\nBut despite its problems the idea is at least worth exploring, and this latest work adds a new twist by describing the effects of dark matter. In the original formulation, the model focused on standard gravity. Specifically, it excluded dark energy. This new paper notes that since the dark energy of a region of space requires additional information to describe, including it in the model changes the entropy of a region of space. The paper then goes on to show how this additional information creates an additional entropic force. One that might account for the effects of dark matter similar to other modified gravity models such as Modified Newtonian Dynamics (MoND). Thus gravity, dark matter, and dark energy might all be connected through entropy.\n\nWhile this seems like an elegant solution to several cosmological problems, there are plenty of reasons to be skeptical. For one, this new variation of emergent gravity still has the same theoretical difficulties of the original. Then there’s the fact that modified gravity models fail to explain large scale effects such as the clustering of galaxies, which regular gravity and dark matter explains very well. This new work is still more of an idea and less of a robust theory.\n\nBut even if the model doesn’t work out in the end, it demonstrates how thermodynamics and gravity are deeply connected in ways that aren’t obvious at first glance.\n\nPaper: E. P. Verlinde. Emergent Gravity and the Dark Universe. arXiv:1611.02269 (2016)\n\nPaper: E. P. Verlinde. On the Origin of Gravity and the Laws of NewtonarXiv:1001.0785 (2010)\n\n\n  1. I have a suspicion that Verlinde is onto something huge. As you say, a lot remains to be sorted out, but if you can explain both dark energy and matter and as a sideline the gravitational behaviour of galaxies and galaxy clusters by a parameter free (almost) theoretical argument based on string theory, I call it a good days work.\n\n  2. How can ”emergent gravity from entropy” can be related to the gravitational waves recently observed? Wasen’t that observation a evidence for gravity to be a fondamental force, or they are not related\n\n    1. I am no expert….but I have a theory…the Ligo Scientic corporation states that the cause of gravitational wave is rotation of spherically non-symmetric mass about a fixed axis . for example, a perfectly spherical star spinning about its axis would not produce a gravitational wave but a star with a lump on its surface would emit gravitational waves, now, relating this to entropic energy : a perfectly spherical star would not have a change in entropy when it spins, as the physical appearence of the star taken at any two time instants is exactly the same. thus, there is no entropic force acting & hence there is no gravitational wave. But when a star with a lump rotates, its physical appearence would be same only if the time interval is an integral multiple of its period of rotation. i.e, if at one instant the lump is on right side then after a few instants the lump would be on left side ( for time interval = time period\/2), so that means there is no spherical symmetry when it rotates or even if its stationary. when this star rotates, the entropy of the system is continuously changing because in each instant the position of the lump changes. thus, the entropic energy associated with the star will continually change. if gravity is an emergent force due to change in entropy, then that means, an object that is not spherically symmetrical when rotates will continually radiate gravitational waves due to the continuous change in entropy associated with it. Damn ! that indeed would explain GW. Lol !\n\n  3. Another aspect of Verlinde’s latest paper is that, in addition to entropic and holographic considerations, he treats Spacetime (actually static ‘space’) like an elastic solid, and addresses the stress-strain relationship using the usual linear approximation. Using similar thermodynamic and holographic considerations, and treating Spacetime as a dynamic elastic solid, one can calculate that the total energy density is the Critical Friedmann value that makes space ‘flat’, as observed. One can also predict that the energy density of Dark Energy is 2\/3 of the total – again, in good agreement with observations.\n\n  4. Describing gravity, dark matter, and dark energy in terms of entropy seems to me like relating four dependent variables without knowing what is independent. This would explain the bizarre constraints required for it to work in a closed system. Elegant as it is, I haven’t bought into this approach yet.\n\n  5. Gravity was INVENTED to bolster the lie of the Copernicus globe earth. Even they did not believe gravity was viable.\n\nLeave a Reply",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.9964119792,
        "format_confidence":0.6039355397
    },
    {
        "url":"http:\/\/itsastatlife.blogspot.com\/2012\/06\/",
        "text":"Sunday, June 24, 2012\n\nNational Traits and the Ecological Fallacy\n\nThis article caught my eye, headlined \"Why criminals believe in heaven.\" [The Daily Mail's 'Science' and 'Health' pages are an unlimited resource for writing blog posts about bad statistics, but I promise to try not to only pick on them in future.]\n\nThe original paper is here (predictably the DM don't bother to link to it), and here is the university's press release which has been pretty slavishly copied to create the article.   The summary is, the researchers combined crime data from one source (the United Nations Office on Drugs and Crime), with survey data on people's attitudes to religion and other things (from World Values Surveys and European Value Surveys).  They found that the belief in heaven and hell is a strong predictor of crime rates at a country-wide level, whilst rates of particular religious beliefs were not.\n\nSaturday, June 23, 2012\n\nReview: The Geek Manifesto\n\nThis week I've been reading Mark Henderson's book The Geek Manifesto: Why Science Matters, which discusses the role of science and its geeky proponents in public life. Henderson's principal thesis is that politicians and scientists have been wilfully ignorant of each other for too long, and that it is time for science, its methods, and its practitioners to take a more central place in politics and policy.  This includes statistics, of course, which is why it seemed relevant to the blog.\n\nSunday, June 17, 2012\n\nHow should statistics be taught? Some thoughts.\n\nInspired by Timothy Gowers' recent post on how mathematics should be taught to non-mathematicians, I thought it might be prudent to ask how statistics should be taught.  If you need to be motivated as to how important teaching statistics is, watch Arthur Benjamin's short TED talk.\n\nSaturday, June 2, 2012\n\nNewsflash: everyone being healthier reduces deaths\n\nPeople like me often complain about the accuracy of scientific journalism, and the selective nature of the reports we see in the media; indeed, there's plenty to complain about.  However it's perfectly possible to misrepresent a story simply by choosing to place a particular spin upon it, usually one which makes the story seem more political than the original research.  It's easy to blame the newspapers for this, but often the problem is compounded by academic press releases, which are themselves designed to catch the eye of media outlets.",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.967551291,
        "format_confidence":0.9020753503
    },
    {
        "url":"http:\/\/oceans4ever.com\/tag\/freaky-fish-friday\/",
        "text":"\n\nFiled Under (Freaky Fish Friday, On TV) by Alexa & Cindy on 30-07-2010\n\nTagged Under : , , ,\n\nWe’ve taken a little break after our Sharktakular last week, but we’re back, and want to wish you a happy Freaky Fish Friday and a great weekend.\n\nToday, Nat Geo Channel serves up our FFF via its Dangerous Encounters  episode featuring an ambitious research team that wants to put an underwater camera in places its never been.\n\nTonight, at 9p.m. ET\/6p.m. PT, that camera will attempt to reside on a Humboldt squid, a ferocious predator whose mouth you never want to get your fingers anywhere near.\n\nAlexa caught up with the show’s host, Dr. Brady Barr, and had a few biting questions she just had to ask.\n\nCheck out this amazing video featuring Barr’s second encounter with a Humboldt squid, then read Alexa’s Q & A with the good Doctor.\n\nWhat would you do if you came face-to-face with a Humboldt squid?\n\n\nAlexa: What made you want to study Humboldt squids?\n\nBrady Barr: Im always fascinated with predators, especially little known predators, and ones that you can’t see in captivity. They epitomize “wildness” and “untamed”.\n\nAnimals, like the Humboldts, or adult Great White sharks, are so special because it doesnt matter who you are, how much money you have, or how powerful you might be, you still have to be graced by their presence. You cant go to a zoo or aquarium to see these beasts, you have to simply be graced by them in the wild. For me, it simply does not get any better than that.\n\nA: How do you feel about the risks of doing this job?\n\nBB: The risks concern me greatly, but the thirst to learn more about these mysterious animals is also great. Expeditions involving animals and in places that are not in the realm of my expertise are always very stressful. I did take some precautions. I had an expert diver in the water with me at all times who’s sole responsibility was my safety.\n\nAt the end of the day I am willing to take some chances, especially when it comes to such a charismatic, little understood predator as the Humboldt Squid.\n\nIn addition, the chance to do something that has never been done before (put an untethered camera on one to acquire first ever footage of these creatures in their element, at depth without the aid of lights, submersibles, or divers) is just too alluring…like the song of the mythical siren! In today’s world there aren’t many big apex predators that the scientific community doesn’t know much about. I was honored to be on this expedition.\n\nA: How did you feel when you slipped the camera sleeve over the first squid?\n\nBB: I was very skeptical. I wasn’t convinced that the sleeve design would work, so I was much relieved as well as surprised when it actually stayed on the squid. It was awesome to touch such an animal, that so little is known about, one that is so mysterious, and calls it’s home the abyss. For a guy that grew up in the cornfields of southern Indiana, it was beyond my wildest dreams!\n\nA: What did you think when the squid didn’t immediately swim away?\n\nBB: That didn’t surprise me. I have worked with wild animals for 20 years, and i have learned that being captured is a stressful, exhausting, ordeal, for them. It takes them time to recover and get their bearings. I am sure we would be the same way. I was just glad the squid decided t return to the depths instead of look for a little payback.\n\nA: Was it you holding the octopus? If so, what did it feel like?\n\nBB: Yes, I captured the octopus. It was so thrilling, because its a really big animal, and really powerful, yet very methodical, content, almost passive. It showed no ill will towards us interacting with it, no aggression what so ever. They’re very intelligent animals. I felt honored to be interacting with it.\n\nA: Do you think the Humboldt squid would win in a battle against a Great White?\n\nNo way! The Humboldt is an awesome predator, but few predators can stand up against a one or two-ton, 18-foot Great White. I just returned from a Great White Expedition, so I got to see their awesome, almost incomprehensible power first hand. Now, if we were talking about a giant squid (Architeuthis), of 60 feet long, then I would put my money on the squid.\n\nA: You learned a lot of new things about Humboldts with this research. What do and\/or your colleagues plan to do with it, and what would you like to find out next about the Humboldt?\n\nBB: I’m no squid expert, but the squid researchers we had with us were simply astounded with the footage we captured. Not only did we get a glimpse into the world of the squid, we also saw communication between individuals, social behavior, as well as aggression.\n\nI have done a lot of research on bite force, so I was especially intrigued by the bite force data we gathered. A thousand pound bite was simply mind blowing for me, I’m not sure I even believe it!\n\nA bite of that magnitude makes it one of the strongest biters on the planet, up there with crocs, and hyenas. And the squid is an invertebrate! Unreal. I definitely plan to return to the sea of Cortez and do some more bite force experiments.\n\nPost to Twitter Tweet This Post\n\nSociBook Digg Facebook Google Yahoo Buzz StumbleUpon\n\nFreaky Fish Friday: the Ratfish\n\nFiled Under (Freaky Fish Friday) by Alexa & Cindy on 18-06-2010\n\nTagged Under : ,\n\nFFFToday’s FFF is a guest post by the multi-talented science journalist Allie Wilkinson, owner of the blog OH, for the Love of Science! We’ve already got chills and thrills over her Ratfish – check it out, with pics and a video, and see what you think!  Enjoy.\n\nSpotted ratfish are unlike anything you have ever seen before. \n\nThey have smooth, scaleless skin that is silvery-bronze in color, with sparkling shades of gold, blue, green, or a pinky-purple sort of color, and are speckled with white spots.  Their tail is almost half of their body length and looks like a rat’s tail, which is how they get their name. \n\nThey have a long venomous spine in front of the dorsal fin, and their pectoral fins are big triangles, that go straight out from the body and look like airplane wings.  On their cute rabbit-like faces, they have large emerald green eyes that are able to reflect light, similarly to the eyes of a cat.  Oh, and they have an extra sexual organ in the middle of their forehead, like a horn on a unicorn, which they use to hold onto the female’s dorsal fin during mating.  Is that freaky enough for you?\n\nSpotted ratfish are among the deepest living fishes, ranging from depths of 0 to 3,000 feet below sea level.  They are related to sharks and rays, and are considered to be the missing link between the bony and cartilaginous fishes because they have characteristics of both.\n\nRatfish flap their large wing-like pectoral fins to move, which makes them look incredibly graceful.  Normally, they glide over the seafloor in search for crunchy foods like crabs and clams.  But when I took care of these little guys at the Florida Aquarium, we would feed them shrimp.  Feeding the ratfish was always one of my favorite parts of the day, because they turned into graceful little ballerinas at feeding time.  Imagine water ballet, with all of  its synchronized swimmers.  Well, when I would feed the ratfish, they would swim up to the surface, and bring the tops of their bodies out of the water, twirling around, as if they were dancing.\n\nI’ve been to a LOT of aquariums around the world (about 18 or so!) and the Florida Aquarium is the only one that I’ve been to that has these little guys.  I’m glad they do, because I probably wouldn’t have ever found out about such a cool, cute, weird, and freaky little fish otherwise.  If you get a chance to ever see them in person, make sure you do!\n\n\nPost to Twitter Tweet This Post\n\nSociBook Digg Facebook Google Yahoo Buzz StumbleUpon\n\nFreaky Fish Friday – J.Y. Cousteau edition: the Sea Pig\n\nFiled Under (Freaky Fish Friday) by Alexa & Cindy on 11-06-2010\n\nTagged Under :\n\nHi, Ocean Lovers!\n\nHappy 100th birthday, Jacques Cousteau! Today’s FFF is a crazy being we are sure Captain Cousteau would be fascinated by if he were here today. (Have you seen the Google homepage today?)\n\nI’d like to introduce you to…THE SEA PIG! I’ve been waiting for weeks to post on this creature, so here goes:\n\nThe Sea Pig, aka Scotoplanes globosa, does indeed look pretty globby. It’s actually kind of cute, and it’s a member of the sea cucumber family.\n\nSea cucumbers are called echinoderms, and include starfish and sea urchins, too. Overall, there are about 1,250 species of sea cucumbers. And you guessed it – many of them have soft bodies and actually look a bit like cucumbers. Sometimes a small group of these cucumbers are collectively called Sea Pigs.\n\nSome Sea Pigs live in shallow waters, while some live deep down, at the bottom of abysses. Scotoplanes globosa is one such deep dweller, living almost four miles under the ocean’s surface.\n\nScientists don’t know much about these creatures, but when they do encounter them, it tends to be in a group. They eat a microscopic diet of detritus, which they scoop up in their big mouths.\n\nSea Pigs have been studied recently in the Southern Ocean off of Antarctica, where they live in more shallow waters. What’s really crazy that scientists have found is that parasites like snails can somehow grow inside a Sea Pig’s body! \n\nCheck out the below slideshow, and also Echinoblog for more creepy and kinda cute Sea Pig pics!\n\nWhat do you think – creepy, awesome, or cute?\n\nHave a great summer weekend and hope you are enjoying your World Oceans Day week!\n\n\nPost to Twitter Tweet This Post\n\nSociBook Digg Facebook Google Yahoo Buzz StumbleUpon",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.991992712,
        "format_confidence":0.9369821548
    }
]