[
    {
        "url":"http:\/\/www.edenfantasys.com\/sex-toy-reviews\/vibrators\/go-for-the-gold",
        "text":"Extreme pure gold power bullet - bullet vibrator by Cal Exotics - review by Sunshineamine\n\n  • Free 5 Gifts with Orders $59+\n\nAdd resource\n\nGo For the Gold!\n\nThis bullet is fun for couples or for solo play and offers powerful pinpoint vibrations to all the right places. It is a bit on the loud side, but noise aside this waterproof bullet would make a nice addition to the toybox for sure. With ten functions there is bound to be something for everyone. Huge amounts of power and great variety in a small, easy to use bullet makes this little toy totally worth purchasing.\nGreat for Couples\nCord could be longer\nRating by reviewer:\nextremely useful review\n\n\nThe Extreme Pure Gold Bullet by California Exotics is a very versatile bullet that can be used for solo or partner play. It could be used all over the body as a teaser, and does make an excellent clitoral vibe. I have used it to stimulate my man's balls, he loved it and it can be used as an external anal teaser as well. Just be sure to clean it adequately or cover it if you decide to use it this way.\n\nThe package and bullet itself both boast that this bullet is waterproof, so it should be shower safe, though I have not used it yet in the shower myself. Solo users, couples, beginners and advanced users alike could all find something to love about this bullet.\n\nDespite the fact that the package describes this bullet as \"whisper quiet\", it is most definitely not and wouldn't be ideal for dorm living.\n  • Who \/ How \/ What\n    [ ? ]\n    Who might this product be best for? How is it best used? What are the best circumstances or situations for using this product?\n    • Couples\n    • Everyone\n    • Solo\n  • Where\n    [ ? ]\n    Where \/ what types of places can this product be used?\n    • On a bed only\n  • Features\n    [ ? ]\n    What kind of features does this product offer?\n    • Travel friendly\n  • Body \/ part areas\n    [ ? ]\n    What areas on the body can this product be used \/ what areas does it stimulate best?\n    • All over body\n    • Clitoris\n    • Nipples\n\nMaterial \/ Texture\n\nThe Extreme Pure Gold is made from plastic which makes this non-porous, phthalates free and hypoallergenic. It is coated in shiny pale gold. So far the plastic coat on this has not chipped or faded. There was no smell to this upon removal from the package. It is smooth to the touch. The bullet itself is all plastic but does have a seam going horizontally around it which can be felt by running your hand over it, but is not noticeable during use. There is no texture. Just smooth plastic.\n\nThe cord seems to be coated with plastic and the control pack is also plastic with indents on it intended to help with grip\/holding it during use, which are rather effective.\n    • No odor\n    • Not porous at all\n    • Smooth\n\nDesign \/ Shape \/ Size\n\nThe overall design of this gets 4.5 out of 5 stars from me. The only thing that could be better is cord length, which at only 20\" is a bit short. Even an extra six inches would be beneficial in my opinion. Short cord aside, this is a very well designed bullet. The bullet is 2\" long and an inch in diameter, making it a good size allowing for pinpoint stimulation. The bullet is not too difficult to hold on to either.\n\nThe control pack is about four inches in length and has finger indents on the back which add ease of grip to it. Also on the back in black is the California Exotic logo. The buttons on the front of the control are easy to push but don't change or turn off accidentally and are clearly marked. There is an on\/off button and above that is a button labeled \"10\" that will take you through the 10 functions.\n\nNow this bullet is advertised as waterproof and it even says so on the bottom of the control. There is a clear plastic O-ring that surrounds the cord where it goes into the bullet. There is also an O-ring where the cord goes into the control. The cord seems coated in this same material. Inside the battery compartment is an O-ring to keep water out as well. I have washed this in the sink and gotten it pretty wet and no water seeped in anywhere. Just because this has a cord it does make me a bit nervous to take this in the shower, but I probably still will. I would not submerge it however, simply because I don't feel it would hold up to this. The o-rings around the cord just don't seem to be well made enough.\n    • Futuristic\n    • Partner play\n\nFunctions \/ Performance \/ Controls\n\nThere are ten functions to this. I'll just go through the patterns in the order that they go in.\n1. Medium steady vibe\n2. Med\/high steady vibe\n3. High steady vibe\n4. Escalating\n5. Rapid strong pulse\n6. Very rapid med\/high pulse\n7. Escalating followed by pulses\n8. Pulses increasing in speed until it becomes steady, then repeats\n9. Med steady, changes to high steady then escalates\n10. Pulses that start low then increase in speed and intensity\n\nNow, this vibe is strong. Clit numbingly so. This is not necessarily a bad thing though. The other thing to note about the vibrations is that they are buzzy. I can't just hold this to my clit or apply firm pressure the entire time or my clit will for sure go numb. Light pressure or taking a small break to avoid the whole clit numbing effect works for me, but if you hate a buzzy bullet then you will not like this. The buzzy quality of the vibration is not terrible though. It isn't that annoying type of buzz that leaves you unsatisfied, the vibrations just aren't very deep.\n\nAlso this toy is fairly loud. It could definitely be heard through blankets but probably not through a closed door. The shower covers up the sound from this as well.\n    • Easy to use\n    • Lots of variety in function\n    • Not very discreet\n\nCare and Maintenance\n\nThis is very easy to care for. It takes two AAA batteries. The batteries are easy to put in and remove. Since this bullet is at least splashproof it is also very easy to wash. I wash mine with soap and water in the sink, but toy wipes or cleaner could also be used. I store mine right in my toybox and because I use rechargeable batteries I just leave them in since this doesn't seem to turn on all by itself. To preserve battery life it is recommended that you do remove the batteries while storing though. Any type of lube could be used with this since it is plastic.\n    • Easy to clean\n    • Easy to store\n\n\nThe packaging is clear plastic and is in no way discreet. It says extreme pure gold on the front and clearly displays the product. The back shows a picture of the product and has a small blurb stating that the bullet is powerful and has ten functions. There were not any instructions included in the box but I personally didn't need any. The box could be used for storage but I just recycled mine. It would make a decent gift as long as the recipient opened it in private or only in front of you.\n    • Minimal\n    • Recyclable\nFollow-up commentary\nWhile I do not hate this, I do just so happen to have no desire to pull it out of my toy box. It has some strong vibrations, but buzzy ones that I am just not in love with. While I know many people do like buzzy, superficial vibes, I am just not one of them. I find myself grabbing other vibes that offer deeper vibrations and leave this one collecting dust because to me it is more of a teaser and not a rock your world kind of toy. In partner play this may still be used on a vacay or something, but regular use is just not something that this bullet will see. It's not terrible, but it is just too mediocre to really like.\nThis product was provided free of charge to the reviewer. This review is in compliance with the FTC guidelines.\nBecome a Reviewer. Get free toys. Enjoy Special Deals\nThis review was edited by\n  • Shellz31 Shellz31\n  • Rank:\n  • Edited reviews: 385\nDo you like this review?\n  • Ms. Spice\n    thanks for the review!\n  • jedent\n    i love gold toys for some reason!\n  • js250\n    Love your review!\n  • married with children\n    great review, thanks for sharing.\n  • Sunshineamine\n    Thanks for reading everyone\n  • sugarskull\n    I was thinking about getting this. Thanks for the awesome review!\n  • leelee\n    I was worried about the cord on this thanks for letting us know it could be longer! Great review\n  • Nazaress\n    Thanks for the review!\n  • mysecretcollection\n    That's sad that you do not like it anymore.\n  • Ghost\n    Thanks for the review!\n  • xjonxthexgreenx\n    thanks for the review\nNo discussions yet.\nThank you for viewing Extreme pure gold power bullet – bullet vibrator review page!",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9722254276,
        "format_confidence":0.9772523642
    },
    {
        "url":"http:\/\/www.cfnmsitesreviews.com\/cfnm-brandi.html",
        "text":"Cfnm Brandi\n\nBrandi Cfnm Cock Measuring\n\nType of Cfnm: Natural Cfnm\nDownloadable movies: Yes\nVisit This Site\n\nCfnm site with a difference – Brandi seems to not know that what she is doing heavily revolves around cfnm, so the effect is that it comes across as, and is, extremely natural. Her speciality is parading naked males in front of her girlfriends before getting them to ejaculate, which is good news for all involved. Also a lot of cock measuring, wth a favored game being trying to guess what a flaccid cock will measure when erect, and all featuring cock curious teens who genuinely don’t even know they are in a cfnm environment. Movie quality is excellent, as is the amount of cfnm scenes – though as stated, not being aware that it’s cfnm, some of the scenes take a little searching for. Definitely a site worth joining if you enjoy cfnm, and the bonus is that fact of them being blissfully unaware of cfnm situations, even though they are in them 🙂\n\nThis is an excerpt from one of her cfnm episodes, in which she writes: “This week on the Brandi Belle Show, I invited five girls over to be part of my gameshow. We had a series of games including “Draw that Penis” where the contestants all have to draw and guess what our male helper’s penis will look like. Then we played “Name that Move”, where the contestants had to guess the name of the gesture the male performs with his penis and balls. To finish off, I had the girls guess how long it would take for our male server to cum. It was all so much fun. I can’t wait to have another episode. Have Fun!!!!” Attagirl 😉\n\nCfnm is not the focal point of her site, but it features very strongly, and is 100% unique.\n\nSamples From This Cfnm site:\nCfnm Teens\n\nOur Rating: 9.4\/10\n\nExclusive Content 10\/10\nQuality Content 10\/10\nQuantity Content 10\/10\nCfnm Content 8\/10\nMovie Quantity 9\/10\nMovie Quality 9\/10\nDownloadable Content 10\/10\nStorylines 8\/10\nContent Resolution 10\/10\nValue For Money 10\/10\n\nTotal Score 94\/100\n\nVisit This Site\n\nRelated Cfnm Articles",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9790323973,
        "format_confidence":0.8570441008
    },
    {
        "url":"http:\/\/www.edenfantasys.com\/sex-toy-reviews\/dildos\/absolutely-almost-perfect",
        "text":"Add resource\n\nAbsolutely almost perfect...\n\nWorth every penny. This should be in every collection. Easy use, easy cleanup, safe, and overall just a plain wonderful toy.\nPure silicone, good size, good curve and texture.\nVery pronounced head, very firm at the rim of the head.\nRating by reviewer:\nuseful review\nThis is one hell of a toy. No bells, no whistles, just good old fashioned style and substance. It is a pure silicone toy,washable, boil-able, durable. Lifelike in design with texture that's subtle but noticeable.\n\nIt has a rather large and pronounced head that is very firm and may take some getting used to but it provides some G-spot stimulation as a result. Size numbers listed in the description are pretty close, a little larger than the listed circumference at the rim of the head, but otherwise within reason. It is a good sized toy with a good weight.\n\nIt comes simply packaged in a clear hinged pop-open case that is recommended for use to store the toy as well. Not a bad idea as it does have just the slightest tack and will pick up some dust and hair, but it is very easy to clean and wipe off with warm water and soap, or your favorite silicone-safe toy cleaner.\n\nBeing silicone, it is not necessary to use a condom or toy cover so long as it is cleaned well between uses. It takes well on water temperature both warm and cold so be aware of when you rinse it and then use it that you may be in for a bit of a shock.\n\nNo smell, no real taste, unfortunately no suction cup, but with the right harness I'm sure one could find a hands free use. The balls add a bit of a handle area, and on a good flat surface can be held in place for relatively easy riding.\n\nThis one has become a favorite for the wife, both as a solo toy, and for me to use on her. Anatomy aside, it hits her in all the right places and fills her out very well.\n\nI can not recommend this toy enough, and I commend Vixen on a great product.\nFirst experience was solo for the wife, though I was present by way of the telephone. I was nicely surprised by the reactions I heard, and thoroughly please by her account of the several orgasms she was able to achieve in that use. The first couples experience was equally fulfilling, or full filling if you will, as we used our new friend to add a third to the bed room and again brought my wife to several orgasms.\nFollow-up commentary\nStill the wife's favorite... Good size both length and girth, if it has a shortfall it would be lack of a suction cup for shower play et cetera.\nThis product was provided at a discounted price in exchange for an unbiased review. This review is in compliance with the FTC guidelines.\nBecome a Reviewer. Get free toys. Enjoy Special Deals\nMy Johnny tags\n  • Who \/ How \/ What\n    [ ? ]\n    Who might this product be best for? How is it best used? What are the best circumstances or situations for using this product?\n    • Couple foreplay\/after climax play\n    • Everyone\n    • Group event\/party\n    • Relaxation\/alone time\n  • Where\n    [ ? ]\n    Where \/ what types of places can this product be used?\n    • Anywhere\nDo you like this review?\n  • Sammi\n    This looks like a nice one Smile\n  • NuMe\n    Nice review, thanks!\n  • Splendwhore\n    Good review, thank you!\n  • C2C\n    Thanks for the review, I've got my eye on this one!\n  • Nobodygirl\n    Nice review!\n  • bayosgirl\n  • pixxie87\n    great review\n  • comatose-kitty\n    I'm a fan of very big heads , but not very firm things\n  • snowminx\n    thanks for the review\nDiscussion Posts Last Update\nWhy Are Dildos So Large Compared To Actual Penises? 27\nWould Johnny make me and my gf feel full? 21\nJohnny's Hot 1\nThank you for viewing Johnny – dildo review page!",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9746470451,
        "format_confidence":0.9778200984
    },
    {
        "url":"http:\/\/www.thebestporn.com\/review\/hardcorevideonetwork\/",
        "text":"Adult Site Reviews\n\nAdvanced Search\n\nTop Videos Sites\n\n1. VideoBox 93.5\n2. VideosZ 91.0\n3. Pornstar Networ... 88.5\n4. GFF Members 88.0\n5. Adult 87.0\n6. Reality Junkies 86.0\n7. Score Videos 85.5\n8. Bangbros Networ... 85.0\n9. ATK Girlfriends 85.0\n10. Sunrise Kings 84.5\n11. Mr. Man 84.0\n12. Hot And Mean 84.0\n13. Monsters of Coc... 84.0\n14. Cum Louder 84.0\n15. Harmony Vision 83.5\n\nView All : Videos Sites\nRelated Niches\n\n1. Reality - 443 Sites\n2. DVDs - 254 Sites\n3. High Def - 153 Sites\n4. Webcams - 35 Sites\n\nView All : Niches\n\nHardcore Video Network\n\nPay Site\n\nThis site offers a variety of hardcore videos, high-quality, in many different porn niches for your viewing pleasure.\n\nPrimary Niche: Porn Videos\nSecondary Niches: Hardcore Sex\n\nTBP Notice This is a special notice regarding this site.\n\nSpecial Notice!\n\nWe have reserved our right not to do business with this company at this time. Therefore we are no longer linking or reviewing its web-sites, including this one. We have left this page up for users who still wish to post their own reviews or comments.\n\nTBP & PU Staff\n\nSite Facts All the glorious stats and details about\n\nCost & Billing\n\nMonthly: $29.95 (recurring)\nPayment: Online Check\nCC Processor: Primary: CCBill, Secondary: Epoch\n\n\nQuantity: 220+ Scenes (approx. 12 min. each)\nFormat #1: DivX (.avi), 1100k, 640x480 (downloadable)\nFormat #2: Flash (in-browser), bit unknown, 480x360 (in-browser)\n\n\nExclusivity: Could not locate exclusive content information (although no info found content is non-exclusive).\nDownload Limit: No information found in the terms and conditions.\n3rd Party: Yes, live shows, video feeds.\n\nSite Launched: Mar 2006\nFacts Updated: 11-12-08\nListed Date: Mar '06\n\nContent Updates\n\nUpdate Log: Yes\nContent Dated: No\nDetails: limited log : looks like updates every other day\n\nCompany Info\n\nInternet Media Corp.\n0 Sites Listed\n\nTo understand all the info above, check out our Site Facts Glossary.\n\nReview 2.0 Status Latest review status with our new review format (2.0).\n\nReview Status\n\nStatus: No Plans Yet\n\nNominate this site (see the nominate box) if you'd like to see a new review.\nNotes: We do not have an active member pass required to do a new review.\n\nUser Feedback Most recent user reviews and comments, up to 10 each displayed.\n\n\nReviews: 0\nComments: 1\nRatings: 0\n\nRegister to submit your reviews and comments.\nRecent Reviews (0)\n\nNone so far.\n\nSubmit : Add ReviewAdd Comment\n\nComments (1)\n\nComment Title \/ Date\n12-25-13 (7 Replies)\n\nView All: User Reviews & Comments (1)\n\nOutside Reviews\nScores from other online adult review sites.\n\nNo Outside Reviews Found.\n\nOutside Review dates and scores are submitted to us directly by the approved review site periodically. We have limited control over the scores displayed.\n\nContact Us - FAQ's - Glossary - Announcements - Terms Of Service - Privacy Policy - DMCA - 2257 - Porn Reviews - Webmasters\n\n\n  Protecting Minors\nWe are strong supporters of RTA and ICRA, two of the most recognized self labeling organizations. Our site is properly labeled to assist in the protection of minors accessing inappopriate content. For information about filtering tools, check this site.\n\nTo report child pornography, go directly to ASACP! We're proud to be a corporate sponsor.\nHave concerns or questions about porn addiction? We recommend this helpful resource.\n\nAll Rights Reserved © 2003-2018 Design and Reviews are copyrighted.\n\nLast Update: 11-12-08",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9789423347,
        "format_confidence":0.8326126337
    },
    {
        "url":"http:\/\/www.rabbitsreviews.com\/s10945\/Steel-City-Sloppies.html",
        "text":"Porn ReviewsSpecialsAdult PersonalsPorn TrialsPorn BlogSearchBookmark\nWe no longer link to this site.\nWhen I first saw this sitename, I didn't really know what \"sloppies\" referred to, but once I checked out the tour, I knew I was in for some sploshing. This is also known as the wet and messy fetish (WAM) and, trust me, these kinky cuties from western Pennsylvania get pretty messy. All of the sploshers on Steel City Sloppiesare female and they get dirty (literally) by themselves and there are a few instances where two babes do it together.\n\nIt's simple to navigate SteelCitySloppies as all the content is concentrated on one page. Once you log in, you're taken to this page and all you have to do is click on any WAM model who looks good enough to eat. Many of them are tattooed and have an alternative vibe. You won't see any fake-looking or made-up babes here. The gals look amateur and they giggle and gasp as they cover their sexy bodies in everything from syrup to pasta sauce to parmesan cheese to pancake batter to body oil.\n\nThese sexy sploshers do get naked, but are soon covered in all sorts of foodstuffs. There isn't any sex to be seen here. As I mentioned, a couple of the gals perform in shoots together, but there's no real lesbo action to be seen. The focus stays fully on the WAM fetish. The collection consists of 19 videos and 25 photo galleries right now. The downer is that you can't download any of it, but the quality is decent. The streaming vids look great and the pics are quite big and crisp.\n\nPuddles starts out clothed and slowly gets naked and has some fun with a tub of popsicles. Hel Inferna is even more captivating as she makes peanut butter and jelly sandwiches using her massive natural titties. You'll also see cupcakes squished on boobs, caramel sauce slathered in bums and legs, and Sticky Nikki is an ebony treasure who gives new meaning to \"chocolate cream pie.\"\n\nIt is a real shame that you can't save the videos as there are a few I'm sure I could watch over and over. Another bummer is that they update a little slowly. Just over a month has passed between the last two updates, so it could be a while before you get new sploshing material. Once Steel City Sloppies has had a chance to grow (and maybe even add some downloadable vids) it will be a good destination for wammers.\n\nNumber of Reviews: 479\nAverage Score: 62.8\n\nContact Rabbit\nUser Rating: N\/A (total: 0 comments)\n$19.99\/30 days\n$39.99\/60 days\nCross Sales: No\nPic sets: 25+ Pics per set: 250 Zip sets: No\nPic Res: N\/A High Res: No\nNumber of movies: 19+ HD Porn: No Streaming: Yes\nAverage Length: 10 mins Full length videos: Yes Download Limits: N\/A\nVideo Formats: Flash (streaming)\nPreview members area\nIndependent Biller(s): CCBill\nCustomer Service:\n\nPros & Cons\npros -great-looking videos\n-easy navigation\n-exclusive content\ncons -no downloadable videos\n-infrequent updates\n-no bonus material\nInitial review: 7\/9\/2011\nShare to Facebook Share to Twitter Send to Reddit Send to StumbleUpon Email More...",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9780912995,
        "format_confidence":0.9577677846
    },
    {
        "url":"http:\/\/www.pornusers.com\/replies_view.html?id=62426",
        "text":"Welcome GUEST!      CREATE ACCOUNT - Forgot Password?\n\nCreate an account to share your experiences and more!\n\n\nAuto Log-in Future Sessions (on this computer).\nUser Review A review of the site and any replies from other users.\n\nVisit Little Caprice\n\nLittle Caprice (0)\n\npat362 (369) 07-15-11  07:08pm\nRookie Badge  Talk Back  Pollster  Top Monthly User  Hardcore Badge  Trusted User  Male Profile TRUST USER?   YES (68), NO (0)\nStatus: Current Member for less than 1 month (at the time of review).\nPros: -Little Caprice is such a cute innocent looking girl that it's hard to believe she does hardcore porn.\n-The content is all exclusif and this is the only site other than Woodman where she does anal.\n-There are 86 videos which can be downloaded in WMV and they are all 1280x720 in resolution.\n-You get access to 4 other sites.\nCons: -The site is a little slow to surf and hell when it comes to downloading videos. It took me over 2 hours to download one HD video.\n-They don't date their content so no sure way of verifying if and when they update except to say that TBP had 70 videos listed for them October 2010 and they now have 86 videos.\n-There are over 100 photosets and resolution is is at least 1600x1067 but you can only download them pic by pic. You can't downalod photosets as a single zip file.\n-I consider only 2 of the 4 sites included to be a good match for people that might enjoy this one and one of those is no longer updating with new content.\n-There`s a forum where Caprice answers members but after reading a few post from her then all I can say is why bother. Theres nothing personal in her replies `to the popint that you don`t know if it`s her or the guys who manage the site.\nBottom Line: -This is another solo model site that does some good things but drops the ball on key features that would rise it above mediocre. I think it`s important for any site to date their content so that new members know when to expect new stuff. If you are going to offer photos then make sure these can be downloaded as a complete photoset zip file. Attaching your site to other models site is only good if this adds to the overall quality and quantity. A bad site isn`t made beter if you add 3 other bad site to it all you have is more crap than you add before.\n\n-If you are a fan of Little Caprice and want to collect as much as you can from her porn work then you have to join this site. For all others then it`s a question of whether she and some of the other girls have enough appeal to make the expenditure worth it.\n\nReply To Review\n\nReview Replies (8)\n\nReplies to the user review above.\n\nMsg # User Message Date\n\n\nslutty (111) Nice review, good information to know, are the bonus sites comparably sized and with similar connection problems?\n07-16-11  12:49am\n\nReply To Message\n\n\nrearadmiral (328) Thanks for the review. I like these sites, but I've been burned by them too. I had memberships to Little April and Little Summer and both of those were just mediocre sites. The pictures were okay, but the videos were terrible. The resolution was so low that they were hard to watch on full-screen. So it's nice to know what Little Caprice has to offer, and what flaws there are, before I join.\n07-16-11  04:22am\n\nReply To Message\n\n\npat362 (369) REPLY TO #1 - slutty :\n\nKaira 18 is a cute teen that does mostly solo and some G\/G stuff. She has 28 pic sets and 27 videos(spome of the videos are broken into more than one clip).\n\nMaggie loves dolls is a teen with a pretty large sleeve tatoo and a couple of piercings. I'm also not craza about her choice of hair color. She has does mostly solo and some G\/G stuff. She has 40 pic sets and 15 videos.\n\nKiki 18 is actually better known as Ferarra Gomez. She does a mix of solo, G\/G and B\/G stuff. She has 48 pic sets and 31 videos. Her videos can be downloaded in MPG4 and WMV.\n\nSabrina Blond is a cute blond haired teen and she loves hardcocre sex. She seems to prefer B\/G sex with at least 3 anal scenes and one DP. Some solo stuff and very few G\/G scenes. She has 41 pic sets and 32 videos. her videos can also be downloaded in MPG4 and WMV. I know that sabrina is not updating her site because Little caprice posted a reply to a member's question about that subject in the forum and Sabrina is supposedly escorting in France at the moment.\n\n07-16-11  11:06am\n\nReply To Message\n\n\nlk2fireone (194) REPLY TO #3 - pat362 :\n\nOne session with Sabrina would probably put me 6 feet under. But what a way to go! Lol.\n07-17-11  09:14am\n\nReply To Message\n\n\npat362 (369) REPLY TO #4 - lk2fireone :\n\nI know this will probably sound strange but it really bothers me to read about porn performers doing prostitution. My appologies doing escort duties. I suppose past porn girls did the same thing but I never heard anything about it so the old expression ignorance is bliss applied. These days it isn't who escorts but who doesn't. I know a couple of porn peformers that are adamant that they don't and never will and I believ them but they are rare. I gues when you have sex on screen with an actor for money than it's easier to have sex with a stranger in a hotel for money.\n07-17-11  09:37am\n\nReply To Message\n\n\nlk2fireone (194) REPLY TO #5 - pat362 :\n\nI feel the same way when I see a softcore model that I really like doing hardcore. That's her choice, but I like her a little less. It shouldn't make a difference, but the mind is a funny thing.\n07-17-11  09:42am\n\nReply To Message\n\n\npat362 (369) REPLY TO #6 - lk2fireone :\n\nI agree with you because it diminishes her appeal, makes her look less wholesome. I know that may sound funny when talking about a girl that does porn but that's how I view it. It's like she sold out and in way she has. The money a softcore model was getting for her work was not enough so she went hardcore and in my case the girls doing hardcore went the escort route. The difference with ours is that at least she's working with people that are tested and it's in a controlled environment. Girls that escort open the door to so many problems that it's going to affect the porn industry one day.\n07-17-11  09:59am\n\nReply To Message\n\n\nslutty (111) REPLY TO #3 - pat362 :\n\nThanks for the info.\n07-17-11  10:48pm\n\nReply To Message\n\n*Message rows highlighted in light orange are replies to replies.\n\nHome - Sites - Users - Reviews - Comments - Categories - Forum\n\nContact Us - Announcements - FAQ's - Terms & Rules - Porn Review - Webmasters\n\nProtecting Minors\nWe are strong supporters of RTA and ICRA, two of the most recognized self labeling organizations. Our site is properly labeled to assist in the protection of minors accessing inappopriate content. For information about filtering tools, check this site.\n\n\nTo report child pornography, go directly to ASACP!  We're proud to be a corporate sponsor.\nHave concerns or questions about porn addiction?  We recommend this helpful resource.\n\nCopyright © 2007 Ranks.com, Inc. and its licensors. All Rights Reserved.\n\nLoaded in 0.01 seconds.",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9804896712,
        "format_confidence":0.6246286035
    },
    {
        "url":"http:\/\/www.london-escort-review.co.uk\/citylondonescorts-com-review\/",
        "text":"Found any errors or bugs? Contact: for more information.\n\nAgency Name:City London Escorts\n\nPhone:0203 151 2008\n\n\nPrice Range: £150 – £200+\n\nGirls Range: The cheapest escort is available for £150 and the most expensive for £200+\n\nAreas Covered: Bayswater, Central London, Earls Court, Edgware Road, Gloucester Road, Kensington, Knightsbridge, Marylebone, Notting Hill, Outs call only areas include Paddington, The City and Vauxhall\n\nBooking: Booking is available by phone 0203 151 2008\n\nCons:The website is hardly impressive\n\nPros:The agency works round the clock.\n\nA few girls from the agency:\nEscort 1\nEscort 2\n\nTags: , , , , , , , ,\n\nComments are closed.\n\n  • Ads Spots\n\n    First Call Escorts gallery\n\n    V London escorts agency\n\n  • Video",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9760067463,
        "format_confidence":0.8529781103
    },
    {
        "url":"http:\/\/www.edenfantasys.com\/sex-toy-reviews\/anal-toys\/anti-climactic-anal-games",
        "text":"Slim butt plug by Doc Johnson - review by Raizer911\n\nAdd resource\n\nAnti-Climactic anal Games\n\nConclusion: Maybe I'm just doing it wrong. This is my first butt-plug, but the material grabbed and made it slightly painful so I guess I will get a few different types and see what happens.\nSmall size, Discreet.\nMaterial \"grabs\" flesh.\nRating by reviewer:\nextremely useful review\nThe feeling of anticipation when I was handed the package were overwhelming. I had purchased my first anal toy to use on my partner and here it was, finally arrived.\n\nTearing the little pink bundle of joy from it's packaging I Gave it a pre-sexual appraisal.\nBeing the first toy of this type that I had purchased I didn't really know what to look for. It is a small plug, pink, and made of a spongy rubber. Simple.\n\nSo it's time for some action and I think that I'll put my new toy to the test.\nFirst try I just used a water based lube. The plug is pretty small and my partner is pretty open to a bit of anal play so no worries, right. Wrong. She found the plug quite painful, not because of the size or shape, but because the material has a tendency to grip to flesh and doesn't glide too well.\n\nSo, slightly frustrated and feeling a bit of a tool we rev up for round two. This time I use a bit of desensitizing lube about 30 min before then some water based. Again, too painful, material grabs. Frustration.\n\nFinally we settled for just putting a Dom over and lubing up. No pain this time but not really the same. I think next time I will be going for a slightly firmer Material with a smoother finish.\n\nOn a final note the toy had a nice smell when I took it out of the packaging. Don't ask me why but I get really excited when I get that smell of rubber in my nostrils.\n\nConclusion: Maybe I'm just doing it wrong. This is my first butt-plug, but the material grabbed and made it slightly painful so I guess I will get a few different types and see what happens.\nFollow-up commentary\nOK so it has been about a month since I first reviewed this toy and, honestly, my opinion has not improved.\nSince first reviewing the Doc Johnson Slim Butt plug, I have experimented with both jelly and silicone toys, as well as gaining a lot more experience with using butt plugs in general.\nI would love to say that after learning a bit more I learned some finer technique with this toy, but the material just grabs and drags on the flesh too much, and the shape is far from ergonomic. Although I still haven't got around to throwing it out, this little pink piece of sexual disappointment has, sadly, been condemned to the deepest depths of the toy box.\nSurprisingly enough, the toy that has taken its place is larger with a wider circumference and more length. The new toy is a jelly, however, and my partner and I both agree that, chemical fears aside, this is a much nicer material with a smoother glide. So, after a month my final conclusion is that the Slim Butt Plug's material just does not suit me and my partner. The shape is not really flexible enough for true beginners. Oh, and when I eventually upgrade, I wont be using rubber.\nThis content is the opinion of the submitting contributor and is not endorsed by\nBecome a Reviewer. Get free toys. Enjoy Special Deals\nMy Slim butt plug tags\n  • Who \/ How \/ What\n    [ ? ]\n    Who might this product be best for? How is it best used? What are the best circumstances or situations for using this product?\n    • Can be worn during intercourse\n    • Can be worn under clothing\n    • Couples\n  • Where\n    [ ? ]\n    Where \/ what types of places can this product be used?\n    • Anywhere\n  • Features\n    [ ? ]\n    What kind of features does this product offer?\n    • Travel friendly\n  • Body \/ part areas\n    [ ? ]\n    What areas on the body can this product be used \/ what areas does it stimulate best?\n    • Anal\nThis review was edited by\n  • Taylor Taylor\n  • Rank:\n  • Edited reviews: 104\nDo you like this review?\n  • Artishok\n    Thanks for the review.\n  • CuteDee\n    Great review! Thanks! = )\n  • PassionCpl\n    Nice job, thanks for this\n    Great review! Thank you!\n  • mastersonv\n    Thanks for the review\n  • LavenderSkies\n  • Artur Sergachev\n    Thank you for the review~\n  • Roman  Petrosyan\n    Thanks for the review!\n  • Gleb\n    thanks for sharing.\nNo discussions yet.\nThank you for viewing Slim butt plug review page!",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9762994647,
        "format_confidence":0.983445704
    },
    {
        "url":"http:\/\/www.adultdvdtalk.com\/pornstar\/mr-marcus\/reviews\/director-randy-west",
        "text":"Porn Stars  >  Mr. Marcus  >  Reviews  > Randy West\n\nReviews of Mr. Marcus Movies by Randy West\n\nMember Profile\n\nWe have 1 movie reviews with Mr. Marcus in the Adult DVD Talk database.\n\nThis list of Mr. Marcus's movies directed by Randy West can be refined using the filter options below.\nShowing 1 - 1 of 1 Movies\nBoxcover for Up and Cummers 64\nUp and Cummers 64 \n(3.8 stars avg from 2 reviews)\n\nStarring: Randy West, Mr. Marcus, Charmane, April Flowers, Juelie, Marian, Peter Zupp\nStudio: New Machine\n\nDirected by: Randy West\nRelease date: 4\/24\/2000\nUp and Cummers 64 reviews:\nreview on  \n\nUp And Cummers 64 (2000) Studio New Machine Genre Pro-Am\/Debutantes Director Randy West Starring April Flowers, Mariah, Juelie, Charmane, Randy West, and Mr.\n   read the complete review\nreview on  \n\nUp & Cummers 64 (2000) Director: Randy West Starring: April Flowers, Mariah, Charmain Star, Juelie, Mr. Marcus, Peter Zupp & Randy West Special Features: Chapters, Photo Galleria, Trailers, Fetish Menu & Websites Category: All Sex, Gonzo, Amateur Company: New Machine -When I got more & more into porn & explored it a lot more, which was in 2000, I found the Up & Cummers series. This series has a lot of great, special and dull, boring moments. These movies are good for 1-2 great scenes with 1-2 great females. Nothing more, nothing less. Randy West finds new females & he works with them! I like this series alot. Not the greatest, but they have loads of moments & great scenes that you would want to dub on your home-made 'favorite XXX scenes' compilations on VHS or DVD, even! For these Up & Cummers reviews that I will give you all to read, I won't give the usual VictoriO (thorough, obsessive-like) review. I'll point out my favorite moments & so forth. Actually, these films I've seen years ago, but I decided to rent them on DVD so I can give out the proper reviews.\n   read the complete review\nPage 1 of 1 \nCurrent Filters\nRandy West X\n\nAvailable Filters",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.967559576,
        "format_confidence":0.8587590456
    },
    {
        "url":"http:\/\/www.edenfantasys.com\/sex-toy-reviews\/dildos\/everyone-could-use-a-manhandling",
        "text":"﻿ Manhandler - dildo review by DynamicDuo\n\nManhandler - dildo sex toy by Doc Johnson - review by DynamicDuo\n\n  • Free 3 Day Shipping On Orders $75+\n    Get Your Order By Labor Day!\n\nAdd resource\n\nEveryone could use a Manhandling!\n\nA great find for the money. Despite the small rubber smell, the Manhandler will continue to be a mainstay in our house for role reversal nights and for when Talula just needs to lay back and be pounded.\nCheap. Large. Multifunctional. Durable. Doubles as a nightstick if someone breaks in.\nA bit of a smell. It's large! Maybe too flexible. Rubber. Should use a condom on it with every use.\nRating by reviewer:\nextremely useful review\n\n\nIt could be enjoyed solo, or with a friend. The handle allows for either very precise movements, or for those time when you really just need to be pounded. For all you people who don't really like harnesses or double ended dildos like the Feeldoe this might be what you're looking for. Confused? Stick with me.\n\nTalula (my wife) and I use the Manhandler in perhaps a different use than the intended; we use it in role reversal. She likes the control aspect and I like the submissive role for a change. But, Talula doesn't like the feel of a harness and the Feeldoe just wasn't long enough for our situation. So, she just puts the Manhandler between the legs right underneath her pussy and bam! Instant cock. No mess, no fuss and the price is right. And, the pressure of the shaft is pleasurable for her. Additionally, while she won't admit to it, LOVED the Manhandler when I used it on her. Though, she definitely had to be warmed up, and in the zone to take it.\n    • Group situations\n    • Transgendered people\n    • Special trip or occasion\n\nMaterial \/ Texture\n\nThe material is rubber. That's the biggest let down from this toy. It's a porous substance. Germs and bacteria can get inside. And basically, you should use a condom with it every time, even if you're just using it vaginally. Definitely use a condom on when taking the Manhandler in the backdoor. Even though its not the safest material, the Manhandler is firm to the squeeze. But due to the length, it's a bit floppy. If you're looking for a wand or something \"stiff\" this isn't for you. You'll need to guide it in; but once the Mandhandler is in, you're good to go. Also. I should tell you it smells. Not real bad, but enough to notice. Enough to notice when you're blindfolded. After four months or so, the smell has died down, but it's still noticeable.\n\nAnother reviewer mentioned using the handle for penetration, but we haven't tried that. Though, it stands to reason that the Manhandler is flexible enough for double penetration if you like the \"full\" feeling.\n\nDesign \/ Shape \/ Size\n\nDue to the sheer size of this animal, please take your time if you are not an experienced dildo user. It's large for vaginal insertion and huge for anal. She couldn't take the whole thing (though she screamed in ecstasy) and I couldn't get half of it. Sometimes I swear Talula is trying to impale me! If you're going to use it anally, it's probably best to start with something smaller and work your way up during the same session.\n\nThe shape of the dildo's head is pretty realistic and you feel small groves along the shaft. Though, they are not nearly as large as the Raging Manhandler. Oh, and if you travel often, it might be best to leave this one at home. The TSA gurads at the airport might think you're sneaking a weapon on the plane.\n\n\nThe best thing about this dildo is the handle. How many times have you been using a wet, lubed up dildo just for it to slip out of you or your hands at that earth shattering moment? No longer a problem! Because of the length and handle, this dildo can do just about anything. With the length and the handle, there's no way you could lose this thing while you're moaning with delight.\n\nAdditionally, Talula and I both like the length of this dildo. You don't have to worry about it getting lost, or having to shove it all the way just to feel the right pleasure. The length and the handle make it perfect to hitting just the right spot.\n\nIf I could change something about it I'd probably make it just a bit stiffer, or even, just a bit smaller (in girth).\n\nCare and Maintenance\n\nAgain, always use a condom with this big guy. We simply store it in our toy chest, and don't worry about starching it, or covering it. Seems to hold up just fine after four to five months of use. For clean up we just remove the condom, wash with hot water and anti-bacterial soap and squirt it with the occasional toy spray.\n\nFor lube, we've only used water based and silicon lube with it. I prefer the water based, thicker lube to the thinner silicon. She prefers the silicon. It's really up to you. But really, once this thing is lubed up and ready to slip in, the last thing you'll be doing is arguing over which lube to use next time.\n\n\nThe package from Eden was normal. No one would have known the UPS guy was dropping off one of the largest dildos I'd ever seen. However, the packaging for the Manhandler itself is just cheap, sharp plastic. You *could* open it carefully and save the container for storage. We just threw ours away.\n\nPersonal comments\n\nWith the exception of Talula's Hitatchi Magic Wand , this toy probably is getting the most use as of late. We really like it. Using it as a couple in the role reversal situation, she has the freedom of moving about the bed or removing it quickly if she needs to move about the room. The Manhandler is long enough for multiple positions that were not possible with a harness or Feeldoe. It works with the missionary, doggy and cowgirl\n\nAnd to be honest, when it's her turn to be Manhandled,I really love to watch it penetrate her.\nFollow-up commentary\nWe still love this toy! We've used it half a dozen times or more and it's holding up just as well as the day it was bought. Oh, and most of the rubber \"odor\" went away.\n\nI hate to sound completely ridiculous, but because of this toy and this experience (the sexual act and the writing of the review) Talula and I might actually be a stronger couple today.\n\nFor the price, how could you go wrong? It's a steal.\nThis content is the opinion of the submitting contributor and is not endorsed by EdenFantasys.com\nBecome a Reviewer. Get free toys. Enjoy Special Deals\nDo you like this review?\n  • SecretKinksters\n    Wish it were silicone... Nice review.\n  • Bignuf\n    Thanks for a great, helpful review.\n  • roskat\n    Great review!\n    Thank you for the review!\nDiscussion Posts Last Update\nRegular Manhandler versus Raging Manhandler, which would you choose? 1\nThank you for viewing Manhandler – dildo sex toy review page!",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9776465297,
        "format_confidence":0.9807664156
    },
    {
        "url":"http:\/\/www.rabbitsreviews.com\/s3506\/Teens-Love-Old-Men.html",
        "text":"Teens Love Old Men\n\nFull Review\n\nA.K. Anderson \n\nBy: A.K. Anderson\nNumber of Reviews: 1373\nAverage Score: 65\n\nThis site is now called Mature.\n\nWhat guy doesn't love a hot 18 or 19-year-old gal? As we all get older, those chicks become less and less attainable, or at least that is how it seemed until now. Because according to Teens Love Old Men, there are a lot of hot teens out there looking for a more mature dick to play with. This is a \"good news, bad news\" type of site and I will, of course, give you both.\n\nGood news: The are 186 episodes on TeensLoveOldMen. For the most part the scenes stay very true to the theme of younger babes with older men. We ain't talking about guys in their 30s either. Most of the men I saw were at least 40 and many were near retirement age.\n\nBad news: The scenes themselves aren't always that exciting. I randomly checked out a bunch and while some were pretty hot and well done, others were poorly filmed, poorly performed and had me skipping through to find a good part. In two of the episodes I watched, the guy couldn't get hard and so they just faked it. How do I know they were faking? Well, for some reason the camera moved into a position where I could see the guy's limp dick hanging down as he pretended to thrust and the girl made moaning sounds.\n\nGood news: All of the scenes come with a set of pictures and a lot of them are high-res. The videos are split up into clips as well as having a full-length option. Most videos are offered in HD and come in streaming and downloadable Windows Media files. There are also MP4s for your mobiles. However, sometimes there's no streaming choice and only a standard-definition download.\n\nBad news: The membership fee is higher than any site I have ever reviewed and there hasn't been an update in three months. There also isn't an advanced search, sorting options or any content tags to help you find something specific.\n\nYour expensive membership does get you full access to 23 sites that make up the Mature Mega Pass network, including I Love Mature, Bizarre Mature Sex and Bizarre Mature Dildo. Most of the bonus sites are focused on older women, but a couple focus on teens. The bottom line is that Teens Love Old Men is just too expensive for what you get.\n\n\n  • Photo 1\n  • Photo 2\n  • Photo 3\n  • Photo 4\n  • Photo 5\n  • Photo 6\n  • Photo 7\n  • Photo 8\n\nWrite Your Review\n\n* Please include a pro and a con about the site. Balance is essential in making a comment worthwhile. Scores without comments will be deleted.\n\n* Watch out for ratings of zero and 100. In our opinion, there is no such thing as a site that is absolutely perfect or completely worthless.\n\nRemaining characters:",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9806581736,
        "format_confidence":0.9802131057
    },
    {
        "url":"https:\/\/www.edenfantasys.com\/sex-toy-reviews\/sex-lubricants\/it-s-like-a-lollipop",
        "text":"﻿ Wet body glide - Water based lubricants | Review by Ayay\n\nWet body glide - lubricant by Wet Lubricants - review by Ayay\n\nIt's Like a Lollipop\n\nI really found this to be a great tasting lube and enjoyed it a lot...until it started to get sticky.\nGood taste and smell\nEasy to use bottle\nGets sticky when dry\nNeeds to be reapplied a lot\nRating by reviewer:\nuseful review\n\n\nWet body glide can be used for oral sex, intercourse, and masturbation. I think it works best for oral sex due to the thinness of the lube and the pure fact that it is flavored. I found the lube to have a nice taste and a pleasant smell. As someone who has a bad gag reflex, it made oral sex a lot easier to perform.\n  • Who \/ How \/ What\n    [ ? ]\n    Who might this product be best for? How is it best used? What are the best circumstances or situations for using this product?\n    • Foreplay\n    • Sex\n  • Body \/ part areas\n    [ ? ]\n    What areas on the body can this product be used \/ what areas does it stimulate best?\n    • Oral\n\nTexture \/ Consistency \/ Thickness \/ Viscosity\n\nI found the lube to be thin. I would have liked it better if it was a little thicker. After applying it on my boyfriend, I experienced some stickiness on my hand when it started to dry. The stickiness didn't bother me much, but it might bother others.\n    • Sticky\n    • Thin\n\nTaste \/ Aroma\n\nThe first thing I noticed when using this lube was the smell. It was not a powerful, atrocious smell; but was a lovely strawberry scent. As someone with a sensitive nose, I was pleased to find out that the lube didn't burn my nose from inhaling it.\n\nFor the taste, I really enjoyed it. It reminded me of the taste of lollipops and hard candies. The flavor was strong enough to trick my gag reflex while performing oral sex, which is a huge plus for me. I found it to taste more like kiwi than strawberries and I would have liked it even more if it had a stronger strawberry flavor. My partner noticed a slight lube taste to it when he tried it, but I did not notice any lube taste when I used it. This product does have a very sweet taste and might not be good for people who lack a sweet tooth.\n    • Light smell\n    • Light taste\n    • Smells good\n\n\nThe lube was easy to apply and spread quite well. I was disappointed on how often I had to reapply the product to maintain lubrication and flavor. This caused me to apply a lot more than I would have preferred. My partner did not experience any stickiness unless the area wasn't attended to after several minutes past the application. Cleaning up after using Wet body glide was a breeze.\n    • Dries up too fast\n    • Gets sticky\n    • Reapply often\n\n\nI really like how easy the bottle's cap was to open with one hand, which comes in handy if you don't like fighting with cap lids while getting intimate. The bottle is also easy to squeeze, allowing you to control how much you want to use at the given time. So far, the bottle has not leaked when I store it sideways.\n    • Can be opened with one hand\n    • Does not leak\n    • Easy to use \/ dispense\nThis content is the opinion of the submitting contributor and is not endorsed by EdenFantasys.com\nBecome a Reviewer. Get free toys. Enjoy Special Deals\nThis review was edited by\n  • Hot 'N Sexy TexasMama Hot &#39;N Sexy TexasMama\n  • Rank:\n  • Edited reviews: 94\nDo you like this review?\n  • Kitka\n    What are the ingredients?\n  • Undead\n    Good review 1st\n  • Undead\n    Sorry, worded that differently...it's getting too late to be up!\n  • Review It\n    Thanks for sharing this review with us!\n  • hillys\n    great review!\n  • Lover of Leather\n    Good review, thanks\n  • Cat E.\n    Great review.\n  • Master DarkWolf\n    Good review...\n  • DreamWolf\n    Great review!\n  • sexytileena \/ absolutely love sex\n    good review\n  • ellierae\n  • abbylover\n    thank you\n  • xLovingYoux\n  • xxxbluexxx\n    nice review!\n  • unicorn64\n    Thanks for the review. I find most lubes get sticky when they begin to dry. The water evaporates and the rest of the ingredients tend to get sticky. Grape seed oil doesn't get sticky but for some reason it vanishes to and more has to be applied. It is used quite often in massage but also does seem to stay on finger longer with no sticky buildup.\nDiscussion Posts Last Update\nAspartame vs. sucralose 17\nCan you swallow this? 3\nWhich Wet lube do you like best? 3\nWET lubricants 5\nThank you for viewing Wet body glide – lubricant review page!",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9715546966,
        "format_confidence":0.9855089784
    },
    {
        "url":"http:\/\/www.pornusers.com\/replies_view.html?id=35983",
        "text":"Welcome GUEST!      CREATE ACCOUNT - Forgot Password?\n\nCreate an account to share your experiences and more!\n\n\nAuto Log-in Future Sessions (on this computer).\nUser Review A review of the site and any replies from other users.\n\nVisit Dallas Spanks Hard\n\nDallas Spanks Hard (0)\n\nJay G (65) 06-09-09  02:35am\nRookie Badge  Talk Back  Pollster  Top Monthly User  Trusted User  Male Profile TRUST USER?   YES (55), NO (0)\nStatus: Current Member for less than 1 month (at the time of review).\nPros: 1. Still $20 USD, still a bargain-niche site for spanking enthusiasts.\n\n2. Good hard spankings, all bottoms end up with varying glowing shades of crimson.\n\n3. Next door type girls are very attractive and submit to obviously intense spankings.\nCons: 1. NEW DOWNLOAD LIMIT of 550mb's in 24 hour period severly limits quantity of downloadable material.\n\n2. Updates are undated and thumbnail picture (face only) is not too helpful (no index of types of spankings such as over-the-knee, hand, brush, tawse, strap, etc.).\n\n3. No index of models to easily find models who filmed multiple scenes.\nBottom Line: I recently joined Dallas's web-site again for at least the third time, because it does have a type of spanking that I find very appealing: pretty next-door girl type models who accept intense spankings and end up with glowing red bottoms. The price is still very reasonable at about $20 USD\/mo.\n\nThe NEW DOWNLOAD LIMIT of 550mb's in 24 hour period was an extreme change that curtailed my normal reasonable downloads of several scenes at a time and slightly lowered my satisfaction with the site.\n\nHowever, all-in-all, there is something next-door-neighbor-like about Dallas (I could have a few beers with this guy) himself. His intense spanking of pretty girls will keep me coming back, even with the new download rationing and other limitations of the site.\n\nReply To Review\n\nReview Replies (0)\n\nReplies to the user review above.\n\n  Be the first to reply to Jay G!\n\n  Reply To Review\n\nHome - Sites - Users - Reviews - Comments - Categories - Forum\n\nContact Us - Announcements - FAQ's - Terms & Rules - Porn Review - Webmasters\n\nProtecting Minors\nWe are strong supporters of RTA and ICRA, two of the most recognized self labeling organizations. Our site is properly labeled to assist in the protection of minors accessing inappopriate content. For information about filtering tools, check this site.\n\n\nTo report child pornography, go directly to ASACP!  We're proud to be a corporate sponsor.\nHave concerns or questions about porn addiction?  We recommend this helpful resource.\n\nCopyright © 2007 Ranks.com, Inc. and its licensors. All Rights Reserved.\n\nLoaded in 0.01 seconds.",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9787368774,
        "format_confidence":0.9718699455
    },
    {
        "url":"http:\/\/www.edenfantasys.com\/sex-toy-reviews\/vibrators\/what-a-loud-little-lipstick",
        "text":"Traditional vibrator by\n\nAdd resource\n\nWhat a Loud Little Lipstick...\n\nVroom is a powerful and cute little vibrator, but I wouldn’t recommend it to friends because of its noisiness. This vibrator is more for people that are turned on by the noise a vacuum cleaner makes. I loved the look and feel of the vibe but will most likely leave it in the toy box where it can't wake up my neighbors.\nCute design, Ten different settings, Waterproof, Easy to clean\nIncredibly noisy\nRating by reviewer:\nextremely useful review\n\n\nThe Vroom is a traditional vibrator by California Exotics that works great for clitoral stimulation and orgasm. It is tapered and a bit pointy which scared me at first. It looked a little too dangerous for my taste, but I discovered that the tapered end really helps ease insertion. The toy requires a lot less lube because you are slowly introducing it into your body. It is also wonderful when holding the vibrating flat end against your clit. This works great if you orgasm from clitoral stimulation. The vibrations are strong enough to be used all over the body for foreplay and the Vroom is so user friendly that it can be used alone or with a partner.\n\nVroom can be used in the tub or shower and is a great companion, if you don’t mind a huge amount of noise. I find that with noisy waterproof toys, the sound of a shower can usually disguise the buzzing. This doesn't work with our little pink friend!\n\nThe Vroom is adorable and pink with tiny raised hearts around the bottom. This would make a cute gift if the receiver lives far enough away for the noise to not keep you up at night.\n\nPeople with rubber\/latex allergies beware! Make sure this product is compliant with your body before you purchase it. The Vroom is also semi-porous so be sure to place a condom on it if you are sharing with a non-fluid bonded partner.\n  • Who \/ How \/ What\n    [ ? ]\n    Who might this product be best for? How is it best used? What are the best circumstances or situations for using this product?\n    • Solo\n  • Where\n    [ ? ]\n    Where \/ what types of places can this product be used?\n    • Tub\/shower\/pool\n  • Body \/ part areas\n    [ ? ]\n    What areas on the body can this product be used \/ what areas does it stimulate best?\n    • Clitoris\n\nMaterial \/ Texture\n\nThis little vibe is velvety smooth and has barely any drag. It doesn’t pick up lint or hair which I absolutely appreciate in my toys. Except for it’s one fatal flaw (noise) it is amazing. The rubber that coats the toy is extremely thin but adds a little bit of softness to the hard inner section. The pink skin doesn’t squish between my fingers and is about as thin as my fingernail.\n\nThe velvety, smooth material feels very similar to skin to me. There aren't any ridges or ribs on the vibrator. Because the vibrator has a hard casing underneath the rubber, it is not flexible. It doesn't bend or twist at all. The Vroom is very sturdy and the battery hatch doesn't wiggle at all.\n\nThe material doesn't smell at all and if I hold my nose up super close I can just smell slight rubber. It has no taste to it whatsoever. I love the that there's no taste or smell, and it makes for a great toy... when the motor isn't on to give me an earache.\n    • No odor\n    • Smooth\n\nDesign \/ Shape \/ Size\n\nVroom is 6.5\" long and tapers at the tip. The shape reminds me of a lipstick. The color adds to this reminder, as I received the bright pink version. The base is covered in tiny upraised hearts made of the same rubber that coats the body. The hearts are adorable but don't add to the functionality of the vibe.\n\nVroom is well-made and I can’t see the seams on it other than the one that covers the battery hatch.\n\nThe tip of the vibe has a tiny indentation which makes this toy a little harder to clean; I don’t want to let bacteria stay in there!\n\nVroom looks extremely inoffensive and I would easily buy it for a friend who is new to vibrators... if not for the noise. I think the vibrator's power and settings are appropriate for both a beginner and someone accustomed to vibrators.\n\n    • Beginner\n    • Discreet look\/design\n\nFunctions \/ Performance \/ Controls\n\nVroom features ten settings.\n\nThe first setting is a hard, steady buzzing vibration which I was surprised to find in such a small toy. This is my favorite setting but also the loudest. My roommates could probably hear it blasting through my door.\n\nThe second setting is a little less intense than the first setting with the same vibration pattern.\n\nThe third setting is a vibration that flicks on and off with the same intensity as the second setting. For me strange or pulsating vibration settings don’t work as well as a steady speed, so none of the rest of this toy’s settings were for me.\n\nThe fourth through eighth settings all exhibited the same pattern as the third with varying levels of an intense buzz.\n\nThe ninth setting escalated from a slow steady buzz to a quick hard buzz, stopping for a slight pause before beginning the pattern again.\n\nThe tenth setting is the same as the ninth but with quicker intervals.\n\nThere were too many settings for me; I only really enjoyed the first two settings. And it takes time to cycle through all the settings I don’t use to get to the ones I do. The vibrator's settings are located at the base of the vibe and are in the form of two little buttons. One is to turn on the Vroom and the other is to adjust the settings. The buttons are a little hard to press even though they are in a great location. I can reach and press the buttons and don't have to pause in the middle of solo masturbation to change the settings.\n\nThis cutie is waterproof but I haven’t used it in the tub, only the shower. The battery hatch screws on tightly, so I don’t worry about its capabilities underwater. Vroom takes AAA batteries which is a bit inconvenient as most toys I have take AA, which seems the standard in vibrators.\n\nThe Vroom is the loudest vibe in my toy-box. Even though it is high-quality and gorgeous, I find the noise it makes ruins my solo time. I can’t think about anything sexy over its loud buzzing. And I have to use a low setting that doesn’t stimulate me enough if I want to use it without waking up my apartment mates. I would only be able to use this toy discreetly if I were at a Nascar game!\n    • Lots of variety in function\n    • Strong patterns\n\nCare and Maintenance\n\nI wash my toys with warm water and soap. You can also wipe them down with a 10% bleach solution or toy cleaner. This toy should be kept in a cool, dry place where it doesn’t come in contact with bacteria. The casing doesn't pick up lint, hair or whatever mysterious particles that many toys seem to attract. I love that with this material I can set this toy anywhere and not wind up with cat hairs \"down under.\"\n\n\nThe toy itself was wrapped in disposable plastic and had a tiny user’s manual. The manual simply showed what types of batteries the vibe uses and how to set the vibrations.\n\nThere were no naked people on the wrapper; the wrapping is on the discrete side.\n\nThere is no reason to keep this packaging as it can’t be used for storage.\n    • Minimal\n    • Would make a nice gift\n\nPersonal comments\n\nFor me this vibe didn't require as much lube as other products because of the tapered tip being so helpful with insertion.\n\n\nI opened the Vroom up and thought it was the cutest thing! I realized that it requires AAA batteries, which I don’t have a lot of. I fished some out of my TV remote and was ready to try this toy out. I messed with the settings a bit first to make sure I understood them and was surprised at the feel of the Vroom. It’s not very heavy but it feels hard and sturdy to me. I like the velvety texture and it doesn’t seem to be one of those toys that attract a great deal of dirt.\n\nThe intense racket the Vroom makes surprised me. I have roommates that live in the room next to me and I would be surprised if they couldn’t hear this toy. The volume is on par with a vacuum cleaner!\n\nI usually need some type of clit stimulation in order to orgasm and it worked great for that. I think the only reason the Vroom didn't make me orgasm super quickly was the embarrassment factor. The noise just broke my concentration and my neighbors must think I was using power tools. I was \"remodeling\" with a power saw at midnight! I didn’t use it internally a lot because the vibrations are located mostly at the tip and this doesn’t do much for me.\n\nThis vibe is similar to many other traditional style vibrators and if you want to save money I would recommend looking into cheaper similar toys. The Black Magic Vibrator by Doc Johnson has a high rating and is less than ten dollars. Black Magic\n\nIf you are in love with the Vroom for its super cute appearance I would look into Pirates Katsuni's ancient secrets, it is a cute blue traditional vibe that I love the look of.\nPirate Katsuni's Traditional Vibe\nFollow-up commentary\nThis vibrator's battery's don't last very long. The vibrations get a lot weaker with time. I am not a big fan of the boring pink color but I like how lint doesn't stick to this vibrator and it's easy to clean.\nThis product was provided free of charge to the reviewer. This review is in compliance with the FTC guidelines.\nBecome a Reviewer. Get free toys. Enjoy Special Deals\nThis review was edited by\n  • aliceinthehole aliceinthehole\n  • Rank:\n  • Edited reviews: 46\nDo you like this review?\n  • aliceinthehole\n    great review!\n  • Tagmstr\n    Thanks for the review!\n  • kendra30752\n    Excellent review darling! This is so cute, but way too noisy for me! Too bad about that because it looks pretty good for a traditional ol' vibe. I'll have to pass and stick with my Freestyle. Thanks for such a beautiful job on this!\n  • mrs poop.\n    mrs poop.  \n  • - Kira -\n    - Kira -  \n    Great review!! Loud toys are the worst. They're so distracting and especially bad if you have people that might be listening in.\n  • unfulfilled\n    Great job; I find toys that have too many pulsation and vib... (truncated)",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9721924067,
        "format_confidence":0.9759180546
    },
    {
        "url":"http:\/\/www.edenfantasys.com\/sex-toy-reviews\/female-sextoys\/write-on",
        "text":"﻿ Lina - Clitoral pumps and teasers | Review by DeliciousSurprise\n\nLina - vibrator kit by Cal Exotics - review by DeliciousSurprise\n\n  • Free 3 Day Shipping with Orders $75+\n\nAdd resource\n\nWrite On!\n\nWhile I think this is a really fun novelty toy, it wasn't strong enough for me, and the flaky, unreliable on\/off mechanism was too frustrating for me to consider using on a regular basis.\nThis is a good toy for people that need gentle or more moderate vibrations.\nUnfortunately, the on\/off switch means you'll be accidentally opening this toy up. A lot.\nRating by reviewer:\nextremely useful review\n\n\nLina is a cleverly disguised vibrator, meant to be highly discreet and totally portable. Under the ruse of a pen, Lina features moderate vibrations and no giveaways that would let anyone who wasn't picking up the toy to write with it would notice. Because there's a pink crystal set in the top of the toy, this is geared towards women more than men, though pens aren't really gender-specific.\n\nMaterial \/ Texture\n\nLina is made of two major components--the pen, and the tickler sleeve. The pen is made of a hard, inflexible plastic, whereas the sleeve is made of a squishy, flexible, nubby TPR silicone--both are totally odorless and tasteless. The textured sleeve diffuses the vibrations and adds interesting texture to the toy for those that don't like or want the solid plastic feel the \"pen\" offers.\n\nDesign \/ Shape \/ Size\n\nLina, of course, is shaped just like a standard pen (approximately six inches long)--though perhaps a little bit more sturdy than a standard ballpoint pen--and is made to write like a pen, as well. The top of the \"pen,\" where the vibrations are located, is capped with a sparkly pink rhinestone. The pen itself is grey\/silver, with a pink logo of a woman's body on it. There's also an \"on off open\" demarcation on the top of the toy where the batteries are inserted--this part would be really obvious to anyone looking closely at the pen and would clearly mark it as being more than a writing implement. It's also not as discreet as I thought it might be since it's fairly heavy for a pen--it feels weighty when you're holding it.\n\nFunctions \/ Performance \/ Controls\n\nThis is a single speed vibrator; it doesn't have any interesting patterns or functions. The vibrations are of a moderate strength, and will be enough for a majority of users; if you wanted to diffuse the vibrations or use Lina as a warmup toy putting the sleeve on it will work well to do so. The vibrations are focused in the top of the toy, but they can be felt all the way down the toy. Unfortunately, I've found that with increased pressure on the tip of the toy, the vibrations dampen.\n\nI didn't find the toy to be noisy, and the quiet discretion boded well for its undercover aesthetic.\n\nMore obnoxiously than anything else, though, when you turn the toy too far left (such as when you overshoot turning the toy off) the entire top of the toy pops off and the batteries fall off. This happened to me rather frequently when I was trying to remove the nubby sleeve unsuccessfully--it was much easier simply to peel the sleeve up rather than to slide the sleeve off.\n\nCare and Maintenance\n\nThe manufacturer's provided instructions indicate that it may be used with a water-based lubricant, so oil and silicone based lubricants are out--though if you don't use the nubby sleeve a silicone based lubricant would probably be fine. The care instructions do indicate it should be cleaned before and after each use with soapy water or an antibacterial cleanser. Unfortunately, though, you can't submerse this toy for a thorough cleansing since it's not waterproof, so a toy wipe might be an easier method of cleaning.\nThis content is the opinion of the submitting contributor and is not endorsed by EdenFantasys.com\nBecome a Reviewer. Get free toys. Enjoy Special Deals\nDo you like this review?\n  • Princess-Kayla ?\n    This is a cute toy! Too bad it doesn't work that well.\n  • MrWishyWashy\n    Thanks for sharing!\n  • ghent529\n  • Petite Valentine\n    This is cute gag gift, but I feel like it's the type of item Cal Exotics would put in a goody bag (i.e. give away for free) at a convention. I wouldn't pay $10 for a standard pen, and as a vibrator it doesn't appeal. I'd rather put my \"fun money\" towards a Paris Duckie.\n  • TheSinDoll\n    This is cute, but I don't feel like it would get me anywhere. A fun gag gift - sure. Great review!\n  • DeliciousSurprise\n    Thanks for reading y'all! It really is more of a gag gift, but it's still interesting! I'm glad I gave it a shot.\n  • Beneath The Bed\n    Thanks for the great review!\n  • DeliciousSurprise\n    You're welcome!\n  • Deidrenicole\n    Great review! Thanks for sharing\n  • DeliciousSurprise\n    Thank YOU for reading!\n  • jennifur77\n    Good review. Great idea, but sounds like it's not worth it to order!\n  • DeliciousSurprise\n    Thanks! It is an interesting toy, but I wouldn't purchase it again or recommend it to a friend over another toy.\n  • susansmith2012\n    thanks for the review!\n  • DeliciousSurprise\n    You're welcome!\n  • Bittenflame\n    Thanks for the review! Sad it doesn't work as well though haha\nNo discussions yet.\nThank you for viewing Lina – vibrator kit review page!",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9638292789,
        "format_confidence":0.9719060659
    },
    {
        "url":"http:\/\/www.edenfantasys.com\/sex-toy-reviews\/female-sextoys\/oh-gigi-lovely-gigi",
        "text":"Gigi - vibrator by LELO - review by xAngel\n\n  • Get a FREE Dual Vibrator with Orders $59+\n\nG-spot vibrator by\n\nAdd resource\n\nOh Gigi, Lovely Gigi...\n\nThe Gigi was well worth the price. It's rechargeable, which saves battery's. It is also powerful and quiet. Great for clitoral stimulation as well as g spot stimulation. An awesome 2 - in - 1 product!\nQuiet, Strong, Smooth, Rechargeable\nControls can be a bit messy\nRating by reviewer:\nextremely useful review\n\n\nThe Lelo Gigi is my First ever vibrator. Many people would say to buy cheaper ones to find which I would like, but I took the plunge and am glad I did. It is great for clitoral stimulation with several different strengths. It can also be inserted for g spot stimulation although I would not recommend using it for thrusting. Gigi's curved head can get caught on your pelvic bone and this may bother some people. The Gigi may also not reach your g spot if you have a g spot that is far in. Gigi can also be used for stimulation in other place such as the breasts. Gigi's strength is pretty good, although, I am sure it is not a powerhouse, it should be satisfactory for most.\n\nGigi is not waterproof, so do not use her in the shower. Gigi is also very very quiet, I was delightfully surprised. I live in a dorm and so need to be very quiet. The Gigi can hardly be heard under covers and definitely not through a door. It also locks, so it would not be accidentally turned on during storage or travel.\n  • Who \/ How \/ What\n    [ ? ]\n    Who might this product be best for? How is it best used? What are the best circumstances or situations for using this product?\n    • Clit\n    • Couples\n    • Solo\n  • Where\n    [ ? ]\n    Where \/ what types of places can this product be used?\n    • Anywhere\n    • Campus\/roommate living\n    • On a bed only\n  • Features\n    [ ? ]\n    What kind of features does this product offer?\n    • Travel friendly\n  • Body \/ part areas\n    [ ? ]\n    What areas on the body can this product be used \/ what areas does it stimulate best?\n    • Clitoris\n    • G-spot\n    • Nipples\n\nMaterial \/ Texture\n\nThe Gigi is made of silicone and plastic. It is very smooth to the touch, though, not flexible at all. Gigi should not be brought in the shower. Gigi's curved head is also great for kneading the clitoris. The Gigi is also odorless.\n    • No odor\n    • Smooth\n\nDesign \/ Shape \/ Size\n\nThe Gigi is not large and so is quite friendly looking. May not be for women who like longer and larger shafts. The Gigi's shape is great for reaching shallower g spots, however. The Gigi would be great for beginners. It does look like a toy, however. I would not leave it lying out.\n    • Beginner\n    • Ergonomic\n    • Futuristic\n\nFunctions \/ Performance \/ Controls\n\nThe Vibrations are concentrated in the head of the toy. This makes it great for clitoral stimulation. It also has about 7 different speeds and several different patterns. My favorite being the up and down and the continuous vibrations. It is not waterproof and is very quiet. The controls can get it the way and I have found myself hitting the wrong buttons, however, to me, this is not a huge deal. The handle of this toy is also very convenient.\n\nThe Gigi is also rechargeable. Takes about 2 hours to charge and will last up to 4 hours afterward depending on what strength you use it on.\n    • Discreet sound\n    • Easy to use\n    • Rechargeable\n\nCare and Maintenance\n\nGigi is easy to care for. Use warm water and soap to clean the shaft and be careful when you clean the handle as it is not waterproof. I store it in the provided pouch.\n    • Easy to clean\n    • Easy to store\n\n\nPackaging was beautiful. Place in a durable black box and came with a storage pouch. Also came with warranty and instructions.\n    • Discreet looking packaging\n    • Good for storage\n    • Would make a nice gift\n\nPersonal comments\n\nThis was a great first toy and I am very glad I purchased it.\nThis content is the opinion of the submitting contributor and is not endorsed by\nBecome a Reviewer. Get free toys. Enjoy Special Deals\nThis review was edited by\n  • Beck Beck\n  • Rank:\n  • Edited reviews: 360\nDo you like this review?\n  • Beck\n    Welcome to EF. Nice first review.\n  • xAngel\n  • ConnerJay\n    Nice review thanks!\n  • ksparkles16\n    Good job on your first review!\n  • js250\n    Nice first review!\n  • Liz2\n    Welcome to EF, great first review! I would suggest wiping all lube from your fingers prior to using the control....makes it so much easier.\n  • GONE!\n    Thanks for the review!\n  • sweetpea12\n    Thanks for the great review\n  • ladychristie\n    Great review\n  • abbylover\n  • IndependentlyHappy\n    Nice first review!\n  • breebree\n    thanks for the review\n  • TheGreat\n    Thank you for your review!\n  • loveskittens!\n    thank you for your review!\nDiscussion Posts Last Update\nis the gigi a good starter g-spot vibe? 25\nLelo Gigi - Using a Condom or Not 13\nis jt worth it 29\nLelo toys - are they worth it? 14\nAnyone tried the GiGi? 5\nBest G-spot vibrator. Which one to pick? 29\nAny comments? 4\nWhich G-Spot vibrators have you had the best time with? 3\nG-Spot 10\nTo Buy or Not to Buy.... 15\nThank you for viewing Gigi – vibrator review page!",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9693356156,
        "format_confidence":0.9742160439
    },
    {
        "url":"http:\/\/www.edenfantasys.com\/sex-toy-reviews\/anal-toys\/affordable-elegant-glass-toy",
        "text":"Affordable, Elegant Glass Toy\n\nThis is an excellent glass toy at an entry-level price. It is a quality piece made of quality materials, is easy to care for, and should last many years.\nGlass, weight, hygienic, easy care and clean, Pyrex\nCould be longer\nRating by reviewer:\nuseful review\nThis was our first entry into glass toys. I always thought of glass toys as being elegant and prestigious and, along with that, expensive. This dildo is very reasonably priced and would make a GREAT choice for anyone interested in trying a dildo made of glass.\n\nThis toy is, thankfully, very well packed in a thick foam insert with a molded slot to place the toy. This will make a great storage box to keep it for safekeeping for many, many years of use. Pulling the toy from the foam for the first time, you feel the heft of the solid glass. Holding it up with the light passing through and reflecting off of it, it really is a work of art. Having never owned a glass dildo, it was refreshing to feel the weight of this toy.\n\nOne end is very phallic shaped while the other end has a round \"bulb\" on the end. Both ends can be used, depending on which you prefer. The thickness of this toy is suitable for anal play of any experience level. It is not very thick at all, but it feels good. It has a spiral texture pattern down the length of the toy for a bit of an added sensation. The length is long enough to be used by yourself comfortably or by another person. However, for simultaneous double-ended use, it could be a bit longer. I believe it is much more effectively used for single penetration at a time.\n\nThe best features of this toy are related to the material. Since this toy is glass, it is nonporous and very safe, making it easy to clean. Not only is it glass, but it is Pyrex glass. This is a nice safety feature because Pyrex glass has much less of a tendency to shatter, but it would instead snap into large pieces. I look forward to many more fun times with this toy and perhaps expanding our toy box to include more glass toys. I suggest everyone give glass toys a try!\nFollow-up commentary\nThis still is our first and only glass toy, but maybe not the last. Or maybe we won't need another toy ever again. This is a new favorite. It doesn't have as soft a feel as a silicone, but I find I really don't notice. It looks great, is very durable, feels great, is easy to clean, and nicely sized for anal as well. Great, well priced product! What a deal!\nThis product was provided free of charge to the reviewer. This review is in compliance with the FTC guidelines.\nBecome a Reviewer. Get free toys. Enjoy Special Deals\nMy Icicles No. 1 tags\n  • Who \/ How \/ What\n    [ ? ]\n    Who might this product be best for? How is it best used? What are the best circumstances or situations for using this product?\n    • Couples\n    • Masturbation\n    • Solo\n  • Where\n    [ ? ]\n    Where \/ what types of places can this product be used?\n    • Anywhere\n    • Bath \/ shower\n    • Bedroom \/ on a bed\n  • Features\n    [ ? ]\n    What kind of features does this product offer?\n    • Travel friendly\n  • Body \/ part areas\n    [ ? ]\n    What areas on the body can this product be used \/ what areas does it stimulate best?\n    • Anal\n    • Good for anal\nThis review was edited by\n  • Selective Sensualist Selective Sensualist\n  • Rank:\n  • Edited reviews: 540\nDo you like this review?\n  • The Curious Couple\n    The Curious Couple  \n    Good review, thanks.\n  • Gigi128\n    Okay review.\n    I really didn't get a feel on whether you really liked the toy or not.\n    But it does seem like a pretty cool toy.\n  • ToyingCouple\n    You may want to try the extended template for reviews. It takes some more work but it helps to prompt you to write all the necessary info. The ribbing does look enticing on this dildo.\n  • Couple of Kink\n    Couple of Kink  \n    Sorry if you couldn't tell if I really liked it or not, but I did rate it 5 STARS. I'm going to do a follow up because, this might be a new favorite!\n  • js250\n    The toy sounds great. The extended template is actually easy once you get a few done! Thanks, I look forward to reading more of your reviews.\n  • Anjulie\n    Great review!\n  • Allstars316\n    Thanks for the review!\n  • BlooJay\n  • Kirill1171\n    great review\n  • pixxie87\n    great review\n  • TigerLily9\n    thanks bunches for the review!\n  • panthercat23\n  • xjonxthexgreenx\n    thanks for the review\n  • angel142stx\n    Thanks for the review\n  • jeangel246\n    Thanks for the review\nDiscussion Posts Last Update\nWhat Is Your Favorite Material for Dildos? 12\nThank you for viewing Icicles No. 1 – double ended dildo review page!",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9766272306,
        "format_confidence":0.9777224064
    },
    {
        "url":"https:\/\/www.edenfantasys.com\/sex-toy-reviews\/anal-toys\/intense-pleasure-time-and-time-again",
        "text":"﻿ Nexus Revo 2 - Prostate massagers | Review by lilplaything\n\nNexus Revo 2 - prostate massager by LB Trading Ltd - review by lilplaything\n\nNexus Revo 2\n\nProstate massager by LB Trading Ltd\n\nAdd resource\n\nIntense Pleasure Time and Time Again!\n\nThe intense orgasms which can be achieved using this product do not compare to any prostate massager I've used in the past. The silicone makes the toy safe and easy to clean and the vibration and rotating head make the process much easier than your standard prostate massager. If you're looking for something high-end, you need to have this in your collection!\nEasy to Clean\nIntense Orgasm\nFun to Use\nRotating Head\nQuick Charge\nLimited vibe options\nRating by reviewer:\nuseful review\nRecently for our anniversary, my wife decided to get this for me since we occasionally enjoy a session of mutual masturbation. I generally used one of my Aneros products (Eupho or DeVice) but she thought this seemed a little more fun. All I could say is \"WOW\". At first I was taken aback by the construction of the toy. The Nexus Revo 2 seems pretty big (several hammer jokes were made), but it's mostly due to the vibration and motion functions. However, being used to a larger size at this point (thanks DeVice) I was able to easily manage this toy.\n\nThere are some definite benefits to the product itself. It has a quick recharge which can be plugged into the wall or - A COMPUTER!? Crazy right? More importantly (as I've said time and again) IT IS SAFE! The product is made of silicone which means it is easy to clean, non-porous, and no headaches. The only downside to the vibration and motion features are that I would not suggest boiling this product - as could be done with other silicone toys. In this case I would suggest you use a sex toy cleaner or antibacterial soap with warm water. Be careful though, the product is not water-proof. It is splash-proof, so a little water won't damage it. Just be sure to be careful. Also - another word of caution. Because it is silicone - DO NOT USE SILICONE BASED LUBRICANTS. This can (and will) damage the toy.\n\nAdditional features include vibration (constant or pulse) and a rotating head which definitely makes the massage part EXPONENTIALLY EASIER - although there are only 3 intensity levels... In fact, I've had the most intense orgasms to date using this product. This appears to be better than the first Revo iteration as it is quiet (in my opinion) but it does still have few options when it comes to vibration and motion. I don't require a lot of privacy with my toy use, so moderate levels don't bother me much.\n\nLastly, this does require 2 AA batteries which ARE NOT included.\nThis content is the opinion of the submitting contributor and is not endorsed by EdenFantasys.com\nBecome a Reviewer. Get free toys. Enjoy Special Deals\nMy Nexus Revo 2 tags\n  • Who \/ How \/ What\n    [ ? ]\n    Who might this product be best for? How is it best used? What are the best circumstances or situations for using this product?\n    • Can be worn during masturbation\n    • Masturbation\n    • Solo\n  • Where\n    [ ? ]\n    Where \/ what types of places can this product be used?\n    • Bedroom \/ on a bed\n    • Play party\n  • Body \/ part areas\n    [ ? ]\n    What areas on the body can this product be used \/ what areas does it stimulate best?\n    • Anal\n    • Buttocks\n    • Good for anal\nDo you like this review?\nDiscussion Posts Last Update\nNexus Revo 1 vs Revo 2 3\nThank you for viewing Nexus Revo 2 – prostate massager review page!",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9663347602,
        "format_confidence":0.9812622666
    },
    {
        "url":"http:\/\/funwithsammi.com\/?p=7401",
        "text":"C’Mon and Love Me\n\nIt’s a new year, and a great time to try out new sex toys! Recently I had the opportunity to try out the Loveo Ione, a new erotic massager wand by Loveo Co, who sent it to me for free in exchange for an honest review.\n\nloveopinkintheboxThe Loveo Ione comes in a black box covered by a pink slip cover that’s in the color of the toy.  The cover has product information on one side, and a drawing of the product on the other. The box has a lift-off lid, and a foam insert for the toy to rest on. The box includes the Ione, a USB charging cable, a wall adapter, a black storage bag, and a small instruction booklet.\n\nloveopinkallpartsIone is made of a raspberry silicone that is firm and smooth to the touch with just a bit of drag. It is about 8 1\/2″ long (measured straight up and down), and it has an ergonomic design that makes it easy to hold and use in a variety of positions, and the silicone is seamless. Silver-plated ABS plastic runs down the front of the toy’s handle and around the control buttons.\n\nIone’s head is about 1 1\/2″ in diameter and 2” long. It’s a great size to hit your clit and the surrounding area. The neck is slightly flexible, allowing you to place Ione where you want it and still comfortably hold it during use.\n\nloveopinkchargeThis is a rechargeable vibrator, and the Li-ion battery, when fully charged, will allow you to use the toy for about 2 hours. The charging port is on the back side of the toy’s handle, and the jack is easy to fully insert. This is USB chargeable, so you can plug it into your computer’s port, or use the provided wall adapter. The control panel flashes when Ione is charging, and it glows steadily when the charge is complete.\n\nThe three buttons that control Ione are located on the front of the handle, and are, from top to bottom,  +, o, and -. The plus button increases the intensity of the vibrations and the – button decreases them; there are 3 different vibration levels in all. The o button will turn Ione on or off if pressed for 3 seconds, and will also change the vibration pattern (there are 7 total) and activate the touch control.  When Ione is placed in touch control mode, the vibration intensity decreases about 30%, according to the manual, and will increase to the maximum when you touch your body with the top of the toy.\n\nloveopinkbuttonsIone features vibrations that are moderately rumbly and somewhat buzzy. On the high setting they are quite strong, stronger than, I think, the Lelo SmartWand that I have. The vibrations aren’t terribly loud, although they are louder in the touch control mode, and any kind of background sound from the TV or music will mask the sound.  The vibrations aren’t localized to the head, and travel all the way down the handle.\n\nThis is a water-resistant, and not waterproof, toy, so you won’t be able to use this in the shower or tub. It is easy to clean with soap and warm water, or you can use a toy spray or toy wipes. It can be air dried or towel-dried, and stored in either the included storage bag or in its box. Water-based lube is recommended, but if you prefer silicone or hybrid lubes, you can do a spot test on the bottom of the handle first.\n\nloveopinkinhandSo, Did It Work? Overall, I like this vibrator. The size is great for clitoral stimulation, as the head covers a good area. The handle is easy to hold, and the buttons are easy to reach. The vibrations are strong, and there’s a good variety of patterns. I also like that the patterns have 3 intensity levels to choose from. I usually use clit vibrators on high, and the vibrations are strong enough to get me to orgasm without much trouble.  I also like that there isn’t a seam around the head, so it’s a lot easier to clean than the Fairy Miniature, for example.\n\nThe instructions that come with this don’t completely match the toy – my on\/off are not the +\/- buttons, but rather the o button.  I think I’ve got the touch control by pressing the o button for a shorter amount of time than turning Ione off – the vibrations do seem somewhat less intense (I’m not sure if it’s 30% or not), and they get louder than they are when the toy is on regular mode, although they’re still not overwhelmingly loud.\n\nThank you to Loveo Co for sending me the Ione for free to review! If you’re interested in checking out this clitoral vibrator, you can pick one up at Pleasure’s Peak.\n\nLuxury Pleasure Toys for Women\n\nThis product was provided to me for free in exchange for an honest review. This review is in compliance with the FTC guidelines.\n\nComments are closed.",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.967515409,
        "format_confidence":0.7427611351
    },
    {
        "url":"https:\/\/www.edenfantasys.com\/sex-toy-reviews\/anal-toys\/the-super-big-end-reviews",
        "text":"﻿ The super big end - butt plug reviews on EdenFantasys.\n\nThe super big end - sex toy by Doc Johnson - reviews\n\n  Need more opinions?\n\nPlease, let me know via email when the new review on this product is available.\n\nEden tags\n\nAdd resource\n\nThe super big end reviews\n\n17 reviews\n  • 5 stars: 9\n  • 4 stars: 7\n  • 3 stars: 0\n  • 2 stars: 0\n  • 1 stars: 1\nAverage review rating\n17 reviews\n\nAll in all, the Super Big End delivers a great butt plug experience for those that can manage it. The thick stem stretches out your bum, but not to much, while the insertable length and girth bring the experience home. Whether you're looking for a stepping stone into the anal big leagues or adding another large toy to your collection, this plug is an excellent choice.\n\nThis is a big one! But once you feel prepared to handle it, you'll have a very pleasurable experience either alone or with your partner.\n\nThe Super Big End is SUPER big. This is not for the inexperienced. However, if you are an experience anal player and like the sensation of being really filled up, the Super Big End is right up you alley.\n\nThis is quite the plug. It's large and firmer. There was no way that this was going in my butt as i have problems with 5\" in circumference toys, and this is 7.5\"! I was more than happy to try it as a vaginal plug in our kink scenes and it is fantastic. it takes a warm up, but it is all sorts of fun. This is going to be too large for many, but if size is what you are going for then pick this one up.\n\nI love The Super Big End for nights when I need to feel something super big in my end. This is a girthy, firm plug sure to titillate all the anal adventurers out there, should you choose to attempt it. It will take some work and some getting used to it, but in the end The Super Big End is a wonderful plug for advanced users!\n\nWhile there are other large-silicone-plug alternatives on the market (Tantus A-Bomb comes to mind), if you found the medium \"Big End\" to be satisfying and daydreamed about trying a larger (huge!) version, then you'll find the Super Big End to be a wonderful butt plug in terms of price, quality, and end-user satisfaction.\n\nThis toy is worth your time if you have experience. For beginners this is a waste of time, it is very large and takes practice and patience. I believe this plug does its job well, and I would recommend it to others. I gave it five stars because of its excellent construction. Just be careful because this is large.\n\nGet the Super Big End if you are looking for something that will really stretch and fill you up. It takes some warm-up and practice to get it in, but it feels good when you do. This is a high quality toy made from high quality material and a pretty low price. I highly recommend it!\n\nFor anyone looking for a high quality plug in a large size, or some something to help stretch themselves with, the Super Big End is is a great product at a reasonable price.\n\nThis is a dream come true for anyone looking for that \"Super\" challenge and a large filling sensation. This plug gave me more than I expected it would by providing not only physical pleasure, but mental pleasure as well. While intimidating at first, The Super Big End by Doc Johnson gave me an experience I will never forget and will continue to enjoy.\n\nAlthough I haven't been able to rise to the challenge yet, this bad boy is really supersized, it is a large sturdy classic plug made from body-safe silicone for an affordable price. It is a great quality toy designed for advanced users!\n\nI was looking for a bigger plug after trying smaller ones that fell out easily. We found this one that stays put.\n\nIf you're looking at this to be your first butt plug and you're not very advanced in anal, then this is not the plug for you. I suggest looking into the medium-sized one. Now if you're more advanced with anal and the smaller sizes don't do it for you, then by all means this is the one for you.\n\nI highly recommend this toy to anyone looking for a \"filled to the brim\" feeling. With a girth about the width of a soda can, you'll definitely know it's there! Material safety rating of 10 at a great price!\n\nThe super big end is a butt plug size king\/queen's dream: it is BIG, it is LARGE, and it is in CHARGE. With its classic diamond-shape design, sturdy structure, silicone material, and flawless construction, this toy won't fail to disappoint. It's a fun challenge, and requires A LOT of warm up and prep work to enjoy it in all its big and mighty splendor, but once you have it in, be prepared for an intense and exciting anal sexcapade.\n\nThe Super Big End is a wonderful design in a grand size! The shape is classic for a reason, it's a tried and true butt plug style that is comfy to use and to wear. Plus, it's made from silicone, one of my top choices for butt toys. It's also the perfect warm-up plug if you're ambitious, and aiming to play with bigger toys or get fisted. Highly recommended for the butt toy size queen\/king.\n\nThe Super Big End butt plug by Doc Johnson is massive in size, and will be great for experienced users. Made out of silicone, it's great for temperature play. The gradual increase in size is great if you are working your way up. The base is a bit on the small size, but if you like a large plug, this one's for you.\n\nBecome a Reviewer. Get free toys. Enjoy Special Deals",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.975061059,
        "format_confidence":0.9815618396
    }
]