[
    {
        "url":"http:\/\/mcarey@dts.edu\/media\/play\/the-many-hats-of-dr-david-jeremiah-jeremiah-dr-david\/",
        "text":"The Many Hats of Dr. David Jeremiah\n\nDavid P. Jeremiah on June 9, 2011 in DTS Stories\n\nThroughout his years in ministry David Jeremiah has never wavered in his love for God’s Word. Equally known for his ministry as pastor, author, and radio broadcaster, he has reached millions for the cause of Christ. Please enjoy a word from my friend, Dr. David Jeremiah.",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9935429096,
        "format_confidence":0.6616117954
    },
    {
        "url":"https:\/\/www.fumcbelton.org\/sermons\/rituals-forgiveness\/",
        "text":"Rituals – Forgiveness\n\nDownload (right click and choose save as)\n\n Forgiveness                                        Luke 17:11-19\n\nForgiveness is tough.  It just may be one of the most challenging things we Christians have to deal with.  There are two tough aspects to forgiveness; people and sin.\nWe cannot be forgiven, we cannot forgive ourselves, and we cannot forgive others if we first don’t face the sin.\nThere are times that we avoid the sins and we say, “It’s no big deal.”  There are other times we exaggerate the sin and say, “It is too big of a deal for God to forgive.”  In both of these instances there is no forgiveness.\nIn the former, Christ can’t forgive because they don’t think forgiveness is needed.  The latter instance,  they think Christ won’t forgive.\nAs we approach the cross, we need to boldly proclaim and hear that there is nothing Christ won’t or can’t forgive.\nFor more sermons click here.",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.997610569,
        "format_confidence":0.6751732826
    },
    {
        "url":"https:\/\/rules4radicalchristians.com\/tag\/best-and-brightest\/",
        "text":"Called and Imperfect.\n\nThere is a misconception present in religion that is true in every religion, whether Christian or non-Christian. Only the perfect and initiated are called to learn the secrets of leadership. When you look at the people that are trained to lead, you will find that this statement is universal. Of course, desire is part ofContinue reading “Called and Imperfect.”",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.99146384,
        "format_confidence":0.7088131309
    },
    {
        "url":"https:\/\/www.buildfaith.org\/webinar-practicing-racial-justice\/",
        "text":"Faith Communities Address Diversity and Racial Justice\n\nLearn from this conversation about racial justice and why people of faith should be engaged in working towards an equitable America. Guests James McKim, Liz Miller, and Parker Garrett represent three faith communities addressing diversity and racial injustice.\n\nWebinar Video\n\nSlide Presentation\n\n\n\n\nAbout the Presenters\n\nParker Garrett is a full-time youth minister in the Episcopal Diocese of Los Angeles. In the diocese and at her congregation, she works with teenagers and older members of the community to learn and share stories of the Beloved Community.\n\nJames McKim is a member of St. Matthew’s Church in Goffstown, NH where he co-chairs the Social Justice Committee. In 2010 James became chair of the NH Diocesan Anti-Racism Committee, which he renamed the Diversity Committee to address the root cause of racism: intolerance of diversity. James currently serves as the Chair of the Episcopal Church’s Executive Council on Anti-Racism, where he is bringing structure to the Church’s fight to bring about racial justice and reconciliation.\n\nRev. Liz Miller is the Pastor of Edgewood United Church (United Church of Christ) in E Lansing, MI. Originally from California, she previously served a congregation in Connecticut. Liz is the lead Racial Justice Training facilitator for the Michigan Conference of the United Church of Christ, offering training for clergy, lay leaders, and congregations across the state.\n\nWhat did you think of this article?\n\n(0 votes)\nWhat people say... What did you think of this article?\nOrder by:\n\nBe the first to leave a review.\n\n{{{review.rating_comment | nl2br}}}\n\nShow more\n{{ pageNumber+1 }}\n\nSimilar Articles\n\n\nLike what you see?\nSubscribe to get new articles, plus free weekly updates in your inbox.\nWe never sell your contact info.\n\nClose Menu",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.8895187378,
        "format_confidence":0.5657417178
    },
    {
        "url":"https:\/\/cosmicgateway.org\/tag\/what-is-an-irrational-belief\/",
        "text":"Albert Ellis’ 12 Irrational Beliefs\n\nperception fishbowl word art\n\nA common thread in coaching, counselling, and other personal development products and services is the direction to overcome self limiting beliefs. Therefore we must identify our irrational beliefs. A limiting beliefs list like the one in this post can help you to identify some of the beliefs that might be holding you back from reaching … Read more",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.7608994842,
        "format_confidence":0.8747011423
    },
    {
        "url":"http:\/\/seaspcfl.org\/mercy-minutes-year-mercy-video-series\/",
        "text":"Mercy Minutes – A Year of Mercy Video Series\n\nPublished on May 19th, 2016 by Austin Keith | 0\n\nWelcome to our first episode in a series of ten reflection produced yb the Office of Communications of the Diocese of St. Augustine for the Year of Mercy. In this episode, Father Richard Pagano, of our parish reflects on the idea of mercy versus compassion and how as Catholics we cans serve as God’s vessels of mercy in the world.",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9975302815,
        "format_confidence":0.8790907264
    },
    {
        "url":"https:\/\/cudl.lib.cam.ac.uk\/view\/MS-MOSSERI-II-00027-00001",
        "text":"Cairo Genizah : Sermon\n\nCairo Genizah\n\n<p style='text-align: justify;'>Sermon on repentance, quoting the sage Samuel b. Naḥmani. <\/p>\n\nWant to know more?\n\nUnder the 'More' menu you can find , any transcription and translation we have of the text and find out about downloading or sharing this image.\n\nNo Contents List Available\nNo Metadata Available\n\n\nIf you want to share this page with others you can send them a link to this individual page:\nAlternatively please share this page on social media\n\nYou can also embed the viewer into your own website or blog using the code below:",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9794988036,
        "format_confidence":0.9666419625
    },
    {
        "url":"http:\/\/fumcpasadena.org\/sermons\/repeat-without-ceasing\/",
        "text":"“Repeat without Ceasing”\n\nRepeat without Ceasing\nRev. Sandra K. Olewine, preaching\nRomans 14:1–12 and Matthew 18:21–35\n\nChancel Choir: The Last Words of David\n– Randall Thompson\n\nView the bulletin here.\n\nAbout Sandy Olewine\n\nRev. Sandra (Sandy) K. Olewine is FUMC Pasadena's Senior Pastor. Born in Maryland and raised in California, Rev. Olewine is a graduate of the University of California, Davis (BS) and the Claremont School of Theology (M.Div \/ ABD).",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9974748492,
        "format_confidence":0.5287921429
    },
    {
        "url":"https:\/\/innerchange.life\/peace-media-library\/meditation-leaving-violence-choosing-a-way-of-peace\/",
        "text":"This meditation is available in 4k format\n\nLeaving violence – choosing a way of peace\n\nFrom Arielle de Sadeleer\n\nArielle has been dancing since she was little. She fell in love with the sign language culture and incorporates sign language in her dance.\n\n6 months ago\n\nI discovered that violence is never a solution and that war can never end.\nZiad Fahed\n\nThis meditation video is inspired by the interview \"Meeting bridge builders helped me abandoned my violence with Ziad Fahed.\nDirector's note\n\nThis video was shoot in the Negev Desert. It was boiling... around 45°C (110°F). This canyon was special, I liked the way it goes around. The dancer walks in there as if she's lost or maybe she's after something... leaving a way behind and finding a new one...\n\nLeave a Comment\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\nUnlock some bonuses...\n\nRegister to our newsletter\n\nWe will not sell, rent, or give your name or address to anyone nor market other programs or products to you.",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.851265192,
        "format_confidence":0.9111497998
    },
    {
        "url":"http:\/\/gazette.com\/gallery\/articleid\/1502395\/1\/pictures\/223888?forgotpassword=1",
        "text":"Amid shock of loss, hope and faith persist\n\nStaff reports Published:\n\nYou've reached your 4 FREE premium stories for this 30 day period*\n\nRegister for 4 more free articles.\n\n*A 30 day rolling period starts the day you first visit the site.\nAre you a subscriber and having trouble viewing stories?\nRussell Allen and his son, Samuel, 7, at a community prayer and praise worship service Sunday, June 16, 2013, at First Baptist Church on Black Forest Road northeast of Colorado Springs, Colo. At least eleven families at the church lost their homes to the Black Forest fire. Photo by Mark Reis, The Gazette",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.8620095253,
        "format_confidence":0.9836465716
    },
    {
        "url":"http:\/\/www.touchstonemag.com\/archives\/article.php?id=18-02-068-c",
        "text":"From the March, 2005 issue of Touchstone\nThinking in Threes by Patrick Henry Reardon\n\nThinking in Threes\n\nThe ancients understood the strength of things arranged in threes, and the thesis that “a threefold cord is not easily broken” (Eccl. 4:12) expressed a truth that no one in olden times was prone to doubt.\n\nA simple deference to geometry sufficed to settle the question. The triangle, after all, is plain geometry’s only stable figure with straight lines. Geometry—literally, the measuring of the earth—is solidly founded on trigonometric functions, and the surest way to calculate the earth (or the heavens!) is by trigonometrical survey.\n\nWhen we make such a survey, moreover, we are well advised to steady our instruments on a tripod, for nothing is more stable. Indeed, anyone ever seated on a wobbly ch . . .\n\nThis article is only available to subscribers.\n\nLogin to Touchstone Online\n\nNot a subscriber? Subscribe to Touchstone today for full online access. Over 30 years of content!\n\nsubscription options\n\nOnline Subscription\n\nGet a one-year full-access subscription to the Touchstone online archives for only $19.95. That's only $1.66 per month!\n\nPurchase Print &\nOnline Subscription\n\nGet six issues (one year) of Touchstone PLUS full online access for only $29.95. That's only $2.50 per month!\n\nTransactions will be processed on the secure server of The Fellowship of St. James website, the publisher of Touchstone.\n\nOR get a subscription to Touchstone to read on your Kindle for only $1.99 per month! (This option is KINDLE ONLY and does not include either print or online.)\n\nYour subscription goes a long way to ensure that Touchstone is able to continue its mission of publishing quality Christian articles and commentary.\n\nmore from the online archives\n\n22.6—July\/August 2009\n\nUnhappy Fault\n\non the Integration of Anger into the Virtuous Life by Leon J. Podles\n\n24.3—May\/June 2011\n\nGod's English\n\nThe Making & Endurance of the King James Bible, 1611-2011 by Barton Swaim\n\n19.6—July\/August 2006\n\nOur Faith Observed\n\nThe Three-Fold Cord of Imagination, Reason & Will in C. S. Lewis by Michael Ward\n\nTouchstone is published by\n\nAll content The Fellowship of St. James — 2018. All rights reserved.\nReturns, refunds, and privacy policy.",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9708951712,
        "format_confidence":0.9796035886
    },
    {
        "url":"https:\/\/www.borntowin.net\/audio\/the-gospel-of-matthew-26\/",
        "text":"The Gospel of Matthew #26\n\nIn Audio, Radio Programs by Leave a Comment\n\nLeft-click on the far-left arrow to play now.\nRight-click on the far-right arrow or the image above and Save to download and listen later.\n\nShare with friends\n\nThis entry is part 26 of 40 in the series The Gospel of Matthew\n\nUnless you’ve just arrived from another planet and are not yet up to speed, you probably have some notion about what Jesus Christ was like. I would guess you even have some visual images of him from paintings, magazines, and so on. (All of which wrong, didn’t you know?) But I’m not really talking about visual impressions, I’m talking about your ideas of his character, his personality, what he was like. You pick these up along the way from many, many sources.\n\nAnd all these sources come together to form a Jesus of the imagination—something you have put together in your own mind as a model. And then when you sit down with a Bible, and you actually read the Gospel accounts, your imaginary Jesus is going to encounter the real man, and some adjustments are surely going to have to take place. Because, every once in a while, Jesus would do something that, to people standing by and observing, seemed out of character. Sometimes it even seemed downright offensive.\n\nThere is one incident like this that is recorded by Matthew. Jesus has been trying to get away from the crowds. He goes away into the desert and winds up having to feed the 5,000-plus people who followed him out there. Since that didn’t work he tries leaving the country and goes off to the seacoast around Tyre and Sidon. His encounter with a woman of this region can seem rude and dismissive, but reveals a great lesson in faith. We’ll find this meeting in Matthew, chapter 15.\n\nSeries Navigation<< The Gospel of Matthew #25The Gospel of Matthew #27 >>\n\nRonald L. Dart\n\nRonald L. Dart\n\nRonald L. Dart (1934–2016) — People around the world have come to appreciate his easy style, non-combative approach to explaining the Bible, and the personal, almost one-on-one method of explaining what’s going on in the world in the light of the Bible. After retiring from teaching and church administration in 1995 he started Christian Educational Ministries and the Born to Win radio program.\n\nClick here for more posts by Ronald L. Dart\n\nYou May Also Like:\n\nImage Credits: Ursula Di Chito",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9972882271,
        "format_confidence":0.7686445713
    },
    {
        "url":"https:\/\/www.eldoraumc.com\/apps\/videos\/videos\/show\/18653714-weird-animals-night-5-program-",
        "text":"United Methodist\n\nFairmont, West Virginia\n\nWeird Animals Night 5 (Program) Add Video\n\nThis is the photo slide show from night 5. This was our program night and contains pictures from each of the previous four nights.\n\nPosted by Raymond on June 22, 2014 at 9:55 PM 3565 Views\n\nPost a Comment\n\n\nOops, you forgot something.\n\n\nThe words you entered did not match the given text. Please try again.\n\nAlready a member? Sign In\n\n\nReply ensuchnum\n12:35 AM on July 15, 2020 \nZithromax Drug Type EffoppyWhopy https:\/\/ascialis.com\/# - Cialis Dubeasenue venta de viagra farmacias Twemance Cialis utiffsuifabS Propecia Proscar Benign Prostatic Hyperplasia\nReply LeoBund\n11:04 AM on May 4, 2020 \nViagra Giovani Effetti https:\/\/viacialisns.com\/# - cialis 20mg for sale Finasteride Ropropecia How To Buy cheap cialis generic online Propecia 1mgacheter Propecia France\nReply MatArgusa\n12:44 PM on March 10, 2020 \nLisinopril 5mg http:\/\/apcialisle.com\/# - cialis 5 mg best price usa Can Buy Colchicine 0 5 At Store Buy Cialis Cialis Levitra Comment Viagra\n\nOops! This site has expired.\n\nIf you are the site owner, please renew your premium subscription or contact support.",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.6910355091,
        "format_confidence":0.6669104099
    },
    {
        "url":"http:\/\/www.sermonsearch.com\/sermon-outlines\/20601\/the-way-forward-is-backward\/",
        "text":"The Way Forward Is Backward by James Merritt\n\nThe Way Forward Is Backward\nJames Merritt\nGenesis 35:1-15\n\n\n1. Sometimes when I am out speaking, especially to a predominantly Baptist group, I will play a little trick on my audience. I will get them to raise their hands by asking a question, ''How many of you are Baptist?'' As they raise their hand I will quickly add, ''who are backslidden?''\n\n2. Now that never fails to get a laugh because most people who raise their hands do not really believe they are backslidden at all, even though they very well be. You see, we tend to think that a backslider is someone who is living in unconcerned, unconfessed, unconcealed sin, and obviously needs to get right with God. But if the truth were known and told, far more of us are backslidden than we would like to admit.\n\n3. Consider this statement: If you find yourself loving any pleasure more than your prayers; any book better than the Bible; any house better than the House of God; any person better than the Lord Jesus Christ; or any place on earth better than your home in heaven, you are backslidden.\n\n4. If there has ever been a time when you loved Jesus more than you love Him now; a time when you were more excited about God than you are right now; a time when you were close to the Lord than you are right now, you are backslidden. If you are not as close to God as you have been at some time in the past, it is your fault, for ''if you draw near to God, God will draw near to you.''\n\n5. I remember the story about a farmer and his wife who were driving to town in their pickup truck. The farmer was sitting behind the wheel in silence. His wife was sitting over against the door, as far from her husband as she could get. After several miles she said, ''You know, when we were first married we didn't sit this far apart.''\n\n6. Her husband simply replied, ''I ain't the one that moved.'' If you are not as close to God as you once were, guess who moved.\n\n7. Do you know what a Christian has to do to backsli ...\n\nThere are 19013 characters in the full content. This excerpt only shows a 2000 character sample of the full content.\n\nPrice:  $4.99 or 1 credit\nSign up for a Free Trial with and download this sermon free today!",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9975563288,
        "format_confidence":0.7643039227
    },
    {
        "url":"http:\/\/www.mmnbs.com\/lesson-21-2017",
        "text":"Lesson 21 – Parables from Luke 12\n\nLesson 20 Commentary\n\nDownload Commentary\n\nLesson 21 Questions\n\nWord Doc \/ PDF\n\nLecture Outline for March 27th\n\nWord Doc\n\nLecture for March 27th\n\n03.27.17.mnbs.BE – God Answers Prayer from MNBS on Vimeo.\n\nAudio clip: Adobe Flash Player (version 9 or above) is required to play this audio clip. Download the latest version here. You also need to have JavaScript enabled in your browser.",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9724143147,
        "format_confidence":0.8211083412
    },
    {
        "url":"http:\/\/nunawadinggospelhall.org\/mp3\/category\/30-2016-the-dispensations-of-god",
        "text":"2016 The dispensations of God\n\nNorman Mellish teaches on the foundational truths of the seven dispensations of God. He expounds various truths relating to the dispensations of innocence, conscience, human government, Jewish calling, day of grace, millennial reign of Christ and the eternal state.\n\nPlease contact us to report any recording quality issues.\n\nSearch this site\n\nContact us\n\nClick here to send us a message or to get in contact with us.\n\nLocate us\n\nClick here for details on where to find us.\n\nSunday, 25th February 2018. Nunawading Christian Assembly is not affiliated with any denominational or ecumenical organisation.\nThis site uses a Joomla hostgator coupons template.",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9976320267,
        "format_confidence":0.8262386918
    },
    {
        "url":"http:\/\/foclonline.org\/talk\/what-causes-church-grow",
        "text":"What Causes a Church to Grow?\n\nDate recorded: 25 May 2016 | Speaker: Oivind Augland | Event: ELF Workshop\n\n\nWhy do some churches grow while others stop growing? What are the causes of stagnating churches and what can be done? How have church leaders tried to manage church transition in the past, and what can we learn from them about how to maintain healthy growth? This talk goes through the different growth stages of the local church and sees how church planters or pastors can responsibly lead their churches into spiritual and numerical growth.",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9968588352,
        "format_confidence":0.7943702936
    },
    {
        "url":"http:\/\/www.newresearchvoices.org\/download-pdf-the-sikh-tradition-book-by-publication-bureau-pubjabi-universit.pdf",
        "text":"The Sikh Tradition\n\nThe Sikh Tradition\n\n4.11 - 1251 ratings - Source\n\nArticles previously published in Journal of religious studies.A Continuing Reality : Essays in History and Religion Sardar Singh Bhatia, Anand Spencer ... The Sikhs have a special word for these celebrations - Gurpurb, or the holy festival in honour of the Guru. ... Alongside these may be mentioned Baisakhi, or the first of the Indian month of Baisakh, which marks the birth of theanbsp;...\n\nTitle:The Sikh Tradition\nAuthor: Sardar Singh Bhatia, Anand Spencer\nPublisher:Publication Bureau Pubjabi University - 1999\n\nYou must register with us as either a Registered User before you can Download this Book. You'll be greeted by a simple sign-up page.\n\nOnce you have finished the sign-up process, you will be redirected to your download Book page.\n\nHow it works:\n  • 1. Register a free 1 month Trial Account.\n  • 2. Download as many books as you like (Personal use)\n  • 3. Cancel the membership at any time if not satisfied.\n\nClick button below to register and download Ebook\nPrivacy Policy | Contact | DMCA",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9575617909,
        "format_confidence":0.7371564507
    },
    {
        "url":"https:\/\/www.obitus.com\/index.php?page=hymns",
        "text":"Tribute Information\n\nDue to a limitation with Tributes you are unable to have a Family Supplied Video as well as a Professional Photo Tribute\n\nPlease close this alert and choose the one you require, for any further assistance please do not hesitate to contact us\n\nClose This Message\n\nYou are using a browser which is known to have issues with this site, please Click here for help.\n\n\nPlease insert the password given to you by your Crematorium which will allow you to view our Music Library & Hymn Catalogue",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.8937516212,
        "format_confidence":0.7415460944
    },
    {
        "url":"http:\/\/www.feelmyfaith.com\/2011\/01\/acts-4-sermon-audio-sunday-am.html",
        "text":"Acts 4 (sermon audio: Sunday a.m.)\n\nRecycling, in its modern sense, is the idea of taking our trash and useless items to someone who processes it down and creates something useful again from that same material. But, what if we were talking about your life, your hurts, your pain? Is it possible that our struggles, in the hand of God, could be re-created into something of worth? Acts 4 explores this idea of God taking our circumstances and making them valuable for His glory.\n\nListen to Audio\n\n\nPopular Posts",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.997589469,
        "format_confidence":0.7343317866
    }
]