[
    {
        "url":"https:\/\/opensource.org\/codeofconduct",
        "text":"Mailing List Code of Conduct\n\nBeta! ------- This policy is not finalized. Please send feedback and thoughts through a relevant OSI mailing list, or the OSI Contact Form. Introduction ------------------- The OSI's mailing lists aim to facilitate constructive discussion of issues related to open source and further the goals of the OSI. We can achieve this, in part, by behaving well towards each other, so that the broadest diversity of participants - both amateur and professional, new and experienced - feel that the lists are welcoming and useful. This code of conduct helps maintain that environment by capturing the conduct we aspire to when we participate in discussions at OSI. We Strive To: ------------- *Be friendly and patient* 1. We are volunteers, and so a sense of fun is part of why we do what we do. Be positive and engaging, rather than snarky. 2. If someone asks for help it is because they need it. Politely suggest specific documentation or more appropriate venues where appropriate. Avoid aggressive or vague responses. *Be civil and considerate* 1. Disagreement is no excuse for poor conduct or personal attacks. A community where people feel uncomfortable is not a productive one. 2. If you would not feel comfortable saying something to a co-worker or acquaintance, it is probably not appropriate on an OSI list either. *Assume good faith* 1. Remember that licensing questions are often very complex and difficult to assess. If you disagree, please do so politely, by disputing logical errors and factual premises rather than by attacking individuals. 2. If something seems outrageous, check that you did not misinterpret it. Ask for clarification, rather than assuming the worst. *Respect time and attention* 1. List members are often busy people. As a result, we value concision and clarity. Emails that are brief and to the point take more time to write, but are repaid many times over when other members of the list make the same effort. 2. Conversations should remain focused and on-topic. If you must change the topic, start a new thread by changing the topic line of your emails. Also, avoid flooding the list with long threads by reading the entire thread first, instead of responding quickly to many emails in a short period of time. 3. New members are welcome, but should be careful to respect the time and energy of long-time list members by doing research in FAQs and with search engines before asking questions. *Disclose potential conflicts* 1. List discussions often involve interested parties. We expect participants to be aware when they are conflicted due to employment or other projects they are involved in, and disclose those interests to other project members. 2. When in doubt, over-disclose. Perceived conflicts of interest are important to address, so that the lists’ decisions are credible even when unpopular, difficult or favorable to the interests of one group over another. Interpretation -------------- This code is not exhaustive or complete. It is not a rulebook; it serves to distill our common understanding of a collaborative, shared environment and goals. We expect it to be followed in spirit as much as in the letter. Enforcement ----------- Most members of the OSI community always comply with this code, not because of the existence of the code, but because they have long experience participating in open source communities where the conduct described above is normal and expected. However, failure to observe the code may be grounds for reprimand, probation, or removal from the lists. If you have concerns about someone’s conduct: * *Direct contact*: it is always appropriate to email a list member, mention that you think their behavior was out of line, and (if necessary) point them to this document. * *On-list*: discussing conduct on-list, either as part of another message or as a standalone thread, is always acceptable. Note, though, that approaching the person directly can be better, as it tends to make them less defensive, and it respects the time of other list members, so you probably want to try direct contact first. * *Moderators*: You can reach the list moderators (Luis Villa and Karl Fogel) through the addresses they use for on-list communication. Further Context --------------- Other resources, while not formally part of this code of conduct, can provide useful context and guidance for good behavior. 1. Chapter 6 of Producing OSS, by OSI board member Karl Fogel, describes common best practices for mailing list participation, particularly [“You Are What You Write”]( and [“Avoiding Common Pitfalls\"]( 2. [RFC 1855](, particularly section 2.1.1 (“User Guidelines for mail”), also provides useful guidelines for sending good emails. 3. [The Ubuntu Code of Conduct]( provides useful guidance for group leaders. This policy was inspired by [the GNOME Code of Conduct](, [the Mozilla Community Participation Guidelines](, [the Ubuntu Code of Conduct](, and other codes listed at [the OpenHatch list of project codes of conduct]( [Comment\/Improve.]",
        "topic_id":2,
        "format_id":8,
        "topic_confidence":0.8160430193,
        "format_confidence":0.9707378745
    },
    {
        "url":"http:\/\/wbrenna.ca\/wilson\/license.php",
        "text":"This work by Wilson Brenna is licensed under a Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported License.\n\n\nUnless otherwise specified, the code and images on this webpage are released under a Creative Commons license: Creative Commons License.\n\nThe summary is that you can use anything of mine that you find here for your own purposes, and you have freedom to redistribute it provided you attribute it properly and share it with others under a licensing scheme like this one. I am not a big fan of the attribution requirements because they're annoying; I only put that up so things here aren't reproduced without my knowledge. If you want to redistribute without attribution, send me an email and I'll almost certainly grant you the ability to do so.\n\n\nI try my best to maintain web standards when working on this webpage. With the last check I performed, pages on this site adhere to the XHTML 1.0 Strict standard, plus CSS 2.1. In addition, I try to keep this viewable by most, so the website should look OK in text only browsers such as Lynx.\n\nValid XHTML 1.0 Strict Valid CSS!",
        "topic_id":2,
        "format_id":8,
        "topic_confidence":0.7210022807,
        "format_confidence":0.969176352
    },
    {
        "url":"https:\/\/www.informit.com\/articles\/article.aspx?p=1675545&amp;seqNum=5",
        "text":"Home > Articles > Software Development & Management > Agile\n\nLeading Agile Developers: The Seven Levels of Authority (Part 1)\n\n  • Print\n  • + Share This\nFor managers to make the best use of self-organization in their business, they need to distribute control and delegate their authority. In this article, Jurgen Appelo, author of Management 3.0: Leading Agile Developers, Developing Agile Leaders, describes the scientific reason to empowering people in the first of his two-part series.\nLike this article? We recommend\n  • It is said that power corrupts, but actually it’s truer that power attracts the corruptible. The sane are usually attracted by other things than power.\n  • David Brin, scientist, author (1950-)\n\nManagers are authorized by shareholders to grow the business and hire other people (and other managers). But to make the best use of self-organization in their business, they need to distribute control and delegate their authority. This article, the first in a two-part series, describes the scientific reason to empowering people, the seven levels of authority, and the “authority board” as a simple mechanism to delegate control to self-organizing teams.\n\nAnarchy Versus Governance\n\nAgile software development is a great success because it works through self-organizing teams. Self-organization is a lot like anarchy, which some people think is a bad thing. But agilists are “benevolent anarchists.” In Agile software development, anarchy is applied in a good way.\n\nThe word anarchy stems from the Greek word anarcho. It means “having no ruler.” People use the word in two situations:\n\n  • Absence of order (presence of disorder)—in other words, chaos.\n  • Absence of imposed (top-down) order—in other words, complexity.\n\nThis is depicted in Figure 1. Governance, the presence of top-down order, stretches from complexity into order. And anarchy, the absence of governance, stretches from complexity into chaos.\n\nFigure 1 Governance versus anarchy\n\nSome people believe that anarchy equals chaos. But nature is anarchistic, and yet ecosystems are complex, not chaotic. And traffic in Brussels is anarchistic. But the daily flows of traffic are complex, not chaotic. Likewise, a well-functioning Agile team is also complex, not chaotic.\n\nManagers are authorized by shareholders to grow a successful business. For managers, the challenge is to make sure that the “anarchistic teams” behave in a way that is valuable to all stakeholders.\n\nI often compare managers to gardeners (Figure 2). An unmanaged garden is typically full of weeds, not beauty. From a biological perspective, there’s no difference. Either way, the ecosystem in the garden is self-organizing. It takes a gardener (authorized by the owners of the garden) to turn an anarchistic garden into something that the owners will enjoy. Likewise, it takes a manager (authorized by shareholders) to steer self-organizing teams in a direction that delivers value to the shareholders.\n\nFigure 2 The gardening metaphor\n\n  • + Share This\n  • 🔖 Save To Your Account\n\nInformIT Promotional Mailings & Special Offers\n\nI would like to receive exclusive offers and hear about products from InformIT and its family of brands. I can unsubscribe at any time.\n\n\nPearson Education, Inc., 221 River Street, Hoboken, New Jersey 07030, (Pearson) presents this site to provide information about products and services that can be purchased through this site.\n\nThis privacy notice provides an overview of our commitment to privacy and describes how we collect, protect, use and share personal information collected through this site. Please note that other Pearson websites and online products and services have their own separate privacy policies.\n\nCollection and Use of Information\n\nTo conduct business and deliver products and services, Pearson collects and uses personal information in several ways in connection with this site, including:\n\nQuestions and Inquiries\n\nFor inquiries and questions, we collect the inquiry or question, together with name, contact details (email address, phone number and mailing address) and any other additional information voluntarily submitted to us through a Contact Us form or an email. We use this information to address the inquiry and respond to the question.\n\nOnline Store\n\nFor orders and purchases placed through our online store on this site, we collect order details, name, institution name and address (if applicable), email address, phone number, shipping and billing addresses, credit\/debit card information, shipping options and any instructions. We use this information to complete transactions, fulfill orders, communicate with individuals placing orders or visiting the online store, and for related purposes.\n\n\nPearson may offer opportunities to provide feedback or participate in surveys, including surveys evaluating Pearson products, services or sites. Participation is voluntary. Pearson collects information requested in the survey questions and uses the information to evaluate, support, maintain and improve products, services or sites, develop new products and services, conduct educational research and for other purposes specified in the survey.\n\nContests and Drawings\n\nOccasionally, we may sponsor a contest or drawing. Participation is optional. Pearson collects name, contact information and other information specified on the entry form for the contest or drawing to conduct the contest or drawing. Pearson may collect additional personal information from the winners of a contest or drawing in order to award the prize and for tax reporting purposes, as required by law.\n\n\nIf you have elected to receive email newsletters or promotional mailings and special offers but want to unsubscribe, simply email information@informit.com.\n\nService Announcements\n\nOn rare occasions it is necessary to send out a strictly service related announcement. For instance, if our service is temporarily suspended for maintenance we might send users an email. Generally, users may not opt-out of these communications, though they can deactivate their account information. However, these communications are not promotional in nature.\n\nCustomer Service\n\nWe communicate with users on a regular basis to provide requested services and in regard to issues relating to their account we reply via email or phone in accordance with the users' wishes when a user submits their information through our Contact Us form.\n\nOther Collection and Use of Information\n\nApplication and System Logs\n\nPearson automatically collects log data to help ensure the delivery, availability and security of this site. Log data may include technical information about how a user or visitor connected to this site, such as browser type, type of computer\/device, operating system, internet service provider and IP address. We use this information for support purposes and to monitor the health of the site, identify problems, improve service, detect unauthorized access and fraudulent activity, prevent and respond to security incidents and appropriately scale computing resources.\n\nWeb Analytics\n\nPearson may use third party web trend analytical services, including Google Analytics, to collect visitor information, such as IP addresses, browser types, referring pages, pages visited and time spent on a particular site. While these analytical services collect and report information on an anonymous basis, they may use cookies to gather web trend information. The information gathered may enable Pearson (but not the third party web trend services) to link information with application and system log data. Pearson uses this information for system administration and to identify problems, improve service, detect unauthorized access and fraudulent activity, prevent and respond to security incidents, appropriately scale computing resources and otherwise support and deliver this site and its services.\n\nCookies and Related Technologies\n\nThis site uses cookies and similar technologies to personalize content, measure traffic patterns, control security, track use and access of information on this site, and provide interest-based messages and advertising. Users can manage and block the use of cookies through their browser. Disabling or blocking certain cookies may limit the functionality of this site.\n\nDo Not Track\n\nThis site currently does not respond to Do Not Track signals.\n\n\nPearson uses appropriate physical, administrative and technical security measures to protect personal information from unauthorized access, use and disclosure.\n\n\nThis site is not directed to children under the age of 13.\n\n\nPearson may send or direct marketing communications to users, provided that\n\n  • Pearson will not use personal information collected or processed as a K-12 school service provider for the purpose of directed or targeted advertising.\n  • Such marketing is consistent with applicable law and Pearson's legal obligations.\n  • Pearson will not knowingly direct or send marketing communications to an individual who has expressed a preference not to receive marketing.\n  • Where required by applicable law, express or implied consent to marketing exists and has not been withdrawn.\n\nPearson may provide personal information to a third party service provider on a restricted basis to provide marketing solely on behalf of Pearson or an affiliate or customer for whom Pearson is a service provider. Marketing preferences may be changed at any time.\n\nCorrecting\/Updating Personal Information\n\nIf a user's personally identifiable information changes (such as your postal address or email address), we provide a way to correct or update that user's personal data provided to us. This can be done on the Account page. If a user no longer desires our service and desires to delete his or her account, please contact us at customer-service@informit.com and we will process the deletion of a user's account.\n\n\nUsers can always make an informed choice as to whether they should proceed with certain services offered by InformIT. If ... (truncated)",
        "topic_id":2,
        "format_id":8,
        "topic_confidence":0.7927764058,
        "format_confidence":0.9703480005
    },
    {
        "url":"https:\/\/msdn.microsoft.com\/en-us\/library\/ms166021(v=sql.110).aspx",
        "text":"Legal Notice for Documentation\n\nThis document is provided “as-is”. Information and views expressed in this document, including URL and other Internet Web site references, may change without notice. You bear the risk of using it.\n\nSome examples depicted herein are provided for illustration only and are fictitious. No real association or connection is intended or should be inferred.\n\nThis document does not provide you with any legal rights to any intellectual property in any Microsoft product. You may copy and use this document for your internal, reference purposes.\n\n© 2012 Microsoft. All rights reserved.\n\nMicrosoft , Active Directory, ActiveX, Bing Maps, Excel, IntelliSense, MSDN, MS-DOS, PivotChart, PivotTable, PowerPoint, SharePoint, SQL Server, Visual Basic, Visual C#, Visual C++, Visual Studio, Windows, Windows NT, Windows Server, and Windows Vista are trademarks of the Microsoft group of companies. SAP NetWeaver is the registered trademark of SAP AG in Germany and in several other countries. All other trademarks are property of their respective owners.\n\nSQL Server 2012 software documentation includes Microsoft Books Online for SQL Server 2012, installation documentation, developer reference documentation, tutorials, readme files, known issues documents, sample code, sample databases, and Knowledge Base articles published by Microsoft- all contain content about SQL Server features and functionality. This support and upgrade policy applies to SQL Server 2012 documentation, including readme files for SQL Server 2012 releases and service packs; a readme file is considered an extension of Books Online for SQL Server 2012.\n\nThe primary purpose of a sample contained within this documentation is to illustrate a concept, or a reasonable use of a particular statement or clause. Most samples do not include all of the code that may normally be found in a full production system, as some of the usual data validation and error handling is removed to focus the sample on a particular concept or statement. Technical support is not available for these samples or for any included source code.\n\nIn some cases, a particular feature in SQL Server 2012 has not been sufficiently tested or developed and is not intended for your use. Such features are often there as placeholders. Therefore, certain features that are included in the software are not documented. Features that are not documented or that are included as a notation for Microsoft internal use are not intended for your use and are not supported by Microsoft Customer Support Services. Unless the SQL Server 2012 documentation states otherwise, third party content, including issues that result from using such third party content with SQL Server 2012, are not supported by Microsoft Customer Support Services and may also result in loss of data. Microsoft Customer Support Services also does not provide support for databases or applications that leverage or use undocumented entry points like undocumented APIs, including but not limited to: stored procedures, extended stored procedures, functions, views, tables, columns, properties, or metadata.\n\nServer and database upgrades to future versions of SQL Server 2012 for applications and databases that leverage and use undocumented entry points also may not work and are not supported. Use of SQL Server features and functionality included in Microsoft SQL Server that are not documented in the SQL Server 2012 documentation for your use are not supported and such use may cause loss of data.\n\nCommunity Additions",
        "topic_id":2,
        "format_id":8,
        "topic_confidence":0.7178508639,
        "format_confidence":0.9765655398
    },
    {
        "url":"http:\/\/lubahn.org\/policies.html",
        "text":"﻿ Policies\n\nPolicies and Terms\n\nsample imageYou may use this web template for one \"entity.\" That is, you may use this web template for yourself (for a public or intranet site, for example), or you may use the web template for a single client, but you may not use it for both yourself and the client. If you want to use this template for multiple sites or clients, you must purchase an additional site license. You may use this template on multiple computers as long as all of them are for personal, internal, or educational use. Please refer to the full license agreement included in your original download package.\n\nSupport policies\n\nWe take pride in offering great customer support for our templates. We make them and know best how to fix problems that may arise. There are, however, some limitations as to what we c###\n\n  • We will support all template issues for 12 months from the date of purchase.\n  • We may not offer free support for templates which have been significantly altered.\n\nRefund policy\n\nOur web templates are classified as software and, as such, are usually not refundable outside of our warranty as described in our License Agreement.\n\nIf you have installation problems with any product, please contact us as soon as possible. We can help resolve the issue, repackage the template, or take other measures to get you up to speed as quickly as possible.\n\nNeed Help Fast?\n\nWe offer full customer support on all of our template packages. Please visit our web site at RTBWizards.com for Expression Web template packages and MyArtsDesire.com for Dreamweaver template packages.\n\nWe offer a variety of helpful resources available through our site. Need more? We also offer custom design services for your modification needs.",
        "topic_id":2,
        "format_id":8,
        "topic_confidence":0.5378041863,
        "format_confidence":0.9808856845
    },
    {
        "url":"https:\/\/docs.ldap.com\/ldap-sdk\/docs\/LICENSE-UnboundID-LDAPSDK.txt",
        "text":"UnboundID LDAP SDK Free Use License THIS IS AN AGREEMENT BETWEEN YOU (\"YOU\") AND PING IDENTITY CORPORATION (\"PING IDENTITY\") REGARDING YOUR USE OF UNBOUNDID LDAP SDK FOR JAVA AND ANY ASSOCIATED DOCUMENTATION, OBJECT CODE, COMPILED LIBRARIES, SOURCE CODE AND SOURCE FILES OR OTHER MATERIALS MADE AVAILABLE BY PING IDENTITY (COLLECTIVELY REFERRED TO IN THIS AGREEMENT AS THE (\"SDK\"). BY INSTALLING, ACCESSING OR OTHERWISE USING THE SDK, YOU ACCEPT THE TERMS OF THIS AGREEMENT. IF YOU DO NOT AGREE TO THE TERMS OF THIS AGREEMENT, DO NOT INSTALL, ACCESS OR USE THE SDK. USE OF THE SDK. Subject to your compliance with this Agreement, Ping Identity grants to You a non-exclusive, royalty-free license, under Ping Identity's intellectual property rights in the SDK, to use, reproduce, modify and distribute this release of the SDK; provided that no license is granted herein under any patents that may be infringed by your modifications, derivative works or by other works in which the SDK may be incorporated (collectively, your \"Applications\"). You may reproduce and redistribute the SDK with your Applications provided that you (i) include this license file and an unmodified copy of the unboundid-ldapsdk.jar file; and (ii) such redistribution is subject to a license whose terms do not conflict with or contradict the terms of this Agreement. You may also reproduce and redistribute the SDK without your Applications provided that you redistribute the SDK complete and unmodified (i.e., with all \"read me\" files, copyright notices, and other legal notices and terms that Ping Identity has included in the SDK). SCOPE OF LICENSES. This Agreement does not grant You the right to use any Ping Identity intellectual property which is not included as part of the SDK. The SDK is licensed, not sold. This Agreement only gives You some rights to use the SDK. Ping Identity reserves all other rights. Unless applicable law gives You more rights despite this limitation, You may use the SDK only as expressly permitted in this Agreement. SUPPORT. Ping Identity is not obligated to provide any technical or other support (\"Support Services\") for the SDK to You under this Agreement. However, if Ping Identity chooses to provide any Support Services to You, Your use of such Support Services will be governed by then-current Ping Identity support policies. TERMINATION. Ping Identity reserves the right to discontinue offering the SDK and to modify the SDK at any time in its sole discretion. Notwithstanding anything contained in this Agreement to the contrary, Ping Identity may also, in its sole discretion, terminate or suspend access to the SDK to You or any end user at any time. In addition, if you fail to comply with the terms of this Agreement, then any rights granted herein will be automatically terminated if such failure is not corrected within 30 days of the initial notification of such failure. You acknowledge that termination and\/or monetary damages may not be a sufficient remedy if You breach this Agreement and that Ping Identity will be entitled, without waiving any other rights or remedies, to injunctive or equitable relief as may be deemed proper by a court of competent jurisdiction in the event of a breach. Ping Identity may also terminate this Agreement if the SDK becomes, or in Ping Identity's reasonable opinion is likely to become, the subject of a claim of intellectual property infringement or trade secret misappropriation. All rights and licenses granted herein will simultaneously and automatically terminate upon termination of this Agreement for any reason. DISCLAIMER OF WARRANTY. THE SDK IS PROVIDED \"AS IS\" AND PING IDENTITY DOES NOT WARRANT THAT THE SDK WILL BE ERROR-FREE, VIRUS-FREE, WILL PERFORM IN AN UNINTERRUPTED, SECURE OR TIMELY MANNER, OR WILL INTEROPERATE WITH OTHER HARDWARE, SOFTWARE, SYSTEMS OR DATA. TO THE MAXIMUM EXTENT ALLOWED BY LAW, ALL CONDITIONS, REPRESENTATIONS AND WARRANTIES, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE (EVEN IF PING IDENTITY HAD BEEN INFORMED OF SUCH PURPOSE), OR NON-INFRINGEMENT OF THIRD PARTY RIGHTS ARE HEREBY DISCLAIMED. LIMITATION OF LIABILITY. IN NO EVENT WILL PING IDENTITY OR ITS SUPPLIERS BE LIABLE FOR ANY DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, LOST PROFITS, REVENUE, DATA OR DATA USE, BUSINESS INTERRUPTION, COST OF COVER, DIRECT, INDIRECT, SPECIAL, PUNITIVE, INCIDENTAL OR CONSEQUENTIAL DAMAGES OF ANY KIND) ARISING OUT OF THE USE OF OR INABILITY TO USE THE SDK OR IN ANY WAY RELATED TO THIS AGREEMENT, EVEN IF PING IDENTITY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. ADDITIONAL RIGHTS. Certain states do not allow the exclusion of implied warranties or limitation of liability for certain kinds of damages, so the exclusion of limited warranties and limitation of liability set forth above may not apply to You. EXPORT RESTRICTIONS. The SDK is subject to United States export control laws. You acknowledge and agree that You are responsible for compliance with all domestic and international export laws and regulations that apply to the SDK. MISCELLANEOUS. This Agreement constitutes the entire agreement with respect to the SDK. If any provision of this Agreement shall be held to be invalid, illegal or unenforceable, the validity, legality and enforceability of the remaining provisions shall in no way be affected or impaired thereby. This Agreement and performance hereunder shall be governed by and construed in accordance with the laws of the State of Texas without regard to its conflict of laws rules. Any disputes related to this Agreement shall be exclusively litigated in the state or federal courts located in Travis County, Texas.",
        "topic_id":2,
        "format_id":8,
        "topic_confidence":0.886215806,
        "format_confidence":0.9516286254
    },
    {
        "url":"https:\/\/www.hashe.com\/privacy-policy\/",
        "text":"Hashe Computer Solutions - Providing IT Solutions\n\nPrivacy Policy\n\nWhat Information Do We Collect?\n\nWe collect information from you when you fill out a form.\n\nWhen ordering or registering on our site, as appropriate, you may be asked to enter your: name or e-mail address. You may, however, visit our site anonymously.\n\nWhat Do We Use Your Information For?\n\nAny of the information we collect from you may be used in one of the following ways:\n\nTo improve customer service\n(your information helps us to more effectively respond to your customer service requests and support needs)\n\nTo process transactions\nYour information, whether public or private, will not be sold, exchanged, transferred, or given to any other company for any reason whatsoever, without your consent, other than for the express purpose of delivering the purchased product or service requested.\n\nHow Do We Protect Your Information?\n\nWe implement a variety of security measures to maintain the safety of your personal information when you enter, submit, or access your personal information.\n\nDo We Use Cookies?\n\nYes we use cookies.\n\nA cookie is a small piece of information that is stored on a computer for the purpose of identifying that browser during interaction on websites. Cookies may be used to store items such as identifiers and user preferences. A website may set a cookie to the browser if the browser’s preferences allow it. A browser only permits a website to access the cookies it has set, not those set by other websites.\n\nDo We Disclose Any Information To Outside Parties?\n\nWe do not sell, trade, or otherwise transfer to outside parties your personally identifiable information. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. We may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others rights, property, or safety. However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.\n\nYour Consent\n\nBy using our site, you consent to our online privacy policy.\n\nTestimonialcomments from our clients\n\n  • client\n    I needed some design work done in a hurry, Mamoon provided the work quickly and to a very high standard. I would highly recommend his services.\n    Iain Cox\n  • client\n    Mamoon is one of the best I have ever worked with. His company doesn't know the meaning of the word \"No\" when it comes to web work. He also is very prompt with his work, always hits his deadlines (usually ahead of time) and is...\n    Ryan Pullano\n  • client\n    Mamoon found us on Google and stated he could optimize our development process. I was very skeptical at first. Over the course of 2 months we exchanged over 50 emails about his services, reliability, and qualifications. He did not only what he promised but saved...\n    James George\n  • client\n    I initially hired Mamoon to build a new website for a startup company. I was so pleased with the results that I have since hired him to help with three other websites that I manage and have recommended him to many of my friends for...\n    Glenn Robertson\n  • client\n    Mamoon has done several projects for us to enhance our web presence. I have been extremely pleased with the quality of the work, the follow up tweaking was performed to make changes not anticipated by me until implementation. Mamoon does not drop your project and...\n    Thomas Garden\n\nWhat We Dowe bring an array of Expertise\n\nSoftware Development\n\nHashe’s team possess extensive experience of designing, developing and deploying n-tier based applications which meet client’s requirements and promise quick return on investment. Our services are flexible and serve any small to medium sized business.\n\nWeb Design & Creative Services\n\nHashe’s creative team experiences in delivering visually stunning design experiences. Our aim is to boast your marketing efforts through absolutely stunning design. A good product design always plays a vital role in consumer’s buying psychology.\n\nMobile Application Development\n\nIt is crystal clear that the demand of mobile apps has escalated in all businesses. To cope with that, we become your accelerator to design and develop brilliant mobile applications. Hashe is a top-notch mobile app development company offering mobile application development services for iPhone, iPad and Android.\n\nIT Staff Outsourcing\n\nHashe acts as client’s IT wing. We engage our analysts with the client to identify the need of IT systems in their business processes. During this process of need-identification, we can also assist client in optimizing business processes, however, if required, this can be performed as a separate activity as well. After the identification of IT systems required to run the business processes smoothly, we conduct research to find most optimized systems.\n\nSearch Engine Optimization\n\nHashe’s understanding of search engine marketing, including pay per click, sponsored search, local advertisement, site submissions and listings coupled with our deep command of natural and organic search engine optimization allow us to help our customers achieve faster results on the internet. Several of our clients are optimized on Google, Yahoo, MSN, and other search engines.\n\nOpen Source Customization\n\nOpen source applications are a better way to implement solutions within short span of time, however open source solutions might not be well suited to each and every business needs. Our team at Hashe can help in open source customization of different products to suit your needs by creating\/designing templates, adding custom modules or changing the core functionality in the product.\n\nOur Workwe create ideas that perform and generate results\n\nview portfolio",
        "topic_id":2,
        "format_id":8,
        "topic_confidence":0.7392964959,
        "format_confidence":0.9404503107
    },
    {
        "url":"http:\/\/robertinventor.com\/software\/main\/copyright.htm",
        "text":"Robert Inventor\n\nHome Music 3D Animations Utilities Code Search Forums About Contact Accessibility\n\nAssertion of Copyright\n\nAll the programs on this site are copyright © Robert Walker. They may not be reverse compiled or offered in modified form. You can distribute the installers for the programs freely, but cannot charge for them beyond a reasonable charge for the costs incurred in copying them.\n\nThe source code provided on this site for use by programmers is copyright, however you are free to use it as you wish. I appreciate it if you place a comment in the code to say where you found the code so that others reading it know where to go to find any updates or fixes - but this isn't a requirement of using it.\n\nThis site is also copyright, and you cannot place these pages on-line anywhere else without my permission.\n\nContact if you have any questions about copyright or wish to use the copyright material yourself.\n\nAcceptable Use Policy\nSpecial Offers\nSite Designed with advice from Sojo Media (Thanks!)\n© Robert Walker 2008\ntool tips by overlib\nRobert the Inventor's programs\nBy Robert Walker\n\nNEW metronome software - Download Bounce Metronome Pro with bounces and conducting patterns to help you stay in time.",
        "topic_id":2,
        "format_id":8,
        "topic_confidence":0.5274629593,
        "format_confidence":0.9708045721
    },
    {
        "url":"https:\/\/webostv.developer.lge.com\/sdk\/privacy-policy-app\/",
        "text":"Privacy Policy for App\n\nPrivacy Policy is a critical issue that every app developer must address. Also, there are an increasing number of jurisdictions that now have legal requirements regarding privacy practices. If the app developed by you using the SDK of LG Developer site collects and processes the personal and non-personal information of end users, please follow these guidelines. You also must comply with all applicable laws and regulations relating to data protection and privacy.\n\nCollection Limitation and Security\n\nOne of the best ways to avoid security compromises of personal information is not to collect the information in the first place unless your app has a specific and legitimate reason for the collection. So, here are the brief privacy tips for designing and developing apps.\n\n- Minimize your data collection in the first place.\n- Develop your app to protect the security of your user's data in its collection, storage, and use.\n- Make your use of social features transparent, if any, so that users are aware of when they're sharing data socially.\n\nPrivacy Policy\n\nYour app should include a privacy policy that addresses topics such as what kind of information your app collects from or about your users, how that information is used, with whom it is shared, and how users can make privacy-related choices within the app. You should use plain language and avoid technical jargon, to help your end users understand easily. You should provide a mechanism for obtaining end user consent to the collection and processing of their information in accordance with the user’s privacy policy before the collection of any such information. If possible, provide a control mechanism that allows a user to easily change permissions. You should not collect any information from end users (whether personal or otherwise) unless the appropriate consents have been given.\n\nCollection of Sensitive Information\n\nAn app's collection of sensitive personal information raises important privacy concerns. You should only collect access and use end user’s information to the extent necessary for providing the app. The minimized and indispensable data collection will be preferred to avoid any needless troubles, problems or issues of compliances. After the information collection, put in place appropriate technical and organizational safeguards to secure and protect end user information. Please note that LGE is entitled to legal immunity on your app’s privacy policy issues that caused any claims, suits, losses, damages, costs and expenses.",
        "topic_id":2,
        "format_id":8,
        "topic_confidence":0.9077715278,
        "format_confidence":0.9783567786
    },
    {
        "url":"http:\/\/www.cygital.com\/terms.php",
        "text":"General Terms\nWe love you please do not copy our website.\n\nThe information we collect from you is strictly to enables us communicate with you. We do not share your information with third-party.\n\nWe are software and website developers based in Nigeria. We are poised to bring to you the best designing and programming you can get at the most cheapest price world over. We combine the best programming technologies which include HTML5, XML, PHP, Javascript, Java, C#, SQLite, MySQL, SEO, Ajax and Graphic Design to bring to you the best mobile, desktop and web experience. We are after building good costumer relationship both in Nigeria and other countries.\n\nWe also develop offshore, our profile can be found on the following online freelance platform:\n\nBlock 84, Area F, Nyanya, Abuja, FCT, Nigeria. 234(0)806 775 1836",
        "topic_id":2,
        "format_id":8,
        "topic_confidence":0.9162185788,
        "format_confidence":0.7324934602
    },
    {
        "url":"https:\/\/news.visionspectra.com\/policy\/",
        "text":"Software Development Policy \n\n\nPayment Policy\n\nAt Vision Spectra, we deliver consumer satisfaction, and to build this relationship more strapping we have created a payment policy under which all projects at Vision Spectra require payment upon project completion. Until the work is paid in full, Vision Spectra will keep hold of all rights to both digital and non-digital material created for the project. Full payment is due upon completion and can be made by cheque, Payoneer, PayPal, , E-transfer or cash in person. All prices will be given in United State Currency; for customers outside of USA, prices will still be given in US currency if agreed upon. The consumer is liable for any outstanding balance and Vision Spectra reserves the right to pursue legal action if payment is not received within a reasonable amount of time.\n\nDevelopment Policy\n\nVision Spectra reserves the right to decline any project believed to promote racism, pornography, or any other content objectionable in nature. Vision Spectra reserves the right to include the following phrase, or one very similar to, on all software we develop: “Application designed & Developed by Vision Spectra”. This phrase will only be placed at the bottom of the page and will in no way effect the look or style of any application. We further reserve the right to include any application \/ software created and developed by us in our portfolio.\n\nDelivery Policy\n\nAll our software products and services are provided as a Software, as a service or available as a download only. We do not provide hard copy or CD or DVD version of any software.\n\n\n\nAny quotation of service will be valid for 30 days from the date issued. Any features or services not included in the original quote will be subject to extra charges.\n\n\nLimitation of Liability\n\nVision Spectra will not be held liable for any indirect, special, or consequential damages or any loss of profits or revenue which may arise in connection with any of the projects we develop. We reserve the right to stop or delay any project for any reason without liability. Vision Spectra will notify the client of any changes in the project development status and make appropriate arrangements without any delay. If the project is stopped as a result of actions taken by Vision Spectra, a refund will be given to the client minus any billable hours at a sole discretion of Vision Spectra.Vision Spectra will not be held responsible for any issues, damage, email problems, Web site hacks or attempts, or downtime which results from the use of any of our services or any outside hosting company, internet service provider, domain name registrar, or any other outside agency. Outside services are considered independent to those offered by Vision Spectra.\n\nProject Contents\n\nAny digital or non-digital materials supplied to Vision Spectra by the client for the purpose of project development must be either owned by the client or the client must have been given copyright permission for publication. Vision Spectra will not be held responsible for any copyright infringements found on these materials. Any materials supplied to Vision Spectra will not be shared with any other party. All original files (PSD, FLA, etc.) remain the property of the creator and will not be shared.\n\n\nSoftware \/ Application Content\n\nThe client is responsible for providing all textual content to be used on any given software. If requested, Vision Spectra can supply the textual content for an additional charge based on the amount of content required. All textual content supplied by the consumer WILL NOT be checked for spelling or grammar errors. It is the responsibility of the client to ensure no such errors exist and Vision Spectra will not be held responsible for such errors. If requested, Vision Spectra will offer a proofreading\/rewriting service for an additional charge.\n\n\nCancellation of Project Development\n\nIf the consumer wants to cancel any project, the request should be given in writing to Vision Spectra with an authorized signature. If for any reason, project is cancelled before completion, Vision Spectra will send an invoice of 50% of the original agreed upon amount.",
        "topic_id":2,
        "format_id":8,
        "topic_confidence":0.8393514752,
        "format_confidence":0.9853051305
    },
    {
        "url":"https:\/\/nugit.co\/nugit-bug-reporting-policy\/",
        "text":"Your address will show here +12 34 56 78\nNugit Bug Reporting Policy\n\nMaintaining platform security is a group effort and Nugit encourages independent security researchers to help us spot potential issues. To recognize and reward such efforts, we offer a bounty for reporting security vulnerabilities. Please review the following program rules before you report a vulnerability. By participating in this program, you agree to be bound by these rules.\n\n\n\nNugit may provide rewards to eligible reporters of qualifying vulnerabilities. The reward amount is up to USD$2,500 based on the severity of the reported vulnerability. Granting of rewards and the amount of the reward will remain at Nugit’s sole discretion.\n\n\n\nEligibility and Responsible Disclosure\n\nWe sincerely thank every researcher who submits valid reports that help us improve the security of the Nugit platform. However, only those that meet the following eligibility requirements may receive a reward:\n\n\n  • You must be the first reporter of a vulnerability.\n  • We cannot be legally prohibited from rewarding you.\n  • You may not publicly disclose the vulnerability prior to our resolution of said vulnerability.\n  • You must not be employed by Nugit or its subsidiaries or related entities.\n  • Each security issue must be reported in a separate email with a descriptive and accurate subject.\n  • You must not attempt to track, monitor, compromise, or otherwise possibly affect the safety or security or behaviour of any personnel or system that attempts to interact with your report.\n\n\nResources Available\n\n\nWe do allow for Nugit test account logins for researchers, mention you’re testing with  bugcrowd and how you’d like to test by sending an email to\n\n\nAs a condition of participation in this program, you hereby grant Nugit, its affiliates and customers a perpetual, irrevocable, worldwide, royalty-free, transferable, sub-licensable (through multiple tiers) and non-exclusive license to use, reproduce, adapt, modify, publish, distribute, publicly perform, create a derivative work form, make, use, sell, offer for sale and import the Submission, as well as any materials submitted to Nugit in connection therewith, for any purpose.\n\n\nYou must comply with all applicable laws in connection with your participation in this program. As well, this program is not an offer of employment, nor of a contractual relationship between Nugit and any other party. You are also responsible for any applicable taxes associated with any reward you receive.\n\n\nWe may modify the terms of this program or terminate this program at any time. We will not apply changes to this program retroactively. Nugit is not responsible for any delays or inaction from emails that do not include\n\n\n\nIneligible submissions\n\n\nThe following finding types are specifically excluded from the bounty:\n\n\n  • Highly intrusive scans and DoS\/DDoS attacks are not allowed\n  • Non-informational error messages that do not reveal any information of value about implementation-specific details of, or the internals of, the underlying system or systems (no stack traces, no information leakage).\n  • HTTP 404 codes\/pages or other HTTP non-200 codes\/pages.\n  • Banner disclosure on common\/public services.\n  • Disclosure of known public files or directories, (e.g. robots.txt).\n  • Self-XSS and issues exploitable only through Self-XSS.\n  • CSRF on forms that are available to anonymous users (e.g. the contact form).\n  • Logout Cross-Site Request Forgery (logout CSRF).\n  • Functional, UI and UX bugs and spelling mistakes.\n  • Weak password choice\n  • You may investigate or target vulnerabilities against your own or test accounts, but testing must not disrupt or compromise any data or data access that is not yours.\n\n\nExcluded Domains \n\n\nRewards will be paid out via a registered PayPal account within 7 days of verifying the reported bug. All payments will strictly be made via Paypal only.\n\n\n\nPlease submit Bug report information and proof of concept to and we will respond within 7 days. You may also use this email for any other questions you may have.",
        "topic_id":2,
        "format_id":8,
        "topic_confidence":0.6659693122,
        "format_confidence":0.9536027908
    },
    {
        "url":"https:\/\/developers-dot-devsite-v2-prod.appspot.com\/identity\/protocols\/oauth2\/policies?hl=ru",
        "text":"OAuth 2.0 Policies\n\nLast modified:\n\nThe applications and services you design and build with Google APIs must do more than provide value to users and businesses. We also require that they be secure and provide the appropriate level of privacy demanded by users. The following policies are part of the Google APIs Terms of Service. They apply to all developers who use OAuth 2.0, which includes OpenID Connect for authentication only. The policies below are a minimum set of requirements; we recommend that you take any additional steps necessary to ensure that your applications and systems are safe and secure.\n\nComply with all terms of service and policies\n\nThe use of Google API Services, which includes our implementation of OAuth 2.0, is governed by the Google APIs Terms of Service and Google API Services User Data Policy. In addition, the use of OAuth 2.0 is governed by this policy. Please read these documents carefully, as well as any other terms or policies that apply to any other Google products or services you are using. Be sure to check for updates periodically as these documents are occasionally updated.\n\nRegister an appropriate OAuth client\n\nEvery app that uses Google's OAuth 2.0 infrastructure for authentication or authorization must have at least one registered OAuth client. You must create a separate OAuth client for each platform on which your app will run, such as a web server, an Android app, an iOS app, or a limited-input device. You must choose the client type that best matches the platform. For instance, you should not use a \"web\" client type for your native Android or iOS app. You can register OAuth clients in the Google API Console. Please note that additional terms apply to your use of the Google Cloud Platform.\n\nIf you use Apps Script, OAuth clients are automatically created on your behalf, and you are still subject to the policies on this page. If you need to modify or manage your OAuth clients, you must switch your script project to a standard Cloud project.\n\nSome Google development platforms, such as Firebase and Actions on Google, automatically create Google Cloud projects and OAuth clients on your behalf. If you develop on these platforms, you are still subject to the policies on this page.\n\nUse separate projects for testing and production\n\nFor the purposes of these requirements, a \"production\" app meets the following criteria:\n\n  • It isn't for personal use. An app is considered to be for personal use if it's not shared with anyone else or will be used by fewer than 100 people (all of whom are known personally to you).\n  • It isn't used for development, testing, or staging.\n  • It isn't for internal use; that is, restricted to people in your Google Workspace or Cloud Identity organization.\n\nSome policies and requirements only apply to production apps. For this reason, you must create separate projects in the Google API Console for each deployment tier, such as development, staging, and production.\n\nMaintain a list of relevant contacts for the project\n\nProject owners and editors must be kept up-to-date. We'll send emails to those accounts when there are notifications about your project or updates to our services. Organization administrators must ensure that a reachable contact is associated with every project in their organization. If we don't have updated contact information for your project, you might miss out on important messages that require your action. This could result in the loss of your access to the Google APIs.\n\nGoogle Workspace users: Associate your project with an organization\n\nAt this time, your projects aren't required to exist within a Google Workspace or Cloud Identity Organization resource. However, you're strongly recommended to create new projects in an organization and migrate existing projects into an organization. This configuration allows your project to benefit from enterprise management including intra-domain usage. It can also prevent your project from becoming orphaned if the current project owner leaves your organization.\n\nHandle client credentials securely\n\nTreat your OAuth client credentials with extreme care, as they allow anyone who has them to use your app's identity to gain access to user information. Store your OAuth client information in a secure place and protect it, especially your client secret, just as you would a password. Where possible, use a secret manager, such as Google Cloud Secret Manager, to store client credentials. You must never commit client credentials into publicly available code repositories. We highly recommend that you avoid committing them to any code repository.\n\nHandle user tokens securely\n\nOAuth 2.0 tokens are entrusted to you by users who give you permission to act and access data on their behalf. Never transmit tokens in plaintext, and always store encrypted tokens at rest to provide an extra layer of protection in the event of a data breach. Revoke tokens when you no longer need access to a user's account or when your app no longer needs access to permissions that a user previously granted. After the tokens are revoked, delete them permanently from your application or system.\n\nAccurately represent your identity\n\nProvide a valid name and (optionally) a logo to show to users. This brand information must accurately represent the identity of the application. App branding information is configured when you set up OAuth 2.0 in the Google API Console Consent Screen page.\n\nFor production apps, brand information must be verified. Google can revoke or suspend access to Google API Services and other Google products and services for apps that misrepresent their identity or attempt to deceive users.\n\nIf you use Apps Script and want to verify your brand information, you must switch your script project to a standard Cloud project. If you use a Google development platform that manages OAuth clients on your behalf, such as Firebase or Actions on Google, your app settings there are used to configure your brand information. However, you must still use the Google API Console to submit your brand information for review.\n\nOnly request scopes that you need\n\nYou must only request the smallest set of scopes that are necessary for providing functionality knowingly chosen by the user. You must request scopes that require the least amount of access to user data necessary to provide that functionality. For example, an app that only uses Gmail APIs to occasionally send emails on a user's behalf shouldn't request the scope that provides full access to the user's email data. Data that you receive from Google APIs must only be used in the way that you represent to your users.\n\nYour project configuration in the Google API Console Consent Screen page must match the list of scopes requested by your app. When a change in app functionality or in Google APIs necessitates an update to the scopes that are used, you must revoke the tokens with the previously-used scopes that are no longer in use at the earliest opportunity and update your project configuration in the Google API Console. Proper configuration is particularly important for scopes that require verification; if an app is no longer approved to use them, Google may revoke tokens that contain these scopes at any time without notice.\n\nIf you use Apps Script, the OAuth client that's automatically created for you is configured to use the scopes that Apps Script identifies from your script. If your script requires different scopes, you must specify these scopes explicitly in your script's manifest file.\n\nSubmit production apps that use sensitive or restricted scopes for verification\n\nCertain scopes are classified as \"sensitive\" or \"restricted,\" and they can't be used in production apps without review. If your production app uses sensitive or restricted scopes, you must submit your use of those scopes for verification. You can submit for verification in the Google API Console from the Consent Screen page.\n\nIf you use Apps Script and you're writing a production script that uses sensitive or restricted scopes, you must switch your script project to a standard Google Cloud Platform project before you submit your use of those scopes for verification.\n\nOnly use domains you own\n\nOnly use redirect URIs and JavaScript origins that refer to domains that you own, that you have been authorized to use (for example, as part of your employment or as a vendor or contractor of a business), or that you have been explicitly given license to use (for example, as part of a service agreement for an identity management platform).\n\nHost a homepage for production apps\n\nEvery production app that uses OAuth 2.0 must have a publicly accessible home page. The homepage must include a description of the app's functionality, as well as links to terms of service and a privacy policy. The homepage must exist on a verified domain under your ownership.\n\nUse secure browsers\n\nA developer must not direct a Google OAuth 2.0 authorization request to an embedded user-agent under the developer's control. Embedded user-agents include, but are not limited to, software libraries that allow a developer to insert arbitrary scripts, alter the default routing of a request to the Google OAuth server, or access session cookies. All browsing environments must allow the user to verify the current connection to the Google OAuth server including the requested URI and connection security information.\n\nUse secure JavaScript origins and redirect URIs\n\nOAuth 2.0 clients for web apps must use redirect URIs and JavaScript origins that are compliant with Google’s validation rules, including using the HTTPS scheme. Google may reject OAuth requests that don't originate from or resolve to a secure context.\n\nWhen you obtain consent for multiple scopes, a user might choose to grant one or more requested scopes or deny the request. If a user doesn't grant a scope that you requested, you need to disable any related functionality in your app and not make any related API calls tha... (truncated)",
        "topic_id":2,
        "format_id":8,
        "topic_confidence":0.984374702,
        "format_confidence":0.8823705912
    },
    {
        "url":"https:\/\/addons.prestashop.com\/en\/legal\/8734-eu-cookie-law-gdpr-banner-blocker-update-2021.html",
        "text":"Necessary update of your password on PrestaShop Addons\n\n\nYou are currently the holder of an Addons account created from your Paypal account, which allows you to connect to our marketplace.\n\nIn order to increase security and simplicity, we are implementing a single authentication system. Therefore, signing in with PayPal won’t be possible on our marketplace, from April 2nd on. Read morearrow_right_alt\n\nTo continue to access your personal space on PrestaShop Addons, we simply invite you to reset your password as of now by clicking on the link below.\n\nYou will receive a new password allowing you to directly sign in to your Addons account, without using PayPal. Once logged in, you will be able to change this password in your personal space.\n\nYour Addons account will not be affected in any way by this development.\n\n\ncheck_circle The product has been added to your cart\n\nYour data will be transferred to the Partner when you download this module.\n\nI confirm my contact details to continue\n\n\nYummy, your shop will love it! Your product has been successfully downloaded Need a hand to install it in your PrestaShop store? Follow our tutorial: How to install a paid or free module Addons\n\nBest seller\n(884) 884 votes\nV1.5.0.0 - V1.7.7.4\nFrom V1.5.0.0 to V1.7.7.4\n  • Item only\n  • Zen Option\n  • check_circle3 months of support\n  • check_circle12 months of support\n  • check_circleUpgrades and future features\n  • check_circleSecurity updates\n$64.99 $88.99\n\nModules Partner Creatorverified_user\n\nLínea Gráfica\n\n\nUpdated module to fully comply with the regulations regarding cookies of Mars 2021. It allows you to block cookies until you obtain the consent of the user who accesses your website. And the possibility of selecting the type of cookies to install.\n\nWhat this module does for you\n\nheadset Alleviate disputes\nUpdated module to fully comply with the Marzo 2021 cookie regulations. It allows you to block cookies until you obtain the consent of the user accessing your website. And the possibility to select the type of cookies to be installed among functional and third party ones.\nOur module fully complies with the European Law on Cookies, the LOPD and the directives of the LSSI and guarantees you complete protection. Updated to comply with the latest modifications of the RGPD.\nFull compliance with the European Law on Cookies (last modifications of the RGPD – Update 2021)\nNew customisable informative responsive configuration banner.\nIn addition to inserting a warning banner, it is the only module that allows third party modules that use cookies to be blocked until the user gives his consent.\nFurthermore, it gives you the option of customising the module to comply 100% with the new requirements of the RGPD (European Union). Our Cookies module complies with the Right of Rectification, with it users can delete the cookies installed from the site simply by accessing a url or even from their own customer profile.\nObtaining consent\nThe user has to click on the “I accept” button in the warning banner to give his consent. As soon as the client gives his consent, the warning banner disappears and all the modules that use cookies will be activated and will work as usual. The user can configure the type of cookies to which he or she wants to give consent by clicking on the ‘Manage Cookies’ button and selecting which cookies he or she wants to activate or not.\nBlocking Cookies\nThe module allows the blocking of cookies until the user gives his consent. Cookies can be functional (mandatory) or from third parties. They allow the user to give his or her consent separately. This complies with the law as it differentiates the different types of cookies that the client accepts.\n  • Functional (mandatory) cookies: includes the key cookies for the operation of the website. For example, save the login data, the shopping cart, etc.\n  • Third-party cookies: includes cookies that collect data for tracking, segmentation, analysis, etc.\nIn order to comply with the directives of the LSSI, we recommend that you deactivate the tracking modules (such as Google Analytics), social network modules (Facebook’s “Like” button, Google’s “+1” button, etc.) and targeted advertising. Please note that the modules required for the proper functioning of your shop (e.g. shopping basket cookie, session cookie…) do not require prior consent.\nLínea Gráfica will in no case be responsible for any damage or harm caused by activating options which do not comply with the RGPD. The user is responsible for the legal texts which indicate the purpose of third party cookies. Please note that the user\/owner of the e-commerce where the module is installed is solely responsible for the legal texts to be introduced, such as the notice and explanation of the purpose of third party cookies. Linea Grafica will in no case be responsible for any damage or harm that may be caused by activating options that do not comply with the RGPD.\nRevocation of consent\nIn compliance with the law, the user may revoke their consent at any time. As soon as they withdraw their consent, the installed cookies are eliminated and consent is requested again.\nBanner content and customization\nTo comply with the LSSI, the module allows you to customize the message that appears in the warning banner (to inform about the cookies used and their purpose) and add a “More information” button to the banner that takes the user to a CMS page of your website (to explain in detail the use of cookies in your store).\nThe notice banner is responsive and always occupies the entire width of the window. The module includes a Wysiwyg editor that allows you to fully customize the content of the banner (font, color, effects, html code …). You can also choose from the configuration page the background color of the banner, its opacity percentage (transparency) and its position (above or below the screen). In addition, the module is multi-language and automatically detects all the languages of your store, which allows you to write a different message per language.\nInformation: we have developed the module so that it does not appear when search engine robots crawl your website and that it does not affect your SEO.\nBlock screen until cookies are accepted\nTo help the online shop lose as little information as possible it has an option that does not allow the customer to browse until they accept the cookie policy, i.e. it blocks the screen until the user accepts the cookies.\nNotice in the form of a pop up\nThe module displays a pop up to inform your customers about the use of cookies and ask for their consent for their installation.\nMulti-store mode\nThe module is compatible with multi-store mode and allows you to put the same warning banner in each of your stores, but the consent is the same for all your stores. If you accept cookies for one of your stores, the module will consider that you have accepted cookies for all your stores (indicate this in the Cookies Policy) and the warning banner will not appear later in the other stores.\n\nWhat your customers will like\n\nThe best and only way to inform users about the use of cookies and respect their will and consent.\n\n\nIf you have any questions or problems with the module, please click on Contact the developer to get in touch with us, our team of certified developers is here to help you and will do all its best to solve your problem as soon as possible. We are a PrestaShop Platinum certified agency and we provide support for all our modules in order to guarantee the good working of modules and make sure that our customers are satisfied.\n\nYou have a question ?\n\nThis developer answers your questions in:\nfr, es, en\n\nTechnical sheet\n\nLatest update\n\n\nAvailable in\n\nen, de, es, fr, gb, it, nl, pl, pt +3\n\nPrestaShop Compatibility\n\nV1.5.0.0 - V1.7.7.4\n\nCompatibility MultiShop \n\nPartial info\n\nModule version\n\nV 1.4.26\n\nNumber of downloads\n\n\n\n\n\n\n\nLínea Gráfica\n\nDeveloper languages\n\nfr, es, en\n\n\n\n\n  • The only module that fully complies with the European Law on Cookies and the directives of the LSSI\n  • It allows to select the type of cookies to be installed between functional (mandatory) and third party ones.\n  • Allows to block (or freeze) the screen until the user gives his consent\n  • Allows you to select the type of cookies, reject all or accept all\n  • Allows you to set the duration of consent\n  • Customisable warning banner to alert users\n  • Blocking of cookies when entering the shop\n  • Loading of cookies after obtaining consent\n  • Selection of the modules you want to deactivate until consent is given\n  • Personalisation of the warning message\n  • Personalisation of the title of the “I accept” and “More information” buttons\n  • Responsive warning banner (100% of window width)\n  • Design customization (text colour, html code…)\n  • Selecting the colour of the action buttons\n  • Background colour selection\n  • Selection of the opacity rate (transparency)\n  • Multi-language module: automatic detection of all the languages in your shop\n  • Multi-language module: information text, button titles and different links per language\n  • 3 positions for the banner (up, down and floating)\n  • Setting the duration of consent\n  • Preview mode: only visible by the webmaster\n  • Banner not visible by search engine robots\n  • Compatible with multistore\n  • Free, quality support within 90 days of module purchase to help you if you have any problems with the module\n\n\nWe recommend consulting the readme section \"How to comply with the RGPD\" in order to adapt your page to the latest updates of the European Union regulations.\nCompatible with multistore: Yes\nThe banner and consent is common to all the shops of the multistore (see the module description)\nOverride: Yes\n  • On PrestaShop 1.5, 1.6 and 1.7, the module creates automatically an override of the Hook.php class so that you don't have to modify anything.\nNote: We will gladly help you if you need help configuring the module. However, we decline any responsibility in case of a misc... (truncated)",
        "topic_id":2,
        "format_id":8,
        "topic_confidence":0.9028435349,
        "format_confidence":0.6586689949
    },
    {
        "url":"https:\/\/www.informit.com\/articles\/article.aspx?p=1186286&amp;seqNum=4",
        "text":"Home > Articles\n\nFurther Subversion Steps: Get Motoring with TortoiseSVN\n\n  • Print\n  • + Share This\nHaving trouble getting started using Subversion? Finding it difficult to manage code changes from multiple developers? TortoiseSVN is an excellent tool that may help solve many of your configuration management problems, as Stephen B. Morris explains.\nLike this article? We recommend\n\n\"Who Broke the Build?\"\n\nThe question above is heard often in large software development projects. In the old days (2–3 years ago), breaking the build was all too easy because many companies had just a single mainline code branch. In such setups, developers made changes locally, tested, and then checked the new code into the main line. Forgetting to check in one part of a change could break the main line for everyone except the single developer who made the change!\n\nNowadays, things are a lot more stable, as most organizations embrace more sophisticated repository usage policies; for example, using task branches. This trend is also due in no small part to the adoption of test-driven and test-oriented development. With these practices, software is subjected to fairly rigorous unit testing and integration testing before submission into the repository. Tools such as Subversion help a lot in ensuring that all the required changes are checked in successfully. This, in turn, helps in avoiding the problem of a broken build.\n\nAs I’ll discuss shortly, TortoiseSVN provides some useful tools for forensic testing of build breakages. However, it’s important to remember that even with the best will in the world and the most rigorous check-in policies, it’s always possible to break the build. One example is when some changes are not fully checked into the repository—developer X makes five changes and checks in only four changes. Subversion helps to avoid this class of problem in the way the client software manages all changes to the working copy. However, Subversion isn’t foolproof. Suppose I create a new class file and forget to call the command svn add. Subversion won’t know about the new file, even if I instantiate the class elsewhere in my code. In other words, I’ve just broken the build.\n\nThe area of Subversion clients is rich in offerings. You can use the basic command line if you’re a text kind of person. Many developers prefer to use a graphical solution; the Eclipse plug-in (called Subclipse) is a good example. Each approach has its merits, but in my opinion TortoiseSVN combines the benefits of both approaches into a single solution. You get the fine-grained control of the command line as well as a more intuitive GUI perspective. However, in computing nothing is free, and you may find that the use of TortoiseSVN adds some overhead to your machine. Loss of performance as a result of using TortoiseSVN is one of the small downsides to this technology.\n\nAside from the potential for a performance impact, I like the fact that TortoiseSVN works right out of the box. Once you install it, you can start to use it immediately, with no need for any complicated configuration.\n\n  • + Share This\n  • 🔖 Save To Your Account\n\nInformIT Promotional Mailings & Special Offers\n\nI would like to receive exclusive offers and hear about products from InformIT and its family of brands. I can unsubscribe at any time.\n\n\nPearson Education, Inc., 221 River Street, Hoboken, New Jersey 07030, (Pearson) presents this site to provide information about products and services that can be purchased through this site.\n\nThis privacy notice provides an overview of our commitment to privacy and describes how we collect, protect, use and share personal information collected through this site. Please note that other Pearson websites and online products and services have their own separate privacy policies.\n\nCollection and Use of Information\n\nTo conduct business and deliver products and services, Pearson collects and uses personal information in several ways in connection with this site, including:\n\nQuestions and Inquiries\n\nFor inquiries and questions, we collect the inquiry or question, together with name, contact details (email address, phone number and mailing address) and any other additional information voluntarily submitted to us through a Contact Us form or an email. We use this information to address the inquiry and respond to the question.\n\nOnline Store\n\nFor orders and purchases placed through our online store on this site, we collect order details, name, institution name and address (if applicable), email address, phone number, shipping and billing addresses, credit\/debit card information, shipping options and any instructions. We use this information to complete transactions, fulfill orders, communicate with individuals placing orders or visiting the online store, and for related purposes.\n\n\nPearson may offer opportunities to provide feedback or participate in surveys, including surveys evaluating Pearson products, services or sites. Participation is voluntary. Pearson collects information requested in the survey questions and uses the information to evaluate, support, maintain and improve products, services or sites, develop new products and services, conduct educational research and for other purposes specified in the survey.\n\nContests and Drawings\n\nOccasionally, we may sponsor a contest or drawing. Participation is optional. Pearson collects name, contact information and other information specified on the entry form for the contest or drawing to conduct the contest or drawing. Pearson may collect additional personal information from the winners of a contest or drawing in order to award the prize and for tax reporting purposes, as required by law.\n\n\nIf you have elected to receive email newsletters or promotional mailings and special offers but want to unsubscribe, simply email information@informit.com.\n\nService Announcements\n\nOn rare occasions it is necessary to send out a strictly service related announcement. For instance, if our service is temporarily suspended for maintenance we might send users an email. Generally, users may not opt-out of these communications, though they can deactivate their account information. However, these communications are not promotional in nature.\n\nCustomer Service\n\nWe communicate with users on a regular basis to provide requested services and in regard to issues relating to their account we reply via email or phone in accordance with the users' wishes when a user submits their information through our Contact Us form.\n\nOther Collection and Use of Information\n\nApplication and System Logs\n\nPearson automatically collects log data to help ensure the delivery, availability and security of this site. Log data may include technical information about how a user or visitor connected to this site, such as browser type, type of computer\/device, operating system, internet service provider and IP address. We use this information for support purposes and to monitor the health of the site, identify problems, improve service, detect unauthorized access and fraudulent activity, prevent and respond to security incidents and appropriately scale computing resources.\n\nWeb Analytics\n\nPearson may use third party web trend analytical services, including Google Analytics, to collect visitor information, such as IP addresses, browser types, referring pages, pages visited and time spent on a particular site. While these analytical services collect and report information on an anonymous basis, they may use cookies to gather web trend information. The information gathered may enable Pearson (but not the third party web trend services) to link information with application and system log data. Pearson uses this information for system administration and to identify problems, improve service, detect unauthorized access and fraudulent activity, prevent and respond to security incidents, appropriately scale computing resources and otherwise support and deliver this site and its services.\n\nCookies and Related Technologies\n\nThis site uses cookies and similar technologies to personalize content, measure traffic patterns, control security, track use and access of information on this site, and provide interest-based messages and advertising. Users can manage and block the use of cookies through their browser. Disabling or blocking certain cookies may limit the functionality of this site.\n\nDo Not Track\n\nThis site currently does not respond to Do Not Track signals.\n\n\nPearson uses appropriate physical, administrative and technical security measures to protect personal information from unauthorized access, use and disclosure.\n\n\nThis site is not directed to children under the age of 13.\n\n\nPearson may send or direct marketing communications to users, provided that\n\n  • Pearson will not use personal information collected or processed as a K-12 school service provider for the purpose of directed or targeted advertising.\n  • Such marketing is consistent with applicable law and Pearson's legal obligations.\n  • Pearson will not knowingly direct or send marketing communications to an individual who has expressed a preference not to receive marketing.\n  • Where required by applicable law, express or implied consent to marketing exists and has not been withdrawn.\n\nPearson may provide personal information to a third party service provider on a restricted basis to provide marketing solely on behalf of Pearson or an affiliate or customer for whom Pearson is a service provider. Marketing preferences may be changed at any time.\n\nCorrecting\/Updating Personal Information\n\nIf a user's personally identifiable information changes (such as your postal address or email address), we provide a way to correct or update that user's personal data provided to us. This can be done on the Account page. If a user no longer desires our service and desires to delete his or her account, please contact us at customer-service@informit.com and we will process the deletion of a user's account.\n\n\nUsers can always make an ... (truncated)",
        "topic_id":2,
        "format_id":8,
        "topic_confidence":0.7078431249,
        "format_confidence":0.96981287
    }
]