[
    {
        "url":"https:\/\/boldly.joulecma.ca\/physician\/taking-stock-during-times-of-high-stress",
        "text":"Taking stock during times of high stress: risk factors and red flags\n\nJuly 6, 2020\n\nIn this Joule COVID-19 Learning Series webinar, host Dr. Jillian Horton talks to Dr. Michael Kaufmann, a specialist in addiction medicine and physician wellness. He spent more than two decades as the founding director of the Ontario Medical Association’s physician health program and is currently the physician wellness director at William Osler Health System.\n\nDr. Kaufmann shares his own experience with addiction and red flags health care professionals can look out for in their own lives in this time of prolonged uncertainty.\n\ntweetable: “Recovery from substance use disorder has got much more about it than not using and drinking any more or being free from the symptoms of the substance use disorder. It's about living a good and proper life after that, a life of integrity and a life of relapse prevention.” — Dr. Michael Kaufmann\n\n\n\nYou became interested in physician wellness after embarking on your own recovery. Can you share that story?\n\n  • Dr. Kaufmann began his career as a family doctor in a rural setting.\n  • He brought with him a strong family history of substance use problems, and he did not have the toolkit of coping strategies he needed for an all-purpose, rural family practice.\n  • To help him cope, he found comfort from opioids and discovered that he could access them easily.\n  • It didn't take long before the disease took hold, but he’s grateful he had the opportunity to get well quickly.\n  • He says he has a lot to be thankful for in that whole experience.\n\n\nThrough the process of recovery, what were some light bulb moments in recognizing your risk factors for relapse?\n\n  • Dr. Kaufmann learned one of the keys to recovery is proper self-care.\n  • He says everyone in the recovery community will recognize H.A.L.T. — it’s one of the first things they’re taught. The acronym stands for four self-care principles to fall back on to get well and stay well:\n    • Hungry: Don't let yourself get hungry. It sounds obvious, but a lot of doctors get busy and skip meals.\n    • Angry: We can’t afford to let ourselves carry around strong negative emotions like anger and resentment ― we must deal with them in a healthy way.\n    • Lonely: Addiction can be lonely because we tend to isolate ourselves from important relationships. The secret to recovery for Dr. Kaufmann was to do the opposite: restore his existing relationships, make new healthy relationships, go to recovery meetings, surround himself with people in good recovery and emulate good things that they have to share.\n    • Tired: What doctor doesn't know about getting tired? Through his training and early days of practice, Dr. Kaufmann was tired most of the time because of working late at night or into the next day. Opioids helped him with that fatigue, and that's one of the main things that got his addiction going.\n\ntweetable: “Living a life of addiction can be a very lonely one. We tend to get sick in secret, behind closed doors, and isolate ourselves from important relationships like family, friends, colleagues. The secret to recovery for me was to do the opposite.”\n\nThe pandemic has forced many of us into a prolonged, high-stress state. How does that interfere with assessing our own risk factors and vulnerabilities with addiction?\n\n  • Dr. Kaufmann says it takes time, effort and practice to develop self-awareness and vigilance about coping.\n    • People in recovery practise and work on it every day.\n    • To others, it may not seem quite as natural to do.\n  • He says doctors typically are resilient people, but many of them were already overburdened and facing burnout symptoms before the pandemic.\n  • Considering the energy required to self-assess and be vigilant, it’s not surprising to Dr. Kaufmann that doctors let down in that area.\n  • Dr. Kaufmann explains that this is due to allostatic load, our physiological adaptation to chronic stress.\n    • We all know that “fight or flight” is a natural response to stress, but our bodies need to return to baseline homeostasis to function well again.\n    • When we don't have a chance to come back down to the baseline, we're chronically stressed by that physiological state of allostasis.\n    • This negatively affects our cognitive capabilities and other systems.\n  • The conditions health care workers have been facing lately can contribute to allostatic load, which puts us at increased risk.\n\ntweetable: “If COVID-19 is pandemic, then burnout is endemic. A high proportion of doctors, sometimes 50% or more, were already experiencing some degree of burnout.”\n\nHow do you counsel physicians who are struggling with vulnerabilities from various disorders?\n\n  • Dr. Kaufmann says we all have personal vulnerabilities that can be activated by unrelieved stress.\n  • Because they want to protect themselves from relapse, people with chronic conditions (people with mood or anxiety disorders, physical disorders like coronary artery disease, or substance use disorders) usually recognize what’s at stake more than others.  \n  • One of the main ways to protect ourselves is to be mindful and check in on changes in any of these areas:\n    • Lifestyle: How are we doing with our home life, nutrition and exercise, hobbies and life-enriching activities?\n    • Relationships: Are we spending enough time with loved ones?\n    • Moods: Are we feeling irritable, anxious, sad or depressed?\n  • To prevent relapse, it’s important to pay attention when there are negative changes in life-enriching activities or behaviours, or when we pick up new maladaptive behaviours.\n  • Checking in with yourself and the people around you is an effective way to do this.\n\ntweetable: “Hats off to you for being able to say ‘you know what, I notice I'm having an extra drink or two when that wasn't what I would have normally done, and that's something I should give attention to.’”\n\nOn the subject of alcohol: let's assume that an individual does a personal survey and realizes that since the pandemic started they've gotten into a routine of drinking every evening, but don't think they've had a problem with alcohol use before. Is this a red flag?\n\n  • Dr. Kaufmann says it's useful to have a sense of when an everyday behaviour becomes riskier.\n  • Alcohol is socially acceptable, readily available and part of a lifestyle for most people who aren’t in recovery.\n  • Diagnostic criteria for a substance use disorder do not focus on how much or how often someone uses the substance ― the diagnosis has much more to do with our relationship with the substance and its impacts on our life.\n  • When we depend on a certain substance to bring ourselves to a state of ease we can’t find elsewhere or when we use a substance to treat pain or cope, that’s a slippery slope. These are problem indicators Dr. Kaufmann that looks for.\n\ntweetable: “An insightful person might notice they can't wait to get home and have a drink or two. Before my own illness really took hold, that's what I did. I would come home and have a couple of bottles of beer and chug them down fairly quickly because I knew that it would make me feel better. Then I start looking forward to that more and more each day ― and now we're beginning to think ‘okay, is this a red flag?’”\n\nCOVID-19 isn't going away anytime soon. What can individual physicians do in the short term to move from simply identifying risk factors to building a meaningful blueprint for their own self-care?\n\n  • Dr. Kaufmann says that even under good circumstances, it can be difficult to establish a lifestyle in which self-care is a priority.\n  • Medical culture, including medical training culture, doesn’t lend itself to a healthy personal lifestyle. Many workplaces and training programs are addressing these realities now, but culture can be slow to change.\n  • He’s hoping the pandemic can help accelerate this kind of change.\n  • Compassion toward others needs to start with self-compassion.\n  • He says we need to reframe the way we think about self-care as an act of self-preservation and an extraordinary act of loving kindness toward ourselves.\n\ntweetable: “If I can convince anyone that our patients don’t get the best of us and may even suffer when we aren't looking after ourselves, then I might be able to convince them that looking after themselves is worth it. [It can mean] pausing to get something to eat during a busy day, to have a rest or to have something to drink. Or when you get home, instead of drinking, you can go downstairs and jump on the elliptical for a few minutes ― the good feeling you get from that is healthier and lasts longer. Why not? Why not do that?”\n\n\nThis material is for informational purposes only. It is not intended to be a substitute for professional medical advice and should not be relied on as health or personal advice. The opinions stated by the authors are made in a personal capacity and do not necessarily reflect those of the Canadian Medical Association and its subsidiaries including Joule.  Feel passionate about this topic? Please connect with us at jouleinquiries@cma.ca.\n\nNo Previous Articles\n\nSecrets of success: how one hospital partnered with private industry to build a virtual care platform\nSecrets of success: how one hospital partnered with private industry to build a virtual care platform\n\nVirtual health company Maple helped Western Hospital kickstart a tele-rounding project in less than six mon...\n\nNeed help?\n\nThe Wellness Support Line is here for you.",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.9982171655,
        "format_confidence":0.8746397495
    },
    {
        "url":"https:\/\/dogtime.com\/dog-health\/dog-alternative-health\/77257-the-dog-doc-2019-film?utm_source=rss&utm_medium=rss&utm_campaign=the-dog-doc-2019-film",
        "text":"‘The Dog Doc’ Shows The Future Of Your Pet’s Vet Care: Meet Dr. Goldstein & Film Director Cindy Meehl\n\nLeigh and her puppy Waffles with Dr. Goldstein\n\n(Picture Credit: Cedar Creek Productions)\n\nA new documentary film called The Dog Doc (2019) recently premiered at the Tribeca Film Festival. I had the chance to see the movie and, as a pet parent, it absolutely blew me away.\n\nAll dog parents MUST SEE this film! If you are an animal lover of any kind, I strongly recommend checking it out. This documentary might just change your life–and the lives of your furry loved ones–for the better.\n\nAfter watching it, I was thrilled to have the opportunity to interview director Cindy Meehl and the Dog Doc, himself, Dr. Marty Goldstein.\n\nHere’s what I thought of the film, along with our discussion about integrative veterinary medicine, working with animals, and how to be a better pet parent.\n\nWho Is The Dog Doc?\n\nThe Dog Doc focuses on Dr. Marty Goldstein’s integrative veterinary medicine practices. He graduated from Cornell in 1973 and began working as a traditional vet.\n\nWorking long hours and surviving on junk food began to take a toll on his health. He was constantly getting sick and diagnosed with chronic bursitis and arthritis.\n\nNot wanting to take antibiotics and steroids, he began searching for alternatives.\n\nThrough holistic supplements and a healthier lifestyle, Dr. Goldstein learned how to allow his body to heal itself in a more natural way. He had incredible results, and he wanted to educate pet parents and help animals in the same way that he did with himself.\n\nI learned so much watching this film. There is so much information in this documentary that, if you’re a pet parent like I am, you’ll want to see it more than once.\n\nWhat Makes Dr. Goldstein So Different?\n\n\nView this post on Instagram\n\n\nA post shared by Dr. Marty Pets (@drmartypets) on\n\nI wanted to know why director Ciny Meehl chose to profile Dr. Goldstein for this documentary. What made him so special, and how did she come to know about him?\n\nThat story began 28 years ago.\n\nBack then, Cindy’s dog was sick, and she wasn’t sure if her pup would survive another day. The antibiotics and steroid prescriptions didn’t seem to help. But after seeing Dr. Goldstein, her dog wound up living another six years.\n\nHere’s what she had to say about the experience.\n\nJULIA: How did you hear about Dr. Goldstein and his integrative medicine?\n\nCINDY MEEHL: 28 years ago, I had a very sick dog who was six years old and dying. I was literally in a dog food store, and I was sobbing because I didn’t even know if she would be alive when I got home.\n\nA woman said to me, “You should take this dog to see Dr. Marty Goldstein.”\n\nThrough my tears, I said I didn’t think she was going to make it that long. But I did get her there within a day or two.\n\nHe totally turned my life around, her life around, and it was very simple.\n\nAfter seeing the very best vets in New York and Connecticut, he said what you are doing isn’t working. We are going to take this dog off these antibiotics and steroids that she has been on for years, and we’re gonna do something natural because the body’s trying to do something, and you keep suppressing it.\n\nThat simple statement really kinda changed my life because I thought, you know, he’s right. And I have been taking my animals to him ever since. This dog lived another six years. She rebounded in the most healthy way–it was a miracle.\n\nCombining Eastern And Western Medicine\n\nView this post on Instagram\n\nA post shared by Marie Redding (@mariereddingxo) on\n\nIt’s so wild to think that, not very long ago, even glucosamine sulfate was considered an unacceptable form of treatment for arthritic dogs, so much so that Dr. Goldstein’s license was once threatened for prescribing it. Here’s what he had to say about the growing popularity of such treatments.\n\nJULIA: In the film you talk about Integrated Medicine, combining the best of eastern and western treatments. Do you believe this concept is becoming more mainstream?\n\nDR. GOLDSTEIN: Slowly but surely. I prove that through the timeline of when I first became aware of alternatives for my own health. I was certified in acupuncture.\n\nMy license was threatened in 1978 for treating arthritic dogs with glucosamine sulfate, and now hundreds of thousands or millions of dollars [of supplements are] sold every year.\n\nWe went all the way fast forward to a study that was published two months before I lectured at Cornell on the anti-pain and anti-inflammation effect of CBD oil, and the study was done at Cornell University. There was time to come full circle, and we need to start accepting all these natural, non-invasive therapies that are now being proven [effective] in Universities.\n\nAre We Vaccinating Too Much?\n\nVaccines prevent a lot of terrible diseases, and when used correctly, they keep our dogs–and us–much safer. However, the current legal requirements for pet vaccines don’t take into account new data on when pets shouldn’t receive a vaccine, or when we’re over-vaccinating them.\n\nPet parents, make a note of this: If an animal has a compromised immune system, do not let them get vaccinated! Not all vets are aware of this. Make a mental note, put it in bold, and underline it twice. Dr. Goldstein recommends getting a medical exemption in those cases.\n\nHere’s what Dr. Goldstein had to say about vaccines.\n\nJULIA: You made it clear that you are not against vaccinations, but in traditional medicine, a dog must usually receive vaccinations on a routine schedule and standard dosing. Vets often give a Great Dane and a Chihuahua the same amount. In your opinion, how can pet parents avoid over-vaccinating?\n\nDR. GOLDSTEIN: They have to become educated right now. It’s no longer my opinion that that’s true. I’ve quoted scientific data and the literature that has proven it; it’s just that so much of conventional medicine has not caught on to the current data in reference to vaccines.\n\nThe other point the documentary made is that, even though something like rabies [vaccine] is legally mandated, if the animal is sick, they should not receive any vaccination. They can get a medical exemption from that vaccine until they are well.\n\nWhat’s Up With Inflammation?\n\nAs a pet parent, or as someone generally interested in good health, you’ve probably heard a lot about inflammation lately. Sometimes we have difficulty finding information that is both accurate and put in a way that pet parents can understand.\n\nWhat Dr. Goldstein had to say about it was really insightful. Half the time I don’t even know what a doctor is talking about, but he does a really nice job explaining inflammation so that everyone can understand it. Here are his thoughts.\n\nJULIA: The documentary mentions inflammation. What is inflammation, how does it adversely affect an animal’s health, and what is the best way for pet parents to reduce it?\n\nDR. GOLDSTEIN: The suffix in latin for inflammation is called “itis,” and if you notice so many new diseases that we see in the field of medicine end with itis. Conjunctivitis, otitis, enteritis, colitis.\n\nInflammation is nature at its work. If you sprain your ankle, it gets swollen. If you get punched in the eye, it gets swollen. That’s the body bringing immunity to the area to heal it.\n\nIf you suppress inflammation, which we’ve done so well in the medical field, you will feel better quickly because the system gets suppressed, but so does the immune system. And to me, the proof in the pudding is that I’ve witnessed the incidents of cancer at least quadruple since I graduated Cornell in 1973.\n\nCancer is an immune suppressive disease–where something fowls up the immune system. It’s not a disease that attacks the body. So we have to take a better look at why nature creates symptoms and sometimes work along with those symptoms…\n\nLike cindy says that I taught her with her dog, there is a reason your dog is running his high fever, not so much the suppressive drug. But you hit on one of my main points to teach the veterinary profession.\n\nA Common Sense Approach\n\nWe treat our dogs as family members, so we want to stay updated on the latest health information for their benefit. However, there’s tons of research out there, and it’s hard to know what’s true. Dr. Golstein has some advice for that predicament, too.\n\nHe says that when you find with so much conflicting information, sit down and think about it for yourself, and don’t be afraid to use common sense. Here are his thoughts.\n\nJULIA: In a world with so much conflicting information, are there any sources that you recommend for information on the internet?\n\nDR. GOLDSTEIN: Not really. There are good books out there. One source that I always go back to is common sense. Don’t take everything that you read as true, and so much of what I’ve learned over my career, I didn’t learn from anyone or any book or any internet, it just made sense to me.\n\nWhen I looked at why pet food was created or what a dog should eat, when I looked at the annual vaccinations, in those days, it just didn’t make sense to me. So don’t take everything to heart. You’ll get a gut feeling if something seems or feels real or correct to you, and cross compare them to other references, and choose what you feel to be true.\n\nThere is more than one way to make any patient better. There is not one magic bullet and, you know, the internet, as great as it is, it’s bringing mass confusion.\n\nI have clients come to me with boxes full of 35 different supplements for their dog, and their dog died of cancer. “Well I tried this and I tried that…” So there is mass confusion with the internet, and we don’t really know which [source] is right, so don’t be afraid to use common sense.\n\nHope For A New Generation Of Vets\n\n\nView this post on Instagram\n\n\nA post shared by Dr. Marty Pets (@drmartypets) on\n\nTimes have changed a lot when it comes to veterinary medicine. It was really tough finding a holistic vet ten years ago. Now there are several in my immediate... (truncated)",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.9731245637,
        "format_confidence":0.6792045832
    },
    {
        "url":"https:\/\/www.medscape.com\/viewarticle\/976080",
        "text":"Will 'Bioprinting' Body Parts Lead To Crazy Cosmetic Requests?\n\nArthur L. Caplan, PhD\n\n\nJuly 20, 2022\n\nThis transcript has been edited for clarity.\n\nRecently, a 20-year-old young woman underwent the first ear transplant, which is very exciting. Her own cells were used in a printer — kind of a dot printer, if you will — and layer by layer, they built up a living artificial ear that could accept circulation from her own body.\n\nShe had been born with a condition where her ears didn't develop. It was a wonderful cosmetic breakthrough, the first that I'm aware of using bioprinted organs to supplement or repair a body part. More of this is on the way.\n\nI think we're going to see bioprinting start to move into the production of skin, or perhaps blood vessels. If you can think of things in the body that are simple fluids, not too complicated, or sheets of tissue, that's exactly where bioprinting is.\n\nIt's not yet quite to the point where we could see somebody print out a functioning heart. That's too complicated in terms of getting everything right so that it would work — although someday, but not soon. Same thing with a functional liver. Think about blood components, skin, or maybe the lining of the intestine.\n\nThere are areas where bioprinting, I think, holds much in store for the future of repair of damaged organs or birth defects. That's very exciting. I don't have much ethical objection about those uses. They sound wonderful. Things that we didn't know how to repair or couldn't do very well cosmetically, now we're seeing the bioprinter suddenly jump in and start to be used to manufacture body parts.\n\nThere is a weirder future coming. I haven't seen anybody write about it or comment on it, but I know it's coming. A person who can have an ear made to replace one that didn't develop when you were born is a person who could say, \"I'm a big fan of Mr Spock on Star Trek.\" For those who don't know, Spock had very pointy, big ears.\n\nThey might say, \"When I go to a convention, I want to get big, pointy ears. I want my ears modified so that I'll be a real Star Trek fan. I'll not only show up at the conventions, the meetings, and buy memorabilia, but also I'm going to make myself look more like Spock.\"\n\nWhere might that end? People could certainly say, \"If you're making me an ear, why don't you make me green ears because that'll be cool. It'll match my hair color or other aesthetic, fashion, or cosmetic alterations that are in the offering.\"\n\nA bioprinter that can make a human-like ear can make all kinds of ears. Some people would say, \"Oh, that would be cool. I have tattoos, I have piercings. Now, I'd like to see some of this technology used to alter my body appearance, to alter my presentation to others, to make me part of a group, a club, a gang, an association, or whatever it is.\"\n\nIt's going to be up to us to say, \"Here are the limits. This is what we will do. This is what we won't do.\" We wouldn't remove an organ to let you look different because that would be harm and danger and not worth it, so to speak, the aesthetic risk or to violate medical ethics to harm somebody — to remove something they didn't need removed and that was normal, just to replace it.\n\nAt the same time, someone may say, \"I have birth defects or I suffered an injury. As long as we're doing this, can't we do something different?\" That's going to be a place where professional societies, associations, and doctors are going to have to step in and say, \"This is what we will do for money. This is what we won't do.\"\n\nIt's a very interesting line. When most of us think about the future of improvement or enhancement, we tend to think about drugs. We tend to think about steroids or growth hormone or things that people take to make themselves stronger or faster or grow taller. Bioprinting is absolutely an area where we're going to have debates and disputes about how to apply it, how far to take it, and where it ought to go.\n\nIt's one thing to repair a missing ear. It's a very different thing to say, \"I want to change all my facial features, remove what I have, and rebuild them. They work very well, but I just don't want to look the way I look now.\"\n\nI don't know where that debate will end, but I am absolutely certain it's coming.\n\nI'm Art Caplan at the Division of Medical Ethics at New York University's Grossman School of Medicine. Thanks for watching.\n\nArthur L. Caplan, PhD, is director of the Division of Medical Ethics at New York University Langone Medical Center and School of Medicine. He is the author or editor of 35 books and 750 peer-reviewed articles as well as a frequent commentator in the media on bioethical issues.\n\nFollow Medscape on Facebook, Twitter, Instagram, and YouTube\n\n\nComments on Medscape are moderated and should be professional in tone and on topic. You must declare any conflicts of interest related to your comments and responses. Please see our Commenting Guide for further information. We reserve the right to remove posts at our sole discretion.",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.6988597512,
        "format_confidence":0.9761170149
    },
    {
        "url":"https:\/\/www.foundationforchange.org.uk\/jenny",
        "text":"Jenny graduated from Knowledge for Change in 2015 and went on to complete Psychology for Change in 2016. She tells us about the changes she experienced and where she is headed next…\n\nWhat had you already achieved on the Knowledge for Change course?\n\nKnowledge for Change (KfC) gave structure to my day, a reason to get up and get out, which I hadn’t had before. It was a safe place for me to go where I could share my experiences and opinions with people who had been through similar things as me. That allowed my confidence grow.\n\nWhat helped bring you to the decision to do the Psychology for Change (PfC) course?\n\nOne of the facilitators of KfC said they saw a change in me that I couldn’t see myself, that I was like a small bud that had been closed and was beginning to open out. I was very shy when I started and, although I was still shy, he had seen me interacting in the group a lot more during the course, being brave and sharing honestly about myself, which helped others in the group to open up. He recommended me for PfC.\n\nWhat did you find helpful about PfC?\n\nIt allowed me to develop a sense of my real potential, to develop some self belief after years thinking I was not good enough to do anything. It helped me realise there was a lot more to Jenny than being ‘an alcoholic’, that there are other things I can be and do. The 1-2-1 sessions were really helpful for getting feedback and provided another safe corner for me to be in, and to share and discuss things I was less comfortable talking about in group.\n\nI learnt about my thinking errors, or “stinking thinking”, which kept me trapped such as mind-reading, taking things personally, catastrophizing, belittling myself…  The “Understanding your emotional world” day helped me to see the roots of my addiction in my family and past experiences – how these had an impact on my growth and development. It allowed me to make sense of a lot of things that had happened which, for me, was crucial for moving on. If I didn’t understand this stuff I would be stuck where I had been for over thirty years! Now, I can move on from there. I have new ways of relating with my family and friends.\n\n\"It helped me realise there was a lot more to Jenny than being ‘an alcoholic’, that there are other things I can be and do.\"\n\nHow have your family and friends noticed a change in you?\n\nThey have noticed that I am positive and optimistic now. I try new things, such as going to the cinema or theatre, taking the bus or train…just going places, which I never did before! I am also making decisions, as opposed to following along with others all the time. I can state my preferences and speak up for myself without fear or worry about how others will react – that they might not like what I say or put me down. I understand that there is a difference between being aggressive and assertive and I can be the latter.\n\nI have had lovely feedback from my drama teacher, who said in my report this term “Jenny applies herself with focus and a sense of fun to the roles she takes. She has a clear sense of her characters and is full of ideas and creativity. Her confidence is growing as she volunteers to take on more public speaking and poetry recitals…” I am doing all sorts now; performing, improvising, directing others. I am also doing an upholstery course! Banging nails into bits of furniture is something I’d never have seen myself do before. I really enjoy the small and practical class.\n\nI have also started creative writing. With that one I put a bit of pressure on myself and had a wobble –  I thought I wasn’t getting anywhere and about quitting, but I was being too harsh on myself. I caught myself going back to that old way of thinking and corrected it! Next term I am going to continue.\n\nWhat makes you optimistic about the future?\n\nI have so many choices now.  I can be just as good as anyone else. I can grow. I just want to keep trying. I am excited about all that I am doing now and want to continue to build on that, perhaps take up something more, like boxing, or learning Spanish! Who knows?! Longer term I am interested in doing a theatre course with Clean Break.\n\nI would like to encourage others to do Psychology for Change and let them know how much I enjoyed it. It opens up opportunities, particularly if you have not been working or active for a while. I have developed a greater understanding of and firm foundation for myself and now I can choose my own direction in life.\n\nSupport more people like Jenny by making a donation to us.",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.7836537361,
        "format_confidence":0.9002789259
    },
    {
        "url":"https:\/\/bothsidesnow.com.au\/2013\/02\/12\/origins-and-manifestations-an-interview-with-john-mason-chinese-medicine-practitioner\/",
        "text":"Origins and Manifestations: An Interview with John Mason, Chinese Medicine practitioner.\n\nImage from ''\n\nImage from ‘’\n\nUpasana:  John, can acupuncture address issues that people experience such as stress, anxiety and depression? Does it conceptualise these things differently to how a field like medicine or psychology would, in your opinion?\n\nJohn: Rather than talk about acupuncture specifically I would prefer to answer your questions in terms of Chinese Medicine of which acupuncture is a treatment method.\n\nIn my opinion and experience one of the strengths of Chinese Medicine is the effective treatment and management of stress, anxiety and depression and related disorders, either as a stand-alone therapy or in conjunction with Psychology and Western Medicine\n\nTo answer the second part of your question, the largest difference between Chinese Medicine and Western Medicine in this respect is that Chinese Medicine holds that there is no dividing line between mind body and spirit when considering disorders of the person. Signs and symptoms of psychological disturbance are seen in the same way with the same origins as somatic disorders. Psychological signs and symptoms almost always have concurrently identifiable and associated somatic signs and symptoms. In the Chinese Medicine context, this concurrency of signs and symptoms helps in differentially diagnosing and treating psychological disorders.\n\nAccordingly, ‘anxiety’ is not a specific diagnosis in Chinese Medicine. The diagnosis may well be ‘heart yin and blood deficiency’ presenting with signs and symptoms such as panic, tachycardia, dizziness and spontaneous sweating.\n\nIn stress, anxiety and depression it is also essential to identify and assess the emotions involved. For example, one stressed person can be predominantly experiencing emotions of anger\/frustration, while emotions of worry\/fear may dominate in another. Each requires different treatment considerations and strategies.\n\nMoreton Bay Fig Study byMalcolm Pettigrove\n\nMoreton Bay Fig Study by\nMalcolm Pettigrove\n\nUpasana: could you explain how Chinese Medicine can work on something like anxiety?\n\nJohn: In Chinese Medicine diagnosis, a key principal is the concept of ‘ben’ and ‘biao’, that is ‘root’ and ‘branch’. In Chinese Medicine pathology, disease is seen as have a ‘root’ origin and a ‘branch’ manifestation. That is, a particular disease (branch) can be coming from one or more different ‘root’ pathologies.\n\nIn order to effectively treat an issue such as anxiety we need to look at the person and their signs and symptoms picture as a whole in order to differentially diagnose the root cause. Anxiety usually arises from disharmonies in one or more of the liver, heart and spleen organ systems so effective treatment is reliant on accurate assessment and differentiation of the overall signs and symptoms picture.\n\nChinese Medicine generally uses a much wider and less specific set of signs and symptoms than Western Medicine and consequently looks at a much bigger picture than Western Medicine. Accordingly there are often many factors making up a therapeutic program for someone suffering anxiety, including acupuncture, Chinese Medicine herbs, counselling and lifestyle and dietary changes.\n\nAt a basic biophysical level, using acupuncture needles in specific combinations and techniques, stimulates endorphin and enkephalin release which in turn act as a GABA antagonist, allowing the release of dopamine into the brain, thus immediately ameliorating symptoms of stress and anxiety. This amelioration is a temporary effect but become stronger and longer lasting with subsequent treatment. But this is only a part of a treatment program.\n\nIn an effective treatment program, not only does the client’s anxiety improve, but so does their overall state of health. This is because, very often, we have to fix other things in order to get a lasting improvement in the signs and symptoms that we call anxiety.\n\nThis is not to say that psychological therapy and drug therapy are not effective as well, it’s just that those approaches are not my field. I do know from experience that amazing results can be achieved in the field of mental health when all three modalities work together in consultative integration\n\nUpasana: is there a ‘counselling’ component to your work?\n\nJohn: Counselling is a huge component of my work although I would see my counselling with clients in terms of Chinese Medicine and not Western Medicine. What I do with clients certainly could not be called counselling psychology although it does have many similarities with concepts used in mindfullness techniques and Cognitive Behavioural Therapy.\n\nIn my work, counselling is not limited to psychological disorders. In Chinese Medicine the aetiological factors of disease, disorder, imbalance, however you would have it, can be very deep and broad. In my counselling I help the client to understand and recognise the contributing factors. Experience and classical psychological thought tells me that once a person understands the factors involved in their illness, they are immediately moving towards solution resolution.\n\nAt a psychological level, the counselling techniques I use with clients usually involve working to recognise factors, both internal and external, that contribute to the situation in which they find themselves. Also, as I mentioned before, I help them to recognise and analyse emotions that they feel. Difficult, complex or dangerous emotional states are referred on to Western Medicine assessment for stronger interventions, but once the person’s mental state is stabilised I have found that he or she almost always benefits from conjunctive Chinese Medicine therapy.\n\nI have rarely found difficulty in establishing trust with a client. I find that it is critical to be up front with them in what you are about and your system of ethics, as well as your qualifications and experience and limits of same.\n\nI have found that clients very quickly make their own assessments of a practitioner’s integrity and capability as well as the capabilities of Chinese Medicine itself.\n\nImage from\n\nImage from\n\nUpasana: How are Australians going in our acceptance of Acupuncture and Chinese Medicine? Are they still considered alternative therapies? Or is there more confidence in this field now?\n\nJohn: I have never liked the connotations attached to the term ‘alternative therapy’.   Medicine and healing is what it is all about. To set up notions of mutual exclusivity amongst medical disciplines is, I believe, at best counterproductive, and at worst, highly unethical.   It seems to me that such notions have been fostered by the arrogance of western scientific thought. Nobody has all the answers but answers can be found anywhere.\n\nPeople vote with their feet. They don’t need double blind placebo controlled tests to tell them that they feel better. Chinese Medicine is well established in the western world now.   Outside of Asia acupuncture is second only to orthodox Western Medicine as the most commonly used form of medical treatment. And I use the term ‘medical’ despite Western Medicine’s attempts to own it.\n\nIn my practice, the average age of my patients is 50.9 years. I see Mr and Mrs Average and I see their parents, children and grandchildren. Repeatedly.\n\nIn my thirteen years of practice I have had many clients, both in suburban Melbourne and rural Far North Queensland, who have trusted me to assist with their care and well-being even though their death was imminent. I think that says volumes for the acceptance and trust in Chinese Medicine that Australians now have.\n\nUpasana: Do you find that in your role, you teach people a new way of understanding their health and well being?\n\nJohn: As a health care practitioner I believe that it is essential that a person has as full an understanding as possible of their condition and the factors that contribute to, as well as heal, that condition. For most people the concepts of Chinese Medicine are initially a foreign language and have to be explained and unfolded by the practitioner.\n\nBut most people find the concepts to be common sense in harmony with the laws of nature. If I had a dollar for every time a client said to me, “That makes a lot of sense”, well…  I couldn’t retire, but I reckon I could take the family to Europe for a holiday.\n\nAs an example, take a man suffering migraine headaches and extreme stress as a result of hating his job. It is necessary for effective long term results that he understands how an overload of the emotion of anger\/frustration has a deleterious effect on his liver system which then causes the migraines and sends him into a downward spiral of emotionally based depression. He also needs to understand how alcohol, fast food and lack of exercise negatively impact on the liver. When treatment and changes he makes start to have positive effects he is inspired to continue his positive path.\n\nHe is more inclined and more able to take responsibility for his own healing because he understands why and how it works.\n\nImage from''\n\nImage from\n\nUpasana: Was the discovery of accupuncture a pivotal turning point in your own life? could you tell us a little about why it became your path?\n\nJohn: I had been 16 years in the same career and I was bored. I had always wanted to be a doctor as a kid and so I naturally turned to medicine when I needed a career change.\n\nAlthough I have always been a fan of Western Medicine I felt it was not the path for me for a number of reasons, so I decided I had to become a doctor (i.e. teacher and healer) in another medical modality.\n\nThe concepts of Chinese Medicine resonated with both my material and spiritual self and studying it just made me plain excited. I was also strongly drawn to the hands on and surgical nature of acupuncture needling.\n\nI love what I do and I am both proud of and humbled by the medicine itself.\n\nImage from ''\n\nImage from ‘portdouglasacupuncture.\n\nJohn Mason can be contacted at:\n... (truncated)",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.997584939,
        "format_confidence":0.9836841822
    },
    {
        "url":"https:\/\/ncsapcb.org\/how-can-pcps-properly-manage-patients-with-opioid-use-disorder\/",
        "text":"How can PCPs properly manage patients with opioid use disorder?\n\nJanuary 26, 2022\n\n5 minute read\n\n\nSource: Healio Interview\n\nDisclosures: Lu does not report any relevant financial information.\n\nWe have not been able to process your request. Please try again later. If you continue to have this problem, please contact [email protected]\n\nA new medical training program in an area hard hit by the opioid epidemic will help fill a gap in addiction management training, according to a news release.\n\nThe CDC estimates that there were more than 101,000 projected overdose deaths in the United States — many of them related to opioid use — in the 12 months ending June 2021.\n\n“We need better training in addiction medicine at all levels,” Tiffany Lu, MD, MS, assistant professor of medicine in the division of general internal medicine at Montefiore Medical Center and the Albert Einstein College of Medicine in New York and director of the Montefiore Buprenorphine Treatment Network, said in the press release.\n\nThe medical education program is funded by a 3-year, $447,000 grant from the Substance Abuse and Mental Health Services Administration. It will expand addiction medicine education and training programs for Albert Einstein College of Medicine medical students and Montefiore Health System residents. Healio spoke with Lu to learn more about the program, what doctors can do to help curb the opioid epidemic and more.\n\nHelio: What does the study programme train?\n\nRead: This longitudinal addiction medicine program involves extending education to both the medical school at the Albert Einstein College of Medicine and the residency training programs at the Montefiore Health System.\n\nFor medical students, we will introduce preclinical and clinical training on addressing addiction stigma, providing drugs for addiction treatment, offering overdose prevention counseling and facilitating a safe management of opioids.\n\nFor internal medicine residents, a 2-week clinical rotation including inpatient and outpatient training in addiction medicine is now required. This clinical rotation is also available as an elective for family medicine and other medical residents.\n\nFor medical students and medical residents (internal medicine, family medicine, and psychiatry), an 8-hour buprenorphine training that incorporates clinical expertise from faculty on delivering patient care in our Bronx communities will be offered and required.\n\nHelio: Most new doctors have never been formally trained in addiction management. How to properly manage dependency?\n\nRead: First and foremost, physicians must approach addiction as a chronic disease that deserves care across the continuum of healthcare settings with a patient-centered, non-judgmental approach, just as they would approach other illnesses. chronic conditions such as diabetes and hypertension.\n\nSecond, physicians must also become familiar with clinical tools to properly assess and diagnose substance use disorders and help patients navigate community resources for the treatment of substance use disorders. Physicians should also be aware of effective medications and psychosocial treatment options for substance use disorders, including methadone, buprenorphine, and naltrexone.\n\nThird, drug use is part of our society, so it is important for doctors to understand that people who use drugs have different goals and are ready to stop using drugs. Being able to discuss with our patients practical strategies to reduce the harms associated with drug use, including naloxone for overdose prevention, safer injection practices, and prevention of HIV and viral hepatitis, will help physicians meet patients where they are.\n\nHelio: What should primary care physicians know about pharmacological treatments for opioid use disorders? When should they be prescribed?\n\nRead: All PCPs should benefit from our ability to prescribe effective drug treatment for opioid use disorder, or OUD, especially buprenorphine. Buprenorphine is a well-studied partial opioid agonist drug that can be prescribed in a variety of medical settings, including primary care, and may help people with TOU reduce their risk of death from overdose, improve their engagement in the treatment of TOU, reduce or discontinue opioid use and improve psychosocial functioning. It can be prescribed by any PCP who requests a [Drug Enforcement Agency] waiver — the 8-hour training is no longer required to obtain a basic prescription waiver. Patients can successfully initiate and continue buprenorphine treatment through their team of primary care providers, with life-changing results.\n\nHelio: How can doctors reduce the stigma associated with treating opioid use disorder?\n\nRead: We can start by proposing it. For too long, physicians have had a habit of avoiding talking to patients about substance use and simply referring patients to specialized programs. However, these programs may not be accessible, affordable, feasible or desirable. When we have physicians who confine addiction care to specialized settings, we send a message to patients that their addiction needs are not part of their medical and psychosocial care needs. Learning to integrate drug treatment assessments and counseling into our practices is an important way to reduce stigma.\n\nIn learning to assess and counsel patients on addiction treatment options, physicians must also practice person-centered language and lessen the stigma that has long been associated with the use of outdated terms such as “abuse.” , “abuser” and “drug addict”.\n\nHelio: What harm reduction and overdose prevention strategies do you recommend for use in a primary care setting?\n\nRead: First and foremost, primary care teams need to be aware that we are in the midst of an overdose crisis that is largely caused by the widespread contamination of the street drug supply with synthetic opioids like fentanyl. Effective overdose prevention strategies include prescribing naloxone to any patient (or family member or friend of someone who uses drugs), particularly if they use heroin or drugs. other opioids. Additionally, discussing ways to reduce the risk of overdose — such as going slowly and testing doses before use, not using alone, and not mixing with alcohol or other substances that can cause excessive sedation — can and should be done in primary care settings.\n\nIn addition, PCPs can help injecting drug users access evidence-based harm reduction services by referring patients to community-based needle service programs and facilitating hepatitis testing and treatment. viral, HIV and sexually transmitted infections. At this point, people who use drugs can be successfully treated for their viral hepatitis and HIV, reducing harm both at the individual level and at the public health level. General practitioners are prepared to treat hepatitis C and HIV through a chronic care approach.\n\nHelio: When a PCP refer patients with opioid use disorders to an addiction specialist?\n\nRead: Referral to an addiction specialist depends on the complexity of the patient and the comfort of the PCP. When patients are not meeting treatment goals in primary care, which may be due to co-occurring substance use disorders or psychiatric diagnoses, then they may benefit from assessment by local specialists substance abuse or specialized addiction programs.\n\nPCPs can also benefit from joining mentoring networks with addiction specialists, which can be done through local provider support systems or national platforms such as [Providers Clinical Support System] or Project ECHO.\n\nHelio: How do you plan to share your program with other health systems?\n\nRead: We will compile educational tools, resources and assessment results throughout the implementation of our project. We will share this locally with medical schools and hospital systems in the greater New York area, and we will use local, national, and regional conferences and peer-reviewed journals to share the program.\n\nThe references\n\nAlbert Einstein College of Medicine and Montefiore Health System receive federal grant to expand education and training in addiction medicine. Published December 16, 2021. Accessed January 5, 2022.\n\nJamison RN, et al. Opioid management. 2014 ; doi:10.5055\/jom.2014.0234.\n\nJamison RN, et al. Medical Pain. 2016. doi: 10.1111\/pme.12871.\n\nStatement from Dr. Rahul Gupta on current CDC data on overdose deaths. Published January 12, 2022. Accessed January 19, 2022.\n\nAbout Rhonda Lee\n\nCheck Also\n\nExec Farrow of Waukesha County: Waukesha County Focuses on Schools and Crisis Response During National Awareness Week\n\n(Waukesha, Wis.) – This National Prevention Week, Waukesha County leaders announce new efforts to prevent …",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.9949201941,
        "format_confidence":0.8690881133
    },
    {
        "url":"http:\/\/www.fda.gov\/ohrms\/dockets\/dailys\/01\/Mar01\/031501\/00N-1396_emc-000653.txt",
        "text":"From: Sent: Tuesday, February 06, 2001 1:04 AM To: Cc: Subject: Oppose FDA's New Regulations on Genetically Engineered Food Naomi Oderberg 20320 10th Ave. N.W. Shoreline, WA 98177 RE: Docket No. 00N-1396, and 00D-1598 Dear FDA, I am outraged by your new policies on genetically engineered (GE) foods. Despite overwhelming consumer demand, your agency still fails to require safety testing and mandatory labeling for GE foods. Your \"notification\" policy is an insult to consumers, and irresponsibly ignores strong scientific evidence of numerous potential health and environmental risks to GE foods. You should be aware that these foods could be toxic, could cause allergic responses, could have lower nutrition value, could compromise immune responses in consumers, and could cause irreparable damage to the environment. I am also greatly opposed to your new \"voluntary labeling\" policy, which denies consumers a basic right to know. Without mandatory labeling, neither consumers nor health professionals will know if an allergic or toxic reaction was the result of a genetically engineered food. Consumers will also be deprived of the critical knowledge they need to hold food producers liable should any of these novel foods prove hazardous. Your proposed rules ignore serious concerns, and appear to be a decision made to convenience industry at the expense of public health and the environment. I will not accept your attempt to make me a guinea pig of these untested foods, and I trust you will take my concern along with the thousands of others into serious consideration. I have a three year old daughter who has to grow up in this world. I want her to have the opportunity to grow up to be a healthy woman. It is frightening to think that despite my most contientious efforts, I may be providing food for her that could prove toxic down the line. As a mother who wants the best for her daughter, I feel angry and helpless that FDA has not responded to the international concern of parents and individuals. I deserve the right to decide what is in the food I feed my beautiful and precious daughter. Sincerely, Dr. Naomi Oderberg Naomi Oderberg",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.7151477933,
        "format_confidence":0.8246007562
    },
    {
        "url":"https:\/\/keto-mojo.com\/video\/keto-diet-insulin-resistance\/",
        "text":"Keto Diet & Insulin Resistance\n\nPublished: July 10, 2019\n\nKeto Diet & Insulin Resistance\n\nDoes the ketogenic diet have an effect on insulin resistance in a negative way? Well, in order to answer this question I have to first address what insulin resistance actually is. And then we’ll dive into some studies that take a look at the short-term effects of the ketogenic diet on insulin resistance, but then the long-term effects. Does the ketogenic diet actually effect our ability to process glucose and could it make us insulin resistant? Well, we’ll dive into all of that. I’m Thomas DeLauer with Keto-Mojo and we’re going to get down to the nitty gritty of insulin resistance and sensitivity.\n\nWhat is Insulin Resistance?\n\nSo, first and foremost, insulin resistance is where your cells are essentially not able to process insulin anymore. They become resistant to it. So, in essence, when you consume some carbohydrates what normally happens in your body is your pancreas secretes insulin and this insulin tells the cell to open up and let glucose in. Well, if someone’s been consuming tons and tons of glucose to the point of ultimately making themselves diabetic what happens is the cells no longer open the door when glucose knocks. So glucose comes to the cell, knocks, says “Hey, can you let this sugar in?” and the cell just never opens the door. That’s insulin resistance. Insulin sensitivity is the opposite. That’s where the cell just opens the door for anybody and everybody. Not quite that extreme, but essentially the cell is just very sensitive.\n\nAnnals of Internal Medicine Journal Study\n\nSo, in order to make some sense of insulin resistance as it pertains to the ketogenic diet, let’s take a look at a study that was published in “Annals of Internal Medicine”. So, this took a look at 10 obese patients. Okay, these 10 obese patients had type two diabetes, and for one week they had them eat their normal diet. Then, after that one week was up, they had them go on a ketogenic diet for two weeks, okay? After the ketogenic diet they found that the test subjects had lost about 1.65 kilograms, which was just a positive side effect, I suppose, but they found that their insulin sensitivity went up 75%. What that means is their insulin resistance reduced 75%. So, type two diabetic patients that were having a serious issue with insulin resistance had much less insulin resistance after being on a keto diet for just two weeks. This is powerful because it shows that simply by reducing the carbohydrate intake and switching over to using ketones as fuel the body didn’t need the glucose as much so it was able to sort of relax and recover a little bit.\n\nEndocrinology Journal Study\n\nBut the question that comes to mind, a question that actually comes up quite a bit, is if someone is on a keto diet for a longer period of time could it make them insulin resistant, too? And the reason that that question comes up is because people realize that if you go a long period of time without eating carbohydrates, does your body sort of lose the machinery, does it sort of lose the ability to process glucose? Well, there’s a study that was published in the journal Endocrinology that took a look at this. Now, the interesting thing is this study looked at rats, but full disclaimer, when you’re looking at sort of the cellular level like this it’s really still close to comparing apples to apples. It’s not entirely, it’s maybe a gala apple to a jazz apple, but it’s still pretty darn close, okay? So this study was looking at peripheral and central insulin levels in response to the keto diet for a longer period of time. So, what it is, it took two groups of rats. One group of rats just went on a regular diet and another group of rats went on a ketogenic diet for eight weeks, okay? At the end of the eight weeks they had the rats go back on a normal diet. And what they found is when they came off keto, went back on a normal diet, they had a big spike in blood glucose and a big spike in insulin. At first glance that sounds bad. We’re like uh oh. Okay, we found out that when these rats went on a keto diet for a while and they came off keto they were somewhat insulin resistant, their bodies weren’t processing it. They weren’t processing the glucose. Now, what was interesting, though, is after just one week it normalized. So, right when they came off keto their body was kind of like whoa, what’s going on with these carbohydrates, we don’t know what this is, and it sort of lacked the ability to process it, but within one week the levels had come back down to those of the group that didn’t do the keto diet. So, it only took a week for everything to balance back out.\n\nEndocrinology Journal Study Results\n\nNow, what’s really cool with this is central insulin resistance balanced back out the way that it should, but peripheral insulin resistance might have stayed elevated for a little while. Now, what does that mean? Peripheral insulin resistance is at the individual cell level. Basically what ended up happening, after just eight weeks of being on the ketogenic diet the rats now had the ability, or their bodies had the ability, to sort of dictate what cells needed glucose and what cells didn’t. Rather than just having it be a systemic master switch, it was auxiliary switches at the individual cell level. So, in a way, although we did have a little bit of insulin resistance for a short period of time upon cessation of the keto diet, we really made the body more, I don’t know, flexible. So, the ketogenic diet has some powerful effects when it comes down to insulin sensitivity and insulin resistance. We can’t always look at insulin resistance as a bad thing. If you’re always insulin resistant, yeah, that’s bad, but if you have the ability to toggle it on and off especially at the individual cell level throughout the body that can be a very powerful thing. You don’t always need to be bombarding your body with glucose.\n\nSo, either way, the ketogenic diet seems to still be paving the way when it comes down to helping out all kinds of different ailments but also just helping our bodies become more normalized when it comes down to energy metabolism. So, if you’re looking to see where you’re at in the ketogenic spectrum, you want to measure your ketones, you’re always going to want to make sure you leave the guesswork out of the equation and see where you’re really at and leave the measuring to the Keto-Mojo meter. The gold standard when it comes to ketone measurement. As always, keep it locked in here with Keto-Mojo. I’m Thomas DeLauer and I’ll see you in the next video.\n\n\nNot on our mailing list?\nSign up and get 3 Easy, Gourmet Keto-Mojo Dinner Recipes!\n\nAt Keto-Mojo, we believe in sharing—sharing important keto community news, science and studies, great keto recipes, products we love, and profiles of people that inspire us.\n\nJoin our community now and get 3 exclusive recipes not found on our website.\n\nShow Buttons\nHide Buttons",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.9939522147,
        "format_confidence":0.6101031899
    },
    {
        "url":"https:\/\/deptstoreforthemind.com\/blogs\/news\/unwind-your-mind-with-aimee-hartley-author-of-breathe-well",
        "text":"Breathe Well book is divided up into chapters of how we spend our lives, from breathwork techniques to practice in the shower, conscious breathing exercises for when we are at work, to breath-focused meditations for when our head hits the pillow. \n\nAimee was passionate about including a chapter about her School Breathe programme, which delivers guided online breathwork techniques straight into the classroom.\n\nThe school environment can often be a catalyst for our very first feelings of stress and anxiety.  From entering a new environment full of new faces to the added pressure of tests and exams, taking a breathwork practice into the classroom can allow children and teachers to learn new ways to manage stress for how we breathe has a direct effect on how we feel.\n\nThe School Breathe programme provides over 40 guided breath work and mindfulness techniques, in bite-sized video and audio formats, to help children and teachers learn effective and healthy ways to manage stress and anxiety.\n\nPresented by a team of breath coaches, mindfulness teachers, mental health professionals and yoga teachers, the programme includes a full variety of scientifically proven techniques including breath count exercises for improved concentration, breathing meditations to encourage a calmer state of mind and breath-led techniques to manage emotions, along with audio visualisations to help develop confidence and help alleviate and manage mental health issues.\n\nThe School Breathe programme can help both children and their teachers to feel more present and focused, thus enhancing both the learning and teaching experience. Presented by one of the School Breathe experts, schools can receive a weekly breath-focused exercise, in video format, to practice throughout the academic year, accompanied by printable tips and advice to help you and your pupils integrate breathwork into your school day.\n\nThe programme already reaches over 2,500 children and Aimee is passionate about taking the programme into more schools this year.  If you think your school maybe interested, please tell them about www.schoolbreathe.com today! \n\nWe asked Aimee some questions as part of our Unwind Your Mind series.\n\n  1. What helps you unwind the best?\n    Breathwork and yoga aside, I literally feel the day melt away when I go for a solo walk in the countryside. Lone time is rare with two children in tow and nature is the best medicine. If I am lucky, two strolls a day is my ideal down time. A short brisk walk (I love  a hill!) in the morning for inspiration and a longer, slower saunter in the evening will see my mind let go of any over thinking and I always return a happier, calmer person. Any single moment I can grab in my newly purchased hammock is guaranteed to make me feel like I have not a single worry in the world.  \n    2. What part of the book writing did you enjoy the most.\n    Practicing all the breath techniques as I wrote was fun and obviously calming on my frazzled (I had a 10-week deadline) nervous system. If the book had been about any other subject matter, I am not sure I would have coped so well. The most enjoyable part was being so involved in the design side of things, which I did not think I would have any say in. I really wanted the book to be a calming experience from the moment you opened the page. The simple, subtle illustrations along with the colour palette offers the reader a sense of peace and space and the publisher and editor made sure I was involved every step of the way.   \n    3. During Covid what would you suggest is a good way of unwinding when\n    in close proximity to your family most of the time?\n    From 7am – bedtime, there’s not much space in this house for solo relaxation so I make sure we do a few activities a day that make me happy. I take the kids out for a walk and we paint and cook. These are all activities they (now!) love as much as I do and I think if you can weave in a bit of ‘me’ into the ‘we’ of the group situation you end up going to bed a little happier each evening.",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.9568270445,
        "format_confidence":0.739929378
    },
    {
        "url":"https:\/\/www.clinicaloptions.com\/oncology\/conference-coverage\/hematology-2020\/multiple-myeloma\/mm\/page-1",
        "text":"Welcome to the CCO Site\n\nThank you for your interest in CCO content. As a guest, please complete the following information fields. These data help ensure our continued delivery of impactful education. \n\nBecome a member (or login)? Member benefits include accreditation certificates, downloadable slides, and decision support tools.\n\n\nExpert Selections From ASH 2020: Multiple Myeloma\n\nShaji K. Kumar, MD\n\nMark and Judy Mullins Professor of Hematological Malignancies\nMyeloma Amyloidosis Dysproteinemia Group\nConsultant, Division of Hematology\nMayo Clinic\nRochester, Minnesota\n\nShaji Kumar, MD, has disclosed that he has received funds for research support from AbbVie, Bristol-Myers Squibb, Celgene, Genentech, Janssen, MedImmune, Oncopeptides, Takeda, and TeneoBio and consulting fees from AbbVie, Bristol-Myers Squibb, Celgene, Genentech, Janssen, Oncopeptides, and Takeda.\n\nView ClinicalThoughts from this Author\n\nSagar Lonial, MD\n\nProfessor and Chair\nDepartment of Hematology and Medical Oncology\nChief Medical Officer\nWinship Cancer Institute of Emory University\nAtlanta, Georgia\n\nSagar Lonial, MD, has disclosed that he has ownership and interest in TG Therapeutics and has received funds for research support from Bristol-Myers Squibb, Janssen, and Takeda and consulting fees from AbbVie, Amgen, Celgene, GlaxoSmithKline, Janssen, Novartis, Sanofi, and Takeda.\n\nView ClinicalThoughts from this Author\n\nReleased: March 8, 2021\n\nIn this commentary, Shaji K. Kumar, MD, and Sagar Lonial, MD, share insights on selected abstracts from ASH 2020 about multiple myeloma (MM) and how these data are poised to affect clinical practice.\n\nNewly Diagnosed MM\n\nShaji Kumar, MD:\nWith the addition of new agents, the treatment of newly diagnosed MM has greatly improved over the past decade. It is interesting to see that, with these regimens in the upfront setting, we are easily looking at 4-5 years of freedom from progression after diagnosis, which is quite significant progress. In the ASCT‑eligible patient population, the IFM 2009, CASSIOPEIA, and GRIFFIN trials all have shown that VRd is a very effective combination regimen. The question now is whether to continue using VRd or to transition to quadruplet therapy with VRd plus daratumumab for initial therapy.\n\nSagar Lonial, MD:\nThe phase II GRIFFIN trial included ASCT-eligible patients with newly diagnosed MM who were randomized to receive D-VRd followed by D-R maintenance or VRd followed by R maintenance. In an updated analysis of GRIFFIN presented at ASH 2020, D-VRd followed by D-R maintenance led to significant improvements in sCR and depth of response compared with VRd followed by R maintenance. Many patients had achieved sCR at the 12-month maintenance cutoff: 63.6% of the D-VRd group compared with 47.4% of the VRd group (P = .0253). Responses deepened over time, with more patients in the D-VRd group achieving ≥ CR compared with previous analyses (P = .0014).\n\nI think that the paradigm is moving toward 4- vs 3-drug combinations in fit patients who can tolerate intensive therapy because there seems to be a clear benefit for early intensive therapy based on the rates of sCR\/CR and MRD negativity in these trials.\n\nFor frail patients, things are more complicated. First, I think we need better tools to define frail patients than the arbitrary age cutoff of 65 years. Second, for the truly frail patient, 4-drug therapies are more difficult due to the increased need to minimize toxicity. Selecting an appropriate therapy from the outset is very important for frail patients because they may not get a second chance at therapy. Regimens such as the one in MAIA clearly demonstrate very long, durable responses. TOURMALINE-MM2 suggests that all-oral approaches can offer significant benefit for frail, elderly, renal‑compromised patients, as well.\n\nThe second piece we need to consider for newly diagnosed MM is the continued role of ASCT in patient management. If we were to summarize the big highlights of ASH 2020, bispecific antibodies would be one, but so would the resurgence of ASCT. A few studies clearly demonstrated the benefit of high‑dose therapy not just in achieving deep responses, but also in achieving durable MRD negativity. As I mentioned earlier, durable MRD negativity is becoming a very important benchmark in the clinic. It is clear from many studies presented at ASH 2020 that ASCT allows a more durable, MRD‑negative PFS.\n\nShaji Kumar, MD:\nI agree. It is important to remember, when looking at the various regimens we have available for first-line therapy, to also consider ASCT and appropriate maintenance therapy to maximize the response to induction and maintain this long duration of a disease-free interval for patients with MM after their initial diagnosis.\n\nTreatment Options for Patients with R\/R MM: Newly Approved Agents\n\nSagar Lonial, MD:\nAt ASH 2020, the goal of the selinexor and belantamab mafodotin combination studies was to bring these recently approved agents into earlier lines of therapy while building on the success of current MM therapy backbones. When combining drugs, we often need to tweak the dosing schedule to make them more tolerable. In the STOMP study, this meant once-weekly dosing for selinexor in combination with pomalidomide\/dexamethasone. In the ALGONQUIN study, the dosing frequency for belantamab mafodotin also was different from when it is given as a single agent. These trials help show us how best to combine these newer agents and use them in our daily practice.\n\nShaji Kumar, MD:\nYes, it is very interesting how these new agents are being used and introduced into earlier lines of therapy. As we discussed for patients with early relapse, we combine anti‑CD38 antibodies with IMiDs or PIs so, by the time a patient experiences a second or third relapse, they are often refractory to these various classes of MM therapies. The trials combining selinexor and belantamab mafodotin with standard-of-care agents can provide important data on the potential for use in earlier relapse.\n\nThese data also make me wonder whether these drugs can move even earlier—to the first relapse setting—potentially replacing or being used in combination with anti‑CD38–based therapy, as has been done with selinexor and daratumumab combinations. How we use and combine PIs, IMiDs, selinexor, monoclonal antibodies, and BCMA‑targeted therapies such as belantamab mafodotin are clearly improving the outcomes for patients with MM, and additional trials will continue to build upon this for optimal outcomes.\n\nTreatment Options for Patients with R\/R MM: Anti-BCMA Targeted Agents\n\nShaji Kumar, MD:\nMany exciting immunotherapy approaches targeting BCMA for patients with R\/R MM were presented at ASH 2020. Several trials assessed different CAR T-cell therapies in addition to other immunotherapy approaches, such as bispecific antibodies and antibody–drug conjugates. The CAR T-cell trials discussed here have clearly shown the proof of principle for targeting BCMA in R\/R MM, and the other BCMA-targeted immunotherapies are quickly catching up.\n\nOverall, the results from the CARTITUDE-1 study of ciltacabtagene autoleucel, the CRB-402 study of bb21217, the PRIME trial of P-BCMA-101, and the UNIVERSAL study of ALLO-715 suggest that anti-BCMA CAR T-cells are effective and provoke an immune response in patients with MM. This has been a real concern, as patients with MM are exposed to so many drugs throughout the course of their disease.\n\nThis year, the CAR T-cells we mentioned also highlight some of the nuances that healthcare professionals and researchers are considering to improve on the current paradigm for CAR T-cell therapy. Skewing CAR T-cells to a memory phenotype, as was done with bb21217, may improve their persistence. Use of transposons and nanoplasmids as vectors can decrease both manufacturing time and cost. Allogeneic CAR T-cells offer the ability to use an off-the-shelf product. The speed to treatment is especially important in the R\/R setting, where patients cannot wait very long to get their own T-cells manufactured and brought back.\n\nSagar Lonial, MD:\nI am impressed with the evolution from the first CAR T-cells into modern CAR T-cell therapies with improved efficacy, durability, and safety.\n\nMany of us were initially disappointed with the long-term efficacy of CAR T-cells in myeloma, but these studies give us hope that there will be subtle nuances that help improve the overall efficacy of this approach.\n\nShaji Kumar, MD:\nI agree. Another key for improving efficacy of the CAR T-cell therapies in MM is going to be using them in earlier settings. I hope there will be more durable responses as these trials progress.\n\nBispecific antibodies represent another new approach for targeting BCMA that has shown promise in MM. The premise is similar to that of CAR T-cell therapy, in that these molecules harness the power of the body’s own T-cells to develop an anti-MM response that can lead to disease control. Unlike with CAR T-cell therapy, which requires apheresis and manufacturing, bispecific antibodies are designed to bring normal T-cells close to myeloma cells in the body, resulting in an immune synapse formation and cell killing. Bispecific antibodies are recombinant proteins made up of 2 single-chain variable fragments or antibodies linked together: 1 targeting a T-cell surface molecule, such as CD3, and 1 targeting an antigen common to a specific type of cancer cell, such as BCMA for MM. Of importance, bispecific antibodies are available “off the shelf” for patients but do generally require repeated dosing.\n\nSeveral bispecific antibodies for MM are currently in clinical trials. One of the first bispecific antibodies to be tested in the clinical trial setting was the BCMA-\/CD3-targeted bispecific antibody pavurutamab (AMG 701) and its precursor molecule, AMG 420. Although the first-generation bispecific antibodies had to be infused frequently, subsequent generations have modifications and can be given weekly or even l... (truncated)",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.9932191968,
        "format_confidence":0.7793328166
    },
    {
        "url":"https:\/\/www.curetoday.com\/view\/scott-hamilton-when-fear-flips",
        "text":"Scott Hamilton: When Fear Flips\n\nDecember 6, 2018\n\nFor this episode of the CURE Talks Cancer podcast, we spoke with Scott Hamilton, an Olympic gold medalist, cancer survivor and founder of the Scott Hamilton CARES Foundation\n\nReceiving a cancer diagnosis can be terrifying—Olympic gold medalist Scott Hamilton knows that firsthand. However, after the shock wears off, it’s possible to use cancer as a motivation to do better in the world. That’s what Scott Hamilton did by starting the Scott Hamilton CARES foundation, which is dedicated to improving the future of cancer care.\n\nIn this week’s episode, we spoke with Hamilton about his personal bouts with testicular cancer and a brain tumor, as well as losing his mother to breast cancer. The former professional ice skater also touches upon why he wanted to be involved in CURE’s 2018 MPN Heroes event.",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.9425396919,
        "format_confidence":0.8843315244
    },
    {
        "url":"https:\/\/dotsub.com\/view\/21ba76e6-1991-438f-9717-cadf99271721",
        "text":"\n\nGabor Maté - Addictions & Corrections Lecture (REDUX DUBSTEP MIX)\n\n0 (0 Likes \/ 0 Dislikes)\nI'm pleased to be on the panel with someone from the correctional service. I'll provocatively state however that i'll be looking forward to find out what it is that the correctional service actually corrects. In my view, very little. And I completely agree the justice system is completely criminal, and it should be studied that way. So, what do we see when we look at addictions? Many of the addicts in the downtown east side, the ones that the police spend their time chasing in the streets, are actually people who suffer from sever post traumatic stress disorder. People self medicate depression. Prozac is intended to increase the levels of serotonin. Cocaine also elevates serotonin level. People use cocaine to self medicate depression. What dexedrine does, or ritalin, is it elevates the level of dopamine. It actually calms down the hyperactive brain. What does cocaine do? What does nicotine do? Or crystal meth, or caffeine? It elevates dopamine levels. People self medicate ADHD. A good 30% of the people in jail in this country suffer from ADHD. That's why they're there! I mean, you do a brain scan on people who are experiencing a moment of emotional rejection; the same part of the brain will light up as if you stuck them with a knife. So the first question is not: \"Why the addiction?\", but \"Why the pain?\" You wanna know why the pain? I don't have a single female patient on the downtown east side who wasn't sexually abused as a child. That's why the pain. Because all the addiction substances are actually pain relievers. Cocaine is a local anasctetic. The men were also abused, If not sexually, then physically, and emotionally and abandoned, and neglected. The child has got very limited means of surviving the trauma. One way to survive it is to deaden his emotions because otherwise they are too overwhelming, he can't live with that much pain. Essentially what we're doing in this country, with our so called justice system, is we're punishing people and jailing them for having been abused in the first place. And this is what the canadian government is now spending 10 billion dollars on, building more jails, for these people, while they're starving the social system of support for kids with learning disabilities, kids with family problems, kids with behavior problems. Those services are being cut in the name of economic... what? But why do we have receptors for a derivative of a poppy plant? Well of course the answer is we don't. We have receptors for our own opiates. And there's a term for that; our own opiates are called endorphins. Why do we have that? First of all, they're pain relievers, physical and emotional pain relievers. You have to have pain in this life, pain is an important warning, you also have to have some internal pain relief because too much pain is unbearable. Number two, opiates are the reward and pleasure chemicals. So when you have an esctatic, gleeful, an orgasmic experience, whether physical or emotional, you have opiates. Now that's important for human life because without pleasure and reward life becomes, as you can imagine, rather difficult. The third function of opiates is also the most important one, It can be summed up in one word: love. Without opiates there's no experience of connection, attachement, and love. Now, that's not a luxury. In fact, love is a basic emotion without which life is impossible. Love is a basic emotion without which life is impossible. Now I want you to consider the following question: If a human being comes to the conclusion that without this particular substance, he or she will have no experience of pain relief, pleasure and reward, love and connection, just exactly how are you going to take that away from them? By putting up a billboard saying \"Just say no\"? Same with the dopamine system. It's essential in motivation and incentive. So dopamine flows whenever you're seeking food, seeking a sexual parter, exploring a novel environment. Food seeking will increase your dopanime levels by 50%, sex by 100%, a shot of cocaine by 300%, and crystal meth by 1200% Imagine a kid then who comes to the intuitive conclusion that without that chemical, he has no experience of vitality, curiosity, aliveness, motivation and incentive. How are you gonna take that away from him? By putting him in jail? By punishing him? There are a number of brain circuits involved in addiction. Impulse control is the capacity not to act on an impulse. When you do brain scans on drug addicts, that's not functioning well. So you're looking at people's brains that are actually not capable, relatively speaking, of withstanding the impulse. Because along with the many myths around addiction, one of them is that drugs are addictive. Well clearly, that's ridiculous. Most of you can go into a hospital and be given large quantities of morphine, If you need it, and once the problem is dealt with, you're off the morphine and you barely even suffer withdrawal. Nicotine, food, sex, gambling, shopping; none of these are inherently addictive. In other words, the addiction doesn't happen because of the substance. So the whole emphasis of the legal apparatus on interdicting the substance is completely beside the point. The real issue that I'm raising here is what makes somebody succeptible. Turns out that the human brain, for the most part, develops under the impact of the environment. The person's stress response. It's when people are stressed that they go off and do something harmful to themselves, like eat too much, or do a drug. The stress regulation mechanism of the childs brain is actually programmed because the dopamine receptors of the brain depend on the emotional states of the mother during pregnancy, and early in life. The neccessary condition for the development is the presense of non stressed, non depressed, emotionally available, parenting caregivers, which is precisely what the addict never had. What's adverse childhood experience? Physical, sexual, or emotional abuse, death of a parent, a rancorous divorce, violence in the family, addiction in the family, a parent being jailed. For each of these adverse childhood experiences, the risk of addiction in the adult goes up exponentially, so that by the time a male child has had six of these adverse childhood experiences, his risk of becoming a substance dependant addict is 4600% greater. That's a 46 fold increase based on childhood adversity. These are then the people who's brains are susceptible, who are lacking these systems when they develop, when they meet a substance... (sighs) ...It's the answer to their life's prayer. One sex trade worker; she said, \"The first time I did heroin it felt like a warm soft hug\". And that's exactly what it was It follows therefore that choice has nothing to do with it. It's all based on early experience. Genes have nothing to do with it. I shouldn't say nothing. There are genes that predispose to certain behaviors. Predispose though is not the same as predetermine. See, the media love these genetic stories. So as soon as somebody discovers the \"alcoholism gene\", It goes on the cover of Time magazine. Three years later it turns out that nobody dicovered anything of the sort. That goes in some back little article... and the violence genes! Kids who are violent are more likely to have a certain genetic variant. But it turns out if these kids are brought up in families without violence or abuse, they're less likely to be violent then others. So it takes a combination of abuse and that gene to create the violence. Same with addiction. So, genes don't determine- In fact, there's a whole science called \"Epigenetics\". The influnces that override genetics are far more important that what the genes say themselves. So the genetic argument and the choice argument are simply cop outs that prevent us from looking at what actually happens, nothing genetic about it. There were addictive substances in North America prior to the coming of the caucasians; peyote, there was tobacco, there were even alcoholic spirits; there was no addiction. After that massive dislocation, the historical horror that befell the aboriginals in North America, that's when addiction becomes their response to all the pain. So when I go to native communities now, the trauma now is entrenched in the generations, it's passed on multi-generationally. They are destroyed when their lands are taken away, when their movement is restricted, and then on top of that, when they experience generations of sexual abuse in the christian run residential homes. In Thunder Bay there was a woman there from a reserve nearby, she said that on her reservation there are 188 people, 133 are addicted. And it's simply a legacy of what happened to them and what continues to happen to them. Again, the assumption when it comes to addictions is that these people have to hit rock bottom, they have to be punished, and so on, and then they'll see the light. No, they don't. What's rock bottom for somebody who lives in the downtown east side? With hiv, having lost everything? What's the rock bottom that they're gonna have to hit? People don't need rock bottom, they need the very opposite. They have to have some confidence, some hope of victory. Victory is when you're treated like a human being, when you can look upon yourself with some compassion, when you realize that despite all that's happened to you, and despite all that you've done, you're still a worthwhile human being. That's not the kind of victory our system gives people. The politicians thrive from creating enemies out of the most abused segments of the population. They thrive on creating fear of them. When you marginalize our society, criminalize people, impoverish them, you are simply making sure that they're gonna stay addicted. For the most part, the system is almost designed to keep people entrenched in misery. We're busy building jails... (truncated)",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.9720354676,
        "format_confidence":0.9654154778
    },
    {
        "url":"https:\/\/headstrong.org\/headstrong-volunteer-stories-marty-spiegel\/",
        "text":"By Ed Morrone\n\nMarty Spiegel, a retired Swarthmore resident, volunteers once a week at Nick’s House.\n\n\nBeginning this week and stretching into the weeks and months to come, HEADstrong will be taking a closer look at some of the foundation’s volunteers, most notably at Nick’s House. The inaugural post highlights Marty Spiegel, a Swarthmore resident and the town’s former downtown coordinator. In his career, Marty has also owned a home inspection company, but his real passion lies in philanthropy and volunteer work after working in the social services field for almost two decades:\n\nHEADstrong: How did you become involved with HEADstrong?\n\nMarty Spiegel: My involvement started as the downtown coordinator of Swarthmore’s business district when HEADstrong started looking at this property as the site for Nick’s House. I had significant interest not only for my job, but as a resident. I went to the municipal and zoning meetings and was supportive of them before I even got in there. Every impression I had was that it was a really special program, and Swarthmore is fortunate to host something as beneficial as Nick’s House and what it’s turned out to be. Then I became interested in more hands-on volunteering and have been involved one way or the other since the outset.\n\nHS: Why devote your time to specifically help HEADstrong?\n\nMS: I got my Masters in social work and worked in social services with people who have developmental disabilities for 16 years. Once I segued into retirement, I wanted to use my business and social work background to do something more people-oriented. I got married and moved to Swarthmore in 1990; my wife is a public school teacher and we have no children, so becoming heavily-invested in the community and volunteerism is kind of what we do. I’m an absolute advocate of everything that goes on here.\n\nHS: How would you describe your volunteer responsibilities at Nick’s House?\n\nMS: The patients and caregivers are fairly self-sufficient, so I just add support. I live here and know Swarthmore well, so I orient them to the community and am a good resource and liaison between HEADstrong and the patients; just spend time chatting and letting them know there are people out there who really care about them. They are so grateful for the ability to be in this house, because for some they wouldn’t be in Philadelphia receiving treatment if not for the availability of Nick’s House. I can’t imagine how it feels to them going through this horrendous process never knowing what’s at the other end. They may feel lousy, but at least they have a place to go that’s not a hotel room. Being here is the highlight of my week.\n\nHS: Cancer obviously impacts and affects us all — why is it important for you to give back to the cause?\n\nMS: It’s hard to find any individual not touched by cancer. It’s so widespread, and we’ve all been through it or have family members who have. Many of us have family members who have endured similar situations without the advantage of Nick’s House. It’s a much-needed service provided for incredible people who are going through this. I have a drive to give back, and doing good is part of who I am. The fact that I can do it so close to home in this setting is a blessing. It’s a beautiful place, and the strength and resilience of these families is inspirational. I’m impressed by how much they go through and are still able to persevere.\n\nHS: In your eyes, what makes HEADstrong truly unique?\n\nMS: One of the strengths of Nick’s House is that it not only offers a place to live, but it puts the patients and caregivers in contact with other people who are dealing with similar circumstances. It’s hard for people not going through a cancer diagnosis to truly understand. Being here with others going through cancer can be invaluable, beneficial and therapeutic. They can commiserate and emphasize; talk, share, laugh and cry. They do all of that together, and it’s an amazing part of the program that I feel so strongly about.\n\nHS: How has this volunteer experience enriched and fulfilled you?\n\nMS: It’s great to be appreciated, but I don’t do it for any accolades. It’s important to me this time in my life, more so than being paid. As far as I’m concerned, our jobs are easy; they are carrying the heavy loads, so it is gratifying to hear them say they appreciate the house and what it’s done for them. I’m happy they feel that way, and I work my hardest so that when they leave here, their experience was made more positive by what myself and other volunteers have done for them.\n\nThe HEADstrong Foundation™ is a 501(c)3 committed to improving lives affected by cancer, founded by the late Nicholas “HEAD” Colleluori. The non-profit organization plays a vital role as a direct resource to families overcome by the hardships of cancer. HEADstrong provides a variety of services, which range from financial assistance to funding capital projects to peer mentorship and, most notably, HEADstrong operates Nick’s House™, a guest family home providing more than 2,555 nights of complimentary lodging and support to families displaced in the pursuit of life-saving cancer treatment. Today, Nick’s vision is being fulfilled through the relentless efforts of his family, athletes and supporters across the country uniting in the fight against cancer. For more information on the HEADstrong Foundation and how to donate, host a fundraiser or volunteer, please visit\n\nRecent Posts\n\nStart typing and press Enter to search",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.8487949371,
        "format_confidence":0.8997054696
    },
    {
        "url":"http:\/\/lisab.com.au\/3-kim-johnson-tony-robbins-coach-author-nail-it-in-90-kim-and-i-discuss-how-masculine-and-feminine-energy-operates-in-the-work-place\/",
        "text":"#3 Podcast – Kim Johnson – Tony Robbins Coach – Author Nail it in 90.\n\nHow does masculine and feminine energy operate in the work place?\n\nKim Johnson is the author of the book Nail it in 90 and she has been a Tony Robbins coach for many years.\n\nWe both first learnt about masculine and feminine energy with Tony Robbins about 12 years ago. Kim and I are both fascinated by the subject. In this episode Kim and I discuss a few things relating to masculine and feminine energy and how it impacts us in life.\n\nStrong women are rewarded heavily for being strong and as such are rewarded for being in their masculine energy at work. They achieve promotions and they achieve massive financial success at work. How do they feel when they get home? How does being in their masculine energy effect them in their relationships?\n\nKim and I in this podcast, discuss things like –\nWhat happens if you are in feminine energy and you work from home?\nWhat happens if you are working in a corporate business with others and you’re in your masculine energy?\nWhat happens when you go home and you’re in masculine energy?\n\nBalancing your masculine and feminine energy changes everything.\n\nThis week’s sponsor is The Little Black Dress Cleanse.  \n\nAre you sick and tired of feeling sick and tired?  Are you fed up with going on different FAD diets and diets that don’t ever seem to work? Have you had enough of your favourite dresses being way too tight?  Let Laurie help you with The Little Black Dress Cleanse.  In 4 days you can see and feel the difference.\n\nTo find out more about The Little Black Cleanse Click Here\n\n\nShare The Love\n\nIf you love the podcast please write a 5 star review –\nOn itunes.\nOn stitcher\n\n\nIf you have a product or service my listeners might like – Consider sponsoring  The Lisa B Show – Please Click Here\n\n\nMentioned in this podcast is\n\nKim Johnson -Nail it in 90 – Find it HERE \n\nTony Robbins -Tony’s relationship program – Find it HERE\n\nLaurie Driggers\n\nLisa B is the author of the best selling book Banish The Bitch And Bring Out The Babe – Find it HERE\n\nIf you would like to get in touch on twitter please put #thelisabshow and I will find you.\n\n\n\nQUESTION : What did you learn or what was something that resonated with you about this episode?\n\nPlease let me know in the comments below.\n\nLeave A Response\n\n* Denotes Required Field",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.5129905939,
        "format_confidence":0.6146504879
    },
    {
        "url":"https:\/\/www.usagainstalzheimers.org\/content\/july-2016-stress-and-alzheimers",
        "text":"July 8, 2016\n\nStress and Alzheimer's Disease - Dr. Robert Rissman\n\nDownload Transcript (112.67 KB)\n\nDr. Robert Rissman was our guest for the July Alzheimer’s Talks where he spoke about his research on the relationship between chronic stress and Alzheimer’s disease and his work to develop a biomarker for Alzheimer’s and prevent cognitive decline.\n\nDr. Rissman is Associate Professor of Neurosciences at the University of California San Diego School of Medicine, Biomarker Core Director for the Alzheimer’s Disease Cooperative Study at UCSD, and Neuropathology Core Cirector for the Shiley-Marcos Alzheimer’s Disease Research Center.\n\n\nKey Highlight\n\nAnimal models show stress plays an important role in development of Alzheimer’s.\n\nDr. Rissman’s work looks at how the brains of mice change during stress and how there could be changes in Alzheimer’s related pathways after stress.\n\nThey found that emotional stressors relate directly to changes in a protein in the brain, called tau that is central to the development of Alzheimer’s disease. His team also identified a peptide in the brain, called corticotropin releasing factor (CRF), which plays an important role in regulating those tau changes.  Specifically, there is one type of a CRF receptor that regulates a stress-induced increase in tau.\n\nResearch leads to development of potential drugs to stop Alzheimer’s\n\nDr. Rissman’s work in mice shows that drugs that impact the CRF system could be used to prevent or delay the onset of Alzheimer’s disease by preventing neurofibrillary tangles. By giving the drug for five months, before the mice developed full-blown pathology, he was able to prevent the cognitive decline and greatly reduce the levels of beta amyloid plaque, though more research is needed.\n\nStress comes in many forms\n\nStress can be from external or internal sources. Having Alzheimer’s disease is an example of an internal, physiological condition that puts stress on the brain and leads to cellular change. External stress, especially chronic, long-term stress, can also induce changes in the brain and may make you more susceptible to developing Alzheimer’s.\n\nBiomarkers in our future\n\nIn a just released separate study Dr. Rissman is looking for novel biomarkers of Alzheimer’s disease. He identified microvesicles, which could predict what individuals transitioned from mild cognitive impairment to Alzheimer’s disease - which could lead to the development of a blood test for Alzheimer’s disease.\n\nOur thanks to Dr. Rissman for describing his research and answering our listeners' questions. You can read a full transcript for all the details of our conversation on stress and Alzheimer’s disease.",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.9950366616,
        "format_confidence":0.9682305455
    },
    {
        "url":"https:\/\/www.everyday-democracy.org\/stories\/power-talking-each-other-about-mental-health",
        "text":"The power of talking with each other about mental health\n\nSpeech bubbles“The first conversation between them and someone else who suffers from mental health problems, that really opens their eyes, is the fact that what they're dealing with is normal; they’re just dealing with it alone.” Why do we deal with things alone? We all carry hopes, fears, and worries inside of us, and there’s only one way to get such things out. Text, Talk Act, is striving to foster an accepting environment where we can talk about the things that matter.\n\nIn our three-part series we meet people working on the front lines towards this goal. Their voices are joined by the text messages of Text, Talk, Act participants, who have taken part in the conversation to make a difference. The talk around mental health is personal, powerful, and raw, and hearing it might just cause you to act.\n\nListen to the second part of this series featuring the voices behind this movement. They come together to say that we are not alone, as long as we talk.\n\nRelated links:\n\n\nDownload this episode (right click and save)\n\n\n\nKrystal : My name is Krystal.\n\nTim: My name is Timothy Cox.\n\nBasant: My name is Basant.\n\nKayhl: I’m Kayhl Cooper.\n\nKrystal: Text, Talk, Act is a national event. People can participate by using their cell phones.\n\nTim: Text, Talk, Act is a platform that when you send in one text message, what you get back is the conversation starter.\n\nKrystal: And then they give you all of the questions that can actually start a very excellent conversation on mental health. It's really fantastic because a lot of people might want to talk about mental health, but they don’t know how.\n\nTim: We keep talking about how we need to have a conversation, and the first conversation between them and someone else who suffers from mental health problems, that really opens their eyes, is the fact that what their dealing with is normal; they’re just dealing with it alone.\n\nKrystal: I got involved in Text, Talk, Act in undergrad at university through Active Minds. Active Minds is predominantly a college-chaptered national organization that works to change your conversation on mental health and reduce the stigma of mental illness. It was something that I became very passionate about once I became aware that there are all of these disparities of mental health, and there are ways that we can help people; we just need to start talking about them.\n\nBasant: I think it comes back to culture and are you in a culture where you can talk to people about your life? And to me, I can look into a culture and see this is very sad, that when a person is grieving the death of someone or they feel very depressed, it's sad to see that the person is in a culture where they feel they can’t talk about that. In a way, they are very isolated and hiding, but at the same time, their neighbors are doing the same thing. They also feel isolated that they can’t share this, and to me, that looks very strange and it's really hard to see people suffering like that. Text, Talk, Act is for this culture where people cannot talk about their natural life. The natural allotted stages in life we go through are very hard emotionally and mentally very draining—very sad and heartbreaking. And why should that be a hidden topic?\n\nKrystal: I come from a family where mental health was always a predominant concern, but it wasn’t something that was really talked about. So when I got into college and I was experiencing mental health concerns, like stress and anxiety, I was afraid to talk to people about it. And I also thought, “This is normal. Other family members have this, so why should I be complaining about my own mental health concerns? But through Active Minds, I was given the courage to actually seek help for my mental health. And it made me passionate because I realized that not all people have the opportunity that I have, to have such great mentors in college, such a great organization that encourages talk about your feelings and what’s going on with your life. So I wanted to try and be that person for somebody else. At least make people think about mental health, so they can try and help somebody else, or at least understand what somebody else is going through.\n\nWe just started doing it at my school. I found other people that were really passionate about it, including the advisors and other students, and we just started spreading it. We wanted to do it in classrooms, and we wanted to do it out in our open area quad, to try and get as many students that were passing by involved in it, and tell them, “Hey, this is important. If you can’t do this now, take this card and do it when you get home. Have a conversation with your parents if you’re staying with them, or your boyfriend or your girlfriend, because it's an important conversation to have, and it can really start a conversation that you might not even think it could start, and have really lasting impact on people.”\n\nText, Talk, Act promotes having a conversation, and you need to have a conversation with people to get them involved in it. You can put flyers here... You can put flyers here...  Can you send out email? Things like that is what was really important for us, but even more so was actual people going up and saying, “Hey, I would like you to have this conversation. This is why it's really important.” The actual one-on-one human communication, “I would—I would like you to have this conversation,” is what I think really played a crucial role in us being able to get people involved. Because you can tell someone over email all day and their email, they can just close it down. But if you’re actually there telling them, ”Hey, this is why this is important, you don’t have to have a mental illness for mental health to be important.” And it's why people have gotten involved. Because they do realize, “Hey, it might not be me who is having the problem right now, but it might be my friend. And being able to communicate and figure out and talk with people about mental health could help me talk with my friend later about it.”\n\nKayhl: What was really interesting is with each and every single group, as we moved through the discussion, they really were able to open up to each other.\n\nKrystal: I’ve found that people become more empathetic towards the people they are talking with.\n\nKayhl: They opened up to each other a lot and talked a lot about their experiences.\n\nKrystal: They build really quick relationships because they're talking about something that means something to them.\n\nKayhl: And I think I learned a lot about everyone else in the room, and how everyone deals with mental health in their own way. And they learned a lot through just talking. That was really enlightening—to see people, when they didn’t have to be talking so sincerely, taking a project so seriously, because I feel like a lot of people are looking for an outlet to talk about mental health, and when they find one, it's probably really nice to be able to get stuff off your chest, just to be able to open that discussion up. It was nice to see a small version of what Text, Talk, Act wants to do as a whole, which is start a conversation on mental health and remove the stigma around talking about it in general.\n\nI think that’s what it all boils down to, that the things in our heads are very important, we just don’t talk about them enough.\n\nTim: I think the biggest surprise for a lot of people is that they are not alone. And it doesn’t matter how many years Text, Talk, Act has been going on, or any other programs to bring to light mental health, because people keep to themselves, especially, in my opinion, adults. And definitely youth that feel like they don’t have anyone else to talk to. They don’t get that it is something that happens so often, because they don’t talk about it themselves.\n\nAnd if they just opened their minds to having a conversation with someone about what goes on in their heads—what thoughts they have, what they’re feeling—that other person would likely open up to them and say, “You know, I feel that too; I’ve been here too. I’m going through this right now.” That’s when the conversation starts to happen for people, and that’s when they start to realize they aren’t going through something nobody else goes through; they’re just going through something we all go through, and they're doing it alone.\"\n\nKayhl: I think Text, Talk, Act is really important right now because it's so accessible. It's putting a mental health discussion in places that it would have never been before—in schools, in work places, in colleges, among social groups. It's just a very accessible platform to talk about mental health in a way that we never have before, and that we should be doing already. To get things going right now in removing the stigma around mental health. I think everyone can help by being more open about things in general. If you’re having a problem, why not talk about it? If you notice that someone else is having a problem, why don’t you talk to them about it? Once we start that culture of being ok with saying what’s on our mind, I think we are headed in the right direction, and that opens the doors for everything to move in the right direction.\n\nBasant: And with Text, Talk, Act, I think that’s what we are trying to do. Once people have opened up that topic, opened up that door, I’m hoping that comes out of Text, Talk, Act. Really change that flavor in our community where talking about what’s real and what’s painful and hard becomes something that is what you do with people, so we can help each other live better.\n\n\nSound credits:\n\nSong: Losing Love; Artist: Dexter Britain\n\nSong: Lullaby, Floating In Space, LaDiDay; Artist: Podington Bear\n\nSong: We Call This Home; Artist: Alex Fitch\n\n\n\nMarch 8, 2016\n\nSign Up for Email Updates!Wasn't that inspiring? Sign up for more stories like this one\n\nFor more than 25 years, Everyday Democracy has worked with communities across the country to foster a healthy and vibr... (truncated)",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.9201245308,
        "format_confidence":0.9628045559
    },
    {
        "url":"https:\/\/vitalityphilly.com\/interview-with-monique\/",
        "text":"Monique (she\/her)\n\nContinuing my series of interviews, I’ll next introduce you to Monique, the mindset development coach at Vitality. After working 8 years as a nurse in critical care and being pulled in every direction, she’s now a full time entrepreneur who teaches women how to put themselves first. Monique took me through her journey of how she was inspired to leave her nursing career behind and enter a new world of self love. \n\nA Leader in the Nursing World  \n\nMonique was an extremely successful nurse. She worked within critical care at some of the top institutions in the country and was highly regarded by her colleagues, but despite her success, she wasn’t happy. She went above and beyond for her patients, guiding them in meditations and massaging their feet, but that same love and care was lacking in her personal life. She was always busy and continuously found herself in a relationship to avoid herself. Her mantra became “I’m tired, I’m tired, I’m tired.” I’m sure many can relate to this theme- tending to and comforting others all day, but neglecting your own needs in the process. \n\nA New Path of Self Love \n\nAround her 29th birthday she took her first solo trip. Taking this time for herself offered her a new perspective- she had to put her needs first in order to be successful. As she became secure in the prioritization of her own needs, she was able to guide others in doing the same.  She started sharing her work-life balance tips online, always being transparent about her failures and resilience in life. This honesty led her to gain quite the following, prompting her to start a brand called the Resilient Nurse. Different companies sponsored her brand to help nurses learn new techniques that would prevent them from becoming burnt out. Eventually she got her first partnership with a nursing staff company. In exchange for her promotion of their company, they provided her with social media content and sponsored all of her events. Their sponsorship allowed her to speak at in person events, causing her brand to have its major breakthrough. From there she was able to start growing her business beyond just the medical community, but to all women. Assisting the medical community was her stepping stone to talk about the content she truly wanted to, self love. \n\nBecoming a Leader in the Self Care World\n\nOn Monique’s 30th birthday she resigned as a nurse, and is now a full time entrepreneur. She works as a self love mindset coach, specializing in helping women of color undo beliefs formed from fear based thoughts. Monique’s found confidence has enabled her to transfer her power to others, creating a domino effect of women empowerment. She hosts events, workshops, and international\/domestic travel retreats that bring women into a welcoming space of community and support. Monique offers a 6 Weeks to Self Love Coaching Program that guides women to discover their fullest sense of love and confidence. She uses a range of healing methods such as: one on one coaching, community discussions, prayer, personal development exercises, breath work, aromatherapy and crystal sound therapy. Her retreat destinations have consisted of Bali, Nicaragua, Kenya, Thailand and Mexico, to name a few. Recently, Monique has extended her work by founding the Luminous Energy Collective. It is a collective of personal mentors that each offer their own speciality, allowing one to pick which path of healing feels best for them. \n\nMonique has cultivated a life where she lives for herself AND others. Once a leader in the nursing world, she now thrives as a leader in the self care world. \n\nAre You Living for Yourself? \n\nMonique was successful as a nurse, but rather than staying stagnant, she pushed for more. She left a life of personal neglect to now immerse her days in self love. Too often do we abandon our self power and fall trap to habitualization in routines and patterns. Once Monique was able to leave behind the parts of her life that weren’t serving her anymore, her life blossomed. Now she can pour her love back into the community without leaving herself drained. \n\nI can say firsthand that Monique’s energy is extremely strong and magnetic. I can’t imagine a vessel of such charisma being left unattended to. Though, that’s unfortunately what happens to most of us. Our lives are being pulled in so many directions that it becomes a chore to love ourselves. In a world as mentally taxing as ours, we’re all looking for an encouraging voice to keep us inspired. Monique reminds women that we can be the change we need in life. Embody your fullest sense of self. Your inner power is waiting to be tapped into.",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.8343539834,
        "format_confidence":0.9647997618
    },
    {
        "url":"http:\/\/www.jkp.com\/jkpblog\/2011\/01\/int-fox-and-wilson-counselling-older-people-with-alcohol-problems\/",
        "text":"Counselling Older People with Alcohol Problems – An Interview with JKP authors Mike Fox and Lesley Wilson\n\nMike Fox is Senior Practitioner and manager of the Older Persons’ Service in an alcohol agency in North London, and also works as Lead Clinician for Dementia at another counselling service in the same area.\n\nLesley Wilson is currently a lecturer in occupational therapy. Prior to this she was a practising occupational therapist and has many years’ experience of working with older people, both in the NHS and in the community.\n\nHere, Mike and Lesley answer some questions about their new book, Counselling Older People with Alcohol Problems.\n\nHow did you come to do this work?\n\nMike: Before training to be a counsellor I had worked with older people in a variety of capacities and enjoyed it, so initially I was attracted by the idea of working as therapist with people with a lot of life experience – I imagined that the work might be very rich, and so it proved. Previously I’d had little experience of working with people with alcohol problems, other than a few who came through the detox when I worked in a psychiatric hospital. As time went on I became increasingly fascinated with the client’s stories, and particularly with the way that alcohol had become entwined in their lives, and what it came to represent to them in a very personal way. I also began to recognise common themes, which for instance helped me to understand why people with a certain type of temperament might use alcohol in a particular way.\n\nAs well, the people I meet are extraordinarily diverse – many of them certainly wouldn’t fit the stereotypical image that the thought of an older problem drinker might conjure up, and I find the sheer variety very stimulating. I also feel that it’s a privilege to witness how older people come to view their lives in retrospect – there’s an enormous amount to be learned about how to live one’s own life, I feel.\n\nHow did the book come about and why did you write it?\n\nLesley: We had the original idea some time ago, and it came really from the desire to capture the processes that seemed to be helping people at a time in their lives when typically it is thought that no further development or change would be possible. Mike wanted to make a practical guide available and accessible to others who might be inspired by the clients’ stories in the case studies. We also wanted to pay tribute to the courage and resourcefulness of people who, despite the seriousness of their alcohol problems, showed that they were willing and able to change.\n\nI also recognised that Mike’s perspective as a practitioner echoed some work I had done in the community years before, where I discovered while doing my Masters dissertation that a high percentage of older people living with a disability also had significant difficulties with alcohol. So as well as counsellors, we hope this book will enable healthcare professionals working in the community and perhaps carers and family members to find a way of offering help in an area that is often ignored until it becomes a “medical” problem. As part of our proposal I carried out a literature search and there didn’t seem to be any other book like it.\n\nAs a married couple with similar interests but different backgrounds we’ve talked for a long time about doing something together, and as Mike is a current practitioner in the field and I’m an academic with experience of working with older people as an occupational therapist, we felt we could complement one another. We also took clear roles, he doing the initial writing with me editing each chapter and then the book as a whole. I also did the referencing, gave some advice on medical aspects, and got him started again when he was stuck!\n\nHow is counseling older people with alcohol problems different from counseling younger adults?\n\nMike: This is a fundamental question and we look at it in considerable detail in the book. We felt that if we could answer it successfully we would justify both the need for the book and for specialist services for this particular client group. In a way I’ve been led to make the comparison all the time, having run a small private practice where I see clients of all ages, although only a few of my private clients have presented with alcohol problems.\n\nSimply because they have lived longer, older people tend to have more extensive and more complex histories of alcohol misuse. It’s not unusual to meet people who have been drinking problematically for 20, 30 or even 50 years. Also their relationship with alcohol might have gone through several phases, for instance a particular individual might have had times when he or she drank heavily every day, and at other times perhaps developed a pattern of binging, or yet again had spells of drinking normally or not at all. There are also certain life events that are more typically associated with older people and which can trigger or worsen a drink problem. As a counsellor you’re more likely to encounter bereavement, also serious heath problems. Retirement and redundancy can also have a big impact because of they tend to be accompanied by a change of status and loss of daily structure and purpose. For women the menopause can be a trigger – both the process and the aftermath; some women say that they feel they’ve lost an important aspect of their femininity. Some also believe that they metabolise alcohol differently after the menopause, and certainly physiological changes relating to aging in both genders mean that they will process alcohol less efficiently, and so it will tend to have a more harmful effect.\n\nOn a political level, it would seem that most funding for services for people with alcohol problems assumes the likelihood of both criminality and co-dependent drug use, and I rarely encounter either of these in the people I meet, who are 55 and over. Perhaps because of this, or at least in part, it is hard to attract funding for older drinkers, because the overall need is seen as less urgent – a mistake in my opinion.\n\nWhat is the hardest part of your job? What is the most rewarding part?\n\nMike: In terms of working with older people with alcohol problems, I guess the transformational aspect makes it most rewarding. Anyone who overcomes a significant drink problem will have discovered or rediscovered considerable personal resources. Alcohol can act as a brake on the realisation of one’s potential. Once that is released people often go on to flourish in a way that they or others might not have imagined possible. We both believe that personal development is a life-long possibility and that any development is good at any time, and I find it particularly inspiring to see older people continue to grow and blossom.\n\nAs for the hardest part, in a therapeutic sense it’s working with the inertia that accompanies a serious drink problem – people get very stuck and it takes a lot of energy and hope on the part of the counsellor to encourage and support change, and to maintain momentum in the client’s progress. In a more general sense I find that older people are often patronised, and their ability to recover and make changes in their lives is often not acknowledged. Dr Martin Blanchard speaks in the Foreword of a ‘therapeutic nihilism’ that exists in attitudes towards the client group described in the book. One effect of this is that older people are often expected to fit into generic treatment systems, when they clearly have needs that will not be met by those systems. Thus the need for a specialist approach such as the book describes.\n\nWho is the book for? What do you hope people will gain from it? How can it help to improve support and services for older people with alcohol problems?\n\nLesley: Our philosophical stance is essentially client centred with a practical foundation. This approach has worked with clients and can be adopted by others working in this area, be they counsellors, occupational therapists, social workers, community nurses or medical practitioners. Even family members or friends of an older person for whom alcohol had become a problem will be able to gain insight from the book, as will the person themselves. It may be that one of the stories resonates and leads that person to seek help or to draw solace from reading the evidence that change is possible.\n\nCopyright © Jessica Kingsley Publishers 2011.\n\nBooks related to this blog post\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.9941638112,
        "format_confidence":0.9799104929
    },
    {
        "url":"https:\/\/tmrwedition.com\/2018\/03\/26\/interview-with-journalist-and-author-dr-jon-palfreman\/",
        "text":"Futurism, Medicine, Parkinson's\nComments 3\n\nInterview With Journalist and Author Dr. Jon Palfreman\n\nJon Palfreman is a reporter, writer, producer, director and educator best known for his documentary work on Frontline and Nova. He has won awards for his journalism, including the Peabody Award, Emmy Award, the Alfred I. duPont-Columbia University Silver Baton, Writers Guild of America Award, and the AAAS-Westinghouse Science in Journalisim Award. Palfreman has written, directed and produced documentaries on a wide range of topics, but specializes in topical and often controversial issues involving science and medicine. Palfreman is the author of Brain Storms: The Race to Unlock the Mysteries of Parkinson’s Disease, and was himself diagnosed with Parkinson’s disease while doing research for the book. He has also authored The Case of the Frozen Addicts: Working at the Edge of the Mysteries of the Human Brain (with J. William Langston), and The Dream Machine: Exploring the Computer Age (with Doron Swade). He is also president of the Palfreman Film Group. (from his Wikipedia page)\n\n\nThe following has been paraphrased from an interview with Dr. Jon Palfreman on March 22nd, 2018.\n\n(Click here for the full audio version)\n\n\nYour first book, The Dream Machine, about the rise of computers, was remarkably prescient given it was written in the early 90’s. How has your thinking around computers changed since?\n\nI have to say, we put out that series in 1992, and some of the developments in computing we failed to predict. The big one we missed was the internet, back then it was a very clunky platform that scientists used to share data, nobody imagined the world wide web, which has probably been the single most important technological platform to emerge in our lifetimes.\n\nBut on the other hand our treatment of artificial intelligence holds up quite well. It was always something that promised more than it could deliver, though lately neural networks have made real progress and now our computing machines are fast enough and the data voluminous enough to enable computers to drive cars, do radiology, and other things that seemed pretty far fetched back then.\n\nDo you have any hope that our machines might be able to help us solve problems like Parkinson’s disease?\n\nWell, I think biology is a lot more complicated than physics. Biomedical technology has all sorts of new promising tools that have enabled us, as an example, to sequence the human genome. But success has proved elusive. People used to believe that once the human genome was sequenced it would lead to a revolution in medicine, we can sequence genomes pretty cheaply and quickly now but the breakthroughs that have resulted are few and far between and that is because biology is more complicated than we thought.\n\nTo date diseases like Alzheimer’s and Parkinson’s have proved intractable. There is this tortuous process that we have to go through where we test therapies with animal research and pre-clinical testing and then phase 1, phase 2, phase 3, clinical trials….this has lead to numerous disappointments. Each compelling new therapeutic concept goes through a process that takes about 20 years to prove safety and efficacy and in the worst case you find, as Pfizer’s neuroscience division recently learned, that nothing is really working for diseases like Alzheimer’s and Parkinson’s, so they’ve abandoned the brain all-together. Such news has made me a little pessimistic at the moment.\n\nYou wrote a piece in the Journal of Parkinson’s disease called ‘Hedgehogs Wanted’, in which you made the case for the need for more generalists in the field. Since you wrote that (5 years ago), have you seen more hedgehogs emerging?\n\nNot really, Parkinson’s is a very heterogeneous disease, we do have common symptoms, but we each have our differences as well. It’s an easy disease to split into symptoms, so scientists tend to become either splitters or lumpers, which is similar to the idea from Isaiah Berlin that scientists come in two varieties:  hedgehogs or foxes. The foxes are good at solving many small problems, but then there are hedgehogs, like Albert Einstein, who solve big problems. To solve Parkinson’s we are probably going to need people who think of it as a big integrated problem rather than a lot of little problems. What we see in the field is a lot of splitting that tries to deal with the symptoms of PD almost like a type of gerontology, you’ve got psychiatric problems, problems with your feet, your gut, your bladder, as well as your movement. There is a whole canopy of symptoms which you can try and compartmentalize in the clinic, but we don’t have many people looking at how it all connects. We do have one big idea, which is if we can prevent the spread of clumps of this rogue misfolded alpha-synuclein protein that might slow or prevent or possibly reverse the disease. That is our current big disease-modifying hypothesis, though it is not clear if that is going to work yet.\n\nHow much of the problem is modern science itself and the system that has built up around it that often shapes and determines the direction of basic science?\n\nA lot of work goes on in basic research between people who aren’t MDs, like molecular biologists and biochemists, who try to test in animal models theories that might lead to the identification of a target. The idea is to then attract a drug company to come in and take that target through clinical research. But this process is very laborious, it has to get through clinical trials, which are very difficult and take an enormous amount of time and money. Let’s say you’ve got an agent that you want to test to see if it will slow the course of the disease. First you’ve got to find a group of people that have early stage Parkinson’s disease, hope that they are reasonably similar, and then track their progress over 3-5 years using a test like the Unified Parkinson’s Disease Rating Scale (UPDRS). This scale itself is is pretty crude and varies quite a lot, and we use changes of two or three points in this scale as evidence that your treatment works. Even if you did have the cure, it’s very difficult to prove it works.\n\nDo you still see people searching for a single cure or are they moving more towards compartmentalizing the disease into separate treatments that, as you’ve written about before, protect, revive and then replace neurons?\n\nThat idea was what was tried before, to use different strategies to protect the neurons using a drug like the MAO-B inhibitor rasagiline to in theory slow the course of the disease. Then alternatively, you could use a neurotrophic growth factor to revive ailing neurons, and then the most radical idea was to replace neurons using fetal tissue surgery. What we found by the early 2000’s is that all three of these approaches had failed to demonstrate efficacy. In the meantime Parkinson’s has been re-branded from being mainly a movement disorder to something more complicated so that even if you could replace the dopamine neurons with cell therapy there would be all sorts of other Parkinson’s symptoms that went untreated.\n\nThat is where we stood in the early 2000’s until we had this very exciting idea of alpha-synuclein, which people have been working on ever since. A lot of that has been basic research, targets have been identified and compounds have been synthesized and they are trying now to see if that works. What gives me pause is that Parkinson’s disease research is a few years behind Alzheimer’s disease. They’ve had compounds which they thought would work for nearly a decade now and they’ve had a pretty bad track record.\n\nWhat role do you see patients playing in basic science?\n\nI think patients have a big role to play, especially since there seems to be too much emphasis on disease prevention and not enough on symptom modifying interventions. I wrote an article, ‘Who dropped the ball with L-dopa?’, that describes this wonderful drug which was discovered about 50 years ago, yet it is still used the same way it was then and very little is understood about the mechanism behind how it really works. Since it was discovered we have been to the moon, invented the internet, sequenced the human genome, but we still take 3-4 Sinemet tablets a day and very little has been done to find better ways to deliver it to enable patients to live a decent life without fear of dyskinesia (abnormality or impairment of voluntary movement). There is a lack of what I call ‘applied clinical research’ to come up with ways to live with Parkinson’s better than we do. That has been neglected while the prospect of a cure has been somewhat exaggerated.\n\nHow much of a role do you think ego and bias play in slowing down our quest for better treatments?\n\nThey are a feature of science, it is a competitive area and people have big egos, it does somewhat slow down progress. The team in New Jersey that found the family whose genes lead to the discovery of alpha-synuclein, they wasted 6 or 7 years because they didn’t have a person with the molecular skills needed, I think you could argue that was partly driven by ego. However, it would be nice to think that these are the reasons we don’t have a cure, but the main reason is that the problem is immensely hard to solve. People with PD have lost a huge amount of dopamine and other cells, they are living in a condition with a depleted set of neurological assets and overcoming that deficit is a very difficult problem. Preventing it starting in the first place might be a better strategy but you’ve got to get in very early. I still hang on to hope, you’ve got to believe in hope and scientists are likely to work harder if there is a possibility of hope, even if they are slightly Panglossian when they talk of a “cure.”. There’s no real value in being too cynical, but one has to be realistic, if you spend time looking at the research you do tend to come away a bit sobered.\n\nWhat would you tell your newly diagnosed self?\n\nLive as positive... (truncated)",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.982663393,
        "format_confidence":0.9812445045
    },
    {
        "url":"http:\/\/memoryball.org\/caroline-cameron-memory-ball-2017-mc\/",
        "text":"Caroline Cameron is Memory Ball's 2017 MC\nMemory Ball Toronto is back with its Sixth Annual Gala Event, proudly hosted by the Young Leaders Council of the Alzheimer Society of Toronto\nMemory Ball Toronto, Toronto gala events, early-onset Alzheimer's awareness, Fundraiser, Charity Events, Alzheimer's disease, Toronto Alzheimer Society, Young Professionals\npost-template-default,single,single-post,postid-3485,single-format-standard,ajax_fade,page_not_loaded,,qode_grid_1300,qode-theme-ver-10.0,wpb-js-composer js-comp-ver-5.0.1,vc_responsive\n\nIntroducing Memory Ball 2017’s MC – Caroline Cameron\n\nIntroducing Memory Ball 2017’s MC – Caroline Cameron\n\nCaroline Cameron is a national sports broadcaster and anchor of Sportsnet Central based in Toronto. While sports are her passion, she’s heavily involved in charity including the Alzheimer Society of Canada. We’re thrilled that she’ll be our MC at the 6th Annual Memory Ball, taking place on Saturday, April 1st at Toronto’s Palais Royale Ballroom.\n\nGet to know Caroline and what to expect at this year’s Memory ball in this interview we did with her. \n\ncaroline cameron 2017 memory ball mc\nWhat’s your connection to Alzheimer’s disease?\nI’m very close with my Grandma, Shirley who lives with Vascular Dementia. I’ve seen first hand how difficult it can be for both her and our family to continually adjust to the new reality that Dementia presents. When I wasn’t living in the same city as my Grandma, I volunteered at seniors homes each week to provide social visits. It’s one thing to be cared for, but it’s another to still be able to connect with others and be heard.\nWhat’s the one thing you think everyone should know about Alzheimer’s disease?\nAlthough the disease changes who you once knew, the essence of that person is still there. It’s important to treat them with dignity, respect and sensitivity. While certain abilities will be lost, their emotions and feelings remain and they need your support and patience. Try to put yourself in their shoes.\nWe heard you’re a Dementia Friend! What’s the coolest thing about being a Dementia Friends?\nBeing a Dementia Friend just means you’ll be understanding to those living with Dementia. It’s about spreading awareness and turning that into action.\nWhat are you most looking forward to at this year’s Memory Ball?\nThe party! It’s going to be an awesome night for a great cause. See you all there!\n\n\nNo Comments\n\nPost A Comment",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.899050355,
        "format_confidence":0.7391267419
    }
]