[
    {
        "url":"http:\/\/gopcampaigner.com\/blog\/tag\/fundraiser\/",
        "text":"Three Keys to Successful Political Fundraising\n\n\nFundraising plays a very important part in getting a candidate elected into public office. Political campaigns and events are critical for raising awareness among voters, and often take large sums of money. Therefore, political fundraising is very important to a candidate’s success. These 3 keys will help ensure that your candidate is well known, and that your political fundraising events are a success.\n\nKey #1: Raise Awareness\n\nPublic awareness is the first essential key to successful political fundraising. After all, people won’t donate to a candidate unless they know not only “who” the candidate is, but details about their background, education, beliefs, etc. So what’s the best method of making people aware of your candidate and of your fundraising efforts?\n\nRaise Awareness through Technology\n\nWhen it comes to building awareness, the latest technology is your best friend. Social media and the internet allow you to reach a large number of people quickly and effectively. These methods are often less expensive than more traditional media like television or newspaper ads, so they are great for when your campaign is just starting out.\n\nStart by building pages and accounts on social media for your candidate. Find out what your target audience uses the most – it might be Facebook, Twitter, or even Instagram. Create pages and profiles on the best networks, and use these accounts as platforms to get the word out. Use social media to open dialogue with local business, voters, and others who can assist in spreading the word.\n\nSet up a custom fundraising website where people can come to learn about your candidate and why they are running for office. This is also a great place to process and receive donations from supports. A website like this is often very easy to setup, and can more than pay for itself in the long run. Offering an easy, simple, secure way for people to donate can really help your fundraising efforts – both online and offline.\n\n\nWhen it comes to successful political fundraising, microtargeting is one of the latest and greatest methods. Microtargeting is based on a technique called data mining – combing through collected personal data to extract what’s useful to your campaign. The data is then used to microtarget specific people, with tailored messaging that can really help to get their attention. For example, an unemployed dock worker might receive a message about how your candidate supports the local construction industry, while a mom of 4 might receive messaging about how education or family care is important. These customized messages really help to catch people’s attention, and improves the chance these people will support your campaign as your message is something that speaks to their specific values and concerns.\n\nTraditional Media\n\nWhile social media and the internet offer a lot of potential for building awareness, don’t discount the effectiveness of more traditional media. TV advertising, while it can be expensive, is a great way to bring your candidate into the public eye. Billboards, leaflets, and direct mailings are other traditional methods to draw attention. Place lawn signs on highly trafficked areas and roads to get people used to seeing your candidate’s name.\n\nKey #2: Host Political Fundraising Events & Get Involved Locally\n\nOnce people are aware of your candidate and your campaign, it’s time to start getting involved locally and hosting events. Both of these methods are wonderful ways to build even more awareness, and will often even attract local journalists which results in more PR and free advertising.\n\nGet Involved\n\nGetting involved in local movements and events is a wonderful way to build awareness for your candidate and to potentially gain free advertising. Look for events that your candidate can attend, like a clean-up day at a local park, or the opening of a new local business. Often times, journalists and local news crews will already be at these events to cover the story, and may give your candidate the chance to be interviewed or mentioned on TV or in the newspaper. Post your candidate’s schedule and which events you’ll be attending online and on social media as well as your fundraising website.\n\nHost Events\n\nThere are many people who may not respond or donate because of advertising or a direct mailer, but will be happy to donate for the chance to attend a party or a dinner. Hosting major fundraising events like formal dinners is a very effective way to target high level donors and raise a large amount of funds. Send out invitations at least 4 weeks in advance, with clear instructions on attire and venue. Low, medium, and high donation levels should be available for guests to select, with what’s included at each level. For example, a high level donor might attend the dinner and have access to a VIP party afterward. Allowing for these distinctions helps keep donors happy and able to contribute to a successful fundraiser. Learn more about fundraising event ideas.\n\nKey #3: Stay Connected\n\nStaying connected is the last key that is absolutely critical to your political fundraising success. Thank each and every donor promptly for their contribution. For higher level donors, a personal hand-written thank you note from your candidate can be very effective. It lets donors know that they are appreciated, and that you truly care about them and their involvement in your campaign.\n\nRemember that you will often ask for donations multiple times throughout your campaign, so make sure first-time donors feel appreciated and acknowledged. This will make re-solicitation much more effective. You may even want to call some donors out by name, especially if it’s a local business or someone who’s well known. Thank them with a note, as well as publicly on your website and on social media.\n\n\nGuest post provided by DoJiggy – a company that’s been helping nonprofit and community organization achieve success in their fundraising efforts by utilizing affordable, easy-to-use online fundraising software solutions. \/ @DoJiggy\n\nPost to Twitter\n\nCampaign Budgeting 101 – Fundraising\n\nTrue or False:\n\nYou have to spend money to make money.\n\nFalse!  Well, sometimes it helps, but it’s certainly not mandatory, especially in the beginning.  The amount of money you set aside for fundraising purposes will largely depend on how you plan to fundraise.  Many candidates hear about $1,000 plate dinner fundraisers and get it in their heads that this is a ‘normal’ way to fundraise.  Not at all, my friend, not at all!  Here are some typical fundraising methods real, down-to-earth, local candidates use:\n\n  • Sending a fundraising letter to friends, family and potential donors\n  • Calling people who’ve donated generously to candidates in the past and asking them to contribute to you as well\n  • Asking people for money in person (specifically people who can afford to give $500+ to start with)\n  • Hosting an event and charging people to come to it\n  • Accepting donations online\nThere are about as many ways to fundraise as there are candidates running for office.  Creativity is a very useful talent in this category, because you’re going to have to think up some creative ways to fundraise without spending a small fortune on a ‘traditional’ fundraiser.\n\nHere are some of the things you’ll need to spend money on under the ‘fundraising’ category:\n\n  • Stationary, envelopes and thank you notes (this could be considered an administrative cost instead)\n  • Postage\n  • Event invitations\n  • Food\n  • Venue rental\n  • Transportation, in the case you have a meeting with a PAC Director considering donating\n  • Admission to GOP networking events where you intend to meet potential donors\n\nAs you can see, the real spending doesn’t happen unless you decide to hold a formal event, and even in that case, there are plenty of ways to cut costs.  The goal of fundraising is to bring money in, not send it out, so remember that when you’re planning your fundraisers and make sure you’ll getting the most bang for your buck. However, budget yourself a realistic amount – the last thing you want to do is give yourself such a tight fundraising budget you can’t actually raise any funds.\n\nUnfortunately I can’t tell you exactly how much to budget for fundraising – after all, a great deal of that will be determined by your fundraising goals.  I can tell you that raising $100,000 doesn’t have to cost that much more than raising $10,000.  I can not stress enough that the bulk of the money you raise will come from sitting down with donors and asking them for money.  And it costs zero dollars to do that.  The difference between a $100,000 goal and a $10,000 goal is not how much money you spend on a fundraising event, but rather the people you ask for money and how much you ask them for.\n\nSo what are the steps to developing the Fundraising section of your budget?\n\n  1. Research potential donors through your state’s online campaign finance directories and with the help of former candidates’ lists.\n  2. Compile a list of potential donors, including friends and family, complete with name, address, phone number, notes on how much they’ve donated in the past and what you intend to ask them for.\n  3. Compile a list of PACs that may donate to your campaign and research their requirements.\n  4. Estimate the costs of sending an initial introductory fundraising letter – include paper, printing, envelopes, postage, etc.  I recommend doing this by hand – your list will likely be somewhere between 50 and 200 addresses.\n  5. Set tentative dates for fundraisers – front load them into the schedule if possible to save room for grassroots\/GOTV efforts closer to election day.\n  6. Estimate the costs of venue rental and food based on a ‘typical’ number of attendees – you’ll need to talk to former candidates and local GOP leaders to get a rough idea.\n  7. List all your potential costs and total them up.  Then start looking for ways to save m... (truncated)",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9451227188,
        "format_confidence":0.6244425774
    },
    {
        "url":"http:\/\/overcomingpoverty.org\/article\/world-day-toolkit",
        "text":"World Day Toolkit\n\nIdeas for action on October 17th\n\nOrganise or participate in events to promote the participation of people experiencing poverty, and those who join them in efforts to tackle poverty\n\nOn the first October 17 in 1987 Joseph Wresinski revealed not only the suffering, but the courage, efforts, and aspiration of people living in extreme poverty around the world. The words engraved on the Trocadero commemorative stone are often repeated in October 17 celebrations.\n\nOctober 17th is a day when people in poverty testify to their efforts and those of others in resisting poverty and exclusion. Such testimonies and messages hold a place at the heart of gatherings on the World Day and are a valuable record of the lives and efforts of people in poverty.\n\nOctober 17 commemorations have taken many different forms throughout the world. Often events take place in the community and close to places of significance for people in poverty.\n\nOn the international level the day is growing in its reach. The international coalition Global Call Against Poverty also holds October 17th as a major day of mobilisation against poverty. For more information and ideas from their toolkit visit\n\nConcerts and cultural events\n\nPeople in poverty have often spoken only through the songs of their struggles, pains, and resistance. Thousands of choirs and choral groups around the world have taken up the challenge to organize special concerts, or to participate in World Day commemorations with a special repertoire of the songs of people in poverty. From Chad to Peru, from Luxembourg to Manila, people have garnered their artistic talents into art exhibits, theater pieces, and dance performances evoking the history of the struggle against poverty.\n\nWrite or record a testimony or message\n\nIf you have experienced (or know someone who is experiencing) the injustices of poverty and exclusion, write about it so that others can understand and join forces. These messages can be shared on the international day. Send your testimonies and messages here\n\nCommunication around the world...\n\n\"It helps to know we are not alone,\" many people in poverty have said during the events on October 17. Whether people gather by the thousands, or only a few to commemorate the World Day, they are all part of a movement that breaks the isolation of the poorest and most excluded. People have used different means to make those links real: from international radio communication between countries to simple conference calls, to exchanges of post cards, fax or e-mail.\n\nSilence and spiritual observance\n\nFor some October 17th is an important time of reflection and silence. Whether with a traditional service in a Rwandan village, meditation in a temple in Thailand, prayers in an Algerian mosque, an Israeli temple, or Notre Dame of Paris, or in interfaith gatherings, people of many faiths and traditions have commemorated the World Day in the manner of their choice.\n\nYou may wish to organise such a moment, or call on your religious leaders to encourage them to promote a time of reflection on the lives and efforts of people living in extreme poverty. You may wish to use Joseph Wresinski’s Universal Prayer written for October 17, 1987.",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.7012770772,
        "format_confidence":0.5407111049
    },
    {
        "url":"https:\/\/hubpages.com\/politics\/How-to-write-a-government-press-release",
        "text":"ArtsAutosBooksBusinessEducationEntertainmentFamilyFashionFoodGamesGenderHealthHolidaysHomeHubPagesPersonal FinancePetsPoliticsReligionSportsTechnologyTravel\n\nHow to write a government press release\n\nUpdated on December 1, 2014\n\nRon Kluvers said that one important aspect of accountability is information. Therefore, it's vital that government offices be able to create and distribute press releases to share information about their affairs with the public. Government press releases differ from those for private companies in that they are not directly advertising something, but rather are sharing facts with the public to help build support and understanding for their actions and decisions.\n\nGovernment offices are making an effort to word the information carefully to as to shine a more positive light on the office or elected official. Typically you want to focus on positive things that have been accomplished. Even if the press release provides information about a more negative event or decision, such as layoffs or a natural disaster, you still want for your office to be proactive on the issue so as not to seem that you are avoiding a problem.\n\nAfter choosing the topic for your press release, write the content in accordance with regular press release rules:\n\n  • The language should be formal\n  • Sentences should be concise and simple;paragraphs should be no more than five sentences, and also, try to keep the length of the entire release to less than one page\n  • Consider your audience, what they are interested in, and what they understand\n  • Include the who, what, where, when, why, and how\n\nOnce the press release is completed, be sure to post it online and distribute it to your press contacts.\n\n\nSample Format\n\nLogo and name of government office\n\n\nDate of release (optional)\n\nContact information for main press contact(s)\n\n\nSUBHEAD (optional; centered)\n\nName of City (in italics) - Press Release content (font should be easy to read, like size 12, Times New Roman. Have an extra space between paragraphs)\n\nThe first sentence should summarize the news.\n\nThe next paragraph should provide some information on the issue, or if the issue is simple, then a quote from the relevant staff member or official.\n\nProvide background information on the topic, like what contributed to the decision or what happened in previous years.\n\n### (centered; marks the end of the press release text)\n\nOffice name, address, and phone number (bottom, centered)\n\n\n    0 of 8192 characters used\n    Post Comment\n\n    • dallas93444 profile image\n\n      Dallas W Thompson 6 years ago from Bakersfield, CA\n\n      CYA... Put your best foot forward. Public information from the private sector may at times may be the same format, depending on the needs of the company. Good PR with neutral releases with positive goods things\/events concerning said company... is a plus.\n\n      The good \"benefactor\" company positioning themselves as a \"community\" leader with a \"do gooder\" white knight image is a plus....\n\n      Both government and \"free enterprise\" share common needs... The government is not concerned with profits which provides \"opportunities\" for the free enterprise system...\n\n    • profile image\n\n      TopUniverse 6 years ago\n\n      I never wrote press releases, now get some ideas on how to do that.\n\n    • vrbmft profile image\n\n      Vernon Bradley 6 years ago from Yucaipa, California\n\n      Thanks for a \"nifty\" informative hub on something simple but important. I have used press releases in the past to advertise or to inform about different events I am presenting. They seem helpful and newspapers seem open to printing them--probably cuz they're short and sweet and do not appear to be advertising as such. In terms of government press releases, it is certainly a simple way for the government to release information without doctoring the information, but I doubt they fight the temptation!!\n\n\n    • De Greek profile image\n\n      De Greek 6 years ago from UK\n\n      Next time I am in government, I shall think of your press release advice :-)\n\n    • glassvisage profile image\n\n      glassvisage 6 years ago from Northern California\n\n      Thanks everyone! I agree that they serve a purpose and can also be a real tool for the organization when used correctly.\n\n    • Hello, hello, profile image\n\n      Hello, hello, 6 years ago from London, UK\n\n      Very good advice and we never know when we would need it.\n\n    • profile image\n\n      dustin 6 years ago\n\n      Now might be a good time to write down the main points covered above. The act of putting it down on paper will help you remember what's important about How to write a government press release.\n\n    • Glenn Stok profile image\n\n      Glenn Stok 6 years ago from Long Island, NY\n\n      I see your point but I think the information you gave here is useful for regular press releases as well, not just for government notices to the public about their affairs. I voted it up.\n\n    Click to Rate This Article",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.8869755864,
        "format_confidence":0.9721679688
    },
    {
        "url":"https:\/\/yorkshirecnd.org.uk\/get-involved\/take-action\/",
        "text":"Take action!\n\n  • Join our mailing list to be kept up to date on events and demonstration in your local area.\n  • Get in touch with your local group. If there isn’t a group in your area, consider starting one. Yorkshire CND can help with this, and see Campaigner’s Handbook for info on how to start a new group.\n  • Organise a stall at your local festival, political event or just in the town square. We have a street stall available to borrow, The People’s Budget, which encourages passers by to take part and decide whether they would spend £100billion on Trident or on other things.\n    Peoples Budget\n  • Letter writing. If we are going to persuade decision-makers not to replace Trident by 2016, we need to be contacting MPs and also getting our message across to as broader selection of people as possible.\n    Also, letters to local newspapers and phone-ins to radio shows can be very effective in getting our message across. Look at the Campaigner’s Handbook for ideas and tips on this.\n  • Come to one of our events.",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9961766005,
        "format_confidence":0.5829872489
    },
    {
        "url":"http:\/\/fljails.info\/what-you-should-know-about-this-year-21\/",
        "text":"What You Should Know About This Year\n\nWays in Which an Individual Can Remain Safe During a Protest\n\nIn situations where individuals have matters affecting them yet they have taken long to be resolved, protesting could be of great help. But peace must prevail for the protests to be regarded as worth. But to many, protests must involve the creation of chaos. This is because of the belief that people that it is the only way for the grievances to be put into consideration. In cases where one is in a protest and they find themselves in such a situation, it is crucial that they look for ways in which they can remain safe. Hence, the necessity to view here for information that can help them learn more about ways of maintaining safety in a protest. Here, one is in a position to read more of ways to maintain safety during a protest.\n\nThe place in which the protest is to be conducted is the first factor to be discussed. The reason as to why is crucial is because there are some of the areas that one cannot conduct a protest in. Therefore, one can consider protesting on public forums such as the streets, sidewalks and even in the parks. Also, conducting protests in front of a government building g is not a problem as long as the activities carried out in the building are not blocked. Private buildings should be out of bounds for protests.\n\nIt is crucial that one looks next into the involvement of the police officers. In most of the cases when police officers find that there are protestors, they tend to Mann the place to ensure that no threats are put to the surrounding environment. Having peaceful protesting is the only way in which an individual can ensure that the police officers do not enforce the law to the protestors.\n\nThe courage to make an informed decision should be summoned by an individual. The ability to, make good decisions helps an individual being involved in a protest that puts their safety first in the protest. One way of enhancing is by making sure that an individual chooses a protest that has good causes and also has an understanding of the mandate of the protest. One should have the ability to choose a protest that individuals are speaking the same language. Informed decision-making process helps one avoid falling into bad situations.\n\nIn conclusion, one should ensure that they look into keeping the social distance. This safety measure prevents ts individuals from getting diseases that can be spread from one person to another by just being in one place. Most especially this time of the covid 19 pandemic, it is crucial that one wears a mask during the protest.\n\nSupport: pop over to this web-site\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9944710732,
        "format_confidence":0.5613467693
    },
    {
        "url":"https:\/\/aflcio.org\/2018\/10\/24\/what-do-if-youre-turned-away-polls",
        "text":"What to Do if You're Turned Away at the Polls\n\nLast week, reports came out that because of Georgia's \"exact match\" law, 53,000 residents of the state who registered to vote have had their registration marked as \"pending,\" raising questions about whether or not those voters will be allowed to cast their ballots in this year's election. An analysis of the pending applications by The Associated Press showed that they overwhelmingly belong to African American applicants. The American Civil Liberties Union of Georgia responded to the news by ensuring Georgians that the \"pending\" status does not prohibit them from voting if they have proper identification.\n\nEarly voting already has begun in Georgia, and the voter registration deadline has already passed. Since many applicants were unaware that the exact match law applied to them, many don't know that their voter registration wasn't approved. They are still legally allowed to vote.\n\nSean J. Young, legal director of the ACLU of Georgia said:\n\nThe Secretary of State’s Office has confirmed that if your voter registration application is deemed ‘pending’ because of the exact match law, you can still cast a regular ballot IF you provide photo identification at the polls, which substantially reflects the name you used on your voter registration form. Though the ACLU of Georgia strongly opposes the discriminatory exact-match law passed by Georgia politicians, we must focus on ensuring that all registered voters come out to vote. We reiterate that all voters who have pending registration applications can still cast a regular ballot by presenting photo identification.\n\nThe placing of the registrations under pending status was carried out under the direction of Georgia Secretary of State Brian Kemp, who is running for governor against Stacey Abrams, who would become the first African American and first woman to become Georgia's governor.\n\nDuring his time as secretary of state, Kemp has canceled more than 1.4 million voter registrations, including nearly 670,000 in 2017 alone. Kemp is far from the only Republican enforcing such laws. Since 2014, more than 16 million voters have been purged from voting rolls across the country. The systems used to purge voters often remove valid voters from the rolls, for instance, a study of a 2016 Arkansas voter purge found that thousands of voters had been falsely purged. And that doesn't even get into the validity of the laws in the first place, most of which were strenuously opposed by civil rights organizations.\n\nSo what can you do if you have been falsely targeted by one of these purges?\n\nIt depends on the state you live in, but here are steps you can take in any state to make sure you can vote in this election:\n\n  1. Check your registration now. While the voter registration deadline has passed in many states, it is still important that you double-check and make sure you are still properly registered to vote. Plus, 17 states allow for Election Day registration—check here to see if your state is one of them.\n\n  1. Find your polling place before Election Day. You can be turned away if you attempt to vote at the wrong location, so make sure that you know where to go. You should also be aware of the polling place hours and make sure that you arrive before they close. Remember that if you are in line at the time the polling location is set to close, you still have the right to vote and they cannot legally turn you away. Call the nonpartisan hotline at 1-866-OUR-VOTE if you run into any problems.\n\n  1. Make sure you have the required voter identification with you when you vote. Different states have different standards about what identification they will accept, so make sure to check in advance. Check now, that way if you don't have the required identification, you may have time to obtain it before Election Day.\n\n  1. Vote early if that option is available. If you have been falsely removed from the rolls, you will find out sooner rather than later and can call 1-866-OUR-VOTE to connect with a voter protection volunteer who can help you figure out what to do next.\n\n  1. If you are not on the voting rolls at your precinct or are turned away, election officials are required to give you a provisional ballot. (Some states call it a “challenge ballot” or an “affidavit ballot.”) Ask for one and request a receipt or other information about what you need to do to be sure your vote is counted.\n\n  1. If you have any problems that you can't work out, call the toll-free, nationwide, nonpartisan hotline 1-866-OUR-VOTE (1-866-687-8683) and talk to a trained volunteer for voting assistance.\n\nYou can learn more about your local laws and find other election protection news and information at",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9856747985,
        "format_confidence":0.529699564
    },
    {
        "url":"http:\/\/www.sjsu.edu\/publicaffairs\/advocacy\/letter\/",
        "text":"Contact State Legislators\n\nPlay an active role in the effort to restore CSU budget cuts. Write letters or call local legislators to urge their support. Encourage colleagues and others to do the same. Send a letter to your legislator about the budget using the tips below.  Sign up to receive updates about issues that affect the university.\n\nLetter Writing Resources\n\nLetter Writing Tips\n\n  • Use your own words on your own stationary.\n  • Keep your letter short and clear (preferably one page).\n  • Give reasons for your position. Tell how the issue affects you or your business, your community or the state.\n  • Address letters to legislators who represent your district.\n  • Copy the governor when you write to state assemblymembers and senators.\n  • Send via mail, email, or fax.\n  • Use the proper form of address:\n\nThe Honorable John Doe\nCalifornia State Senate\nSacramento, CA 95814\nDear Senator Doe:\n\nThe Honorable Jane Doe\nCalifornia State Assembly\nSacramento, CA 95814\nDear Assemblymember Doe:\n\nThe Honorable Jerry Brown\nGovernor of California\nState Capitol Building\nSacramento, CA 95814\nDear Governor Brown:\n\nSample Letter\n\n\nThe Honorable Jerry Brown\nGovernor of California\nState Capitol Building\nSacramento, CA 95814\n\nDear Governor Brown:\n\nPersonalize the message. Begin by introducing yourself, tell a little about yourself and your affiliation with SJSU. Talk about what applies directly to you, what field are you in (industries that rely on CSU graduates: nursing, business, agriculture, life sciences, education, public administration, and criminal justice).\n\nThe proposed budget cuts to the CSU will affect all Californians. At this crucial economic juncture, reducing funding to the CSU can only harm its mission of producing a highly skilled workforce for our state.\n\nI believe this is the wrong direction for the state to go; cuts to the CSU will only make the economy more stagnant and reduce our ability to remain competitive in our global marketplace.\n\n1) For every dollar the state invests into the CSU, $4.41 is generated in economic activity.\n2) With these cuts, many eligible students are being turned away.\n3) The CSU plays a major role in the state’s workforce, graduating 90,000 students each year, including 87 percent of education graduates, 64 percent of nurses, 65 percent of business professionals, 82 percent of those involved in public administration, and more than half of the state’s graduates in agriculture-related fields.\n4) Cuts to the CSU mean a loss to the economy.\n\nGiven the significant impact the CSU has on the future of California’s workforce and economy, it is critical that you restore the budget cuts to the CSU. California’s future depends on the CSU. I look forward to hearing your response to this matter.\n\n\nYour Name\n\nLegislative contacts for the San José region\n\nSanta Clara County Legislators\n\nCalifornia State Senate\n\nSenator Ellen Corbett (D-10)\n39155 Liberty Street, Suite F610\nFremont, CA  94538 \nTel: 510-794-3900\nFax: 510-794-3940\n\nSenator Jerry Hill (D-13)\n160 Town and Country Village\nPalo Alto, CA 94301 \nTel: 650-688-6384\n\nSenator Jim Beall (D-15)\n100 Paseo de San Antonio, Suite 209\nSan Jose, CA 95113 \nTel: 408-286-8318\nFax: 916-319-2124\n\nSenator Bill Morning (D-17)\n701 Ocean Street, Room 318A\nSanta Cruz, CA 95060 \nTel: 831-425-0401\n\nCalifornia State Assembly\n\nAssemblymember Rich Gordon (D-24)\n5050 El Camino Real, Suite 117\nLos Altos, CA 94022 \nTel: 650-691-2121\nFax: 650-691-2120\n\nAssemblymember Bob Wieckowski (D-25)\n39510 Paseo Padre Parkway, Suite 280\nFremont, CA 94538 \nTel: 510-440-9030\nFax: 510-440-9035\n\nAssemblymember Nora Campos (D-27)\n100 Paseo De San Antonio, Suite 319\nSan Jose, CA 95113 \nTel: 408-282-8920\nFax: 408-277-1036\n\nAssemblymember Paul Fong (D-28)\n274 Castro Street, Suite 202\nMountain View, CA 94041 \nTel: 650-210-2000\nFax: 650-210-2005\n\nAssemblymember Mark Stone (D-29)\nState Capitol, P.O. Box 942849, Room 4164\nSacramento, CA 94249-0029 \nTel: 916-319-2029\n\nFax: 916-319-2129\n\nAssemblymember Luis Alejo (D-30)\n100 West Alisal Street, Suite 134\nSalinas, CA 93901 \nTel: 831-759-8676\n\nFax: 831-759-2961\n\n\nGet the names, addresses and phone numbers of your representatives\n\nVisit the state legislature’s website to search for the name, address and phone number of your state assembly members and state senators.",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.98183918,
        "format_confidence":0.7647704482
    },
    {
        "url":"https:\/\/www.orlando.gov\/Our-Government\/Host-an-Event-in-the-City\/Request-a-Free-Speech-Event-Permit",
        "text":"Request a Free Speech Event Permit\n\nDo you want to hold a rally in the City of Orlando?\n\nLet us help you find a good location to share your message with others and guide you through the required permitting process of your event. For events that are free and open to the public with no physical setup, the city provides an expedited process for you to get approval for your rally.\n\n\nStep 1.Determine if you qualify\n\nWe offer a streamlined permit application process for rallies that meet the following requirements:\n\n  • The event’s purpose is about public issue speech.\n  • The event will not involve any food or alcohol sale or consumption.\n  • No admission will be charged; nothing will be sold and no donations will be solicited.\n  • You will not be marching or walking to a second location.\n  • You will not be setting up any tents, tables or structures. \n  • You do not need exclusive access to the event location.\n\nIf you do not meet the above criteria, you are not eligible for this expedited process and will need to apply for an 18A Special Event Permit and rent your space for the city.\n\nStep 2.Determine what spaces are available \n\nPlease contact the correct city staff to determine if space is available for a Free Speech Event Permit on the date and times you would like. Their contact information is listed below. Please note that paying events already booked in close proximity to the space you are requested may prevent your requested space from being available for an expressive free speech event using this process and a free speech permit does not give you exclusive access to the space.\n\nThis expedited process can only be used for events at:\n\nCity Commons Plaza\n\n400 South Orange Avenue\n300 people max capacity\nContact: City Clerk's Office - 407.246.2251\n\nSenator Beth Johnson Park\n\n59 South Ivanhoe Boulevard\n400 people max capacity\nContact: 407.246.2284\n\nLake Eola Park - area near Robinson Street\n\n1,000 people max capacity\nContact: 407.246.2378\n\nLake Eola Park - area near Central Boulevard and Eola Drive\n\n1,000 people max capacity\nContact: 407.246.2378\n\nFestival Park\n\n2911 East Robinson Street\n1,000 people max capacity\nContact: 407.246.2284\n\nGaston Edwards Park\n\n1236 North Orange Avenue\n1,000 people max capacity\nContact: 407.246.2284\n\nStep 3.Complete an application for your rally's permit\n\nApply for a Free Speech Event Permit\n\nStep 4.Apply for a loudspeaker permit\n\nIf you will be using a loudspeaker, you will need to get a loudspeaker permit. A Free Speech Event Permit does not automatically allow you to use a loudspeaker. A separate loudspeaker permit is required.\n\nApply for a Loudspeaker Permit\n\nStep 5.We will contact you about your application\n\nWe will let you know if we approved your application and if you will need any additional permits.\n\nStep 6.Host your rally\n\nYou must keep a copy of your approved permit on you at your rally.",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9941800833,
        "format_confidence":0.8463891149
    },
    {
        "url":"https:\/\/www.stroud.gov.uk\/council-and-democracy\/elections\/how-do-i-vote\/voting-in-person\/how-do-i-vote-in-person",
        "text":"skip to main content\n\n\nPolling stations are open from 7am - 10pm.\n\n  1. The staff at the polling station will give you a ballot paper listing the candidate(s) you can vote for. You may be given more than one ballot paper if there is more than one election taking place in your local area on the same day.\n  2. Take your ballot paper into a polling booth so that no one can see how you vote. Read the ballot paper carefully, it will tell you how to cast your vote. Do not write anything else on the paper or your vote may not be counted.\n  3. Mark your ballot paper according to the instructions. A pencil will be provided for you to do this, but you may use your own pen if you prefer.\n  4. If you make a mistake on your ballot paper, don't worry – so long as you haven't already put it in the ballot box, just let the polling station staff know and they can issue you with a replacement ballot paper.\n  5. Fold your completed ballot paper in half, show the back to the Presiding Officer and then pop it in the ballot box – and that's it done!\n\nFurther information\n\nShare this page\n\nWe use cookies to improve user experience. If you continue, we will assume you are happy to accept cookies from this website. Continue",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.994517982,
        "format_confidence":0.7989227176
    },
    {
        "url":"https:\/\/futuretom.wordpress.com\/2011\/02\/11\/how-to-conduct-a-political-argument-on-facebook\/",
        "text":"How To Conduct A Political Argument On Facebook\n\n11 Feb\n\nFirst, look for someone who posts a link which represents the polar opposite of your political orientation.  So if you are a big fan of Obama, then find one from the Tea Party.  If you are a big Fox News fan, then find one which disparages Fox News.  If you are a vegetarian, find one about veal parmesan.  You get what I’m saying.\n\nAbove all, do not click on the link.  There’s no need for that, you already have your political orientation, you aren’t some kind of waffling flip-flopper who changes your mind at the appearance of new information.  Just leave the link alone, and then go straight to the comment box.\n\nThere, drop approximately four (4) cinderblocks of text in which you:\n\n1.  Announce that you are not affiliated politically or intellectually with what has been attacked, scrutinized, questioned, etc – by the link your Facebook friend posted.\n\n2.  Assert your incredible and unquestionable objectivity in general, preferably by claiming that you actually have no political orientation at all, that you are merely stopping by and commenting because you are an intellectual David Banner, who travels Facebook righting logical and rhetorical wrongs, all in the name of truth and justice.  It’s your curse, really.\n\n3.  Then procede to blithely contradict whatever is at the link which you didn’t read.  Be sure to sprinkle it with accusations of intellectual sheepitude, directed toward anyone who actually believes what the person posted, but insist that you aren’t trying to be insulting or argumentative.\n\n4.  Close with some kind of argumentative insult, directed toward anyone who disagrees with you.\n\nNow 94% of the time, either nothing will happen because you will have successfully convinced everyone on Facebook of your perspective, possibly putting an intellectual end to an entire ideology.  Or everyone will pile onto the comment section to cheer your bullet-proof logic and also to thank you for opening their eyes. \n\nRemember, most political and intellectual topics are just a few glib paragraphs away from a rock-solid, species-wide resolution.  In such normal circumstances, simply pat yourself on the back and then you might want to go and hang out with some people who already shared your mindset before you enlightened the world with it.  Then you can all re-enact the debate and congratulate each other for being so smart.\n\nOf course, a small percentage of the time, people will respond to your comment, and as baffling as this will seem to you, they might still disagree with you and defend whatever is at the link. \n\nI know, right?  It’s like, didn’t they read your cinderblocks?\n\nWell, no worries.  First, check to see if they are making any spelling errors.  Facebook has a well-known Zero Tolerance Policy when it comes to spelling and grammatical errors, so if you can detect one, then point it out and you will have rendered anything the commenter has said completely useless.  It’s called the Reverse Bangkok Checkmate – be careful with that move, it’s like the nightshade, beautiful, mysterious, and deadly.\n\nUnfortunately, some of these folks will not make such errors, or they may claim that typos have nothing to do with reason, logic, arguments, politics, math, etc.  And sometimes, because of this, they will refuse to hang their heads in shame before your obvious intellectual domination, and if that’s the case, you’ll have to load on a few more cinderblocks.\n\n\n  1. Remember the salad bar.  The idea is, you go through what the person said and find the weakest possible sentence, maybe two of them.  Pull those suckers out and leave the rest behind.  Especially if there’s anything in there to correct and\/or eliminate any perceived weakness in the sentences you have selected.\n  2. Meditate upon your selections, imagining a single hand clapping, until you can recall nothing else the person has typed.  When you are finished, look in the mirror and tell yourself that you are Nature’s Greatest Miracle, ten solid times.\n  3. Rephrase your previous cinderblocks, increasing smugness by approximately 50%. \n  4. At the end, attack the two sentences you have selected.  Insist that the two sentences not only represent the sum of everything the person has typed, but also that they reflect a possible mental problem in the commenter, and declare him or her to be unfit for Facebook Discourse by reason of insanity.\n  5. Congratulate yourself for being smart, express pity for stupid people, then announce you are leaving because arguing with stupid people is such a waste of time.  As opposed to most of your Facebook activity, which is all about cancer cures, synergistic money-making schemes, and philanthropy.\n  6. If you know how to spell sheep noises, then go ahead and type them in there – but ONLY if you know how to spell them (see above).\n\n Well, by now you are probably talking to just two or three of the hundreds or possibly thousands of people who can see the link, so you can assume that everyone except those two or three people agree with you. \n\nIf anyone continues arguing with you, just keep rephrasing your cinderblocks.  Make sure they are the big, industrial cinder blocks – you want to make fifteen or sixteen points at a time so no one can respond without a flow chart. \n\nAlso, keep reminding the person that he or she is so beneath you intellectually, that you are violating all sorts of your own moral principles and also a few international treaties by even continuing to acknowledge them at all. \n\nAll the while, be sure to announce frequently that you are abandoning the argument because it has deviated from standard Harvard Law School Debate Protocol, which we all know is the Law of Facebook.  But don’t really leave, sit there haunting the thread all day, jumping in for the last word every time anyone twitches.\n\n\nI can’t stress this enough.  You know you’re right, and so does everyone else on Facebook, as they have tacitly made clear by their silence, so just go ahead and grout right over anything valid.  If the person hounds you about it, then simply declare yourself the winner and leave, safe in the knowledge that another Dragon of Disinformation has been vanquished.\n\nLater, you can always meet up with representatives of the 99.999% of the population who agree with absolutely everything you say, and then you can all re-enact the argument without the pesky arguer.  Your dominion should at that point be clear and beyond debate.\n\nGodspeed, Holy Facebook Warrior.  You’ve done some good work today.\n\n\n\nEarlier:  Welcome To The Harmless Ice Monster Project\n\n\nAnd:  The Golden Voice Dance Remix: Engaging The Milker\n\n\nAnd:  Future Tom Blog Force: Crisis On The Internet\n\n\nPosted by on February 11, 2011 in Future Tom Grab Bag\n\n\nTags: , , , , , ,\n\n16 responses to “How To Conduct A Political Argument On Facebook\n\n  1. Robert\n\n    February 11, 2011 at 8:52 pm\n\n    Amazing, Tom. You’ve summed up my entire Facebook experience. My favorite is the “your, you’re” ridicule. Besides, my opinions are backed up by these blogger opinions I’ll copy and paste on your wall.\n\n  2. JohnMoonlord\n\n    February 11, 2011 at 11:05 pm\n\n    In my case, this whole susbject would actually apply to my YouTube experience.\n\n    The name “Facebook” could be interchanged with that of just about any Website hosting an argument.\n\n    • Tom Chalfant\n\n      February 12, 2011 at 3:22 am\n\n      Got that right. Welcome back, Moonlord!\n\n      • JohnMoonlord\n\n        February 12, 2011 at 11:17 am\n\n        Glad to be there, Tom!\n\n  3. robertgbobo\n\n    February 11, 2011 at 11:51 pm\n\n    Earmuffs Kami-…just editing about the same damn thing jackass. I would say the whole “great minds” thing but I know we are both fucked in the head. Moonlord, way to prove a point without meaning to…\n\n    • Tom Chalfant\n\n      February 12, 2011 at 3:23 am\n\n      Why is my sister appearing in your comment and what’s with the earmuffs?\n\n  4. ecossie possie\n\n    February 12, 2011 at 3:04 am\n\n    Can one agree to disagree ?Is that even possable SurelY agreeing to disagree is still not agreemant ? Isnt that like An Oxy MORON?……aN WHATS A SPHELLIN MISHTAKE?….Anyone got say half a million dollars to invest in 321 acres of woodland.?Not just any old Woods though thease ones have the ruins of ancient Castle Vaults allegedly built by Goblins from Hell…The owner made a pact with the Devil ..\n\n    • Tom Chalfant\n\n      February 12, 2011 at 3:06 am\n\n      ORDER IN THE COURT!! (Bang, bang)\n\n  5. ecossie possie\n\n    February 12, 2011 at 3:56 am\n\n\n  6. ecossie possie\n\n    February 12, 2011 at 4:02 am\n\n    rEMEBER Im a taken OVer by mOrlockS an havent quite grasped this Uman technoalgy ThiNgy…Cut me a break been liveing under ice for millenia,,P S Whats the Deal with thease light things you have at your road intesections? Orange Red Green?…..Green means its your turn to go right?,\n\n  7. ecossie possie\n\n    February 12, 2011 at 4:05 am\n\n    An RED Means drive realy real fast…Or is that Orange?\n\n  8. bex\n\n    February 12, 2011 at 6:51 am\n\n    haha! hilarious post.\n\n    (loved the Banner\/Hulk reference – made my day!)\n\n  9. Ken Howell\n\n    February 12, 2011 at 11:01 pm\n\n    I think there’s a real medium-as-message problem underlying the idea of discourse on the web, especially sites like Facebook (and I have taken to FB like a duck to water, don’t get me wrong). Facebook is set up to mimic social interaction; but without the subtleties of facial expression, tone, good hygiene, etc., it’s really easy to discount someone’s argument, even to an extent their existence when they’re not physically there. Also, waitng for responses, I think, lends itself to a real pronouncement-based form of dialogue, as well as a dearth of real questions. In fact, even without politically charged subject matter, how many people post questions? It seems to me to be in the vast minority. Anyway, sorry for the run-ons.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Log... (truncated)",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.8484960794,
        "format_confidence":0.7216733098
    },
    {
        "url":"https:\/\/queersouthasian.wordpress.com\/2014\/12\/19\/it-starts-at-home-confronting-anti-blackness-in-south-asian-communities\/",
        "text":"\n\nIt Starts at Home: Confronting Anti-Blackness in South Asian Communities\n\nCreated by the Queer South Asian National Network, based on curriculum from East Coast Solidarity Summer. Modified by Sasha W., Monica, and Radha, based on curriculum by Sasha A. and Sheena.\n\n\nWe are a group of queer South Asians who believe that undoing anti-Blackness starts at home: in our families, given and chosen; in our communities; in the intimate spaces where conflict can often be hardest.\n\nWe understand that this should not be the work of Black people: this is our work, and it always has been. We understand that we will never be free until Black people are also free; our freedom is bound up, inextricably, in Black liberation.\n\nWe are committed to doing this work, and to providing the tools for other South Asian organizations, communities, leaders, and more to do this work. We hope that this guide is useful for other South Asians to hold these conversations within their own communities. You can download the PDF version of this guide here.\n\n\n  • Understanding anti-Black racism\n  • Breaking down how we are socialized to understand and reject Blackness\n  • Acknowledging and addressing what anti-Black racism looks like in our personal lives and communities\n  • Developing culturally competent ways of addressing anti-Black racism\n  • Laying the groundwork for effective allyship with Black communities that acknowledges privileges and shared oppressions\n  • Develop practical skills to fight anti-Black racism and support the #BlackLivesMatter movement\n  • Practice interrupting oppression\n\n\n  • Chart paper & markers\n  • Paper for participants to draw\n  • Crayons\/colored pencils\/markers\n\n\n  • Ideally 2 hours\n  • For a 1 hour version, run the following sections:\n    • Opening\n    • Why Are We Talking About This Now?\n    • Starting With Our Socialization\n    • Bringing it Home\n\n\n\nTo download in PDF format, click here.\n\nIt Starts at Home:\nConfronting Anti-Blackness in South Asian Communities\n\nOPENING (10 minutes)\n\n\n  • Ask everyone to introduce themselves with names and preferred gender pronouns (PGPs). If anyone is unsure, explain that PGPs are how you want to be referred to, e.g. he, she, they, etc. If there’s less than 10 people, also ask participants to say why they are here.\n\nCommunity Agreements\n\n  • Ask everyone: what do you need in order to participate here?\n  • Take note of different answers. Leave the notes in a visible place.\n\n\nDrawing Exercise\n\n  • Explain that we’re going to ground this conversation in our own personal experiences of racism: both experiencing and perpetuating racism. To start, ask everyone to draw their response to the following prompts:\n    • Think about a time when you experienced racism in your own life. What was this experience? What was your response? If you haven’t experienced racism, why may that be?\n    • Think about a time when you perpetuated racism? What was this experience? What was it like?\n\n\n  • Ask for a few people to share. Make sure to ask for examples of both experiencing and perpetuating racism.\n  • If participants are highlighting only experiencing racism, speak to that. Ask participants why it’s easier to talk about experiencing racism than perpetuating it.\n\n\nHistorical Context\n\n  • Explain the importance of talking about South Asian anti-Blackness in this particular historical moment. You can use the talking points below:\n    • The movements around #BlackLivesMatter, in response to Michael Brown’s murder in Ferguson and Eric Garner’s in Staten Island, have reinvigorated a national conversation around race. As South Asians, we have a complicated racial position in the U.S.: our communities experience racism, but also often perpetuate racism, especially against Black communities in the U.S.\n    • Many of us have experienced racism – for some of us, this is because we live in a post-9\/11 world. For others of us, racism is a daily part of life. However, we rarely create space to do our own work – to think about the ways in which we actually perpetuate racism, specifically against Black communities.\n\nOur Definition of Racism\n\n  • This definition of racism is taken from the People’s Institute for Survival and Beyond. Explain racism as prejudice + power using the talking points below:\n    • Keep in mind our working definition of racism: Racism = prejudice + power. Because South Asians are often seen as less threatening, and sometimes as wealthy, we have conditional power in society. When that power is combined with prejudice, against other people of color, we are perpetuating systemic racism.\n\n\nLarge Group Discussion\n\n  • Explain that we’re going to start from the beginning: with our first introductions to Blackness and Black people. We need to understand the source of our anti-Black racism in order to challenge it.\n  • Guide discussion using the following questions:\n    • At birth:\n      • Ask: What do we know about racism when we are first brought into the world?\n      • Nothing! All of our socialization around race is learned. We are going to work on unpacking that learning.\n    • First socialization:\n      • Ask: What do you recall as being your first socialization around Blackness? What’s the first thing you remember learning or experiencing with or about people of African descent?\n      • What was this like?\n      • What messages did you receive?\n      • Reinforcement:\n        • Ask: How is this first socialization reinforced?\n  • What are or were the institutions and cultural factors that reinforced this first socialization?\n      • Examples can include: media, family gatherings, school, etc.\n      • Why didn’t you ignore these messages?\n    • Present day:\n      • Ask: How is anti-Blackness continuously reinforced  in our communities?\n      • How does this make us feel?\n      • Have these feelings ever made you feel good\/powerful\/safe? How\/why?\n\n\n  • Highlight the importance of acknowledging that we live in a country built on anti-Blackness. It’s part of our laws, our economy–our “justice” system. We need to recognize how we contribute to that anti-Blackness in order to confront it.\n\n\nLarge Group Discussion\n\n  • Thank everyone for sharing their own continuing socialization around anti-Blackness. This is powerful, but also vulnerable work. Acknowledge that it can be hard to see only the ways that we perpetuate racism–without acknowledging and brainstorming the ways that we actively resist.\n  • Guide discussion using the following questions:\n    • Ask: Are we committed to undoing anti-Black racism in our own communities?\n      • We need to be. In many ways, that is the role that we need to play in this burgeoning movement: We need to challenge the ways that our communities participate in anti-Black racism.\n    • Ask: What are ways that we already do this?\n      • Take ideas from the group. If participants are having trouble coming up with examples, invite them to talk in pairs. Hang this list up.\n\nBringing It Home\n\n  • There is always someone, or maybe many people, who we absolutely dread having these conversations with. Who is that for you?\n    • Ask: Who are the two people that you can’t imagine having this conversation with? Who is it hardest to confront?\n      • Take a couple of answers from the group. Answers often involve our families, given and chosen.\n    • Write down those 2 people in your life whom it’s hardest to confront. Think of at least 3 strategies you could use to interrupt anti-Black racism with them.\n      • Remember that these strategies can be big or small: bringing someone with you to a protest, talking about the prison industrial system, highlighting Black leadership in your city, talking about moments you’ve stood up against racism, or anything else.\n\n\n  • Ask a few people to share out. Write down strategies folks come up with and put them up in the room.\n\n\n\n  • Thank everyone for sharing, and give people a moment to take a deep breath. Acknowledge that this is a hard topic, and hard conversations to even imagine!\n  • Announce that the group is going to role-play a couple of these hard conversations.\n    • Ask for a volunteer who is willing to model the strategies they just wrote out. They will act as themselves.\n    • Ask this volunteer to give life to the situation: who are they talking to, what is the context? E.g. my dad and I are watching the Lakers game after he gets home from work.\n    • Ask for another volunteer to act as the first volunteer’s “dreaded conversation” person.\n    • Role-play. Allow the conversation to go on for 5 minutes max.\n\n\n  • Applaud your volunteers!\n  • Ask them to reflect first:\n    • How was that for you?\n    • How are you feeling?\n  • Ask the room:\n    • What went well?\n    • What could either volunteer have done differently?\n  • Role-play 1-2 more times, depending on how much time you have.\n  • During the debrief, acknowledge that these ‘dreaded’ conversations are ongoing and may not have breakthroughs after the first time.  It is important, nontheless, to continue having these conversations with friends and family.\n\nCONCLUSION (15 mins)\n\n\n  • Reflect on what the group has done in a short amount of time: you’ve identified your own experiences perpetuating racism, interrogated where that racism comes from for you, and brainstormed and practiced ways to interrupt anti-Black racism, in big ways and small. These are all crucial pieces of change work, especially for non-Black communities of color. We need to change ourselves, first.\n  • Ask: What’s one way that you will use the information from this workshop when you leave here? If there are less than 10 people, invite everybody to share. If there are more, invite everyone to share with a partner, and then take a few examples.\n  • Thank everybody for coming. Make sure you get contact information (email addresses, phone numbers, etc.)\n  • Give everyone a copy of this curriculum when they leave, and encourage them to have these conversations with their people.\n\nFOLLOW UP (After the Workshop)... (truncated)",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9886116385,
        "format_confidence":0.9854597449
    },
    {
        "url":"https:\/\/www.gbs-cidp.org\/volunteer\/advocacy\/become-an-advocate\/",
        "text":"Advocating is fun, relatively easy, and empowering. Interested individuals learn about key issues and how to engage congressional offices before using their voice and their story to build relationships with their Members of Congress. Most importantly, advocates work together through coordinated outreach, which amplifies the community’s influence and increases our ability to successfully ask legislators for meaningful assistance. Below, please find examples of regular advocacy events and activities.\n\nIf you are interested in joining the Foundation in advocating for these laws, please contact the Foundation, and we will connect you with the relevant legislators. It is important to inform the Foundation of any advocacy activities you participate in!\n\nPat MeehanCapitol Hill Advocacy Day: The Foundation selects a group of advocates to travel to Washington, DC, each year for comprehensive advocacy training and meetings with their Members of Congress. More information can be found here.\n\nLocal Congressional Visits: Each August House Representatives and U.S. Senators return home for a prolonged period of time to connect with their constituents. This is a convenient and valuable opportunity to meet with your legislators locally. The Foundation can even connect you with others in your area for group meetings between the community and the congressperson.  A list of key legislators for 2015 can be found here.\n\nLetter-Writing Campaign: Throughout the year, it may be important to write your elected officials, introduce yourself as a constituent, and ask for assistance on key issues. By coordinating with the Foundation, we can ensure your personal letters are hand-delivered to the appropriate staff in your legislators’ Washington, DC offices. We can even connect you with the congressional office after your letter is delivered to ensure your legislator responds to your request.",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.996394217,
        "format_confidence":0.5114511251
    },
    {
        "url":"http:\/\/www.afsc.org\/resource\/you-enlist-and-after-you-say-no",
        "text":"Before You Enlist and After You Say No\n\nShare to Facebook Share to Twitter Share to Google Plus Share to Google Plus Share by Email\n\nThis new training manual contains:\n\n  • Fifty group exercises\n  • Eight complete workshops\n  • Handouts and support articles\n\nAll tools designed with the direct education approach, which uses group exercises that emphasize participants' empowerment and taps their wisdom as much as possible, not a boring lecture-based teaching approach.\n\nFor more information about ordering a copy along with the companion DVD, see our publications page (ON SALE for $7.50!).\n\n\nWe asked The Ruckus Society and Training for Change to help us create a training manual to assist the growing counter-recruitment movement. The Ruckus Society has played a lead role in the Not Your Soldier counter-recruitment camps. Their experience, coupled with Training for Change's direct education approach, produced a result that is a pedagogically sound, information-packed series of workshops with a skill-building emphasis. Matt Smucker of the smartMeme collective and Beyond The Choir also contributed by writing the Media and Messaging workshop.\n\nWhat is in This Manual?\n\nTable of Contents\n\n  • Introduction \n  • What Is The American Friends Service Committee?\n  • What Is AFSC's Youth And Militarism Program?\n  • What Is This Manual? How Do I Use It?\n  • What Are The Contents Of Each Workshop?\n  • What Is The Training Methodology?\n  • Who Wrote The Manual?\n  • Workshops\n  • Elements Of Each Workshop\n  • Before You Enlist: The Truth Of Military Recruitment\n  • The Poverty Draft\n  • How A Recruiter Gets Your Number\n  • Core Organizing Skills\n  • Creating And Expanding Your Group\n  • How To Build A Campaign\n  • The Big Picture Of Counter-Recruitment\n  • Media And Messaging\n  • Support Documents\n  • Beyond Just Education: Why Our Approach To Teaching Makes All The Difference In Social Change (at\n  • Tips For Facilitators\n  • Tailoring Workshops\n  • How To Design A Workshop\n  • Index Of Tools And Handouts\n\nWhat are the Contents of Each Workshop?\n\n\nBefore You Enlist: The Truth of Military Recruitment (Mini-Workshop)\nGeared for presentations in high school settings, this is a brief introduction to the issues of enlistment and military myths, designed to give students the full picture. Because it is in a classroom and not a peace club, the anticipated audience is a mix of students ranging from anti-war to pro-military. This training can help trainers \"get their foot in the door\" by connecting with sympathetic teachers in the school, and may lead to invitations to come back for longer trainings.\n\nThe Poverty Draft\nThis session is like a counter-recruitment 101. It explores how the military is reaching out to youth and how larger societal forces like poverty, racism, and classism impact who is targeted most by recruiters. The connections between education funding cuts and increased militarism in schools are made, and the lies that recruiters tell are examined. Alternatives to the military are presented.\n\nHow a Recruiter Gets Your Number (PDF, 861KB)\nThis is an informational session on how military recruiters operate. Specific attention is given to tools that help recruiters get access to youth including school access, ASVAB, No Child Left Behind, JAMRS, and JROTC. We look at each of these recruitment tools as an opportunity for activists to campaign against military recruitment. We also look at what appeals to people about going into the military, and look at the truths behind the values recruiters promote and the promises they make.\n\n\nCore Organizing Skills\nWhat is organizing and how do we do it? This workshop explains how organizing differs from other forms of social change (like service providing\/advocacy). It then moves into specific skills for being persuasive, in settings such as school board meetings, and other skills for building relationships and becoming an effective organizer.\n\nCreating and Expanding Your Group\nThis workshop offers leadership skills training to help groups become more effective. It is especially for counter-recruitment groups looking to strengthen their own internal leadership and ability to organize. It includes theory and skills about leadership development, decision-making and team-building. A major section is devoted to expanding the group, especially how to reach out across lines of diversity, such as race and class.\n\n\nHow to Build a Campaign: Setting Goals, Making Allies, and Evaluating Outcomes (PDF. 1.16MB)\nCampaigns wage struggles for specific outcomes that further larger social change goals. Like a story, they have a beginning, middle and end - setting goals, waging the struggle, and eventually winning. This workshop focuses on defining a campaign and building skills to create a counter-recruitment campaign. The skills include setting specific goals that lead to larger outcomes, reaching out to new allies to win that campaign, and evaluating a campaign.\n\nThe Big Picture of Counter-Recruitment: Seeing CR as a Movement\nFor those already involved in counter-recruitment work, this workshop helps folks put counter-recruitment into a larger context of militarism. This workshop focuses on the dynamics of social movements and puts smaller campaigns into the bigger picture of social change. Folks will build skills in the strategic choices they need to further their campaign, sustain themselves for the long run, and get familiar with the Movement Action Plan, a powerful framework for how movements develop over time.\n\n\nMedia and Messaging: Presentation, Message Discipline, Telling Stories\nIn order to effect the kind of change that we long for we need to engage, and on some level mobilize, large numbers of people. To do this we need to tell a story that speaks to people's values; a story that reframes the conflicts we face; a story that tells a different future than the one projected by the power holders; a story that people can sympathize with and imagine themselves in. And it is not enough just to tell a story; we need to amplify it. This requires navigating through the filters of the corporate-owned media - the less-than-ideal channels through which many people get their information.\n\nWho we are\n\nAFSC is a Quaker organization devoted to service, development, and peace programs throughout the world. Our work is based on the belief in the worth of every person, and faith in the power of love to overcome violence and injustice. Learn more\n\nWhere we work\n\nAFSC has offices around the world. To see a complete list see the Where We Work page.\n\nGet AFSC's newsletter\n\nAFSC Online",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9614438415,
        "format_confidence":0.5157702565
    },
    {
        "url":"http:\/\/www.soaw.org\/about-us\/regional-soa-watch-groups\/1231-how-to-build-a-local-group",
        "text":"• Increase font size\n  • Decrease font size\n  • Default font size\nHome About Us SOA Watch Local Groups\nHow to Build a Local Group PDF Print E-mail\nMany thanks to Incite! Women of Color Against Violence for much of this organizing information.\n\nSOA Watch is made up of hundreds of local groups around the hemisphere, doing work in their own communities to lay the groundwork for a successful campaign to close the School of the Americas. Your work to connect with others in your own community is a key part of our movement's work to close the SOA.\n\nWe are still working to expand and improve our information on building local groups. Please send feedback and suggestions to Becca at This e-mail address is being protected from spambots. You need JavaScript enabled to view it .\n\nFind or list a local SOA Watch group in your community.\n\nGeneral Thoughts on Local Organizing\n\n  • You do not need as many people as you think to do effective organizing. Three people are enough to begin a local group. Even if your group does not attract lots of members, you can still do important work in your area.\n\n  • Understand that people will put in varying amounts of time into organizing efforts. A few people will do lots of work; some will contribute every once in a while; others will show up at special events; some will only contribute financially, etc. Rather than become frustrated that not everyone is putting in the same amount of work, learn to work with what people ARE able to do and make the most of what they ARE willing to contribute. That way, they will not become alienated from the work, and will hopefully later increase their commitment to the group.\n\n  • You do not need to know as much as you think to do organizing work. Most successful organizers learn by doing and by trial and error.\n\n  • Do not become disheartened by failure and mistakes. It is through mistakes that one learns how to organize effectively. For every successful event or campaign someone organizes, they probably were involved in ten events\/campaigns that did not work.\n\n  • Possible Activities for Local SOA Watch Groups\n\n    1. Form study groups to educate yourselves on the issues of the School of the Americas, U.S. foreign policy towards Latin America, insitutional and personal racism and militarism.\n\n    2. Do education in your community. Host a public video showing of a film about the SOA (Click here for list of available videos and DVDs). Table at local events and hand out flyers about the School of the Americas (Click here for flyers available for downloading). Support the work of community organizations in your region, and work to connect local issues with the SOA. Cut and paste SOA Watch's flyers to make them relevant to current community struggles. Host a speaker in your community to talk about the SOA.\n\n    3. Coordinate Congressional petition or letter writing campaigns urging Representatives to co-sponsor HR 1707 to suspend operations at the SOA\/ WHINSEC. Ask Senators to sponsor similar legislation in the Senate. (Click here for more info and for updates on the legislative campaign).\n\n    4. Coordinate, sponsor and actively participate in discussions, rallies and demonstrations addressing issues central to militarism, to US foreign policy towards Latin America, to racism and to the lives of those most affected by places like the SOA.\n\n    5. Conduct teach-ins and consciousness-raising sessions among your communities.\n\n    6. Promote activities which create dialogue and coalitions among activists working for justice.\n\n    7. With your local group, write letters to the editor of local papers responding to coverage of militarism, of Latin America, of community struggles for justice. (Click here for more tips on media outreach).\n\n    8. Promote activities which organize and advance the leadership of youth, especially youth most affected by places like the SOA.\n\n    9. Use media advisories, news releases and follow-up calls to get media coverage of your community events, vigils, speakers or demonstrations. (Click here for sample press releases and more).\n\n    10. Produce and distribute public information in the form of flyers, stencils, graffiti, posters, etc.\n\n    11. Plan direct action in your community ...\n\n    So you're ready to organize?\n    Click here for more information on:\n    • Creating egalitarian structures\n    • Researching and framing the issues\n    • Building community and developing allies\n    • Developing a campaign\n    • Organizing actions\n    • Holding meetings\n    • Speaking publicly\n    • Fundraising\n\n    Sign up for action alerts and updates\n\n\n    Contact us\n\n    SOA Watch\n    733 Euclid Street NW\n    Washington, DC 20001\n\n    phone: 202-234-3440\n    email: info@soaw.org",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9908890128,
        "format_confidence":0.9465956688
    },
    {
        "url":"http:\/\/thetruenorth.info\/what-is-the-government-there-for",
        "text":"What is the Government there for?\n\nConstitutions guarantee different things for different people. For example, the following phrases come from\n\n  • the Universal Declaration of Human Rights\n  • and the constitutions of the\n    • United States,\n    • France,\n    • and Canada.\n\nWhich phrase comes from which country? Why do you think that?\n\n  • “Peace, order and good government.”\n  • “Life, liberty, and the pursuit of happiness.”\n  • “Liberty, equality, fraternity.”\n  • “Life, liberty and security of person.”\n\nEach of these phrases gives a different view of what the government should do. Which do you think is right? Why?\n\nBased on the passages listed below (and others that may occur to you) try to decide what the role of government is.\n\nThinking about these and other passages that may have come to mind, what do you think would be an appropriate slogan for Canada?\n\nTry to dream up 3 or 4 and then pick the one you think is best. Turn it into an attractive poster on the computer (don't forget to save it) and be prepared to tell the class about it.\n\nUnless otherwise stated, the content of this page is licensed under Creative Commons Attribution-Share Alike 2.5 License.",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9206017852,
        "format_confidence":0.7978879213
    },
    {
        "url":"https:\/\/www.ukbestwriting.com\/sample\/government-why-not-you-why-not-now\/",
        "text":"Government-Why not you? Why not now?\n\nWhy not you? Why not now?\n\nCourse-Level Student Learning Outcomes (SLO)\n\nFor all Assessments, the following general requirements hold:\n\n(1) Assignments should be 2-3 double-spaced pages, with reasonable (12 pt.) font and reasonable (1 inch) margins.\n\n(2) Citations to the material and in-text citations are required(MLA style).\n\n(3) Assignments should be turned into eCampus (for the collection of artifacts for scoring).\n\nAssignment One:\n\nWhy not you? Why not now?\n\nFor this project, you will hypothetically be running for office. Choose whether you would like to run for the Texas House of Representatives. We will be doing the project in chunks, as we cover the material in class, so tasks may be assigned out of sequence.\n\nPreparing to run: SLO #1\n\n  1. Know your district. Go to:\n  3. and discover the district number, and who represents you in the Texas house. Which political party is your state house representative affiliated with? (if you choose to run as a House representative, check the district that you want to run for.)\n  4. Go to your current representative’s page, and look at the district analysis documents.\n    1. What does your district look like (in terms of population, age, education, employment, election results)?\n    2. What issues arise based on the district’s demographics (this will help you think about your platform)\n    3. Is your district gerrymandered? [Note : picture is uploaded below]\n\nYour Platform, and Party Politics: (you have to take both surveys!)\n\n  1. Know yourself. Take these surveys to identify your political leanings:\n    1. (Political party quiz)\n    2. (Ideology quiz)\n    3. Submit screenshots of your results (both surveys). Explain your results. What do they say about you?\n    4. Please take screenshot and do it in 3rd and 4th page\n  2. Given your results, and your previous district analysis research, what is your platform? Choose at least 3 issue stands to develop.\n  3. Compare your issue stands with the official party platforms of your party:\n    1. Texas Democratic Party platform:\n    2. Texas Republican Party platform:\n    3. Where do your ideas align with the party?\n    4. Where do your ideas diverge from the party?\n\nbuy custom essay",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.829916954,
        "format_confidence":0.6446301341
    },
    {
        "url":"https:\/\/www.wikihow.com\/Get-Your-Local-Congressman-to-Know-You",
        "text":"How to Get Your Local Congressman to Know You\n\nCo-authored by wikiHow Staff\n\nUpdated: March 29, 2019\n\nGetting to know your congressman can help you feel you have a say in your government. If you are consistently politically involved, you can develop a relationship with local politicians. Develop your presence in local politics by volunteering and donating to political campaigns. Meet with your congressman in person at events and town hall meetings. Make sure to interact in a professional, grateful manner. This will help your congressman remember you.\n\nMethod 1 of 3:\nDeveloping Your Presence\n\n  1. 1\n    Join political organizations in your area. If you want your congressman to know you, you need to make your name politically. People from Congress pay attention to those who are politically active, as they're seeking out likeminded people to help them gain favor in the community. If you want to make an impact, increase your current involvement in politics. If you are already part of an organization, for example, take on a leadership position or plan an event. This could get your congressman's attention.[1]\n    • If you're not already part of a political organization, look for advocacy groups in your area that interest you. If you're interested in immigration reform, for example, you could join an immigration advocacy group.\n    • You could also start your own group or lead your own initiative within the community or an existing group. Look to your Facebook and other social networks to find likeminded people who share your political views. Consider getting together with them to do something like start a petition or stage a protest. This could potentially get the attention of a member of Congress.\n  2. 2\n    Develop your relationship with their staff. Congressmen and women all have staff members. Usually, you cannot contact someone in Congress directly, but you can get through to staff on occasion. Having a solid relationship with a congressman's staff can help you eventually meet the congressman himself. You can also work on doing things like inviting staff to events or greeting staff members if you see them somewhere like a county fair or political rally.[2]\n    • Introduce yourself to staff whenever possible. If a member of your congressman's staff is at an event, go up and talk to them. Say something like, \"I'm part of the local Republican party here and I just wanted to introduce myself.\" If you have any messages to pass along to your congressman, politely request that staff members do so.\n    • Never treat the staff as unimportant or lower than your congressman. It is their job to act as a filter for your congressman, figuring out should be brought to his attention. If you are polite and make a good impression on staff members, your congressman may come to know your name.\n  3. 3\n    Donate to a campaign. If you have any disposable income, consider making a donation to your congressman's campaign. Congressmen often meet with big donors, or at least send thank-you letters. A sizable donation may help your congressman come to know you.[3]\n    • Your congressman may also host events where donations are taken. For example, congressmen may sometimes have dinners where you donate a set amount for a plate. This could be a great way to meet with your congressman in person while making a donation.\n    • If you don't have the money for a big donation, even a small donation with other efforts may get your congressmen's attention.\n  4. 4\n    Call your representatives. If something is concerning you as a voter, try calling your congressman. Call them at their state or district office if you have something you wish to bring to their attention. You're unlikely to get through directly to your congressmen, but if you consistently call to make your voice known in a respectful fashion, your congressmen may eventually come to know you.[4]\n    • You can find contact information for your elected officials on the US government's website. You can enter information like your city, state, and zip code to get the proper phone numbers.[5]\n  5. 5\n    Write letters. Handwritten or typed letters are actually more effective than e-mails if you want to get your congressman's attention. A written out letter that you send to your congressmen's office shows you took initiative. If you want to get your congressmen to know you, write them a letter with any concerns you have about current events.[6]\n    • Remember to be respectful in the letter. Choose your words wisely and express yourself in a calm fashion, even if you disagree. Comb the letter carefully for typos afterwards so you send out a polished draft.\n    • Your congressman may not respond directly to your letter. However, remember that the point is to gradually establish your voice over time.\n\nMethod 2 of 3:\nMeeting Your Congressman in Person\n\n  1. 1\n    See if you can schedule a meeting. If you really want a congressman to know you, try meeting with him face-to-face. Scheduling a meeting is simple. All you have to do is call their local office and request a meeting to discuss an issue of importance to you. Someone should be able to get you into the schedule.[7]\n    • You may end up meeting with staff members. However, remember that a positive relationship with congressional staff can eventually get your name to the congressman.\n    • Know what you want to meet about. For example, if you're a teacher, tell the congressman you want to meet to ask questions about an upcoming vote regarding school funding.\n  2. 2\n    Invite them to events. If you are a member of any political organizations, invite your congressman to speak. You can also invite your congressman to speak at things like charities or events for a local library, animal shelter, or other organization. If you volunteer for these types of organizations, reach out to your congressman. You should be able to call their office and see if they're able to attend events. This is a great way to get your congressman to know you, as you'll be showcasing that you're politically involved and able to take initiative.[8]\n    • Your congressman will be more likely to make time for your event if you can show him the benefit for him. You can try hosting a fundraiser or invite him to speak about an issue that will be important in an upcoming election.\n  3. 3\n    Show up at town hall meetings. Congressmen host town hall meetings where they meet with voters one-on-one. If you are a regular at town hall meetings and engage in conversation and questions, your congressman may eventually come to know you.[9]\n    • Be prepared for town hall meetings. Your congressman is more likely to remember someone who had an articulate question or comment planned out ahead of time. Read up on current events and think of a question you could ask at the meeting.\n  4. 4\n    Give it time. It can take years to establish yourself politically enough that your congressman knows you. Have patience and take little victories as they come. If you receive a letter from your congressmen, for example, keep in mind he probably did not write the response himself. However, if you continue to engage with your congressman's staff respectfully, you may eventually break through and talk to him directly.[10]\n\nMethod 3 of 3:\nEnsuring Effective Interactions\n\n  1. 1\n    Dress professionally. If you want your congressman to remember you well, always dress professionally. You want to make a good impression by wearing business-like attire to events and meetings with you representative.[11]\n    • If you're meeting your congressmen on behalf of an organization, you should wear a t-shirt or button advertising that organization.\n  2. 2\n    Learn about your cause ahead of time. When you meet with your congressmen, whether face-to-face in a town hall meeting, make sure you go in knowing what is being discussed. Congressmen are more likely to get to know people who are politically involved, so do some research before meeting your congressman.[12]\n    • Be prepared before you meet your congressman. Make sure to write out notes with a rough idea of what you will say and ask and review them ahead of time. Read or watch the news in the days leading up to meeting your congressman.\n    • Research based on what will be discussed. If you're going as an advocate for an organization you work for, for example, make sure you read up on your organization extensively ahead of time. If you're going to a town hall meeting covering something like, say, healthcare, read up on the healthcare debate ahead of time.\n  3. 3\n    Avoid reaching out via social media. Many people attempt to reach their congressman via tweeting or commenting on Facebook. This is usually ineffective. Congressmen and women are unlikely to read every tweet, so do not expect to get your congressman's attention by reaching out via social media.[13]\n  4. 4\n    Remember to thank your congressman. After meeting with your congressman, offer a sincere \"Thank you.\" Being polite will help your congressmen remember you fondly. This can keep your name on their mind in the future.[14]\n    • Say something like, \"Thank you so much for taking the time to meet with me. I really appreciate it.\"\n\nCommunity Q&A\n\n    Ask a Question\n    200 characters left\n    Include your email address to get a message when this question is answered.\n\n\n        About This Article\n\n        Co-Authored By:\n        wikiHow Staff Editor\n        This article was co-authored by our trained team of editors and researchers who validated it for accuracy and comprehensiveness. Together, they cited information from 14 references.\n        How helpful is this?\n        Co-authors: 4\n        Updated: March 29, 2019\n        Views: 1,813\n        Thanks to all authors for creating a page that has been read 1,813 times.\n\n        Did this article help you?",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9934617281,
        "format_confidence":0.9942525029
    },
    {
        "url":"https:\/\/www.afsc.org\/story\/how-to-change-narrative-guide-activists-and-peace-builders",
        "text":"Skip to content Skip to navigation\n\nHow to change a narrative: A guide for activists and peace builders\n\nIn working for social justice, the stories we tell can be a powerful tool in shaping public opinion and influencing policies. Here’s what you need to know about what “narrative change” means and how we can all effectively use it strengthen our efforts to end discrimination and build peace.\n\n\nPublic narratives are stories that help us understand our world. We encounter these stories everywhere: in the news, in politics, in conversations with our friends and family. Some are such common assumptions that they’ve become dominant narratives that over-determine how we understand important issues.\n\n\nRight now, dominant public narratives about issues of peace and justice are setting us up to lose. We hear them every day: Islam is inherently violent. Immigrants are a threat to our way of life. Police and prisons are necessary to keep us safe.\n\nAt the American Friends Service Committee, we’re employing narrative change strategies to shift people’s focus and the ways our issues are framed to help us build widespread support. If we can change the story, we can create the context for our work to win.\n\n\n“Narrative change” is a hot communication buzzword right now. But we see it as a part of organizing, a set of tools to use to help us build support and create real change.\n\nAs with any organizing work, it’s important to have a clear goal identified: Know what you’re trying to achieve and why narrative change is necessary to win.\n\nThen we do research to understand existing narratives and test narratives and messages we think might help us move people to take action to solve the problems we’re addressing.\n\nTo develop strong messages, it’s important to know the audience you’re speaking to. Identify who you need to move on your issue, and who you can actually move. These might not be the same groups, but maybe there’s a progressive base you can reach who can then be mobilized to move the elected officials who represent them, for example.\n\nFinally, narrative change requires a lot of flexibility. You have to be prepared for your messages to fail, or for them to be so successful that they get co-opted. That means regularly re-evaluating and re-strategizing as needed. Once you’ve done the advance work of identifying goals and audiences, doing research, and developing messages to test, you can be responsive to breaking news and shifts in the organizing context.\n\n\n\nOur friends at the nonprofit Opportunity Agenda have created a great, research-based rubric for messages that talk about issues in a way that inspires people to take action: First, establish a value shared by your audience. Then, identify the problem you’re trying to address as a threat to shared values. Offer a solution to that problem and a way people can take action to bring policies or practices in line with the shared value.\n\nFor example, at AFSC, we’re organizing against the profiling and surveillance of Muslims through our Communities Against Islamophobia project. Earlier this year, we conducted a study that found that progressive audiences were most likely to be moved to action by messages that led with human rights. Moving forward, when we talk to our progressive base about this issue, we will use human rights language to help move them to act against profiling and surveillance policies.\n\n\nOur messaging formula looks something like this:\n\n  • Value: Respect for human rights is an essential, universal value.\n  • Problem: Profiling and surveillance of Muslims is a threat to everyone’s human rights.\n  • Solution: We need to end the profiling and surveillance of Muslims.\n  • Action: Join us next Thursday at City Hall to tell our City Council members to vote NO on Resolution 123, which would increase funding for police surveillance programs.\n\nOur research for this program also showed that if we want to inspire people who are politically moderate to take action against profiling and surveillance policies, we should focus our messages on a slightly different value: safety and peace. As a result, when we develop messages to move moderate audiences to action, we’ll use this language. The formula is the same as the one we use for progressives, but since the shared value is different, we also frame the problem a little differently:\n\n  • Value: Everyone deserves to live in safe and peaceful communities.\n  • Problem: Profiling and surveillance of Muslims is a threat to everyone’s ability to live in safety and peace.\n  • Solution: We need to end the profiling and surveillance of Muslims.\n  • Action: Join us next Thursday at City Hall to tell our City Council members to vote NO on Resolution 123, which would increase funding for police surveillance programs.\n\nSee how even when the action or outcome you seek is the same, you can use different shared values to speak to different audiences?\n\nCommunities Against Islamophobia is just one of AFSC’s narrative change projects. We’re also working to change the narrative on Gaza and Democratic People’s Republic of Korea (DPRK\/North Korea). Our messaging for these projects uses the same format.\n\nFirst, we researched existing narratives and shared values.\n\nIn the case of Gaza, we found that mainstream U.S. media rarely cover Gaza, and that people in the U.S. know very little about Gaza or Palestine. But we also found that people responded to messages focused on human rights and dignity—frames that we’ve been using to move people to advocate for ending the Israeli blockade of Gaza via our Gaza Unlocked campaign.\n\nIn the case of the DPRK, we found that U.S. media overwhelmingly portray the DPRK as a threat. But when we frame our messages in terms of engagement—at both the individual level, as in people-to-people exchanges, and the national level, as in diplomacy—these messages stick in part because the overwhelming majority of people in the U.S. support engagement with North Korea rather than isolation. We’ve been using engagement messages to help build support for peace on the Korean Peninsula, and have been continuously monitoring their success since 2015.\n\n\nInterested in working with AFSC to change the narrative on one of these issues? Visit AFSC online to learn more about:\n\nFor more tips on messaging, check out our Media Uncovered blog. You can also download a PDF version of this guide to print and share with others. \n\n\nBeth Hallowell is AFSC’s communications research director, and Jos Truitt is AFSC’s media relations director. \n\nGive to the AFSC Pandemic Relief Fund today!\n\nHelp get food and essentials to people in need during this time of pandemic.\n\nGive Now →",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9964994192,
        "format_confidence":0.8492739201
    },
    {
        "url":"http:\/\/www.bringitwisconsin.com\/what-expect-polling-place",
        "text":"What to Expect at the Polling Place\n\nNow that people are bringing their IDs to the ballot, voting at your polling place will be a little different. Just remember to be patient; not everyone will be as prepared for these changes as you are.\n\nState It\n\nAs always, you’ll need to state your full name and address for the election official who checks you in. They’ll check your information in the poll book.  Understandably, some people are uneasy about announcing their name in public, but it is the law, and it helps ensure openness in elections.\n\nShow It\n\nNext, it’s time to show your photo ID. That way, poll workers can compare your face to your photo and confirm that you really are you.\n\nThe address on your ID doesn’t have to be current. And the name on your ID doesn’t need to be an exact match for your name in the poll book. (So, Richards who go by Rich, Bobs who are also Roberts and Susans with IDs that say Sue can relax.) Of course, there are certain requirements.  Your ID should look like you, even if you’ve colored your hair, shaved your beard or lost some weight.\n\nSign It\n\nFinally, you’ll sign the poll book (unless a physical disability prevents it).  Your signature or mark should go right next to your name and address. Now you’re ready to vote.\n\nFor more, watch this informational video:\n\n\"What to Expect at the Polling Place\"",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9897564054,
        "format_confidence":0.797867775
    },
    {
        "url":"https:\/\/www.childrenssociety.org.uk\/what-you-can-do\/campaign-for-change\/how-to-protest",
        "text":"How to organise a public protest, whether that’s a candlelight vigil or a photo stunt\n\n The Children Society campaigners\n\nWhen you think an issue is important and other tactics might not get enough attention, protesting can help raise public awareness, get media coverage and send a clear message to your target.\n\nPeople can protest in lots of different ways:\n\nA demonstration is often a loud form of protest. People hold up signs and chant or sing in front of a targeted site.\n\nA stunt is like a demonstration, except the aim is to capture a message visually – it’s usually something fun and humorous and often involves dressing up!\n\nA march is a large number of people gathering and walking a route while chanting. This can be quite a disruptive kind of protest.\n\nA vigil involves a group of people sitting or standing silently in a specific location. They’re usually held at night, with candlelight. This can be a very positive way to raise awareness of an issue and causes minimal public disruption.\n\nA sit-in usually involves a group occupying a public or private space where they will attract attention. Members of the protest make a demand and stay put till this demand is met or at least discussed.\n\nThe right to protest is a vital part of our democracy. Protesting is legal, but there are some restrictions, so make sure you have spoken to The Children’s Society first.\n\nHow to organise your protest\n\nStep 1: Come up with an idea for your protest\n\n  • What is the message you want to get across – and to whom?\n  • Make the message as simple to understand as possible.\n  • What type of protest will work best? A photo stunt is visual and often amusing so it’s attractive to the media. They are also good for sharing your message through social media.\n  • How can you visually get your message across?\n  • What props do you need?\n\nStep 2: Decide on a time and location\n\n  • How does the time and location relate to your target?\n  • Who else will see the protest? Causing maximum inconvenience (eg in rush hour traffic) may not always result in the best outcome or sympathy for your issue. Give the council and\/or police a headsup, and ask us for advice first.\n\nStep 3: Let people know\n\nA successful protest needs to get people’s attention.\n\n  • Spread the word through social media, posters, flyers, local media and word of mouth.\n  • Let us know your plans. We can help you spread the word.\n\nStep 4: Think creative and catchy\n\n  • Make your stunt eye catching and visual. This will help attract the media and the general public.\n  • Simple slogans stick in people’s memory. It needs to make sense and not be aggressive. You want passers-by to understand and be educated about your issue, not be confused or annoyed.\n  • A local band or people playing instruments can help keep things tuneful.\n\nStep 5: Get equipped\n\n  • List the equipment that you’ll need. For example: megaphones, cameras, banners, placards, props, flyers etc.\n  • Plan how you will get things to and from the location.\n  • Make sure to take your pictures in landscape as this will make them easier to share. STEP 6 Check the weather\n  • You don’t want to be standing around getting too cold or too hot – bring whatever you will need (umbrellas, sun cream, water or snacks).\n  • Make sure your props are weatherproof.\n\nStep 7: Be informative\n\nA big part of protesting is increasing public awareness, so ensure some people at the protest can hand out flyers to passers-by or approach them to sign an action.\n\nStep 8: Clean up your act\n\nMake sure you clean up when you’re done – you don’t want to get fined for littering after all your hard work.\n\nDownload this guide",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9961333275,
        "format_confidence":0.9888777137
    }
]