[
    {
        "url":"https:\/\/science.nasa.gov\/earth-science\/programs\/research-analysis\/ranews?epc=10466",
        "text":"Earth Science Research News\n\nEarth News and Information\n\nEarth’s global average surface temperature in 2021 tied with 2018 as the sixth warmest on record, according to independent analyses done by NASA and NOAA. Continuing the planet’s long-term warming trend, global temperatures in 2021 were 1.5 degrees Fahrenheit (or 0.85 degrees Celsius) above the... Read More\nWe answers six questions to help you understand the GISS global surface temperature analysis, what it shows about 2021 and how NASA makes sense of the data.\nClimate researchers from NASA and the National Oceanic and Atmospheric Administration (NOAA) will release their annual assessments of global temperatures and discuss the major climate trends of 2021 during a media teleconference at 11 a.m. EST Thursday, Jan. 13.\nNASA will launch four Earth science missions in 2022 to provide scientists with more information about fundamental climate systems.\nNASA has the world’s largest Earth observing fleet and has an uninterrupted record and observed evidence of climate change. Increased greenhouse gases trap heat in the Earth’s atmosphere. Trapped atmospheric greenhouse gases warm the planet – our land, ocean, and atmosphere. Most of the global... Read More\nObservations from research aircraft show that the Southern Ocean absorbs much more carbon from the atmosphere than it releases, confirming it is a very strong carbon sink and an important buffer for the effects of human-caused greenhouse gas emissions, according to a new, NASA-supported study.\nEarth’s atmosphere reacted in surprising ways to the lowering of emissions during the pandemic, showing how closely climate warming and air pollution are linked.\nDid you know active volcanoes lie beneath the ocean’s surface? The Stratospheric Aerosol and Gas Experiment (SAGE) III on the International Space Station (ISS) instrument spotted remnants of the Fukutoku-Okanoba undersea volcanic 2021 eruption in Earth’s stratosphere.\nLike so many glaciers in Greenland, Kjer has retreated significantly in recent decades and now flows more rapidly toward the ocean.\nNASA is participating in the 26th United Nations Climate Change Conference of the Parties (COP26) in Glasgow, Scotland, which began Oct. 31, and runs through Friday, Nov. 12.\nThe urgency of Earth science and climate studies took the spotlight Friday as Vice President Kamala Harris visited NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\nNASA has selected a new Earth science mission that will study the behavior of tropical storms and thunderstorms, including their impacts on weather and climate models.\nVice President Kamala Harris will visit NASA’s Goddard Space Flight Center in Greenbelt, Maryland today, Nov. 5, to get a firsthand look at the agency’s work to combat the climate crisis and protect vulnerable communities.\nClear skies between storm systems gave satellites a cloud-free view from the Coast Mountains in British Columbia to the Rockies in western Alberta.",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9967473745,
        "format_confidence":0.8833632469,
        "weight":0.0116996041
    },
    {
        "url":"http:\/\/climate-l.iisd.org\/news\/first-sids-dock-pacific-meeting-reviews-progress\/",
        "text":"First SIDS DOCK Pacific Meeting Reviews Progress\n\nsidsdock9 May 2013: The first SIDS DOCK Pacific Regional Meeting reviewed the current work of the first phase of the SIDS DOCK Support Programme and discussed its next phase. SIDS DOCK is an initiative developed by small island developing States (SIDS) for SIDS to promote renewable energy, energy efficiency, and contribute towards sustainable development with support from the UN Development Programme (UNDP) and the World Bank.\n\nThe meeting, which took place in Nadi, Fiji, from 6-9 May 2013, was attended by national coordinators and senior officials responsible for energy policy from 12 Pacific members of SIDS DOCK, as well as representatives from regional organizations and development partners. Participants discussed the preparatory process currently underway for the SIDS 2014 conference to be hosted by Samoa in September 2014. This meeting was called for in the UN Conference for Sustainable Development (UNCSD, or Rio+20) outcome document.\n\nDuring the meeting, the Secretariat of the Pacific Regional Environment Programme (SPREP) and UNDP signed a two million dollar agreement for renewable energy and energy efficiency projects in the Pacific islands. The funds are provided by the Government of Denmark through SIDS DOCK. The funds will allow for the new phase of the Pacific Islands Greenhouse Gas Abatement through Renewable Energy Project (PIGGAREP): PIGGAREP-plus.\n\nParticipants reviewed current SIDS DOCK efforts in attracting further donor support, acknowledged efforts to strengthen the capacity and legal structure of the SIDS DOCK Secretariat, and agreed to several proposals for consideration at the next SIDS DOCK Meeting.\n\nAccording to the resulting meeting statement, the proposals include: a functional organization with a Pacific presence; transformational and ground-breaking areas of interventions; improved understanding of SIDS DOCK; and strengthened partnerships.\n\nUnder the first proposal, presence issues addressed include: proceeding with commitments to have a presence in the Pacific with an office associated with SPREP; sustainable financing mechanisms for SIDS DOCK; and increased visibility of SIDS DOCK at the national and regional levels with strong media presence.\n\nUnder the second proposal, issues addressed include the value in having regional and country-specific projects, and the allocation of SIDS DOCK funding from Denmark and Japan.\n\nUnder the third proposal, the meeting discussed the need for a better understanding of SIDS DOCK procedures and processes by Pacific members.\n\nUnder the fourth proposal, members endorsed strengthened partnerships between SIDS DOCK and other agencies active in the energy sectors of SIDS, and noted the progress made under the global Sustainable Energy for All (SE4ALL) initiative.\n\nThe meeting was funded by the Danish Government through the SIDS DOCK Support Programme, and organized by UNDP in collaboration with other SIDS DOCK partners, namely: the SIDS DOCK Secretariat; the Secretariat of the Pacific Community (SPC); the World Bank; and SPREP.\n\nThe following countries participated in the meeting: the Cook Islands, Fiji, Kiribati, Nauru, Niue, the Republic of Marshall Islands, the Republic of Palau, Samoa, Solomon Islands, Tonga, Tuvalu and Vanuatu. Tokelau participated in an observer capacity. [SIDS DOCK Press Release] [SPREP Press Release] [IISD RS Sources]",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.8587394953,
        "format_confidence":0.8069032431,
        "weight":0.0054639741
    },
    {
        "url":"http:\/\/chandnisingh.blogspot.ca\/2017\/06\/thoughts-on-two-new-papers-on.html",
        "text":"Sunday, 25 June 2017\n\nThoughts on two new papers from vulnerability and adaptation research\n\nI read two very interesting papers from adaptation and vulnerability research last week.\n\nIn Operationalizing longitudinal approaches to climate change vulnerability assessment, Fawcett et al. (2017) make a case for longitudinal methodological approaches when studying vulnerability and adaptation. The lack of attention paid to temporality has been a long-held peeve of mine (it's gotten so bad that in team meetings, colleagues crack jokes about it). Fawcett et al. use three illustrative cases from Arctic communities to highlight how longitudinal approaches, two in particular — cohort studies (following a group of individuals over time) and trend studies (repeated data collected at a community level to reveal patterns of change) — can strengthen the methodological toolbox of vulnerability research.\n\nI particularly liked how they tease out the benefits of using a longitudinal approach. It helps\n  1. build a more nuanced understanding of adaptation processes and 'causal chains' of vulnerability (something Jesse Ribot has written a lot about, see his work from 1995, 2010, and 2014), \n  2. construct a more robust portrayal of what has worked and hasn't, and why, which is crucial for anyone interesting in strengthening, investing in, and implementing adaptation, and \n  3. diagnose maladaptive behaviour by looking into past pathways. This last approach is similar to what colleagues and I have taken in a recent project where we use cases from rural and urban India to argue that tracing historical trajectories of development and adaptation actions can help understand how development choices can narrow adaptation option spaces, often leading to potential maladaptation.\nComing back to Fawcett et al. (2017), I thoroughly enjoyed reading it and wholly support their key argument of expanding vulnerability research to involve more longitudinal approaches that begin to capture temporality. While the authors discuss the challenges in doing such research (notably, potential attrition of respondents from original cohorts, the need for sustained funding), I have two questions probing the practice of longitudinal vulnerability assessment approaches:\n  1. The political economy of vulnerability assessments: Currently, many NGOs, donors, and governments conduct VAs. How do the authors imagine such actors to undertake longitudinal studies given the budgets, project cycle-time frames, and capacity constraints they work under? This is especially true in government departments in India (we did a review of 120 VAs in India found 35% use static, indicator-based approaches). Moreover, in many cases, governments undertake VAs under tight deadlines (for e.g. assessments after a disaster event to inform humanitarian action). The underlying question is how can we build processes and demand for longitudinal vulnerability assessment approaches that feed into shorter-term cycles but also contribute to the larger narratives of vulnerability? \n  2. The place of researchers: Researchers are a possible 'actor group' that don't face all the challenges noted above, or at least not to a similar extent. However, researchers are increasingly being squeezed into shorter project cycles, insecure employment arrangements, tighter funding structures, and greater calls for impact — all of which, may not necessarily be conducive to longitudinal research  design which needs 1) sustained financial backing, 2) strong, clear and continual leadership, 3) an underlying recognition of the importance of such work, 4) acceptance of delayed gratification.\n\nIn Adaptive capacity: exploring the research frontier, Mortreux and Barnett (2017) discuss the emphasis that adaptation research has on quantified assessments of adaptive capacity (predominantly through Sustainable Livelihoods Framework-based (SLF) approaches) without an equal emphasis on how and to what extent adaptive capacity translates in adaptation outcomes. They highlight valuable gaps in adaptation research, most notably, the lack of focus on the process of adaptive capacity (a potential to adapt) being translated into an adaptation outcome (with concrete implications for peoples' vulnerability). The paper reviews emerging literature on risk perception and adaptation decision-making, cognitive barriers to adaptive behaviour, and place attachment, to discuss how these gaps can be addressed.\n\nTo add to their review of literature from disaster risk management and behavioural sciences, I wanted to highlight a few empirical studies exploring the drivers of adaptation behaviour and adaptation outcomes:\n  1. Burnham and Ma (2017) examine farmer adaptation decisions in Loess Plateau, China and find that self efficacy, i.e. one's perception of one's own efficacy to adapt, shapes adaptation behaviour and outcomes significantly. They crucially highlight that in addition to household assets and entitlements, state-society dependencies may reduce farmer perceived self-efficacy.  \n  2. Drawing on data examining household and intra-household risk perceptions and decisions in rainfed farming families in north-west India, I have argued that different households perceive risk differently and this shapes the adaptation pathways they take. Moreover, I found that adaptation outcomes (measured through environmental, social and economic lenses) change over time based on changing household assets but also changing social structures, policy regimes, and cultural beliefs.\n  3. In a completely different context, Evans et al. (2016) examine social limits to adaptation int he Great Barrier Reef region.They argue that social limits affect adaptation outcomes by dissuading people to take up adaptive action in the first place! Also interactions between psycho-social (or what I call socio-cognitive) and structural factors can adaptation ineffective. \nConceptually, it's exciting times for adaptation research. Practically, I feel that while there is a growing body of work around understanding the need for longitudinal vulnerability assessments and factoring in socio-cognitive barriers to adaptation, it hasn't begun to filter into mainstream adaptation implementation and negligibly in policy circles (especially in India, the context I am most familiar with). \n\nNo comments:\n\nPost a Comment\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.9903951287,
        "format_confidence":0.9788410664,
        "weight":0.0174281937
    },
    {
        "url":"https:\/\/wildlife.utah.gov\/wildlife-news\/1029-dont-feed-the-deer-sp-1935771693.html",
        "text":"Wildlife News\n\nDon't feed the deer\n\nEven though it's part of nature, watching deer struggle through deep snow — trying to find something to eat — can be tough to watch.\n\nA buck deer lying in a field\n\nDon't feed deer in the winter. Feeding deer can actually harm the animals.\n\nPhoto by Lynn Chamberlain\n\nAs snow starts to fall in Utah, however, Division of Wildlife Resources biologists are issuing a plea: Don't feed the deer.\n\nIn some cases, feeding deer can actually hurt the deer a lot more than it helps them. Biologists give the following reasons why feeding deer is a bad idea:\n\n  • Deer have complex and delicate digestive systems. If you feed a deer food that its digestive system isn't ready to accept, the deer can actually die even though its stomach is full of food.\n  • Feeding deer congregates the animals in a small area. And that can lead to all kinds of problems for the deer:\n    • Congregating deer in a small area increases the chance that the deer will pass diseases to each other.\n    • When deer congregate to feed, it's \"every deer for itself.\" The larger deer push the smaller deer — the fawns — aside. Fawns often end up receiving less food than they would have received if you had left the deer alone and not fed them.\n    • Feeding deer near a road increases the chance that the deer will be hit and killed by cars.\n    • In addition to eating what you're feeding them, deer will also eat the other vegetation that's in and near the feeding area. Too many deer eating vegetation in a small area can damage the plants in the area for years to come. When deer need those plants in coming years, the plants won't be there for them to eat.\n    • Even after winter is over, deer will often stay close to the area where you fed them instead of moving to their normal summer ranges.\n\nBiologists are watching\n\nAs they do every winter, DWR biologists are monitoring deer closely. In addition to keeping any eye on the condition the deer are in, biologists are monitoring four things:\n\n  • The amount of food that's available to the deer\n  • How deep the snow is\n  • How cold the temperature is\n  • The amount of body fat they find on deer that have been killed along roads.\n\nIf three or more of the five factors reach a critical point, biologists will consider feeding deer specially designed pellets. The pellets are formulated to fit the complex digestive system mule deer have and to give them extra energy, which is something deer that are struggling to find food can really use.\n\nDWR biologists will monitor the conditions and the deer herds through the winter. If the deer need to be fed, biologists will make sure the feeding is done in the right way, at the right time and with food that is best for the deer.\n\nLearn more\n\nMore information about why deer shouldn't be fed is available online.\n\nBookmark and Share\n\nHunt drawings\nHunting permits\nFishing licenses\n\nUtah DWR video\n\nBeavers in Utah\n\nBuilding guzzlers in Utah's Newfoundland Mountains\n\nGila monsters — Creatures of legends and misconceptions\n\nSee more Utah DWR videos\n\nWildlife Newsletters\nDWR Wildlife Blog\nWildlife license plates\nTread Lightly",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.6742277145,
        "format_confidence":0.6151748896,
        "weight":0.0072202028
    },
    {
        "url":"http:\/\/convert-to.com\/conversion\/speed\/convert-mi-per-second-to-in-per-day.html",
        "text":"Convert to\n\n1 mile per second (mps) = 5,474,304,000.00 inches per day (in\/d)\n\nFiled under: Main menuspeed and velocity menuMiles per second conversion\n\nSpecific mile per second to inch per day Conversion Results\n\nEnter a New mile per second Amount to Convert From\n\n* Whole number, decimal or fraction ie: 6, 5.33, 17 3\/8\n* Precision is how many digits after decimal point 1 - 9\n\nEnter Amount :\nDecimal Precision :\n\nConvert mile per second (mps) versus inches per day (in\/d)\n\nin swapped opposite direction\n\nfrom inches per day to miles per second\n\nOr use utilized converter page with the\n\nspeed and velocity multi-units converter\n\nconversion result for two\nspeed and velocity units:\nFrom unit\nEquals ResultTo unit\n1 mile per second mps = 5,474,304,000.00 inches per day in\/d\n\nspeed and velocity converter\n\nWhat is the international acronym for each of these two speed and velocity units?\n\nPrefix or symbol for mile per second is: mps\n\nPrefix or symbol for inch per day is: in\/d\n\nTechnical units conversion tool for speed and velocity measures. Exchange reading in miles per second unit mps into inches per day unit in\/d as in an equivalent measurement result (two different units but the same identical physical total value, which is also equal to their proportional parts when divided or multiplied).\n\nOne mile per second converted into inch per day equals = 5,474,304,000.00 in\/d\n\n1 mps = 5,474,304,000.00 in\/d\n\nFind pages on convert to with online Google Custom Search\n\nHow many inches per day are contained in one mile per second? To link to this speed and velocity - mile per second to inches per day units converter, only cut and paste the following code into your html.\nThe link will appear on your page as: on the web units converter from mile per second (mps) to inches per day (in\/d)\n\nOnline miles per second to inches per day conversion calculator | units converters © Privacy Policy",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9792246222,
        "format_confidence":0.5421000719,
        "weight":0.0043970781
    },
    {
        "url":"https:\/\/habilifestyle.com\/blogs\/news\/sustainability-s-tricky-trends",
        "text":"FREE SHIPPING for orders Php 1,399 and above!\n\nSustainability's Tricky Trends\n\nWritten by Cara Trinidad\n\nThe spotlight on sustainability is shining brighter than ever. Everyday more eyes are opened to the reality of our environment and the brutal effects of climate change. In an effort to help our planet recover, many have started a more sustainable lifestyle. Naturally, many industries have revamped their campaigns and released new products branded as “eco-friendly”. As a result, the word “sustainable” has been carelessly thrown around simply to keep up with the trends. Too many have fallen victim to greenwashing. As consumers, we should learn how to be more careful. However, most of us are still learning and are bound to slip up more than we’d like. Let’s dig a little deeper into some sustainable “trends” to differentiate the practical from the problematic. \n\n\nYou’re probably familiar with the 3 Rs. Say it with me, “Reduce. Reuse. Recycle.” Some of you may even be familiar with 5Rs, or 6Rs. These include additions like Rethink, Refuse, Repair, Replace, and so on. For now, let’s zoom in on one: Reuse. \n\nThe most common reusables on the market nowadays are items such as tote bags, straws, cutlery sets, various food and beverage containers, etc. Most reusable products have helped us reduce the waste we generate. Since the 1950s, the amount of plastic waste we produce has doubled every decade. We are now up to over 380 million tons a year - and that’s just plastic. Figures like this are completely unacceptable. Thankfully, reusable items help us curb the production of plastic and many single-use products.\n\nSo, why are they tricky?\n\nRemember, if you can reduce consumption of anything, it’s always better to do so. While reusable items are evidently beneficial, sometimes we still buy them for the wrong reasons. There are times we spend solely based on popularity. Maybe you felt obligated to buy from a friend. You might even buy it just because it was labeled as eco-friendly. The fact is, none of that matters if you won’t use that product in the long run.\n\nBefore spending on a reusable item, ask yourself if you’ll make good use of it or not. Do you really need that set of straws? Or could you skip the straw instead? Do you really need a new tote bag? Or do you have enough at home? Evaluate your lifestyle and build your shopping list based on that. Just because a product COULD be useful, doesn’t mean it’ll be useful for YOU. If you can hold off on something brand new, then less resources are used up. Don’t forget, “Reduce” comes before “Reuse”.  \n\n\nNext to oil, the clothing and textile industry is the second largest polluter in the world. The toxic chemicals from dyes have made their way into our oceans. Discarded textiles contribute to 10% of the world’s greenhouse gas emissions. By actively prioritizing convenience and cheap production, we’re faced with a surplus of lower quality products that are thrown out with every season anyway. To make matters worse, most of these companies fail to provide decent wages and working conditions for most of their employees. \n\nSustainable fashion is meant to tackle these problems. There are quite a number of sustainable brands popping up both locally and internationally. Ideally, they should produce timeless pieces with non-toxic and\/or recycled materials. They must also have well-paid and well-treated workers. If you don’t want something brand new, then buy second hand. This gives clothes a longer life before they’re discarded. \n\nSo, why is it tricky? \n\nYou can’t guarantee that a brand is sustainable and ethical if they aren’t fully transparent. Watch out for those that take advantage of sustainability as a trend. Do not fall for false promises and greenwashing. If a brand doesn’t provide information on their manufacturing process, then there’s no guarantee it’s trustworthy. Keeping that in mind, we have to set stricter rules before making our next purchase. Especially when buying something new, it’s not enough for a store to claim that they use natural\/recycled materials. Where is it sourced from? Could it be blended with un-recycled plastics? If it’s recycled, what’s the process of doing so? \n\nThen there’s the matter of work environments. The fashion industry is the most labor dependent industry in the world. A brand may be using eco-friendly materials. However, if their workers aren’t paid well and treated right, are they really worth supporting? \n\nAnother option we have is thrift shopping. Not only does this save money, but it encourages a circular economy. Nonetheless, we still have to be conscious when thrifting. It’s easy to buy impulsively and\/or excessively over a good deal. Always think twice (especially when buying online). Will you make good use out of it? Do you already have a similar piece of clothing? Maybe you can alter something at home and not spend at all! \n\nNow all of this may sound overwhelming. But the ultimate goal is simple. Always go for the most eco-friendly choice you can make. The harsh truth is most sustainable brands are yet to become more inclusive. Not all are easily accessible, many don’t offer bigger sizes, and they’re usually expensive. Moreover, when it comes to thrifted clothes, accessibility is heavily dependent on your location. We’re yet to find more options that cater to a wider audience. Nonetheless, there ARE better options (like Habi!). While waiting for more to appear, do what you can -- one piece of clothing at a time. After all, wouldn’t you rather have one thoughtfully produced outfit rather than ten pieces that aren’t eco-ethical?\n\n\nYou may have noticed some people beginning to remove meat from their diets. Many have even transitioned into a completely vegan lifestyle. Some of the most recent statistics state that animal agriculture contributes to 18% of total greenhouse gas emissions. That clearly trumps the 13% caused by transportation exhaust. Most animal products are now genetically-modified just to keep up with demand. Knowing this, going vegan does sound like the healthiest and most eco-friendly choice. \n\nSo, why is it tricky? \n\nGiving up animal products isn’t that simple for a number of reasons. First of all, it’s a change that directly affects our health. We all have different bodies. There isn’t a standard meal plan that works for everyone. While going vegan does wonders for some, it might not be the best option for others (read more here). Another factor is your location. In some places, the vegan\/vegetarian options are extremely limited. Not to mention, they aren’t always budget-friendly. Which brings me to my next point -- not everyone has the resources to make sudden changes in their diets. Especially in developing countries, there are so many struggling to put food on the table at all. \n\nWhen it comes to eco-friendly eating, there are ways to lessen your carbon footprint other than a complete diet change. Simple things like buying local and organic lessens emissions and provides healthier alternatives. Avoiding eating in excess has environmental benefits too. You could even learn to compost or grow food at home.\n\nIf it’s doable, reducing animal product consumption definitely benefits the environment - but, don’t stop there. Do what you can, and do it to the best of your abilities. No one expects you to go vegan overnight.\n\n\nIn creating sustainable habits, we should acknowledge the gray areas. Our capacity to live sustainably is heavily dependent on our lifestyles. We should make changes based on our own needs and resources. You don’t have to do the same thing as everyone else. Don't forget -- sustainability is more than a trend. \n\nThe following is a flow of questions that can help you stay mindful of the things you buy.\n\nThe truth is, it’s a privilege to be knowledgeable on environmental issues. Those most affected by the climate crisis are usually those least aware of it. For those of us who are more fortunate, we must educate ourselves and commit to more conscious practices. Until we find more universally sustainable solutions, we should do what we can and teach others to do the same. \n\nLet’s better ourselves so we can better the world. \n\nCara Trinidad is a 20-year old Dance Major at the UP Diliman College of Music. Outside of the dance studio, she constantly advocates for the preservation of our environment and climate justice. She grew up in a relatively eco-friendly household, but began developing a sustainable lifestyle in 2018. Over the past two and a half years, she has spent most of her free time building more conscious habits, and encouraging others to do the same.",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.8888620734,
        "format_confidence":0.6787317395,
        "weight":0.015641495
    },
    {
        "url":"http:\/\/www.worldstart.com\/tag\/3d-printing\/",
        "text":"Tech Tips Home\nThe Best Tech Tips And Daily Deals\nNewsletter On The Internet!\n\nShop online 24hrs a day or call us Mon-Fri\n8:30AM-4:30PM EST - 1-800-915-2088\nWorldStart Tech Tip And Store Search\nEmail: Password: Login Remember Me\n\nPosts Tagged ‘3D printing’\n\nThe ubiquity of devices such as wearables, the Internet of Things and 3D printing are three of the top 10 technology trends of 2015. Continue reading\n\nWill There Be A 3D Printer In Every Home?\n\nMonday, January 19th, 2015\n\n3D printing is the future, and the future is now! Continue reading\n\nIn The News 08-08-14\n\nThursday, August 7th, 2014\n\nIn The News 08-08-14 Hilton Hotels swap the front desk for a smartphone app, Amazon will let you print a tiny you and a big loss for Nintendo. Continue reading\n\nIn The News 4-18-2014\n\nThursday, April 17th, 2014\n\nIn The News 4-18-2014 Tests show Heartbleed bug is serious, you could soon pay with your Facebook account and 3-D printers are a good thing. Continue reading\n\nBring 3D Printing Home\n\nWednesday, January 29th, 2014\n\n3D printing becomes practical for home users thanks to new printers and 3D printer support in Windows 8.1 Continue reading\n\nOne of the neat features of Windows 8.1 is that it can handle 3D printing. So, if you own or have access to a 3D printer, you can create and print actual objects. Continue reading\n\nPhysicians at Cornell University say they’ve used a 3D printer with a biological ink to create a replica of the human ear that looks and functions like a real one. And that’s good news for the thousands of children born with congenital ear deformity every year and those who have lost an ear to accident or cancer. Continue reading\n\nA British Architectural firm is showing off a spider web-like prototype house made from fibers printed on a 3D printer. Continue reading\n\nFree Newsletter Signup\n\nTech Tips Daily\n\nBecome a tech pro! Get the very best tech and computer help sent directly to your email every weekday!\n\nTech Tips Weekly\n\nThe week's best in tech and computer help. Get your issue sent to your email every Friday!\n\nWorldStart's Daily Deals\n\nThe very best deals on the Internet! Get a new set of incredible sales every day of the week!\n\nJust For Grins\n\nClean jokes, funny quotes, and hilarious comics. Sent 5 times a week straight to your email.\n\n\nLove Worldstart? Refer A Friend!\n\nWorldStart's Premium Membership\n\nTip Archive",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.8779085279,
        "format_confidence":0.9913158417,
        "weight":0.0103046995
    },
    {
        "url":"http:\/\/www.ft.lk\/columns\/innovation-imperative-the-only-way-forward\/4-157909",
        "text":"Home \/ Columnists\/ Innovation imperative: The only way forward!\n\nInnovation imperative: The only way forward!\n\nComments \/ {{hitsCtrl.values.hits}} Views \/ Thursday, 20 June 2013 00:00\n\nProf. Epasinghe, who is the Presidential Advisor on Science, addressing Ananda College students requested them to invent and make the country rich and united. He was addressing the school’s inventor society gathering. However, we know that a student who may win a national inventor award would not get an automatic or an easy entrance to the university but a national player in any sports has that avenue open. This should be remedied as universities should really embrace a creative person with excellent performance at a higher level with open arms. Even a national winner approaching Advanced Level examinations may just drop everything and concentrate on examinations as the competition is so severe for the public university places. This may have killed many a school boy talent. We live in a period where inventors should be nurtured and recognised. As the world gets trickier to live in, inventiveness is a trait worth inculcating. Even in our local economy with exports coming down, the spark of innovation is the way to move on. Hoping for an ad campaign to pull us through is simply wishful thinking.   New developments It is interesting to note the new and exciting developments taking place across many labs and universities. Starting locally, University of Moratuwa Researcher Prof. Rohan Munasinghe with a group of undergraduate students has just launched a UAV (Unmanned Aerial Vehicle) to university skies, taking care not to break local defence rules. The feeling as it flew upwards and around must have been terrific – a ‘kitty hawk moment’. It is a major step upwards and show what one can do with right attitude and patience with a small group of students. Expand the scope and there is so much potential. Uruguay has unveiled a glowing sheep at night – an effort of a gene transfer from fluorescence jelly fish to a sheep’s DNA. The sheep had been born last October at the Animal Reproduction Institute of Uruguay. The sheep glow when they are exposed to certain ultraviolet light, emitting a glowing green colour. The sheep are obviously genetically modified as gene transfer across species has taken place. That gene modification produced an offspring that glows in the dark. If Dolly, the first cloned animal, was only visible at daytime, the current development enables florescence sheep at night. The open question of whether the sheep turned into meat and when consumed will lead to a similar effect with UV for the happy consumer is perhaps a question – yet to be answered.   Genetics In this backdrop an International Genetics Education Network held a meeting in Sri Lanka trying to sensitise the region on educating on genetics. Will the way we treat diseases in future change? The experts there were of the opinion that indeed it is going to change. If we understand the benefits early and proceed rapidly, we may actually be pioneers in organising the healthcare system around genomics and may bear fruit in the long run. With genomics, our built-in message is learnt and then issues are sorted out in that order and the process is not then shooting in the dark. Genomics is not only for health; it can help in biofuels and plantations as well. It was interesting to note the Sri Lankan Genome Project too is underway – deciphering ourselves! Should be interesting to observe what make us tick or rather what is really preventing us from doing so.     3D printing innovations Again, a law student from Univ. of Texas had made a gun – the ‘Liberator’ – using a home 3D printing unit and had fired a bullet. With no metallic parts in the gun, standard metal detectors are useless! His files placed on the internet on how to print the gun had been downloaded 100,000 times before the files were removed. 3D printing of foods is now with us too. Both genomics and 3D printing are considered to be disruptive technologies that will shape our future and the economies too. We have to consider these emerging fields and how to factor them into our planning and thinking if we are to stay relevant. The national ST&I strategy for Sri Lanka proposed for the period 2011-2015 has the mission ‘Sri Lanka to be a leader in knowledge creation and innovation in Asia whilst rapidly harnessing that knowledge for the prosperity of our people.’ Well, plenty of action on this front would see us on course to becoming a knowledge hub. However, we must understand that the position of a knowledge hub is a position of eminence and it is not one that is just achieved with articulation only. The returns from an innovation can be many times that of an ordinary investment. That is the essence of invention and makes us rich! The process would generate knowledge which will help in achieving a national goal too.   ‘Fatal attraction’ It is important to remember and understand that technological innovations elsewhere have a suction effect on our economies. Our society is enamoured with goods and items with certain brand names and some go for the fakes to fulfil a dream turning their entire personality to be a fake. Unless you think deeply and with some sense it is difficult to remove this almost ‘fatal attraction’. Yet this ‘fatal attraction’ has reasons. Certain goods do have excellent quality and offer extra convenience; two factors of importance to a discerning consumer. In pursuit of happiness, these goods and their ownership and display will play a major role and the procurement of such could only happen with transfer of money. Hard-earned currency will thus flow outwards. Cost of luxury goods and services – and these even may be luxury food items – will drain an economy. To realise the equivalent in terms of exports, Sri Lanka at present does not have equivalent goods. Thus unchecked consumption with a poor distribution of income within an economy can suffer from serious technology suction effect. This may be hidden under the scheme of demand and supply perhaps and unless scrutinised the true extent will not be revealed too. The innovation should happen within our economy too for us to offer in return such goods and services. Meeting innovation internally with innovation elsewhere for economic growth and sustenance is perhaps the modern day equivalent of fighting fire with fire. Otherwise our economy becomes unsustainable.   Shifting markets It is instructive to hear the word that markets are shifting to Asia. In our case when markets arrive we look at buyers from within from goods transferred from places where at the moment there is a slightly a saturated demand. We dig deep into our pockets and purchase the same. However, when we view our export markets such as in textiles still the markets we seek are in EU and USA and if there is a decline in demand we suffer. It is ironic as once the IMF representative mentioned that we are not seeking markets close by. We are quite keen on targeting a person with 100 dollars rather than 100 people with one dollar each! The amount we spent on cooking up expensive advertising campaigns is outside cost considerations and is accepted as necessary tools of trade. We are not ready to sink some capital internally as innovation funds to kick start or give life to new ideas.   Connections Connections are important to innovation. Lack of communication between parties had meant very little connections in our system. When you view history the industry labs of USA such as AT&T, Bell, Paulo Alto, etc., you could see how the dynamics of innovation enable entities to grow and grow beyond perhaps beyond their wildest beliefs at times. Connections were always made or opportunities to communicate were almost always there. A visit to Xerox’s Palo Alto lab and seeing a particular device lying quite unused by the side perhaps changed the destiny of one individual – Steve Jobs. With his change the world did change too and we in this part of the world collect money to buy the next i-thing! Do not think always planning is chaotic in innovation. Not exactly. Today in these countries innovation systems have become theorised and they speak of a fifth generation innovation system. We perhaps are still thinking along the second generation innovation theory – market pull product development concept. Outdated knowledge and systems only belongs as archival items within a knowledge hub! We do not have many zealots for innovation in the Sri Lankan business system – a real pity. Business as usual and asking for concessions and subsidies gets the thumbs up most of the time – if not all the time! Gaining a competitive edge in a highly competitive world is not easy when you have to start from scratch but that is all the more reason for innovation on all fronts. We must invent and become rich rather than beg for grants, subsidies, loans and gratis! (The writer is Professor of Chemical and Process Engineering at the University of Moratuwa, Sri Lanka. With an initial BSc Chemical engineering Honours degree from Moratuwa, he proceeded to the University of Cambridge for his PhD. He is also the Director of UOM-Cargills Food Process Development Incubator at University of Moratuwa. He can be reached via email on ajith@cheng.mrt.ac.lk.)\n\nShare This Article\n\n\n1. All comments will be moderated by the Daily FT Web Editor.\n\n2. Comments that are abusive, obscene, incendiary, defamatory or irrelevant will not be published.\n\n3. We may remove hyperlinks within comments.\n\n4. Kindly use a genuine email ID and provide your name.\n\n5. Spamming the comments section under different user names may result in being blacklisted.\n\n\nToday's Columnists\n\nSTEAMing STEM – Moving from horoscopes to telescopes!\n\nThursday, 20 September 2018\n\nWalking into an inventors’ exhibition should give one an experience similar to an immersion into the future. The world change with inventions and inventors lead the change. The creativity displaye... (truncated)",
        "topic_id":19,
        "format_id":11,
        "topic_confidence":0.8945978284,
        "format_confidence":0.8010393977,
        "weight":0.0079739732
    }
]