[
    {
        "url":"https:\/\/forum.gsa-online.de\/discussion\/comment\/10059\/",
        "text":"[Feature Requests] Please Discuss & Add Your Thoughts\n\nAlexRAlexR Cape Town\nedited January 2013 in Need Help\nFeature 1: Extra 2 Columns With Verified to Submitted Ratio per Project Over Last 24 Hours AND Over Last Week\/All Time\nAdvantage: Allows us to quickly see which projects need attention. I know it's not the best ratio, but a decreasing ratio shows us which projects to focus on. This would be a good signal that there is something that needs improving if the ratio drops.What might also be useful is to have submitted per project in last 24 hours. \n\nFeature 2: Merge Projects (Feature Added). (Right click project, merge)\n\nFeature 3: Extra Column to Show Remaining Target URL's\nAdvantage: Quick overview to see which project you need to load some more URL's too. Much better than going in project by project as in it's current format, its never used (by me anyway at least). Too much hassle to go into every project across multiple VPS's. If it was in an optional column I could scan and see which project needs more URL's!\n\nFeature 4: Use Master Accounts for Reposting & Tickbox \"Only Use Existing Accounts\"\nAdvantage: I know you can import account data from another project, but having an option that allows you to manage your account data would be neat.So maybe a tickbox \"Only Use Existing Accounts\" and then an option to select an account file.\n\nFeature 5: List Management Improvements:\nInterim Solution Feature 1: Allow us to save the verified, submitted and identified lists on a per project or per group basis. \nThis way, we can start creating niche lists that we can use again and again.\nInterim Solution Feature 2: Save the PR & OBL data into the list. Then give us the option to set this as initial filter when using lists. \nThis way, we can select \"Use List filter\" and it will only submit to urls in list that past test. So it would only use the list entries that pass this \"List Filter Test\" and then get data for those. YES, PR & OBL do change, but this would be quicker than running PR & OBL on ALL list items and then rejecting the URL if it doesn't pass. \nAdvantage: Rather apply a PRE-Filter, so the chance of it passing are higher. Huge efficiency improvement!\n\nFeature 6: SE Improvements\nFeature 6.1: Measure SE Overlap. \nI.e. allow us to enter a single keyword measure the % of duplicates each SE generates. \nAdvantage: This will allow us to see which SE's generate new results, and saves us time from parsing duplicates.\nFeature 6.2: Measure Keywords Overlap\nAllow us to enter in a primary keyword. It parses all results on a selected SE (e.g. Yahoo or Google international). Then it allows us to import a list of keywords and for each keyword it parses the results and measures how many duplicates or unique %. Thus, we know which keywords are worth using and can reject keywords below x unique %. \nAdvantage: If you have 1000 keywords and they generate 80% similar results, you can improve efficiency by 80% by deselecting keywords that generate duplicate results. \n\nFeature 7: More Natural Looking Articles\nAdvantage: Basically allows us to insert external authority links from a file, a set number of times, on a specific set of keywords, in random positions. This is to ensure articles look even more unique. The first thing Google must use is the link position, and where the links point to, to see if it's duplicate. You might have 1000, 95% unique articles, but if in each article the link is always in the same place and always to the same 10 sites, it's obvious their very similar. Here what I suggest is option to add in external links, so make it more diverse and natural. \n\nFeature 8: Ensure Tiered Links Exist (Set Option To Reverify links xx days, with tiers)\nBasically, when you are running a tiered project, it takes previously verified links and build links to these links. Over time some these links die and disappear, so we spend resources building tiered links to links that don't exist!\nAdvantage: Improved resource usage. Only building links to links that exist!\nThese aren't critical features but would be very very nice to have. :-) I'm going to keep listing features that I think are good ideas in this thread, rather than place them one by one in all the individual threads. I've come up with a lot of ideas recently as I've spent over 2 weeks neatening and restructuring my VPS's. \n\nFeature 9: Remove Duplicate Domains\/URL's\n1) Remove Duplicate Domains should select all platforms except Blogs, and remove duplicate URL's should only select blog platforms.\n2) We should have option to run this feature every xx days to keep the lists clean. Make it automated so we don't have to worry about it. I often forget to clean this up. \n\nFeature 10: Average Number of Threads in Last 24 Hours\n1) Most users are just selecting max threads at xx. They assume that it is actually running at this level. I'd like to see a little status task at bottom, with average thread count over last 24 hours. \nAdvantage: See if you have optimised GSA or need to edit some keywords, global lists, etc. \n\nFeature 11: Using Private & Public Proxies\n(as per Ozz & Giorgos)\nI like the idea to have a fallback option with public proxies.\n- when the count of private proxies is below XX than search, test and add public proxies\n- when private proxies are below that number than retest them every XX minutes\n- when private proxies are in use than give a hint in the status bar (different color of the \"P:\" box for example)\n- give preference to private proxies.\nAdvantage: Better results and less downtime!\n\nFeature 12: In Proxy Test Offer Us A Few URL's and Strings from a Dropdown list\nAll strings that I use give different results...so would be useful to have a few preadded.\n\nFeature 13: Use Anchor & Secondary Anchor Text as Tags in Articles, instead of keywords\nKeywords are often unrelated, especially if you use scrape keywords from sites.\n\n\n\n  • +1 for Feature 1. Should be added to the Show Diagram\/Chart tool.\n\n    Also requested this today.....here: https:\/\/forum.gsa-online.de\/discussion\/1450\/show-diagramchart-submissions#Item_4\n  • ronron SERLists.com\n    Accepted Answer\n    +1 (again). I am worried that people don't understand how important this information is. They just love blasting links with no idea how many got created for each project.\n  • +1\n\n    List management first and foremost.\n\n  • +1 great suggestions\n  • AlexRAlexR Cape Town\n    @ron, @NocT, @GiorgosK - which feature request is most n.b. to you?\n  • @ron Some people have no need for all that info. I have no need to know how many links get created per project. The only thing i care for is that my site ranks.\n  • edited January 2013 Accepted Answer\n    The most important feture that i need is 'Pause project after XX links for XX minutes for XX DAY' . ..So I can create 1000 links spread over 10 days with 100 links per day :-)\n\n     If we get XX Day, I can set up so many tier2\/tier1 links project and don't have to baby sit each project to pause\/stop it\n  • Accepted Answer\n    +1. Great ideas here. I especially love Feature 3 as I often use custom lists and it would be awesome to know when to \"reload\" projects with URLs.\n  • Accepted Answer\n    +1 for me particulary #1. Lets also not forget the automatic reverification of verified links after X days to ensure our tiers are current and we are building links to 'live' links.\n  • AlexRAlexR Cape Town\n    For me, Feature 7 is right up there with the most important. \n\n    @takeachance - see Feature 8 (added it now) :-)\n  • AlexRAlexR Cape Town\n    Feature 10 Added. \n  • @globalgoogler\n    if you think private and public proxies working together is important please add it to the list because it gets buried https:\/\/forum.gsa-online.de\/discussion\/1512\/private-and-public-proxies-together\n  • AlexRAlexR Cape Town\n    Feature 11 Added. \n  • just request for a feature 8, i hope it will add soon....\n  • ronron SERLists.com\n\n    I love everything you said @GG, but I still would love to see #1 implemented.\n\n    There is no way of seeing if you are weak on your linkbuilding for each project unless you have a column that shows what you did in the last 24 hours.\n\n  • AlexRAlexR Cape Town\n    @ron - totally agree. \n\n    I'd love to see Feature 7 first, as it's needed for all contextual link submissions....so has a huge impact! \n  • AlexRAlexR Cape Town\n    @sven - can you comment on these features when you have a moment? Which ones are doable? Which are impossible, etc...\n  • SvenSven www.GSA-Online.de\n    Accepted Answer\n    I have bookmarked this for later review...I add things when I have time...sorry, can't comment on all. But thanks for editing this so I can work on it better.\n  • GiorgosKGiorgosK Greece\n    edited January 2013\n    @Sven this is worth to be sticky as others will see it an not post yet another SIMILAR feature request they will just comment on this thread\n\n    or if there is a mod for this board to allow voting on threads that after a threshold they become sticky ;-)\n\n    for more proxy discussion take a look here\n  • AlexRAlexR Cape Town\n    @sven - thanks. I've been restructuring everything and focussing on efficiency and quality. As a result I've been reviewing every aspect of my campaigns and GSA use for improving efficiency. (Like the way you write programs that are so resource efficient ;-) ) Stepping back and reassessing has been great and given me many great ideas. Also I read every post on this forum, I come across many great ideas in individual comments, so sometimes I incorporate some of the ideas into a group thread.\n\n    I hope it's ok, if I keep posting features\/ideas for improvement. I understand that you are super busy, but I wanted to consolidate them into 1 or 2 threads, to keep track of them.\n\n    Keep up the good work...this is a fantastic product!\n\n  • Thanks for making this @GlobalGoogler\n  • In regards to this thread (partially reprinted from CreditDoc)\n\n    • Can we get a report of what sites used recaptcha so we can optimize these lists with prox... (truncated)",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.9338508248,
        "format_confidence":0.9798744321
    },
    {
        "url":"https:\/\/www.bleepingcomputer.com\/forums\/t\/204436\/having-troubles-with-browsers-not-responding-not-closing-properly\/",
        "text":"Jump to content\n\n\nRegister a free account to unlock additional features at BleepingComputer.com\nWelcome to BleepingComputer, a free community where people like yourself come together to discuss and learn how to use their computers. Using the site is easy and fun. As a guest, you can browse and view the various discussions in the forums, but can not create a new topic or reply to an existing one unless you are logged in. Other benefits of registering an account are subscribing to topics and forums, creating a blog, and having no ads shown anywhere on the site.\n\nClick here to Register a free account now! or read our Welcome Guide to learn how to use this site.\n\n\nHaving troubles with browsers not responding, not closing properly\n\n  • Please log in to reply\nNo replies to this topic\n\n#1 gkazule\n\n\n  • Members\n  • 60 posts\n  • Location:Wyoming\n  • Local time:06:41 PM\n\nPosted 18 February 2009 - 01:51 AM\n\nI have been having trouble with my browsers (Latest Firefox and IE) not closing properly when I close them. The screen will close, but the process still shows up in task manager. Also, if the computer has been idle for more than a few minutes, I cannot open the web browsers at all. When I try to access task manager by pressing ctrl alt del after this happens, I get an error message saying something like, \"Logon failed to create security options dialog\" and the only way to get the system working again is to hold the power button down to shut it off, then restart it, which risks damaging my hard drives.\nI am running Vista, with all the available updates on a Quad core I built myself with 1.5Tb hard drive space total, and 4Gigs of RAM, so memory isn't a problem. I have tried running several virus\/adware\/malware scans which found nothing unusual, and have even wiped my hard drives and reinstalled Vista. I posted a HJT log a month or two ago, right before I reinstalled, which appearantly didn't find any viruses or trojans. I was running ZoneAlarm and Avast, and have since switched anti-virus to AVG in the hopes that would help, but to no avail.\nI have also searched on the internet, and found many people with the same or similar problems, but no solutions, or at least none that have worked for me. I am hoping that there is still something I have missed, and that perhaps someone here can help me to fix this issue before my hard drives are damaged or I have to find a copy of XP to install.\nIf any of you have any ideas, I would greatly appreciate any advice. Thank you!\n\nBC AdBot (Login to Remove)\n\n\n0 user(s) are reading this topic\n\n0 members, 0 guests, 0 anonymous users",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.9504603148,
        "format_confidence":0.9411549568
    },
    {
        "url":"http:\/\/forum.foobar2000.com\/forum\/showthread.php?1421-Adding-*-mp3-songs-to-playlist-FROM-Playlist-view-not-possible&s=47a452b025837d80d550fa75074f2d23&p=4159&mode=threaded",
        "text":"Assume I setup a new (empty) playlist \"myplaylist\" and go into this playlist:\n\nHow can I add (starting from this view) some *.mp3 files?\n\nAs far as I can see the only way of adding is going into the MP3 folder and select \"Add to playlist\".\nNo chance of the other way round: pulling MP3 into current Playlist?\n\nI miss a \"+\" toolbar icon in playlist view",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.9374760389,
        "format_confidence":0.771951735
    },
    {
        "url":"http:\/\/forums.sbooth.org\/viewtopic.php?f=14&t=2348&sid=7ab48f65a2273e78fb558eab720707b3",
        "text":"Features and bug fixes\n\nDiscuss the development and future direction of Play.\nPost Reply\nPosts: 1\nJoined: Wed Jan 21, 2009 2:29 am\n\nFeatures and bug fixes\n\nPost by alex.a » Wed Jan 21, 2009 3:04 am\n\n\nFirst to greet you for the great software!\n\nHere are some feature suggestions:\n\n  • Better retrieving of tag information from the .cue file (now takes from the music file, so all songs have the same track number)\n\n    Retrieving the date information from the .cue\n\n    Use of the F7, F8 and F9 hot keys\n\n    Combined Edit Metadata and Track Info windows\n\n    Easier tag editing for multiple files (something like in Winamp's Library)\n\n    Options for automatic Play Que sorting\n\nBugs I found:\n  • Hangs and uses a lot of CPU time after finishing the last track from a lossless + .cue combination.\n\n    Uses CPU while idle\n\n\nPosts: 29\nJoined: Fri Oct 12, 2007 2:13 am\n\nRe: Features and bug fixes\n\nPost by bichenoubi » Mon Feb 16, 2009 6:15 pm\n\nErase time\/date tag and track number from flac files and it will then take them from the cue file.\n\nPost Reply",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.959990263,
        "format_confidence":0.9748650789
    },
    {
        "url":"http:\/\/www.osnews.com\/thread?425503",
        "text":"\nMultimedia, AV Yes, I broke my own rules and used a \"breaking\" modifier for this story (let me have my fun for once). Here we have it, as the rumour mill suggested, Google has released the On2 VP8 video codec as open source (royalty free, BSD-style), while also launching the WebM container format which combines a VP8 video stream with Vorbis audio. Support for WebM has been enabled on YouTube's HTML5 beta, and you can download patches against ffmpeg as well as DirectShow filters for Windows (Gstreamer plugins are labelled as \"coming soon\"). Mac users are out of luck for now; no QuickTime plugins have been announced yet. Update: The WebM blog is now open - and the list of partners is pretty decent already. It includes ARM, NVIDIA, AMD, Qualcomm, and many others. Update II: VP8 will be baked into Flash. Update III: The Opera labs version with WebM support has been released too, for Linux, Mac, and Windows.\nThread beginning with comment 425503\nTo view parent comment, click here.\nTo read all comments associated with this story, please click here.\nRE[2]: Awesome news.\nby DigitalAxis on Wed 19th May 2010 20:57 UTC in reply to \"RE: Awesome news.\"\nMember since:\n\nHopefully, if Froyo will be able to support Flash\/h264 video on current devices, Gingerbread will be able to support WebM on those same current devices.\n\nI'd hate to spring for an Android handset now and find out I'm crippled due to lack of hardware acceleration.\n\nReply Parent Score: 2",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.738289237,
        "format_confidence":0.9691320062
    },
    {
        "url":"http:\/\/www.osnews.com\/permalink?452654",
        "text":"\nInternet &amp; Networking It looks like several companies are learning what happens when you mess with the internet - and they're learning it the hard way. Several major companies have been hit by the collective powers of Anonymous after 4chan launched several distributed denial-of-service attacks. What many have been predicting for a long time now has finally happened: an actual war between the powers that be on one side, and the internet on the other. Update: PayPal has admitted their WikiLeaks snub came after pressure from the US government, and Datacell, which takes care of payments to Wikileaks, is threatening to sue MasterCard over Wikileaks' account suspension. Update II: is down due to the attack. Update III: PayPal has caved under the pressure, and will release the funds in the WikiLeaks account.\nPermalink for comment 452654\nTo read all comments associated with this story, please click here.\nOS news?\nby John Blink on Wed 8th Dec 2010 12:49 UTC\nJohn Blink\nMember since:\n\nPlease report what has been done using OS's, and not opinion pieces.\n\nThere are other websites I can visit for that.\n\nWhat category does this fit into?\n\nPlease don't be upset. This site is not the place for it Thom.\n\nReply Score: 3",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.9247841835,
        "format_confidence":0.8793825507
    },
    {
        "url":"https:\/\/www.wilderssecurity.com\/threads\/failure-of-media-builder-floppies.103729\/",
        "text":"Failure of Media Builder Floppies\n\nDiscussion in 'Acronis True Image Product Line' started by alsteele, Oct 26, 2005.\n\nThread Status:\nNot open for further replies.\n  1. alsteele\n\n    alsteele Registered Member\n\n    Jun 28, 2004\n    I am using Acronis True Image 7.0 in a Windows 98SE computer. Today for the first time in a long time I attempted to boot up using the 6 floppies that I had previously created with Media Builder. When I got to the 3rd floppy, I received the error message, \"Read error, press any key to reboot.\" I subsequently created the floppies twice more using Media Builder, and when I attempted to boot up the same problem occured whe I got to the 3rd floppy. Unless I can solve the problem, Acronis is now useless. Please help.\n  2. Acronis Support\n\n    Acronis Support Acronis Support Staff\n\n    Apr 28, 2004\n    Hello alsteele,\n\n    Thank you for choosing Acronis Disk Backup Software.\n\n    It is possible that the problem is related with your floppy diskette. Could you please try to create Acronis bootable CD?\n\n    Please also note that we do not support Acronis True Image 7.0 any longer because it is rather old version. Please try to create Acronis rescue media using Acronis True Image 9.0 trial version.\n\n    If you decide to keep Acronis True Image after the trial period, it can be purchased via Acronis Online Store.\n\n    Thank you.\n    Irina Shirokova\n  3. foghorne\n\n    foghorne Registered Member\n\n    Sep 27, 2005\n    Leeds, Great Britain\n    Yes, version 7.0 is rather old, and version 9.0 is rather new :)\nThread Status:\nNot open for further replies.\n  1. This site uses cookies to help personalise content, tailor your experience and to keep you logged in if you register.\n    By continuing to use this site, you are consenting to our use of cookies.",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.9635574818,
        "format_confidence":0.9611083865
    },
    {
        "url":"http:\/\/www.blackberryforums.com\/567712-post6.html",
        "text":"Thread: DVD ripper?\nView Single Post\nOld 06-13-2007, 08:56 PM   #6 (permalink)\nThumbs Must Hurt\nJoin Date: Jun 2007\nModel: 8320\nCarrier: T MO\nPosts: 125\nPost Thanks: 0\nThanked 0 Times in 0 Posts\n\nOriginally Posted by SanFrancisco View Post\nThere's many programs that do this, but they all cost money. Not aware of any free stuff since the functions you expect are fairly complex and I can't think of anyone who is giving away such programs.\n\nIf you are looking for DVD rippers, I think there are freeware programs for that, but I paid for all mine, so I am not sure which ones are out there. Other members may chime in, as there are lots of \"I use only freeware\" members in here.\nwell, i did a search and came across clone DVD mobile. Works very well and i think i will end up purchasing it. Believe me, i dont mind paying for good software at all. I do some home recording\/band demos on the side and have spent hundreds of dollars on software",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.9596196413,
        "format_confidence":0.9958640337
    }
]