[
    {
        "url":"http:\/\/aviationknowledge.wikidot.com\/aviation:gender-effects-on-mental-rotation-for-pilots-versus",
        "text":"Gender effects on Mental Rotation\n\n\nVerde, Piccardi, Bianchini, Trivellioni, Guariglia and Tomao (2013) conducted a research into the mental rotation abilities of pilots and non-pilots, for both genders. The main interest was to compare these abilities between male and female, in the two categories pilots and non-pilots. Participants undertook two separate tasks: the Mental Rotation Task (MRT) in which lower times represent faster mental rotation, and the Sense-of-Direction task (SOD) in which higher scores represent a higher self-reflection of one's mental rotation abilities.\n\nThis article summarises the results from the research, and presents them in a more user-friendly form for the reader.\n\n\nIllustration 1 displays that male particants had more enhanced mental rotation skills, as shown by the significantly lower reaction times in the Mental Rotation Task (MRT) (p<0.01) and higher sense-of-direction (SOD) scores (p<0.001). These results also support the study of Collins and Kimura (1997) which concluded that men tend to have higher mental rotation skills than women, on both a two-dimensional and three-dimensional level.\n\n\nAnother key element of the study was to compare the mental rotation skills of pilots and non-pilots. The results are shown in Illustration 2, and convey that pilots are more skilled than non-pilots, again with significantly lower MRT times (p<0.001) and significantly higher SOD scores (p<0.001).\n\n\nIllustration 3 divides male and female participants into the subcategories pilots and non-pilots, to compare the results within each gender. As shown, for both males and females, pilots had faster response times in the MRT, and higher scores in the SOD on significant levels (p<0.001). An interesting point which can be observed from this illustration, is the fact that there is no significant difference between the results of male pilots and female pilots, which contradicts the conclusion drawn from Illustration 1 that males had superior mental rotation skills than females.\n\n\n\nFrom the results displayed in the illustrations above, some conclusions can be drawn about this study. The level of mental rotation differed significantly between pilots and non-pilots, with pilots on the superior end. This could be attributable to the specialised training and experience of pilots, which enhance these skills above the average level. The results also conveyed that males had more enhanced mental rotation abilities than females, yet this did not apply to pilots. This points to the possibility that the training and experience of pilots override, and eliminate the basic difference in mental rotation skills between men and women.\n\n\n1. Verde, P., Piccardi, L., Bianchini, F., Trivellioni, P., Guariglia, C., Tomao, E. (2013). Gender Effects on Mental Rotation in Pilots vs. Nonpilots. Aviation, Space, and Environmental Medicine, 2013, volume 84, number 7, pages 726-729\n2. Collins, D, W., Kimura, D. (1997). A large sex difference on a two-dimensional mental rotation task. (1997). Behavioral Neuroscience, Vol 111, number 4, pages 845-849\n\nUnless otherwise stated, the content of this page is licensed under Creative Commons Attribution-ShareAlike 3.0 License",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.9073283672,
        "format_confidence":0.9048768282
    },
    {
        "url":"https:\/\/www.sae.org\/publications\/technical-papers\/content\/2016-01-1444\/",
        "text":"Browse Publications Technical Papers 2016-01-1444\n\nAn Improved Seating Accommodation Model for Older and Younger Drivers 2016-01-1444\n\nThe research objective was to measure and understand the preferred seat position of older drivers and younger drivers within their personal vehicles to influence recommended practices and meet the increased safety needs of all drivers. Improper selection of driver’s seat position may impact safety during a crash event and affect one’s capacity to see the roadway and reach the vehicle’s controls, such as steering wheel, accelerator, brake, clutch, and gear selector lever. Because of the stature changes associated with ageing and the fact that stature is normally distributed for both males and females, it was hypothesized that the SAE J4004 linear regression would be improved with the inclusion of gender and age terms that would provide a more accurate model to predict the seat track position of older drivers. Participants included 97 older drivers over the age of 60 and 20 younger drivers between the ages of 30 to 39. Data were collected within the driver’s personal vehicle to obtain natural, driver selected seat position. A hierarchical, multivariable, linear regression technique was used to improve upon the current SAE J4004 driver selected seat position equation. Results show that the addition of a gender term to the SAE J4004 recommended model for predicting driver selected seat position of any driver provided an insignificant contribution to the model; whereas, the addition of an age term to the same SAE J4004 is a statistically significant contribution to the model, thereby yielding a 2.5% increase in the fit of the model and accuracy of the predicted seat position.\n\n\nSubscribers can view annotate, and download all of SAE's content. Learn More »\n\n\nMembers save up to 43% off list price.\nLogin to see discount.\nSpecial Offer: With TechSelect, you decide what SAE Technical Papers you need, when you need them, and how much you want to pay.",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.9003511667,
        "format_confidence":0.7260035872
    },
    {
        "url":"https:\/\/www.cipra.org\/en\/publications\/4811",
        "text":"CIPRA representatives:\n\nPersonal tools\n\n  Search filter  \n\n\nInnovative approaches for the alpine transport system\n\nAlpine Transport System\nYear of publication2011\nAuthor(s)Helene Lückge\nCo-authorsMarkus Maibach, Jürg Heldstab, Damaris Bertschmann\nPublication typeOther\nThe iMONITRAF! Best Practice Guide shows several opportunities for the harmonisation of existing regional measures. However, it also becomes clear that regional measures have a limited potential to reduce the negative impacts from transalpine transport. Especially in the sensitive environment of the Alpine Space, the best-available-technology approach is an important concept for the further development. The incentives from existing regional measures are however not sufficient to fully use the potentials from new technologies. Also, the Best Practice Guide has made clear that even comprehensive policies have up to now not been successful in limiting a further growth of traffic volumes or in leading to a long-lasting change in the transport sector.",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.9938302636,
        "format_confidence":0.8474602103
    },
    {
        "url":"https:\/\/www.ing.uc.cl\/publicaciones\/modelling-correlation-patterns-in-mode-choice-models-estimated-on-multiday-travel-data\/",
        "text":"Pontificia Universidad Católica de Chile Pontificia Universidad Católica de Chile\nCherchi E., Cirillo C. and Ortúzar J. de D. (2017)\n\nModelling correlation patterns in mode choice models estimated on multiday travel data\n\nRevista : Transportation Research Part A-Policy and Practice\nVolumen : 96\nPáginas : 146-153\nTipo de publicación : ISI Ir a publicación\n\n\nUnderstanding individual choices over time and measuring day-to-day variability in travel behaviour is important to capture the full range of travel behaviour. Although not very common, to date several multi-day travel surveys have been conducted and panel data is available to model different transport choices. However, determining the length of a panel that allows revealing variability in travel behaviour remains an open question. Also, no final agreement has been reached about modelling the various dimensions of correlation over the repeated observations. In this paper, we use the six-week panel data from the Mobidrive survey to estimate a mode choice model that accounts for correlation across individual observations over two time periods: all days of a single week and different days of the week (e.g. all Mondays) in the wave. We first analyse these effects separately, estimating different models for each type of correlation; then we try to disentangle the relative effects of each type of correlation, estimating both types jointly. We found that both types of correlation appeared highly significant when estimated alone, while only the correlation across a given day over the six-week period remained significant, when both types were estimated jointly. This implies that for the Mobidrive panel there is much less variability in mode choice across weeks than across the days of each week. It also suggests that one week could be an appropriate length for a panel to estimate modal choice and to correctly reveal day-to-day variability.",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.9504256845,
        "format_confidence":0.9855410457
    },
    {
        "url":"https:\/\/ideas.repec.org\/p\/cdl\/itsdav\/qt1bt204qt.html",
        "text":"IDEAS home Printed from\nMyIDEAS: Log in (now much improved!) to save this paper\n\nEvaluation of Fuel Cell Auxiliary Power Units for Heavy-Duty Diesel Trucks\n\nListed author(s):\n  • Brodrick, Christie-Joy\n  • Lipman, Timothy\n  • Farshchi, Mohammad\n  • Lutsey, Nicholas\n  • Dwyer, Harry\n  • Sperling, Daniel\n  • Gouse, S. William\n  • King, Foy\nRegistered author(s):\n\n    A large number of heavy-duty trucks idle a significant amount. Heavy-duty line-haul engines idle about 20-40% of the time the engine is running, depending on season and operation. Drivers idle engines to power climate control devices (e.g., heaters and air conditioners) and sleeper compartment accessories (e.g., refrigerators, microwave ovens, and televisions) and to avoid start-up problems in cold weather. Idling increases air pollution and energy use, as well as wear and tear on engines. Efforts to reduce truck idling in the US have been sporadic, in part because it is widely viewed in the trucking industry that further idling restriction would unduly compromise driver comfort and truck operations. The auxiliary power unites (APUs) available to replace the idling of the diesel traction engine all have had limited trucking industry acceptance. Fuel cells are a promising APU technology. Fuel cell APUs have the potential to greatly reduce emissions and energy use and save money. IN this paper, we estimate costs and benefits of fuel cell APUs. We calculate the payback period for fuel cell APUs to be about 2.6-4.5 years. This estimate is uncertain since future fuel cell costs are unknown and cost savings from idling vary greatly across the truck fleet. The payback period is particularly sensitive to diesel fuel consumption at idle. Given the large potential environmental and economic benefits of fuel cell APUs, the first major commercial application of fuel cells may be as truck APUs.\n\n    If you experience problems downloading a file, check if you have the proper application to view it first. In case of further problems read the IDEAS help page. Note that these files are not on the IDEAS site. Please be patient as the files may be large.\n\n    File URL:;origin=repeccitec\n    Download Restriction: no\n\n    Paper provided by Institute of Transportation Studies, UC Davis in its series Institute of Transportation Studies, Working Paper Series with number qt1bt204qt.\n\n    in new window\n\n    Date of creation: 01 Jun 2002\n    Handle: RePEc:cdl:itsdav:qt1bt204qt\n    Contact details of provider: Postal:\n    2028 Academic Surge, One Shields Avenue, Davis, CA 95616\n\n    Phone: (530) 752-6548\n    Web page:\n\n    More information through EDIRC\n\n    No references listed on IDEAS\n    You can help add them by filling out this form.\n\n    This item is not listed on Wikipedia, on a reading list or among the top items on IDEAS.\n\n    When requesting a correction, please mention this item's handle: RePEc:cdl:itsdav:qt1bt204qt. See general information about how to correct material in RePEc.\n\n    For technical questions regarding this item, or to correct its authors, title, abstract, bibliographic or download information, contact: (Lisa Schiff)\n\n    If you have authored this item and are not yet registered with RePEc, we encourage you to do it here. This allows to link your profile to this item. It also allows you to accept potential citations to this item that we are uncertain about.\n\n    If references are entirely missing, you can add them using this form.\n\n    If the full references list an item that is present in RePEc, but the system did not link to it, you can help with this form.\n\n    If you know of missing items citing this one, you can help us creating those links by adding the relevant references in the same way as above, for each refering item. If you are a registered author of this item, you may also want to check the \"citations\" tab in your profile, as there may be some citations waiting for confirmation.\n\n    Please note that corrections may take a couple of weeks to filter through the various RePEc services.\n\n    This information is provided to you by IDEAS at the Research Division of the Federal Reserve Bank of St. Louis using RePEc data.",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.8880276084,
        "format_confidence":0.9284399152
    },
    {
        "url":"http:\/\/www.nhtsa.gov\/people\/injury\/research\/wireless\/c1.htm",
        "text":"Chapter 1\n\n\n\nChapter 1 Table of Contents\n\n1.1 Introduction\n\n1.2 Wireless Communication\n\n1.3 Industry Focus on Safety\n\n1.4 Legislative Issues\n\n1.5 Objective and Scope\n\n1.6 Approach\n\n1.7 Organization of this Report\n\n1.8 Definition of Terms\n\n\n67 Years Ago\n\n\"A grave problem that developed in New Hampshire, spread to Massachusetts, and crept over to Albany, now has all the motor-vehicle commissioners of the eastern states in a wax. It's whether radios should be allowed on cars. Some states don't want to permit them at all - say they distract the driver and disturb the peace. The manufacturers claim that the sound of Rudy Vallee's voice is less disturbing than backseat conversation. Massachusetts leans toward the middle of the road. The commissioner there thinks the things should be shut off while you are driving, but that you should be allowed to take culture with you into the wilderness. The whole problem is getting very complex, but the upshot is that you'll probably be allowed to take your radio anywhere, with possibly some restriction on the times when you can play it.\"\n\nWritten by Nicholas Trott in 1930 -(Courtesy of Lawrence Ashmead, New York City) -as published in The Farmers' Almanac, 1995\n\n1.1 Introduction\n\nCellular telephones were introduced to the American marketplace in 1983. The early models of these transportable communications devices included large battery packs and carrying cases, and cost thousands of dollars. Only a decade later, cellular telephones are even smaller than a package of cigarettes, and some models are capable of multitasking activities such as transmitting computer files, paging, maintaining continuous communications through e-mail and voice-mail connections, and even \"surfing\" the Internet.\n\nThe Cellular Telecommunications Industry Association (CTIA), the leading national organization which represents both wireless carriers and manufacturers, reports that there are currently over 50 million cellular customers in the United States, with an industry growth rate of about 40% per year. Although this rate is expected to decline in future years, it is estimated that there will be as many as 80 million users by the year 2000.\n\nThis rapid growth has brought with it a change in the demographics of cellular telephone users: from middle-aged businessmen to users encompassing all age groups, and social and economic classes, including those with less ability to task-share such as the elderly, and novice and occasional drivers. Facilitating the growth of the user base has been a reduction in the costs for cellular service, which has markedly declined, with an average monthly bill of only $51.00 for local subscribers, many of whom received their telephones for free. The cellular telephone industry is now worth an estimated $19 billion per year and growing. The number of \"cell\" sites (areas of service) across the nation is rapidly approaching 23,000. Given the moderate costs, availability of service areas, and ease of use, it is not surprising that cellular telephones are being rapidly adopted as fixtures in the American way of life.\n\n\nOver 1 in 10 Americans now use cellular telephones, and the usage patterns are continuously changing.\n\n\nIn 1995, according to CTIA, approximately 73% of all cellular telephones sold were tiny pocket models (hand-held or \"flip-phone\"), followed by installed cellular telephones (also called mobile or car phones), and the larger transportable devices (portable cellular telephones). Over 1 in 10 Americans now use cellular telephones, and the usage patterns are continuously changing. In 1990, industry surveys reported that 60% of cellular telephones were used primarily for business purposes, and 40% primarily for personal use. By 1994, this trend began to change, and business use accounted for 44% compared to 56% for personal conversations.\n\nCellular telephone usage has become so commonplace, that even social norms are being examined. Etiquette columns in newspapers have addressed the proper methods for receiving and placing calls during various social functions. In Chile, where cellular telephones compensate for poor land line service, some restaurants ask their customers to check their phones at the door, and the Long Island Railroad has established a \"cellular free\" parlor car for those seeking fewer distractions during their commute.\n\n1996, Motorola, Inc. StarTAC\n\nThe majority of owners state that they purchased their phones for safety reasons, and many jurisdictions have developed special toll free numbers such as *FHP in Florida, and #77 in Maryland, for the reporting of drunk drivers, motor vehicle collisions and other highway emergencies. Nationally, the CTIA reports that about 18 million cellular calls are made each year to 911 or other emergency numbers. Both the law enforcement and safety communities have been very supportive of such use. In 1995, the J. Stannard Baker Award to a private citizen was bestowed upon Suzanne Peterson who initiated a program in Utah which trained 1,500 cellular subscribers in the best methods to report impaired drivers to law enforcement agencies. And a 1995 survey of consumer support for future automotive technologies conducted by J.D. Power & Associates found that automatic 911 dialing in case of a crash was a very popular feature among prospective car buyers.\n\nFlip Telephone\n\nFactory Installed Car Telephone\n\nPortable Telephone\n\nChapter 1 - Table of Contents\n\nDocument Table of Contents\n\nAn Investigation of the Safety Implications of Wireless Communications in Vehicles Chapter 1: Background\n\n\n1.2 Wireless Communication Technologies\n\nThe evolution of wireless technology has seen a number of changes in recent years. While \"cellular\" communications, based on analog architectures, has dominated the market to date, new technological developments have resulted in the introduction of digital architectures and associated formats as well as competing technologies. Of greatest significance is the ongoing migration from analog to digital formats for cellular carriers. The competing technology, PCS (personal communications services) is based entirely on digital formats and is currently greatly expanding its geographic base to become a formidable competitor to the cellular industry. The improved clarity, security and services potentially available (e.g., high speed data transmission, paging, e-mail, etc.) through the application of digital formats, for both cellular and PCS carriers, will likely see a significant expansion in the customer base in future years. While three digital formats are currently being promoted (Global System for Mobile communications [GSM], Time Division Multiple Access [TDMA], and Code Division Multiple Access [CDMA]), there appears to be little that functionally distinguishes them.\n\nInsofar as available wireless services and capabilities will likely serve as bases for future competition between the two technologies (although some argue there is little difference between the two), there is particular relevance for safety in the use of these technologies while driving, since increasing availability of these services has the potential to increase both use of wireless communications in vehicles, and attentional demands on drivers using these capabilities. Nevertheless, industry projections suggest that it will be 2004 before each wireless architecture (i.e., cellular analog, cellular digital and PCS digital) will have approximately equal numbers of subscribers (Handler, 1997).\n\nChapter 1 - Table of Contents\n\nDocument Table of Contents\n\nAn Investigation of the Safety Implications of Wireless Communications in Vehicles Chapter 1: Background\n\n1.3 Industry Focus on Safety\n\nBoth the cellular equipment manufacturers and the CTIA frequently remind users that driving is their primary responsibility. The cellular industry in general has placed considerable emphasis on safety. In addition, manufacturers of cellular accessories have specifically targeted safety in their products.\n\nThe cellular industry in general has placed considerable emphasis on safety.\n\nFor example, in a recent advertisement, Cellular Works stated \"Eliminate potential driving hazards with a hands-free Kit from Cellular Works that converts your portable cellular to a car phone. Enjoy crystal clear conversation with both hands safely on the wheel....\" Another advertisement follows a similar theme: \"Now there's an easier, safer way to use your cellular phone. The CellBaseTM Universal Hands-Free Car Kit lets you keep your hands free... so you can leave them on the wheel. And not only will your driving be safer in terms of other folks on the road, life will be a lot easier inside your car, too. No more flying car phone!\"\n\nFrom the above examples it is apparent that manufacturers clearly recognize the potential risks of in-vehicle cellular telephone use. As a remedy, they encourage the use of hands-free equipment in motor vehicles, along with use of memory-dial capabilities and voice activation features. In addition, the industry emphasizes the safety benefits and the sense of security that can accompany cellular telephone ownership. At the same time, the industry has continued to improve the ease of use features ( at least for installed car phones) for drivers.\n\nIn 1995, Prevention Magazine published a 1994 reader survey which found that 41% of adults believe that driving is less risky now than it was in previous years. When asked what habits they had that might cause crashes, 18% reported talking on the phone. In response to industry efforts to further enhance safety, about 80% of car phones being sold for fixed or \"permanent\" installation in vehicles have the hands-free feature. As stated earlier, however, such installations represent a small share of the market.\n\nMany Americans are using their hand held portable units while driving, and mounting brackets and stands for these phones are widely marketed. One question that arises is whether eliminating the need to ho... (truncated)",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.9599834681,
        "format_confidence":0.8027625084
    },
    {
        "url":"https:\/\/www.gerad.ca\/fr\/papers\/G-94-23",
        "text":"Groupe d’études et de recherche en analyse des décisions\n\n\nAn Optimizer for Aircraft and Crew Scheduling\n\n, , , et\n\nWe present a recent optimization approach that can be applied equally to aircraft routing, crew pairing generation and bidding\/rostering problems arising in the airline industry. We first delineate the important elements of the three problem environments. We next discuss the underlying structure of these problems. We then describe the optimization approach. We finally report our computational experience on a series of test problems porvided by different airline companies. The results illustrate both the practical applicability of the new approach to large scale problems and its computational efficiency.\n\n, 18 pages\n\nCe cahier a été révisé en juillet 1995",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.8064682484,
        "format_confidence":0.9408710599
    },
    {
        "url":"http:\/\/lscm.ru\/index.php\/en\/by-authors\/itemlist\/tag\/closedloop%20supply%20chain%20management",
        "text":"MAGAZINE  №6 (95) December 2019\n\n\nCATEGORY  Industrial companies’ corporate logistics Supply chains reliability and sustainability Return flows management (reverse logistics) Modern concepts and technologies in logistics and SCM\n\n\n\n\n A significant increase in clothing production, following the optimization of the largest brands supply chains, has led to modern consumers considering the cheapest items of clothing almost disposable. Clothing production, especially from synthetic fibers, leaves a significant environmental footprint, and as a result of the accumulation of things in landfills, environmental pollution has increased markedly. In recent years, in order to remain valuable to consumers, corporations managing the largest fashion supply chains have become more environmentally, socially and business friendly. The growing population and the ingrained need for new fashion items make it necessary to further study the issues of sustainable development of clothing supply chains.\nThe article is devoted to the study of best practices in the field of clothing recycling management that allow minimizing the negative impact on the environment.\nThe following issues were researched: to consider measures taken in various countries to reduce clothing dumps, to identify the composition of partners involved in operations for collecting, sorting and processing material flows in the supply chains of fashion clothing; to analyze the experience of major global corporations in involving buyers in clothing processing; to identify problems and prospects for the development of the practice of processing clothing flows in the supply chains.\nThe following results of Russian and foreign researchers were used as theoretical and methodological basis of the study: first, the diversity of participants in the fashion industry, as well as the increasing scale of the problem of landfills and waste, indicate the need to use a systematic approach to problem-solving; second, modern supply chains do not develop without being transparent, which is provided by digital technologies; third, to ensure sustainable development, companies create closed supply chains, which involves re-designing supply chains and improving the efficiency of return flow management.\nThe empirical base of the study was made up of the experience of companies included in the Gartner rating of the 25 largest supply chains in 2019, materials from clothing manufacturers ' associations and international analytical companies.\nThe paper differentiates partners involved in the processing of clothing, identifies areas of use of new technologies that contribute to the processing of second-hand items. Based on the analysis, measures that allow developing the practice of closed supply chains in the fashion industry were identified. The paper concludes that recycling is still an expensive and complex process in the organization, leading to companies finding solutions for the reuse of clothing, giving it a fashionable appearance; ecological design is given more significance when the technology of clothes processing is laid down at the stage of creating clothes.\n\n Electronic version\n\n Keywords:  supply chain management closedloop supply chain management recycling reverse logistics reverse material flow Industry 40\n\n\nMAGAZINE  №4 (93) August 2019\n\n\nCATEGORY Analytics and reviews Return flows management (reverse logistics)\n\n\nIn the theory and practice of logistics and supply chain management, more and more attention is paid to return flows management. There are a sufficiently large number of research works that has been devoted to the reverse logistics of goods: there are many technologies and best practices that have been successfully implemented. \nAs for the tasks of managing returns of transport items and packaging, they have been left outside the scope of experts' attention for a long time. Recently, the activity of advertising campaigns for pulling and pallets rental has increased in Russia. Some companies (mainly in manufacturing and trading sectors of FMCG) are going to implement, are already implementing or reporting substantial savings from projects for organizing container return management. Nevertheless, there are still many gaps for researchers and business community. \nThe article provides an overview of recent publications on the returnable containers management, analyzes terminology in this area, identifies and analyzes the main strategies for managing return flows of containers.\n\nThe study shows that the issues of transport items return management have not received adequate coverage in Russian scientific and business literature. Moreover, despite the variety of foreign studies there is no basic terminology in this field and systematization of supply chain configuration alternatives. In addition, fragmentation of information in open sources about the practice of implementing \/ operating transport items management systems in Russian business makes it relevant to conduct research on this topic.\n\n Electronic version\n\n\n\nPostal address:\n\n125 319  Chernуakhovskogo str.16\n\nphone\/fax (495) 771 32 58\n\nWorking with authors: Levina Tamara Vladimirovna\n\nmob. 8-962-965-48-54",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.5896092057,
        "format_confidence":0.9225842953
    }
]