[
    {
        "url":"https:\/\/www.conservativepolicyforum.com\/people\/alison-cork",
        "text":"Alison Cork\n\nCPF Champion for women entrepreneurs\n\nAlison Cork is a serial entrepreneur, broadcaster and writer. Over the past twenty years she has built up a group of homes and interiors businesses, spanning publishing, online retail, design, licensing and TV shopping. Prior to that she co-founded a publishing company which floated in 1994, making her one of the youngest ever female founders of a publicly quoted company.\n\nIn 2017 she founded The National Women's Enterprise Network, to encourage and support women who want to start their own business, and which runs the Make It Your Business seminars and website.\n\nA lifelong Conservative, Alison has supported Women2Win from its launch, and believes that female entrepreneurship is also an important conduit for introducing more women to Conservative values and public office.",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.8581848741,
        "format_confidence":0.9846737385
    },
    {
        "url":"http:\/\/www.politifact.com\/texas\/staff\/andra-lim\/",
        "text":"Andra Lim, a graduate of the University of California at Los Angeles, covers city government and politics for the Austin American-Statesman.\n\nThe latest Truth-O-Meter items from Andra Lim\n\nRecent stories from Andra Lim\n\nAustin Mayor Steve Adler fulfills five campaign promises, breaks one\n\nIn his first year, Austin Mayor Steve Adler kept about a third of 16 campaign promises we're tracking on the PolitiFact Texas Adler-O-Meter.   Adler also had a promise rated STALLED and three promises graded IN THE WORKS. Adler's one BROKEN promise was his unfulfilled idea to have the Austin City Council jointly visit council districts.   Want the latest on candidates for president including Texas Sen. Ted Cruz? Click here.  \n\nIn campaign, Steve Adler promised to resolve recycled-water conflict that was already settling out\n\nColor us purple.   We're removing a recycled-water promise by Austin Mayor Steve Adler from the Adler-O-Meter, which gauges progress on his campaign promises. A reader helped us realize problems declared by Adler were being addressed before he took office. Read the deets...\n\nIntroducing the Adler-O-Meter\n\nCity Hall reporters for the Austin American-Statesman have helped us launch a meter to track progress on Austin Mayor Steve Adler's campaign promises -- all of them yet to be rated.\n\nFact-checking Ted Cruz\n\nThe Texas senator played cheerleader to House Republicans who wanted to defund Obamacare, a strategy that resulted in a government shutdown. We look back at some of our fact-checks of Cruz, and whether he’s eligible to run for president. (Hint: Very likely!)\n\nCruz paperwork claim about Obamacare draws on flawed research, assumptions\n\nTed Cruz made a vivid paperwork claim. It had holes.",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.997644484,
        "format_confidence":0.8861327767
    },
    {
        "url":"http:\/\/montclair.hosted.civiclive.com\/government\/mayor___township_council\/councilor_at_large_robert_j__russo",
        "text":"Councilor At Large Robert J. Russo\n\nCouncilor-At-Large Bob RussoMontclair Township Municipal Building\n205 Claremont Avenue\nSecond Floor\nMontclair, NJ 07042\n\nEducation: B.A., M.A., Rutgers University\n\nCommunity Involvement:\nConsumers League of NJ president\nEssex Running Club member\nFormer Township Mayor\nFormer Township Councilor\nMontclair League of Women Voters\nBlue Wave NJ\n\nRobert J. Russo served as Mayor of Montclair for four years from 2000 to 2004. First elected to the Township Council in 1992, he represented the First Ward and was re-elected with an 80% vote in 1996. He was featured in a New York Times story in 1994 about his effective constituent service response record. Bob served as Council liaison to the Senior Citizens; Youth, Parks, Recreation and Cultural Affairs and Cable TV Advisory Committees. As Mayor he chaired the Board of School Estimate and was a member of the Planning Board and Library Board\n\nA leader in national consumer organizations, Bob has served as President of the International Association of Lemon Law Administrators and is currently President of the Consumers League of New Jersey. An Adjunct Professor at Rutgers University in Newark for over 25 years and for the past 10 years at Montclair State University, Bob has taught American, state and local government as well as public administration courses to over 1000 students.\n\nPracticing what he teaches, Bob helped negotiate the original Montclair-Glen Ridge fire services contract, a model for regional shared service agreements. He was interviewed recently on NJTV about his work to connect towns and cut costs.\n\nBob Russo earned his M.A. in American government at Rutgers University, but began his professional career as a teacher at Roseville Avenue School in Newark. He moved on to college level teaching and various roles in government and business during a 40-year career, culminating in his final service as Director of Mediation\/Lemon Laws for the New Jersey Division of Consumer Affairs. Bob also served as Director of Development for the Meadowlands Chamber of Commerce, a large business organization in northern New Jersey.\n\nBob's community activities include active memberships in the Essex Running Club, the Sierra Club, Blue Wave NJ, the League of Women Voters of the Montclair Area, the Montclair Art Museum, the Montclair Branch of the NAACP, St. Cassian Church and the Giblin Association. He has also been a strong supporter of the Brookdale Park Conservancy, Friends of Anderson Park, Friends of the Bellevue Branch Library, Montclair Fund for Educational Excellence and Save Our Schools Montclair. Bob has been a past member of various Lions Club's International as well as the CWA and AFTNJ unions, where he has served as a leader, most recently of the Montclair State University Adjunct Faculty. Bob, his wife Christine and mother Florence have been Montclair residents for 24 years.",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9590858817,
        "format_confidence":0.9525455832
    },
    {
        "url":"https:\/\/www.arktimes.com\/arkansas\/tim-barry\/Profile?oid=1904575",
        "text":"Tim BArry | Arkansas news, politics, opinion, restaurants, music, movies and art\n\nTim BArry \nMember since Sep 14, 2011\n\nFavorite Places\n\n  • None.\nFind places »\n\nSaved Events\n\n  • Nada.\nFind events »\n\nSaved Stories\n\nFind stories »\n\nCustom Lists\n\n  • Zip.\n\n\n  • No friends yet.\nBecome My Friend Find friends »\n\nLatest Review\n\nRe: “Mountainaire Hotel\n\nThe Mountainaire closed around 1995, and has sat boarded up ever since.\n\n1 like, 0 dislikes\nPosted by Tim BArry on 09\/14\/2011 at 7:40 PM\n\nRecent Comments\n\nRe: “Here is your 2012 Arkansas State Fair musical lineup\n\nI'm looking forward to THINK FLOYD and KANSAS!\n\n5 likes, 0 dislikes\nPosted by Tim BArry on 09\/21\/2012 at 8:10 AM\n\nRe: “Jennings Osborne properties head to auction; daughter Breezy remembers her dad\n\nBrezzy, you & your parents don't know me, but I saw and heard of all the wonderful things your father did for Little Rock. I did manage to attend one BBQ and shook your father's hand, but we didn't really get to talk. He was much too busy. Little Rock residents will always remember you & your family. I find it hard to believe that some people are so low as to vandalize your homes. That's just not right. Please know that we are praying for your life to some day regain some kind of normal. These are trying times, but hopefully the dust will clear soon and things will settle down. Your father was a great man who always cared about others. For that alone, he earned our love & respect.\nThose who criticize you, need to get a life. They're probably the same people who broke into your house. God will have a special place in Hell for some people.\n\n13 likes, 1 dislike\nPosted by Tim BArry on 05\/02\/2012 at 1:41 PM\n  • Re: An early open line and headline roundup\n\n    • I wish Hillary had won & been one one hundredth as coocoo as The Orange…\n\n    • on May 25, 2018\n  • Re: Two wounded in Indiana school shooting\n\n    • https:\/\/www.washingtonexaminer.com\/news\/nr… Sound like talking points to me. http:\/\/www.latimes.com\/business\/hiltzik\/la… Here is a story that will sit…\n\n    • on May 25, 2018\n  • Re: Two wounded in Indiana school shooting\n\n    • I'm starting to think @BankruptDonaldTrump is taking time away from watching Fox propaganda to post…\n\n    • on May 25, 2018\n\n\n© 2018 Arkansas Times | 201 East Markham, Suite 200, Little Rock, AR 72201\nPowered by Foundation",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.7593207359,
        "format_confidence":0.978320241
    },
    {
        "url":"http:\/\/calgary.ca\/CityCouncil\/ward-1\/Pages\/Ward-1-bio.aspx",
        "text":"Share this page Print\n\nAbout Councillor Ward Sutherland\n\n  • Share\n\n Term in office: 2013-2017\n Prior to his first term as city councillor, Ward Sutherland held over 25 years of senior leadership and management positions in companies such as Sony, Tim Horton’s, McDonald’s and Hartco Corporation. He consistently achieved positive results in the management of multi-million dollar financial budgets, and received several awards for excelling in the business sector. Recently, he was honoured to receive the Political Leadership Award from the University of Calgary Graduate Students Association (GSA) for his efforts towards pushing innovation and economic diversification, as well as his involvement in the development of West Campus and Crownsnet Hall. \nWard has volunteered in Calgary for over 16 years.  As the past president of the Rocky Ridge Royal Oak Community Association, his initiatives included an urban drilling policy, innovative seniors’ programs, traffic calming measures and preservation of wetlands and parks. In 2013, he received the Queen Elizabeth II Diamond Jubilee Medal for his service to the community. His dedication to community service has helped him to achieve results as a councillor, including preserving park space, traffic flow solutions, safety improvements at intersections, school safety, and a bylaw change for e-bikes on pathways.\nWard brings to City Council his fiscally accountable approach to spending.  As Vice Chair of Priorities and Finance, Ward’s main areas of focus are the financial management of The City and reducing property taxes.  He has driven the improved process of zero base reviews of departments to include the pure costing of delivering services and process.  As a strong believer in accountability, he communicates with constituents with monthly detailed newsletters and a yearly report of outcomes.\nWard is a member of the following committees:\n·         Standing Policy Committee – Planning & Urban Development\n·         Standing Policy Committee - Utilities & Corporate Services (Vice Chair)\n·         Priorities and Finance Committee – Vice-Chair\n·         Calgary Police Commission\n·         Calgary Economic Development\n·         Calgary Regional Partnership\/Sub-Committee – Economic Prosperity\n·         Silvera for Seniors\nThis content represents the personal views and opinions of the Councillor and should not be taken as a statement of policy of The City of Calgary. The inclusion of any external content does not imply endorsement by The City of Calgary.\n\nAccess City Services\n\nFor non-emergency service\n\n\n311 connects citizens with non-emergency services, 24 hours a day, seven days a week.\n\nDownload the app\n\nAvailable for iPhone in App Store and Android in Google Play store.\n\nRequest service online\n\nSubmit a request\n\nFor City news and information search and follow the City on social media.",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9946320057,
        "format_confidence":0.9212227464
    },
    {
        "url":"https:\/\/fifthpolitical.wordpress.com\/about\/",
        "text":"\n\nDue to the intellectual and political trajectory of the Western world, we exist not as peoples with states, but inside them. And among those who have cultivated a mindset of “saving” their nation, the hardest pill to swallow is that they will only be able to save those who elect to save themselves—to form a diasporic tribe rather than being dissolved into the homogenizing mass of consumption and nihilism. 5PT is about studying, defining, and implementing the ideal of the diasporic tribe.\n\nIt is becoming anachronistic to speak of ourselves as belonging a particular nation, since those nations do not even care for their own existence. This is a dangerous paradigm to remain trapped in, but the diaspora model is a way out. We should embrace this de-nationalization in recognizing that ethnocentric Europeans and Eurocolonials who want to have a future are an unconscious stateless people who we need to awaken into the Western diaspora.\n\n5PT, unlike most other political theories, will not focus on wielding power in the international state system or directing it at other groups internally, but on creating spaces and networks for our people which are capable of resisting the trends that work against us. Rather than engaging in theories of global conflict or coexistence between nations, of more interest is finding ways to live with the conflicts inside countries or civilization blocs that threaten our existence as a diaspora, and using the power we cultivate and acquire to secure our interests as a tribe.\n\nInstead of a preoccupation with nationalism, statism, or electoral politics, 5PT is about the self-selected tribe, no questions asked and nothing owed to others unless necessary for its perpetuity. It is not about the capture and direction of a state but the creation of folk communities and ethnic networks both sub-national and trans-national, capable of enduring under any state that would tolerate them and able to assist those living where they are not tolerated. As these communities and networks develop, they will allow us to be more influential in both world affairs and our own self-governance. Such will be the essence of the diasporic tribe.\n\nRemember, this is not your country and not your system. You are the outsider, and yet you have been trained to be loyal to a master who does not value you. You are the sons and daughters of a civilization that has fallen. Your task, should you take it up, is to build a stronger and more resilient tribe than all the rest with its own culture and institutions in order to navigate the world we live in. This is the first step towards achieving anything beyond what our raw numbers enable. I believe that the power of the Western diaspora is yet to be realized, and that we must do so.\n\nAs this blog progresses, I hope to expand the 5PT to cover a variety of important topics and ideas pertinent to the conception and development of the diaspora model. Tentative key concepts and influences of the 5PT which shall be expanded upon include:\n\n  1. The De-Nationalization of the Global European Diaspora\n  2. The Necessity of a New State-Agnostic Model\n  3. Sub-National and Trans-National Identity as a Response to the Loss of Nation-Statehood\n  4. Contributions of Fourth Generation Warfare (4GW) to De-Nationalized Thinking\n  5. Models from the Millennia of Jewish Diaspora\n  6. Learning from Extant “White Tribes”: The Amish and The Mennonites\n  7. A Post-Electoral Perspective on the Presence of Outsiders\n  8. Diversification of Location: Suitability of Regions Beyond the “First World”\n  9. Civil Defense\n  10. Thoughts on Tribal Praxis\n  11. Archaeofuturism and the Diasporic Tribe\n  12. The Fifth Political Theory and the Fourth Political Theory\n  13. Left-Wing, Right-Wing, or Rejecting\n  14. The Armenian Genocide\n\nOther topics that have come up while working on 5PT:\n\nSee here for a complete list of 5PT articles, and here for a list of authors 5PT aims to discuss… eventually.\n\nTwitter page here.",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9924518466,
        "format_confidence":0.6284796596
    },
    {
        "url":"https:\/\/www.boiseweekly.com\/boise\/Profile?oid=oid%3A2718341",
        "text":"Mike Taylor \nMember since Aug 29, 2012\n\n\n  • No friends yet.\nBecome My Friend Find friends »\n\nLinks to Me\n\nRecent Comments\n\nRe: “New York Times Chronicles Rising Tide of Homeless Encampments in Western U.S.\n\nMust be a symptom of Obama's fantastic economy.\n\nPosted by Mike Taylor on 01\/11\/2017 at 3:46 PM\n\nRe: “Locked and Loaded\n\nIn response to anonymous, the majority of mass shootings have in fact been perpetrated by self proclaimed left wingers and should anyone \"decides he wants to shoot people\" a law, policy, or sign designating a specific area as a Gun Free Zone is not going to stop them. Need examples, look at every mass shooting in recent history and you'll find they've all happened in Gun Free Zones. How exactly is Otter putting human life at risk? People are exercising their 2nd Amendment rights around you all the time and you are blissfully unaware. The arguments you people use are the same tired arguments that were used when CCW was first considered and made legal and none of your doomsday predictions about wild west shootouts have come to fruition off campus, what makes you so sure they will happen inside the invisible borders of BSU, UI, or ISU? You don't like guns-don't carry one. But, your lack of resolve to defend yourself based on your fear of an inanimate object should not negate my right to self defense regardless of wether or not I'm on a campus or across the street from campus. It would have been better if our legislature would have not passed this law and just nullified the campus policy banning guns, but they didn't. They compromised, placing more stringent restricitions on those who wish to carry on campus, so much so that very few will be willing or able to meet these restrictions.\n\n8 likes, 24 dislikes\nPosted by Mike Taylor on 03\/13\/2014 at 11:04 AM\n\nRe: “Curt McKenzie's No-Huddle Offense\n\n\"No. 1: What's going to happen when a professor is in front of 275 students in a Boise State lecture hall and sees the barrel of a gun underneath somebody's sweater? The professor, or even a student in that class, is going to contact us. How do we investigate, and yes, we'll have to investigate, with the least disruption to that class? Some people say, 'You're just going to have to assume that it's one of the good guys with a gun, and you can walk away.' Well, the police don't walk away. We're going to have to have some kind of contact with that individual with the gun. How do we do that?\"\n\nHow do they do it off campus? This is idiotic. If the individual is not brandishing their weapon and is simply experiencing what is essentially a wardrobe malfunction why is there any need to contact that individual?\n\n\"No. 2: If guns are taken out during some kind of dispute between two individuals, and a uniformed police officer comes to the scene and confronts those individuals, what's going to be their reaction in a split second? Police are instructed to yell: 'Police! Drop the weapon!' You better be dropping those weapons in a millisecond.\"\n\nAny prudent individual is going to obey those orders. Just like off campus. These really are ignorant arguments. I would have hoped for more from the ranking andministrator or the largest city police department in the state. Seriously.\n\nWe've tried gun free zones and it's well apperant that they don't work against determined individuals who wish to do harm to large numbers of people. If my child was at BSU I'd prefer to know that there is at least a chance that in an active shooter scenario there may be at least one good guy with a gun. When seconds count the police are minutes away.\n\n5 likes, 2 dislikes\nPosted by Mike Taylor on 02\/27\/2014 at 4:23 PM\n\nRe: “Stand Our Ground\n\n\"\"It's lonely, is it not, to be an Idahoan who believes there must be stricter controls on the gun trade?\" You got a lot of nerve calling yourself an Idahoan. Yep, lonely. You should LEAVE Idaho and go find someplace more to your liking. Someplace that already has the progressive stance on guns that you so crave. Someplace that you won't be so lonely. Sooner rather than later would be good.\nSeeya! Bye!\n\n2 likes, 3 dislikes\nPosted by Mike Taylor on 03\/21\/2013 at 1:41 PM\n\nRe: “Stand Our Ground\n\nIt's very simple Mr. Cope. LEAVE. There are so many \"enlightened\" states in which you could live, veritable hives of like minded progressive thinkers like yourself. Please without haste go and find your utopia.\n\nOh, and don't let the door hit ya where the good lord split ya!\n\n12 likes, 3 dislikes\nPosted by Mike Taylor on 03\/19\/2013 at 8:19 AM\n\nRe: “Gunning for a Fight\n\n\"Sorry, I must have missed a point where ANY solutions have been proposed...could you please restate or 'copy\/paste'? Thank you.\"\n\nTwice I have posted suggested solution.\n\n\"The President EXECUTES Law - \"he shall take Care that the Laws be faithfully executed\" - (from Article 2, Section 3)\"\n\n...and yet in the case of immigration law BHO has chosen to not \"faithfully execute(d)\" the law, and this is OK why? Because he disagrees with current law? Because politically it is to his advantage to desregard current law?\n\n\"So far, I have YET to read ONE of them here...just further insults and petulant chiding, more empty paranoia revolving around 'rights being stripped away' (when can we expect to actually SEE that happening? Or is this just MORE fear mongering...as usual, with NO real alternatives or ideas being put forth?\n\n\nThat's what I thought.\"\n\nYou are guilty of \"insults and petulant chiding\" yourself. Several of us here have offered alternatives that don't infringe on the rights of law abiding gun owners and rather than respond to those you participate in the name calling and labeling. Stop with the double standards.\n\n4 likes, 2 dislikes\nPosted by Mike Taylor on 03\/06\/2013 at 11:27 AM\n\nRe: “Gunning for a Fight\n\n\"Any IDEAS on that area?...;)\nI am hoping to hear a few from gum proponents....\"\n\nEnforce existing law, sentences for gun crime should be strict enough to provide a real deterrent, sentences for repeat offenders should be life without parol, gun offenses should never be on the table for plea bargaining.\n\nIMHO we have to do our best to provide a deterrent and if it doesn't work then remove the threat to public safety by incarcerating for good. At the same time if you want this to work it has to be applied uniformly and not allow charges to be bargained away.\n\n\"Why is it that NO other countries in the civilized world have to do such a thing?\"\n\nIsrael does this, and quite successfully. Active shooter scenarios typically end when the shooter is confronted with equal force. This fact has influenced LEO tactics. They no longer wait for SWAT because they know that the shooter will likely turn his weapon on himself when confronted. Why not allow school staff that wish to carry concealed and go through state mandated certification to do so? The faster we can respond with kind force to these psychos the better right? Besides it would provide a deterrent to the potential shooter if they knew that schools weren't totally defenseless.\n\n4 likes, 2 dislikes\nPosted by Mike Taylor on 03\/02\/2013 at 9:33 PM\n\nAll Comments »\n\nFavorite Places\n\n  • None.\nFind places »\n\nSaved Events\n\n  • Nada.\nFind events »\n\nSaved Stories\n\nFind stories »\n\nCustom Lists\n\n  • Zip.\n\n© 2017 Boise Weekly\n\nWebsite powered by Foundation",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.657443583,
        "format_confidence":0.7548447847
    },
    {
        "url":"http:\/\/www.socant.su.se\/english\/research\/our-researchers\/arvid-lundberg\/arvid-lundberg-1.55850",
        "text":"Arvid Lundberg\nArvid Lundberg\n\nTelephone: +46 (0)8 16 20 00\n\nArvid Lundberg is a PhD student at the Department of Social Anthropology since 2009. His PhD project deals with questions concerning political culture in the Jordanian protest movements during the Arab Spring.\n\n\nAl-harakat and the political culture of Jordan's Arab Spring\n\nThe thesis describes the disunity within the protest movements (al-harakat) that emerged in Jordan in 2011, and it uses ethnographic material and interviews from some of the key actors and events in the history of these movements, e.g., from the protest movement in Dhiban, which many Jordanian political activists regard as the beginning of ”Jordan's Arab Spring”, from the protest movement in Haie al-Tafileh, one of the strongest protest movements in Amman in 2011, from the Higher Committee for Military Veterans, an organization led by retired military officers, who stood for the first – among the military – organized expression of discontent against the regime in the country's recent history, and from attempts to coordinate the protest movements' demands and strategies through the umbrella organization Youth of 24 March.\n\nIn all these meetings, conferences, and activities, there was a group of political activists who claimed to understand why the protest movements fragmented and tried countering this by coordinating the protest movements, institutionalizing them and getting them to work together to develop concrete alternatives to Jordan's current constitution, election and political party law, and to create an institution that oversees that the security services do not intervene in the parliamentary elections, and so on. Several of these activists had been members of a Jordanian political party, but were now politically independent because of what they perceived as an authoritarian political culture and certain ideological dead ends within these parties. These activists were driven by a, in a Jordanian context, relatively new understanding of political activism, which has points of contact with the reformulation of the Socialist Workers' Party of Germany that began in the late 19th century and the reformulation of the opposition movements in Eastern Europe where especially Solidarity was a pioneer. The thesis is a study of a Jordanian reformulated activism in 2011, which never became dominant among the protest movements. The thesis is in this respect a counterfactual study of Jordan's Arab Spring.\n\nResearch funding\/grants\n\n\n  • Helge Ax:son Johnsons stiftelse: Scholarship\n\nInformation about past activities can be found in the Department’s previous Annual Reports.",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.8069787621,
        "format_confidence":0.9093965292
    },
    {
        "url":"https:\/\/quigleyforassembly.com\/",
        "text":"I was born in Modesto, CA, in 1982 and raised in Ceres. I attended Carroll Fowler Elementary School, Mae Hensley Junior High School, and Ceres High School. The vast majority of residences I've had were within the boundaries of what is known as Calfornia State Assembly District 21, which includes all of Merced County and parts of Stanislaus County. By trade, I am a sign-maker at Safe-T-Lite, in Modesto, and I am also a musician with a love for community and family.\n\nGrowing up, my father was active in local politics in Ceres, and both of my parents openly discussed their voting habits and beliefs, which were not subject to hard party-line rules. I have been aware of politics for the majority of my life, and through my parents' actions and discussion, I have been able to understand and appreciate differing ideologies. Thus, it was easy for me to abandon the idea of a two-party system. For a time, I was registered with the Green Party, in search of a political organization that would best represent my views.\n\nI admit, in my young adult years, I was not as active in politics - and I even neglected my voting rights for a period of time. As our society has become more divided, however, I have felt compelled to contribute to causes in which I believe and foster political engagement in those around me. My values and core beliefs, particularly as they relate to personal freedom, were naturally in line with Libertarian philosophies, and I openly embraced the party upon discovering it. I was recruited as an organizer, stepped up to the challenge of being a party leader, and am now a candidate to represent my district in the California State Assembly.\n\nI believe in personal freedom, that every person has a right to make their own choices regarding their life and body. I believe in the constitution, and I recognize that we live in a republic, not a democracy. I believe in freedom of speech and freedom of religion. I believe in an armed citizenship. I believe consenting adults have the right to engage in whichever mutually agreeable activities they may choose. I believe the government should have limits and that it has expanded beyond comfortable limits. I believe that it should not be the prerogative of government officials to continually pay themselves more, on the backs of hardworking citizens, while creating and imposing ever-more rules for us to follow - rules for which they, as lawmakers, do not even hold themselves to appropriately.\n\nIf you believe in these values and the growth of our community and freedom, I encourage you to vote for me for State Assembly District 21 representative on November 6th. Together, we can make a difference and enjoy the freedoms to which each individual is entitled.\n\nLearn more at: Facebook - Quigley for Assembly\n\nThank you!\nJustin Quigley\nChair, Libertarian Party of Stanislaus County\nCandidate for State Assembly, District 21",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9971484542,
        "format_confidence":0.959620595
    },
    {
        "url":"https:\/\/senate.texas.gov\/member.php?d=10",
        "text":"\nTo ensure full functionality, please enable JavaScript in your browser, or enable scripting for this website.\nSeal of the Senate of the State of Texas Welcome to the Official Website for the Texas Senate\nSeal of the Senate of the State of Texas\nWelcome to the official website for the\nTexas Senate\nSenator Konni Burton: District 10\n»  Services\nKonni Burton\n\nOccupation: State Senator, wife and mom; Former owner of a wedding consultant business and sales representative with Olmsted Kirk Paper Company\n\nLegislative Experience: Senate Member: 2015 - present\n\nHometown: Colleyville\n\nParty: Republican\n\nSenator Konni Burton is a wife, mom, and lifelong Christian.\n\nBorn in Kerrville, Konni was raised in the small south Texas town of Banquete, which consisted of little more than a school and a post office. Both her parents worked at the school: her father as the high school principal and her mother as the school secretary. Konni attended the University of North Texas, earning a BBA in Marketing. There she met her husband, Phillip, of thirty years.\n\nA strong pro-life advocate, Konni and Phil have worked closely with The Gladney Center for Adoption in Fort Worth. The Burtons are proud parents of two “Gladney Babies,” Tori and Faith.\n\nIn 2014, Senator Burton won her first bid for elected office by capturing Senate District 10. Burton champions individual liberty, personal responsibility, and free market economics. She fights to prioritize tax dollars to core functions of state government, such as public education, transportation, water infrastructure, and public safety.\n\nKonni and her family live in Colleyville.\n\nSign up for Senator Burton's E-Newsletter:\n\nThis form requires that javascript be enabled. Please enable javascript and reload this page.\n\nSen. Burton E-Newsletter signup banner graphic\n\nOffice Information\n\nCapitol Address District Address\nThe Honorable Konni Burton\nP.O. Box 12068\nCapitol Station\nAustin, TX 78711\n\n(512) 463-0110 (TEL)\nFort Worth District Office\n933 West Weatherford Street, Suite 203\nFort Worth, TX 76102\n\n(817) 882-8157 (TEL)\n(817) 882-8539 (FAX)",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9974398613,
        "format_confidence":0.9052579403
    },
    {
        "url":"http:\/\/memorylab-europe.eu\/associate\/sven-milekic",
        "text":"Sven Milekić\n\nCurrent living place:\nZagreb, Croatia\n\nSven Milekić\n\nJournalist at Balkan Investigative Reporting Network, BIRN\n\n  • My organization:\n    The Youth Initiative for Human Rights is a regional network of non-governmental organizations which work on human rights. The focus of the activities, implemented by young people is the democratization of society and dealing with the past process as well as the establishment of new connections in the post-conflict region of former Yugoslavia.\n\n  • Examples of concrete activities I have organized\/am organizing in the field of “dealing with the past”:\n    • The Croatian Youth Initiative for Human Rights is an active member of REKOM (Coalition for the establishment of a Regional Commission for the establishment of facts about the war crimes and other grave human rights violations on the territory of former SFRY from 1991 to 2001). The Initiative coordinated the gathering of signatures for the support of REKOM in Croatia and regionally coordinated this action together with the Initiative in Serbia.\n    • The YIHR in Croatia in cooperation with YIHR in Serbia have organized meetings, joint action and public school hour for young activists from Zagreb, Vukovar and Belgrade in Vukovar\n    • The YIHR organized introductory and advanced trainings on transitional justice, as an introduction to the Transitional Justice Program\n\n  • Concrete challenges I am facing in my “dealing with the past”-related work:\n\n    The challenges are different, from the non-existent understanding of the local communities and State authorities to being called “traitors” or „foreign mercenaries“. There is a big problem by the fact that authorities support the mechanisms of transitional justice only declaratively while in many ways they are obstructing them. In Croatia lately, there is grow in nationalism, which makes the process of dealing with the past more difficult and increases the resistance not only the social but the institutional as well. Finally, since the closing of the negotiating chapters with the EU, the pressure of the European Commission and certain European governments is much lower with regard to dealing with the past.\n\n  • My personal link to\/interest for the topic of “dealing with difficult pasts”:\n    The fact that I spent some time as a volunteer in the gathering of signatures of citizens for the forming of REKOM and in this way got insight into the attitude of citizens about dealing with the past as well as my family origin which brought me on this path. During the Second World War, one part of my family suffered as victims of the Ustaša regime and my mother survived Auschwitz.",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9331397414,
        "format_confidence":0.9929364324
    },
    {
        "url":"http:\/\/deancox.com\/",
        "text":"Dear County Delegate,\n\nMy name is Dean Cox. I am a candidate for the Washington County Commission. As a Washington County native, I consider myself extremely fortunate to have been raised in St. George. While growing up, I had my regular chores which included milking the family cow and tending the large family garden. My parents taught me early in life the importance of hard work, integrity and service.\n\nI met LaRene Leavitt while at studying at BYU. This spring will mark our 38th year together. Washington County was a great place for each of us to grow up and we decided it was exactly where we wanted to live and raise our family. We are proud of our four children and nine grandchildren.\n\nIn 1981, partnering with my brother Bob and his wife, we purchased the family business. For more than 30 years we operated Colorland Sales and Service, on North Bluff. It was there that I learned about paying taxes, meeting payroll obligations and working with the public.\n\nAs a ham radio enthusiast, emergency preparations and communications were something I felt very strongly about. That's why I volunteered, in my free time, to help maintain the Sheriff's radios and to serve as the County's Emergency Communications Coordinator.\n\nThat early community service eventually led me to more involvement. Following the Quail Lake Dike Disaster in 1990, then County Commissioner Gayle Aldred recognized a need for a County's Emergency Services Director and asked me if I would be willing to serve in that capacity. I was honored and willingly agreed.\n\nAs the County's Emergency Services Director, I wrote the first Washington County Emergency Response Plan and worked to make our communities safer by improving communication capabilities for Search and Rescue, local Fire Departments and other First Responders. These efforts proved pivotal when the Great Flood of 2005 put those plans and preparations to the test.\n\nAt the State level, I was elected Chairman of the State 911 Committee and helped expand the Emergency 911 Network to include compatibility with cellular telephones.\n\nFor the past seven years my primary assignment has been working closely with the Washington County Commission as County Administrator. This assignment has involved all aspects of the county's operations, including budgets, BLM and Forest Service, the Habitat Conservation Plan and the working towards the transfer of public lands. I know the issues confronting our County. I have the knowledge, skills, and abilities to hit the ground running.\n\nI love Washington County, its communities, and the people who live here. I hope that through my lifetime of service to both the Washington County Republican Party and the public that I have earned your confidence and trust.\n\nIf elected, I will of course resign my position as County Administrator and focus 100 percent of my time, energy and effort working to protect your rights and freedoms as only an effective County Commissioner can. I pledge to work hard for the Citizens of this great County.\n\nMy door will always be open to you and I hope you will contact me with any questions or concerns you may have.\n\nYour support is vital. Together, we can be successful.\n\nThank you!\n\nDean J. Cox\n\nHome phone: (435) 673-1987 Cellphone: (435) 668-5734\n\nWebpage: Email:\n\n\n\n\"I believe in protecting our rights.\"",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9971929193,
        "format_confidence":0.9655283689
    },
    {
        "url":"http:\/\/ontheissues.org\/Governor\/Butch_Otter_Crime.htm",
        "text":"Search for...\nFollow @ontheissuesorg\n\nButch Otter on Crime\n\nRepublican governor; previously Representative (ID-1)\n\n$70M for secure mental health facility at state prison\n\nMore than a quarter of the inmates in our State prison system have some level of mental illness. Many can be housed safely within appropriate settings in our existing facilities. But others need higher levels of care, more treatment and more intensive intervention for their own safety and that of others. That's why I support the Department of Correction's request for permission to issue $70 million in bonds for a 579-bed secure mental health facility at the prison complex south of Boise.\nSource: Idaho 2013 State of the State Address , Jan 7, 2013\n\nImprove offender assessment to reduce inmate population\n\nLet's talk for a minute about some of what our State government is doing to avoid wasting the people's labors. At the Department of Correction, the Parole Commission has improved offender assessment and placement and are making better use of retained-jurisdiction programs. That's saving $32 million and holding our inmate population more than 1,500 below projections.\nSource: Idaho 2011 State of the State and Budget Address , Jan 10, 2011\n\nOther governors on Crime: Butch Otter on other issues:\n\nID Senatorial:\nJim Risch\nLarry LaRocco\nMichael Crapo\nNels Mitchell\n\nGubernatorial Debates 2014:\nAL: Bentley(R) vs.Griffith(D)\nAR: Ross(D) vs.Hutchinson(R) vs.Griffin(R,Lt.Gov.)\nAZ: Ducey(R) vs.DuVal(D) vs.Mealer(AE) vs.Gilbert(L) vs.Riggs(R)\nCA: Brown(D) vs.Kashkari(R)\nCO: Hickenlooper(D) vs.Beauprez(R) vs.Tancredo(R) vs.Hess(L)\nCT: Malloy(D) vs.Foley(R) vs.Walker(R,Lt.Gov.)\nFL: Scott(R) vs.Crist(D) vs.Snitker(L,Lt.Gov.)\nGA: Deal(R) vs.Carter(D) vs.Hunt(L)\nHI: Ige(D) vs.Aiona(R) vs.Abercrombie(D)\nIA: Branstad(R) vs.Hatch(D) vs.Hoefling(R)\nMA: Coakley(D) vs.Baker(R) &Polito(R,Lt.Gov.) vs.Grossman(D) vs.Berwick(D)\nME: LePage(R) vs.Michaud(D) vs.Cutler(I)\nMI: Snyder(R) vs.Schauer(D)\nNM: Martinez(R) vs.King(D)\nNY: Cuomo(D) &Hochul(D,Lt.Gov.) vs.Astorino(R) vs.Hawkins(G) vs.Teachout(D)\nOK: Fallin(R) vs.Dorman(D)\nPA: Corbett(R) vs.Wolf(D) vs.Schwartz(D,lost primary) vs.Critz(D,Lt.Gov.,lost primary)\nNewly-elected 2014:\nAK-I: Bill Walker\nAR-R: Asa Hutchinson\nAZ-R: Doug Ducey\nIL-R: Bruce Rauner\nMA-R: Charlie Baker\nMD-R: Larry Hogan\nNE-R: Pete Ricketts\nPA-D: Tom Wolf\nRI-D: Gina Raimondo\nTX-R: Greg Abbott\n\nUp for re-election 2014:\nAK-R: Sean Parnell\nAL-R: Robert Bentley\nCA-D: Jerry Brown\nCO-D: John Hickenlooper\nCT-D: Dan Malloy\nFL-R: Rick Scott\nGA-R: Nathan Deal\nHI-D: Neil Abercrombie\nIA-R: Terry Branstad\nID-R: Butch Otter\nIL-D: Pat Quinn\nKS-R: Sam Brownback\nME-R: Paul LePage\nMI-R: Rick Snyder\nMN-D: Mark Dayton\nNH-D: Maggie Hassan\nNM-R: Susana Martinez\nNV-R: Brian Sandoval\nNY-D: Andrew Cuomo\nOH-R: John Kasich\nOK-R: Mary Fallin\nOR-D: John Kitzhaber\nPA-R: Tom Corbett\nSC-R: Nikki Haley\nSD-R: Dennis Daugaard\nTN-R: Bill Haslam\nVT-D: Peter Shumlin\nWI-R: Scott Walker\nWY-R: Matt Mead\nCivil Rights\nForeign Policy\nFree Trade\nGovt. Reform\nGun Control\nHealth Care\nHomeland Security\nLocal Issues\nSocial Security\nTax Reform\n\nTerm-Limited or Retiring 2014:\nAR-D: Mike Beebe\nAZ-R: Jan Brewer\nMA-D: Deval Patrick\nMD-D: Martin O'Malley\nRI-I: Linc Chafee\nTX-R: Rick Perry\n\nContact info:\nFax number:\n\nPage last updated: Nov 26, 2014",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.7204757929,
        "format_confidence":0.7461854219
    },
    {
        "url":"http:\/\/gencourt.state.nh.us\/house\/members\/member.aspx?pid=838",
        "text":"Representative Amanda Bouldin (D)\n\nHillsborough - District 12\n\nmember picture\n\nHome Address\n\n14 Hayes Avenue\nManchester, NH  03103-3619\nSeat #: 3080\n\nAdditional Information\n\nHouse Committee Information\nCommittee Name: Criminal Justice and Public Safety\nPosition:  Member\nCommittee Phone:  603-271-3529\nCommittee Function:\nIt shall be the duty of the Committee on Criminal Justice and Public Safety to consider all matters relating to the criminal code; criminal justice, the Department of Corrections, sentencing, drug enforcement, bail, probation, parole, corrections facilities, DWI, domestic violence, firearms, fireworks, police and fire training, victims’ assistance and such other matters as may be referred to it.\n\nPersonal Biography\nAmanda lives in Manchester with her husband Andrew, her daughter Sophia, their two dogs Jack and Maxx, and their cat Whitey.\nMiscellaneous Information:\nAmanda's fourth great grandfather, James Wood Bouldin, served in the U.S. Congress representing Virginia. He replaced his brother, Thomas, after he died while speaking at the well. Thomas Bouldin is the only member of Congress to have died while speaking on the floor.",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.982485652,
        "format_confidence":0.7568069696
    },
    {
        "url":"https:\/\/www.ufcw1006a.ca\/index.php\/about-us\/who-s-working-for-you\/1456-kevin-bacon",
        "text":"Subscribe to\n\nOntario's Union for fairness, equality and respect at work.\n\nKevin Bacon\nUnion Representative\n\nThis email address is being protected from spambots. You need JavaScript enabled to view it.\n\nA long-time activist, Kevin was hired on staff in March 2010. His involvement in the union dates back to 2000 when he became a grocery clerk at Tony’s No Frills in Hamilton. Since then, Kevin has been a steward, a special union project representative, co-chair of his region’s youth network and completed the national office’s three-week youth internship program. He has also participated in the Talking Union program. In 2005, Kevin was elected president of the local’s Southwest Retail Division and in 2008, he was elected as a member of the local’s Executive Board. Kevin is also very active in the NDP, and worked as a campaign manager for a successful NDP campaign. He worked as a Member Engagement Representative, then a Senior Member Engagement Representative before becoming a Union Representative in May 2016.",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9630349278,
        "format_confidence":0.9676180482
    },
    {
        "url":"https:\/\/www.adammanning.net\/about",
        "text":"Adam Manning\n\nThank you for looking at my website. I'm a Borough Councillor for the Hamble and Netley Ward of Eastleigh Borough and a member of the Liberal Democrats party. I'm also a Parish Councillor for Hound Parish Council. By profession, I'm a Civil Litigation Solicitor working for Biscoes Solicitors in Portsmouth.\n\nI'm part of a project called Green Hampshire which is aimed at promoting environmental and conservation events in Hampshire, England to help people get involved. I'm also a member of the Friends of Weston Shore and we're working to promote and protect beautiful Weston Shore in Southampton, England.\n\nAnother area of activity is being a member of the British Interplanetary Society, the world's oldest space advocacy group. I'm particularly interested in space based solar energy for use on Earth to reduce reliance on fossil and nuclear fuels. I have given a number of talks on aspects of Space Law.\n\nI'm also a governor of Ronald McDonald House Southampton, a charity that provides accommodation for families when their children are undergoing medical treatment at hospital, a cause very close to my heart.\n\nInterests include nature, natural beauty, environmental issues, space, space exploration, film making, acting, computer graphics, calligraphy and origami. Thanks for taking an interest.",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.8983791471,
        "format_confidence":0.9935258627
    },
    {
        "url":"http:\/\/jdwinteregg.com\/bio\/",
        "text":"J.D Winteregg and his wife Aimee Winteregg\n\nI’m a Christian, conservative Millennial, born and raised in Ohio. I love this state. I’ve lived in and traveled to many places, and but I always ended up back here in Ohio, where I’m now rooted with a wife and son.\n\nI’m a former French teacher who now works at a grain elevator. It’s about the least predictable of paths anyone could take, but I’ve always moved forward. I’m also known to stir the pot when it needs to be stirred.\n\nFor the past couple of years, I’ve been engaged in the political scene. I have to be. With the massive amount of debt heaped on my generation’s shoulders, and with the new civil unrest and divided nation, it’ll be up to my generation to bring us back from the brink. If not me, then who? Certainly not the people who put us in this position. I firmly believe we need to peacefully—but forcefully—unsettle the political apparatuses in place before positive change in politics will happen.\n\nI’m well-versed in many areas, particularly education, agriculture, faith, politics, travel, France, but despite my degrees, I believe that there’s always more to learn. You’ll find intelligence in the least expected places, and looking for it is a rewarding—and humbling—challenge.",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9486064911,
        "format_confidence":0.9893375635
    },
    {
        "url":"https:\/\/www.dockery2018.com\/",
        "text":"A champion for Oklahoma families.\n\nOriginally from Blackwell, Katelyn came to central Oklahoma to attend the University of Oklahoma. After graduating with her bachelor's degree in sociology and her master's degree in social and community services, she stayed in the area, supporting vulnerable members of our community who are most at risk from the current state budget crisis. Now she is ready to put her experiences serving Oklahoma children and families to use in the legislature.\n\nThrough her work with Oklahoma Family Counseling Services, the Center for Children and Families, Girl Scouts of Western Oklahoma, and Bridges of Norman, Katelyn has seen first-hand what services are truly needed and the impact they have on the lives of everyday Oklahomans. From working with families struggling to escape the cycle of poverty and drugs to leading a Girl Scout troop at the Oklahoma Juvenile Center for Girls, she knows that cuts to education and mental health care are more than just a headline. Katelyn said, \"I have worked with people from all walks of life from all over Oklahoma. We need public servants in office who are going to serve the people if we want to prevent even further damage to our state.\"\n\nThe quality of Katelyn's service has been recognized through awards like the Journal Record Achievers Under 40, Oklahoma Juvenile Authority’s Volunteer in Excellence Award, and Girl Scouts of Western Oklahoma EPIC Award. However, she knows the most important recognition does not come with a certificate. Dockery says, \"I feel the impact I have made with the children and families I have worked with is absolutely most important. I love when I hear the success stories or when I see them, and they give me a hug because they happy to see me.\" Dockery, a Democrat, lives in Moore with her husband Jerry, a basketball coach at Moore High School.\n\nSign up for updates about the campaign.\n\nName *\nI want to help:",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9939595461,
        "format_confidence":0.6720392108
    },
    {
        "url":"https:\/\/www.americanprogress.org\/person\/rudman-mara\/",
        "text":"src=\"\" \/>\nMara Rudman Click to download hi-resolution image\n\nExpertise: U.S. foreign policy, national security, Middle East policy, U.S. foreign assistance, foreign affairs and defense budget, legislative and executive processes\n\nMara Rudman is the executive vice president for policy at American Progress, where she works with policy teams to create smart strategies and find the path to turn ideas into action and action into results. She served in both the Obama and Clinton administrations.\n\nRudman was most recently senior vice president for policy\/projects at Business Executives for National Security, and led Quorum Strategies, a geopolitical strategic advisory firm. Her government positions have included serving as deputy assistant to the president for national security affairs in the Obama and Clinton administrations, deputy envoy and chief of staff for the Office of the Special Envoy for Middle East Peace at the U.S. Department of State, and assistant administrator for the Middle East at the U.S. Agency for International Development.\n\nRudman is an American Progress veteran. From 2004 to 2009, she worked as the senior vice president for Strategic Planning and then was a senior fellow and founder of Middle East Progress. She also is a faculty fellow at Georgetown University. Earlier in her career, she was chief counsel to the House Foreign Affairs Committee; she started her career working for her hometown member of Congress.\n\nRudman has been a guest on numerous TV and radio shows and has written for and been quoted in various print publications. She received her bachelor’s degree from Dartmouth College and a law degree from Harvard Law School.\n\nBy Mara Rudman\nThe Middle East Peace Process: An Analysis From Former U.S. NegotiatorsCenter for American ProgressApril 27, 2020\nA Practical Plan on the Israeli-Palestinian FrontCenter for American ProgressDecember 21, 2016\nPost-Annapolis: U.S. Needs a Comprehensive StrategyCenter for American ProgressApril 11, 2008\nFacing ExtremismCenter for American ProgressMarch 18, 2008\nMaking Annapolis Work: Middle East Summit Requires Follow UpCenter for American ProgressNovember 26, 2007\nTen Questions for Secretary of State Condoleezza Rice on the Middle EastCenter for American ProgressOctober 23, 2007\nLearning from the Israel-Hizbullah WarCenter for American ProgressJuly 13, 2007\nAverting a Deeper Crisis in the Middle EastCenter for American ProgressJune 15, 2007\nU.S. Must Lead for Middle East ProgressCenter for American ProgressMay 28, 2007\nNeed for Active U.S. Role in Middle EastCenter for American ProgressMay 21, 2007\nCongressional War Powers: Too Many Options to ForgetCenter for American ProgressMarch 7, 2007\nProfessionalism vs. PatriotismCenter for American ProgressOctober 9, 2006\nNo Mere OversightCenter for American ProgressJune 13, 2006\nVote Reaffirms Need for America To Invest in DemocracyCenter for American ProgressFebruary 6, 2006\nIsrael’s Heir ApparentCenter for American ProgressJanuary 13, 2006\nA Light Unto the NationsCenter for American ProgressSeptember 2, 2005\nWindow of OpportunityCenter for American ProgressJanuary 14, 2005\nMissing the Mark on the Largest Voting BlocCenter for American ProgressOctober 19, 2004",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9212513566,
        "format_confidence":0.9765482545
    },
    {
        "url":"http:\/\/www.sfchronicle.com\/author\/ruben-navarrette-jr\/",
        "text":"Ruben Navarrette Jr.\n\nSyndicated Columnist\n\nAbout this Author\n\nRuben Navarrette is a fresh and increasingly important voice in the national political debate. His twice-weekly column offers new thinking on many of the major issues of the day, especially on thorny questions involving ethnicity and national origin. His column is syndicated worldwide by the Washington Post Writers Group.\n\nRuben draws on both his knowledge of policy and politics and his life experiences to provide meaningful and hard-hitting commentary. He is a widely sought speaker on Latino affairs, has worked as a substitute teacher in classes from kindergarten to high school, and has hosted radio talk shows.\n\nBy This Author\n\nPeople who don’t trust Trump or media\n\nMay 22, 2017\n\nDigesting too much media is unhealthy\n\nMay 21, 2017\n\nA blatant attempt to smear immigrants\n\nMay 18, 2017\n\nHow not to ease jitters about immigrants\n\nMay 16, 2017\n\nSenate leader’s selective outrage\n\nMay 15, 2017\n\nTrump stumps the self-absorbed media elites\n\nMay 10, 2017\n\nPeace of mind best present for half a century of living\n\nMay 7, 2017\n\nWe’re talking about the wall in the wrong way\n\nMay 5, 2017",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9658346176,
        "format_confidence":0.9479519725
    }
]