[
    {
        "url":"https:\/\/www.ictsd.org\/what-are-some-different-private-equity-products\/",
        "text":"What Are Some Different Private Equity Products?\n\n\n  • Home\nWhat Are Some Different Private Equity Products?\n\nPrivate equity strategies can be divided into three categories: venture capital, growth equity, and buyouts. Each of these strategies does not compete with one another and requires different skills to succeed, but each has a place in an organization’s life cycle.\n\nWhat Are Private Equity Products?\n\nInstitutional investors (e.g., pension funds) provide funds to private equity firms. A pension fund, insurance company, sovereign wealth fund, family office, or other investment vehicle) invests in private businesses, grows them and sells them years later, generating better returns for investors than they can get from public markets.\n\nWhat Are Examples Of Private Equity Funds?\n\nPrivate equity is a generic term used to describe a variety of alternative investment methods, including leveraged buyout funds, growth equity funds, venture capital funds, certain real estate investment funds, special debt funds (mezz, distressed), and other types of special situations funds.\n\nWhat Is The Most Common Business Form Of Private Equity Funds?\n\nBuyouts: These are the most common form of private equity funding, where you buy out a company completely and resell it to an interested party for a profit.\n\nHow Many PE Funds Are There?\n\nMarkets in private companies are becoming more mainstream. The net asset value of private equity has grown more than sevenfold since 2002, twice as fast as that of global public equity. As of 2006, there were about 4,000 US PE-backed companies. In 2017, there were about 8,000, a 106 percent increase from the previous year.\n\nWhat Are The Nature Of Private Equity?\n\nPrivate equity (PE) funds are funds that invest in private companies. An unlisted private company is acquired by a private equity fund in exchange for a stake in it. Companies that are not listed usually go to PE funds when they cannot raise capital from equity or debt instruments or venture capital.\n\nWhat Are The Levels In Private Equity?\n\nPosition Title\n\nTypical Age Range\n\nTime for Promotion to Next Level\n\n\n\n2-3 years\n\nSenior Associate\n\n\n2-3 years\n\nVice President (VP)\n\n\n3-4 years\n\nDirector or Principal\n\n\n3-4 years\n\nWhat Is Private Equity Example?\n\nA private equity investment is a capital investment made into a private company. The New York Stock Exchange does not list these companies. Therefore, investing in them is considered an alternative to them. Blackstone, Kohlberg Kravis Roberts & Co., and others are examples of private equity firms.\n\nWhat Are Private Equity Services?\n\nIn contrast to public markets, private equity is a form of private financing that allows funds and investors to directly invest in companies or buy them out. Management and performance fees are charged by private equity firms to investors in funds.\n\nWhat Does Private Equity Firm Do?\n\nPrivate equity firms are intended to provide investors with profits within a certain timeframe, usually 4-7 years from now. Companies or investment managers that acquire capital from wealthy investors to invest in existing or new companies are referred to as investment companies.\n\nWhat Are The Three Types Of Private Equity Funds?\n\n  • A venture capital firm (VC) invests in companies.\n  • A leveraged buyout fund invests in more mature businesses, usually with a controlling interest, as opposed to a VC fund.\n  • What Is An Example Of An Equity Fund?\n\n    A general equity fund is one that invests in a variety of assets. Funds that invest in large, established companies that offer the potential for capital appreciation, but also pay dividends regularly. Dividend-paying stocks are the main investments of equity-income funds.\n\n    Are Private Equity Funds LLCs?\n\n    Private equity funds are typically formed as limited partnerships (LPs) or limited liability companies (LLCs), as discussed earlier. The taxation of LPs and LLCs differs from that of corporations. Profits and losses are instead passed on to the business’s members.\n\n    What Is PE In Funding?\n\n    Private equity funds invest in a variety of equity and debt instruments and are collective investments. Firms or limited liability partnerships usually manage them. Investing in private equity funds offers a high return on investment.\n\n    How Many Private Equity Firms Are There?\n\n    Due to the fact that equity firms have perfected the model, and it is proving to be financially beneficial to both sellers and investors, this growth has been driven by the fact that equity firms have perfected the model and it is proving to be financially beneficial to both sellers and investors. There are 3,530 companies in this category (a). The act of competing, contending, and contesting (with each other).\n\n    Who Are The Biggest PE Firms?\n\n  • $117 Billion The Carlyle Group\n  • The Apollo Global Management company has an estimated value of $89 billion.\n  • The CVC Partners ($87 billion) are a private equity firm.\n  • The Advent International Group ($76 billion) is a global leader in investment management.\n  • The company is worth ($75 billion)\n  • (TPC Capital $72 Billion)\n  • The Warburg Pincus LLC ($63 billion) is a private equity firm.\n  • $60 billion Bain Capital )\n  • Watch what are some different private equity products Video",
        "topic_id":9,
        "format_id":5,
        "topic_confidence":0.9983035326,
        "format_confidence":0.5439545512
    },
    {
        "url":"https:\/\/www.creativeyouthnetwork.org.uk\/faqs\/who-do-we-speak-with-if-we-have-concerns-about-paying-rent2",
        "text":"Please email [email protected] and cc [email protected]. Payment plans can be considered where there is a genuine affordability issue and you are exploring all other available options including government grant and loan schemes. As a charity with limited financial reserves ourselves, however, we do encourage you to please regard us as an option of last resort rather than your first port of call.",
        "topic_id":9,
        "format_id":5,
        "topic_confidence":0.9400087595,
        "format_confidence":0.9462278485
    },
    {
        "url":"https:\/\/loneorange.com\/faq\/",
        "text":"Decide if Lone Orange is right for you by reviewing the following frequently asked questions.\n\nWe can best help clients who are the vision holder(s) for their company. They have had some success in their B2B, service-based business but are ready to achieve new levels of growth. They are seeking clarity and focus in their business and want to revitalize their brand and enrich their clients’ experience.\n\nThe best-fit clients also possess most (if not all of the following characteristics)\n\n  • Collaborative, Communicative, and Coachable\n    Work well within a team to reach a common goal and effectively share ideas and needs. Open to advice and willing to consider changing their behavior to reach their goals.\n  • Growth Oriented\n    With an eye to building a strong, sustainable business, they surround themselves with trusted advisors. They appreciate the need for process and planning.\n  • Reflective, Curious, introspective.\n    Looking for transformation. Looking for clarity about who they are and how to share it with the world. Willing to answer a lot of questions and to do some inner searching, to find the answers that are there and need to be given words and visual communication.\n  • Wise Investor\n    Realize that there is no greater investment they’ll ever make than in themselves.\n  • Resolute\n    Committed to making sure their branding and marketing accurately and effectively communicate the value and excellence of their service. Branding can seem like a painstaking and iterative process to get it right, but persistence pays off. Willing to set out on an adventure that will bring up challenges to wrestle with, but also aha’s that weren’t even in your sights before.\n  • Ambition to Impact their World\n    Desire to serve their clients to the best and highest level of quality possible. They won’t settle for anything less than greatness, even if it means overcoming challenges. When you believe, we will help you make it happen.\n\nEvery brand professional will help you define key elements like ideal client, differentiation, and key messages. Our philosophy is that you have this information deep down, we just ask the right question and and then help you to synthesize it into a clear, focused identity.\n\nThe biggest thing that sets us apart is the concept of brand integration. Once you have clearly defined your brand, and even created all your brand and marketing collateral, the piece that is so often overlooked is incorporating your brand into every aspect of your business operations and client experience through systems and tools.\n\nWe don’t quit at delivering a great logo or website, we help you incorporate the systems and tools that you and your team need to deliver on the expectation you’ve created, day in and day out. Without this critical component of brand integration, you brand could be undermined by a poor experience.\n\nTo successfully complete the full program and get the most out of it, we will have 12 meetings. These can be held at the pace that works best for you – 4, 3, or 2 times a month.\n\nWe want to see you succeed! Near the end of your initial program, we will evaluate what kind of support you may need going forward and you will opportunities to select what works best for you and your company.\n\n  • A clear and focused plan\n  • Systems and processes to implement in your business (and continue to implement)\n  • Confidence\n  • Peace of mind\n\nWhat will I not have\nThis program does not include any design work (logo, website, business card or any other branding or marketing collateral.) But you will have the customized plan of what you need and when to do it. The Lone Orange Team Design Department is happy to help you create those pieces.\n\n  • We will meet using a Zoom room. You will need a computer with a webcam and a microphone. You can meet in the comfort of your own office.\n    You will be given access to the online templates and worksheets needed to do the work.\n    You will also receive recordings of our meetings and notes taken during the meeting.\n    You will also need access to Google Drive.\n\nIs a process that allows a business owner to get super clear on who they are and how they want their business to show up in the marketplace. It will transform your company’s identity and brand into a clear and confident. It will give you a customized plan for how to create and launch that brand and attract and serve the right clients for you.\n\nThis program is not a good fit for someone who:\n\n  • Is not willing to trust or follow the process or do the work\n  • Is unwilling to take time to reflect and think deeply about the exercises\n  • Is not coachable and willing to take advice and guidance\n  • Is looking for someone to “just do it for them”\n  • Is looking for a quick fix or believes branding is “easy”\n\nYou will be sent a Quickbooks Online invoice as well as an automatic payment authorization form. Once you set those up, we will automatically schedule your monthly payment.\n\nThrough that invoice you can pay via:\n\n  • ACH bank withdrawal\n  • MasterCard\n  • Visa\n  • American Express\n  • Discover\n\nIf you need to make different arrangements, please let us know so we can try to accommodate you.\n\nThe most important thing is mindset. Be ready to dig in and work the process. If you do the work we will find the clarity and focus that you seek. We will find new way to attract the RIGHT clients for you.\n\nConversely, if you don’t do the work, you won’t find the results.\n\nAbsolutely! Simply click on this link and find a time that works for you. I look forward to talking with you!",
        "topic_id":9,
        "format_id":5,
        "topic_confidence":0.9843297601,
        "format_confidence":0.9684807062
    },
    {
        "url":"http:\/\/www.finemanlawfirm.com\/fineman\/index.cfm\/about-us\/news-court-decisions\/publication-details\/?dynapsisfuse=showdetails&pkid=387&tableid=2",
        "text":"Publication Details\n\nPhiladelphia Tax Alert\n\nTo Our Clients and Friends:\n\n Fineman Krekstein and Harris, P.C. is the premier law firm helping Philadelphia real estate owners avoid onerous and inaccurate City of Philadelphia taxes.  We are proud of our recognized record of achievement.\n\n Over the last year, there has been uncertainty regarding Philadelphia real estate taxes for tax-year 2013.  Recently enacted state legislation along with unsettled and shifting budget discussions at Philadelphia City Council have added to the confusion. Accordingly, we have summarized below some frequently asked questions, along with some recommended actions:\n\n1. What should I do to protect my real estate interests?  \n As a result of the recession, the City’s assessment of your property\/properties may be overvalued.  You should carefully review the market value of any property subject to Philadelphia taxes.  To determine the City’s current assessed value of any property, go to the Office of Property Assessment (“OPA”) website (, or the information may be found on your tax bill.  If you believe the City’s assessment overvalued your property, assemble documentation of income and expenses along with any recent appraisals and contact David Fineman (215-893-8701) or Gary Krimstock (215-893-8722) at our office.  They can review and evaluate your case for a potential tax appeal before the October 1, 2012 filing deadline.\n\n 2. What is the current status of the Philadelphia real estate tax system?\nPrior to 2012, the state-established ratio of tax assessment to market value had been set at 32%.  The State Tax Equalization Board (STEB) lowered the Common Level Ratio for Philadelphia for tax-year 2012 to 25.2%.  For the 2012 tax-year, only those properties for which an appeal had already been filed were eligible to seek the 25.2% ratio. The City is contesting all of those appeals in Court.  As a result of recently enacted state legislation, the ratio will return to 32% beginning for the 2013 tax-year, the same ratio that was applied to all properties in Philadelphia for the 2011 tax-year. \n\n 3. Will I see an increase in my assessed value?\n The City is committed to implementing the Actual Value Initiative (AVI). AVI is a uniform property tax method that assesses properties at actual fair market value.  Obviously, depending on the tax rate that the City applies, those properties that have historically been significantly undervalued may suffer a dramatic tax increase in tax-year 2014.  Most commercial properties in Philadelphia, and residential properties in the greater Center City area, as well as certain other neighborhoods, are undervalued for tax assessment purposes.  We do not expect these changes to occur for the 2013 tax-year, the AVI is likely to be implemented for tax year 2014.\n\n 4. How do these changes affect my primary residence?\n As a result of recently enacted state legislation, the Homestead Exemption will not be phased in until the actual value initiative is established in the 2014 tax-year.  There has been notice from many sources, encouraging property owners to file for the Homestead Exemption for principal residences in Philadelphia.  Filing details and requirements will be announced when they have been finalized, and including the amount of the Exemption.",
        "topic_id":9,
        "format_id":5,
        "topic_confidence":0.943400085,
        "format_confidence":0.7201189995
    },
    {
        "url":"https:\/\/beta.bcbsnm.com\/contact-us\/faq",
        "text":"Join Our Online Communities\n\nFollow us on Twitter\n\nLike us on Facebook\n\nJoin us on Connect\n\nGet Answers to Our Most Frequently Asked Questions\n\nI have a question about membership.\n\nI have a question about buying health insurance.\n\nI have a question about payments.\n\nI have a question about my HMO.\n\nHow can I learn more about my benefits?\n\nYou can log in to Blue Access for Members 24\/7 to access your benefits information or Call the Customer Service number on the back of your BCBSNM ID card.\n\nBack to top\n\nAre my medical records kept private?\n\nYes. We are committed to protecting your medical records, and have strict rules to make sure our staff and anyone who needs to see your records keep all your member information confidential. Your medical records or claims details may have to be reviewed. If so, precautions are taken to keep your information safe. In many cases your identity, such as name and address, will not be included in the information given during the review.\n\nBack to top\n\nHas my coverage started? Can I use my health plan?\n\nYour first premium payment activates your coverage, so you can start using your health plan within 1–2 days of making your payment, depending on how you pay.\n\nAfter you've made your first payment and your coverage is activated, you can have health care expenses during that coverage gap applied to your deductible, or even get paid back for some services. In this case, the coverage gap would be the time between your requested effective date and the date you make your first payment.\n\nBack to top\n\nI need to get a prescription filled but don't have my ID card yet. What can I do?\n\nEven if you haven't received your ID card, you should have received a new member welcome letter within days of your enrollment being completed. Your member identification and group number listed on your welcome letter can be used by the pharmacy to verify your benefits. You will need to pay your first premium payment before you can use your prescription benefits.\n\nBack to top\n\nI applied on the Health Insurance Exchange, but haven't heard if my application has been received and accepted. Did my coverage start on the effective date I requested?\n\nWe receive new applications from the Exchange every day. If you applied through the Exchange, it will take a few days for processing through the Exchange before they are sent to us. It then takes us about 5–10 business days to process your enrollment in the BCBSNM system.\n\nIf you just applied recently, we encourage you to wait to see if you receive your membership information soon. If you applied weeks ago and have not received anything from us, it is possible your application has been held up for some reason.\n\nIf you applied on the Health Insurance Exchange or with BCBSNM online and you have not received information from us, call our Customer Service Center at 866-236-1702 and we will look up the status of your application. Our call volumes are still very high, so you may have to hold for a long period before getting through. We will help you as quickly as possible.\n\nBack to top\n\nWhen will I get my member ID cards, and how many will I get?\n\nYou should get your member ID cards in the mail soon after your application is approved. Individual and family PPO members will receive no more than 2 membership ID cards. Please note that all member ID cards will have only the subscriber name on it, but can be used by all of the dependents enrolled under the policy. HMO Individual and family plans will get a card for each member enrolled.\n\nYou can print a temporary ID card and request additional cards through your Blue Access for Members account. You will need your member identification number and group number to log in to Blue Access for Members. These numbers can be found on the new member welcome letter you will receive within days of enrolling.\n\nBack to top\n\nI received my ID cards in the mail but they only have my name on them and not my spouse's. Can I get another ID card with their name on it?\n\nYour member ID cards will only have the primary subscriber's name on them, but they can be used by all of the dependents (in this case your spouse) enrolled under your policy.\n\nBack to top\n\nWhen will I get benefit coverage information and the contract on the plan I selected?\n\nWithin days of your application being accepted, you will receive a welcome letter from BCBSNM that includes your member identification number and group number. This information can be used by providers and pharmacies to verify your coverage until you get your member ID card. Your ID card will be sent separately soon after.\n\nYour policy information is available through your Blue Access for Members account once your plan is in effect.\n\nBack to top\n\nI've gotten a call from someone asking me questions about my new coverage. Is this person with BCBSNM, and why are they asking these questions?\n\nSince you have new coverage with us, we want to make sure you understand your benefits and that we have the information we need to help you with your health care needs. We are calling to:\n\n  • Explain how your plan works\n  • Answer questions you may have, and\n  • Tell you about some of the services we offer to help manage your care and your coverage.\n\nWe also check to make sure the information we have is correct, such as the names of everyone on your plan, your address and other details.\n\nThe call often only takes about 15 to 20 minutes. If you have any concern that the person calling you is not with BCBSNM, ask the caller for a number you can use to call us back.\n\nBack to top\n\nWhen I try to register for Blue Access for Members, I get a message telling me it's not available. When will it be available for me to register?\n\nYou may have received this error message during your registration for a number of reasons. Many times, the information you entered may not have matched the data in our system. Please remember to have your group and member ID numbers handy when you register. Both of these numbers can be found on your welcome letter and your member ID card. Register now.\n\nBack to top\n\nWhat communications are available in Spanish?\n\nMembers can receive Explanation of Benefits (EOB) statements in Spanish. If you would like to receive available Spanish communications, you can log in to your Blue Access for MembersSM account, go to the Settings tab and choose Preferences. You can also call the Customer Service number on the back of your member ID card. Customer Service will record your preference.\n\nWe also have the following tools available to meet the Spanish language preference of our members:\n\n  • Spanish language website — Browse health plans, get information on member services and tips for using your health insurance\n  • Provider Finder in Spanish — Locate medical professionals who speak Spanish in your area\n  • \"Pregúntele a Sara\" — Get answers to typical health plan questions using the tool found at the top of the website\n  • Assistance Finder in Spanish — Find a nearby Spanish speaking representative to answer your health insurance questions\n  • BCBSNM App — Access your secured health plan information easily on your mobile device. The App will open in Spanish if the device language is set to Spanish.\n  • Facebook Latino  — Follow us on Facebook en español for content and posts in Spanish\n\nBack to top\n\nI missed the open enrollment deadline. Can I still buy health insurance?\n\nIn most cases, you can only sign up for a health insurance plan during the open enrollment period. If you missed open enrollment, you may be able to enroll during the special enrollment period. To be eligible, you must have had a qualifying \"life event\" within the past 60 days or experienced other complications that did not allow you to complete your enrollment . Learn more about special enrollment.\n\nBack to top\n\nI received a letter from Equian (formerly Trover Solutions) saying they have partnered with BCBSNM to investigate my medical claim. Should I respond to the letter?\n\nBCBSNM and Equian have partnered to review the medical claim listed on your letter to determine if another person or insurance company should be responsible for the claim. The claim we are investigating may be for treatment you received from an injury experienced at work or from an auto accident.\n\nThe information we are requesting is important. It could help to get back money that should be paid by someone else, like another insurance carrier. This process is one of several tools used by BCBSNM to help control rising costs of health care. Call the number, 800-696-4573, on the letter to answer the claim question.\n\nBack to top\n\nWhat are my options to pay my premium?\n\nHere are convenient ways you can pay your bill.\n\nBack to top\n\nBCBSNM drafted my bank account twice. When will I get my money back?\n\nWe sincerely apologize for our error in drafting your bank account twice for your premium payment. We had two active policies for you in our system, which pulled your records twice when the automated drafts were processed. We have corrected the error in our system, so this should not happen again. We will mail a refund check for the overpayment amount within 5 days of the error. If you don't see it soon, please give us a call. In addition, if you had overdraft fees as a result of the double billing, please contact us so we can refund these charges as well. You can reach us at 800-792-8595.\n\nBack to top\n\nI applied for a plan on the Health Insurance Exchange and also applied for a plan directly with BCBSNM, so now I'm getting a bill for both. How do I cancel one?\n\nWe cannot process a cancellation request for a Exchange plan. If you want to cancel your Exchange plan, you can call the Exchange at 800-318-2596. If you want to cancel our off-Exchange plan, we can process that cancellation for you. Call Customer Service at 800-538-8833. You can also log in to your Blue Access for Members account and send us a secure email message.\n\nA policy will also automatically be cancelled for nonpayment if you don't pa... (truncated)",
        "topic_id":9,
        "format_id":5,
        "topic_confidence":0.8717769384,
        "format_confidence":0.9738769531
    },
    {
        "url":"https:\/\/www.labelsashe.com\/customer-service\/faqs",
        "text":"Return Policy\n\nYou can return an item for store credit, or you can exchange it for a different size or colour within 14 days from when it is received by you.\n\n  • However all exchanges are based on stock availability and under such circumstances your store credit will be valid up to 1 month from the date of when the return is received by us.\n  • If you wish to exchange your item for an alternative product, we suggest that you return it for a credit and purchase the new item separately.\n  • Please note we do not refund money on any merchandise sold.\n  • Store credit or exchange can be processed only if we receive the merchandise in its original packaging.\n  • The goods are your responsibility until they reach us. We are not liable for any damages caused to the product during transit.\n  • We recommend you obtain proof of postage.\n  • All goods will be inspected on return for damage, spoiling, stains and odors.\n  • All conditions applicable to return of goods shall also apply to exchange of goods.\n\nWhere do you ship?\n\nAll over India\n\nWhen will I get my order?\n\nFor standard shipping, you should receive your order within 12-14 business days.\n\nCan I change the shipping address on my order?\n\nOnce the order is placed, the change in address is not possible.\n\nCan I modify or cancel my order?\n\nYou can modify or cancel the order basis our return policy\n\nEditors' Blog\n\nStyle inspiration and tips from the editors\n\nRead More\nBack to Top",
        "topic_id":9,
        "format_id":5,
        "topic_confidence":0.8039995432,
        "format_confidence":0.975112915
    },
    {
        "url":"https:\/\/prideandjoy.ie\/faq.php",
        "text":"Below are Frequently Asked Questions :\n\nWhat payments do you accept through prideandjoy.ie ?\nAll payments are processed through PayPal which accept Visa Credit, Visa Debit, Mastercard and American Express. All payments are 100% secure and are processed through secure servers. We will never have access to your card details at any stage.\n\nDo I need to create an account to order of prideandjoy.ie ?\nNo, you do not need to register your details with us, you can however click remember my details when you place an order and this will remember your name, address and email\n\nIs ordering online safe through your website ?\nYes, 100% all orders are processed through PayPal with their encrypted systems. We will never have access to your card details at any stage.\n\nIs it possible to save my credit card for reordering ?\n\nDo you share any of my information with anyone else ?\nNo. All information is not shared with any third party.\n\nHow will I know that you have received my order?\nAfter you complete the checkout process, you will receive confirmation via e-mail that we have received your order. (Please be sure to enter your e-mail address correctly on the order form so that we can be sure to deliver your confirmation to you.)\n\nYou will also receive an email from PayPal that your payment was succesfulif you paid through PayPal.\n\nWhat is your returns policy?\nWe want you to be completely satisfied with your order. If for some reason you are not and you wish to return your purchase, you’ll need to call our Customer Service department to obtain an approval number.  Once you have obtained your approval number, please follow these three easy instructions below to return your purchase. PLEASE NOTE : we cannot cover the cost of your postage return.\n\n- Make sure the item is in resalable condition. We cannot refund or credit returned items that are marked or otherwise damaged.\n- Enclose a copy of your invoice. Please include a copy of the original invoice (or the invoice number and invoice date) with the returned item so that we can issue the proper credit or refund.\n- Ship the package to our returns department. To guarantee delivery, please insure your package or ship it by a courier.\n\nReturns must be sent postpaid to:\n\nPride and Joy,\nDonaghmede Shopping Center,\nDublin 13\n\nFor further infromation please feel free to contact us at any stage.",
        "topic_id":9,
        "format_id":5,
        "topic_confidence":0.9822454453,
        "format_confidence":0.9769863486
    },
    {
        "url":"https:\/\/store.turcomp.com\/pages\/faq",
        "text":"1) How do I pay for my order?\n\nYou can pay for your order with a Visa Card, Master Card and \/ or Paypal.\n\n\n2) What currency is used on this site?\n\nAll orders are calculated in Ringgit (RM).\n\n\n3) What should I do if my credit card has been declined?\n\nIf your credit card has been declined, it's best to talk to your local bank.\n\n\n4) Is it safe to enter my credit card details online?\n\nYes. Turcomp is compliant with the industry standard for protection of personal information (PCI). Any of our pages which require you to enter personal details are encrypted using Secure Socket Layering (SSL) technology, which protects the information as it is sent to us from your computer. Any page which is secured with SSL can be identified by checking the URL. If it says ‘https’ rather than the standard ‘http’ then it is a secure webpage. This system is used by all reputable online shopping sites. In the event of unauthorized use of your credit card, you must notify your credit card provider in accordance with its reporting rules and procedures.\n\n\n5) Can I pay using PayPal?\n\nWe are able to offer purchase with PayPal. Refunds for purchases made with PayPal will be refunded to the credit card linked in your PayPal account (Valid for 2 years).\n\n\n1) Delivery Methods & Shipping Costs\n\nWe have made it easy for you with national shipping on all items. Individual product pages indicate if an item is Standard, Big & Bulky, and Oversized. Delivery fees vary according to the size of the item and bear by customer.\n\n\n2) Delivery Acceptance\n\nAll home\/office delivery orders require a signature upon delivery. If there's no one at home\/office to sign for the parcel, or a ‘to the door’ service is not available in your area, a card will be left with instructions on how to collect from your nearest Pos Laju office outlet. Once your parcel has been signed for you will be responsible for any damage to or loss of your items.\n\n\n3) Delivery times\n\nStandard, Big & Bulky, Oversize product orders are delivered weekdays by Pos Laju. Please allow 2-3 business days after dispatch. If you have not received your order in 3 weeks, please contact our E-commerce Support Department. Reasons for Order Delays:\n\n(a) Public holidays\n\n(b) Incorrect address has been entered against the order.\n\n(c) If the payment capture process is unsuccessful your order will be delayed until alternate payment arrangements can be made.\n\n(d) Occasionally if a particular product is in high demand we may need to re-order the product from our suppliers. Should the items you ordered be marked \"In Stock or Not Available\" and it fails to reach you within the times quoted above please contact our E-Commerce Support Department.\n\n\n4) Order tracking\n\nAll delivery orders are dispatched using our primary delivery partner City-Link Express. Once your order is dispatched you'll receive an email from Turcomp containing your tracking code. If you do not receive this email and would like to obtain your tracking number please email our E-commerce Support Department.\n\nOnce you have your consignment tracking number, you can track your parcel by using the 'click here' entry on your shipping confirmation email or entering the consignment number into the City-Link Express website delivery tracking system. Please allow 24 hours for your parcel to register the consignment tracking number against your order, before attempting to track your parcel.",
        "topic_id":9,
        "format_id":5,
        "topic_confidence":0.8547690511,
        "format_confidence":0.9745263457
    }
]