[
    {
        "url":"http:\/\/www.cityoflamesa.com\/index.aspx?NID=915",
        "text":"Click to Home\nGo To Search\nAquatics Classes & Programs\n\nYouth Swimming Lessons\n\nRegister online to ensure your space in classes. If you register by mail or drop off registration forms at the Community Center or Pool Office, please allow time for processing.\n\nRegister Online\n\nSchedules & Forms \nOnline Registration System\n\nSwim classes are available online until day before session start date. Register online for immediate confirmation. You can also add your name to waiting lists for full classes online.\n\nIf you have not taken classes since January 2014, you will need to create an account.\n1. Go to Create an Account\n2. Your email will be your user name\n3. Create a custom password\n4. Enter your name, address and phone number\n5. Add names of all family members\n6. And submit. It's fast and easy!\n\nAfter you enter payment, you can post your activities on social media and invite your friends to join.\nPrivate Lessons\nOur swim instructors are available to teach private lessons to children and adults. Each lesson is 30 minutes in length and can be tailored to your specific skills and goals. Please call the pool office at 619.667.1494 to schedule a lesson.\n\nMonthly Programs for Children & Adults\nRegister online or at the La Mesa Municipal Pool office for a variety of monthly programs for children and adults, including:\n  • Master’s Swim Team:  5:15 am - 6:15 am, Monday-Friday\n  • Youth Water Polo (ages 8 & up):  4:15 - 5:45 pm Tues\/Thurs\n  • Adapted Aquatics: 10:30 - 11:30 am Saturday (Call for information)\n  • Starfish Swim School for Teens and Adults:  6:00 - 7:00 pm Mon\/Wed\n  • Watercise & Water Walking:  6:00 - 7:00 pm Tues\/Thurs\n  • Dolphins Special Olympics Swim Team:  10:30 am - 11:30am Saturday\n\nRegister online or at the pool office for monthly programs. For program fees and additional information, please call 619.667.1494.\n\nPool RentalsLa Mesa Municipal Pool\nPlanning a birthday party or your next family event? Make it a splash at the La Mesa Pool! Rental includes use of the pool facility and supervision by our trained lifeguards.\n\nCall 619.667.1495 for rental information.\n\nAnnual Pool Closure Dates:\n  • Labor Day - Closes at 1:30 pm on September 7\n  • Veterans Day - Closes at 1:30 pm on November 11\n  • Annual Maintenance - Closed mid-November through mid-February\n  • Memorial Day - Closes at 1:30 pm on May 30\n  • Independence Day - Closed July 4\n\nCommunity Services\nRecreation Supervisor\nContact Us\n\nLa Mesa Municipal Pool\n5100 Memorial Drive\nLa Mesa, CA 91942\n\nPh: 619.667.1494\nFx: 619.466.4182\n\nOffice Hours\nMonday - Friday\n11:00 am - 6:00 pm\nLa Mesa City Hall    8130 Allison Ave.    La Mesa, CA 91942    Ph: 619.463.6611",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9950143695,
        "format_confidence":0.8625793457
    },
    {
        "url":"http:\/\/bingleybells.btck.co.uk\/RingingPracticeTimes",
        "text":"Ringing & Practice Times\n\nWe practice every Tuesday night from 7.30 to 9pm and for Morning Service every Sunday from 9.45am to 10.30am.\n\nAccess to the ringing chamber is made via a door located on the north side of the tower.\n\nAs our Tuesday practice is so popular, we introduced a more structured approach to the practice in May 2008.  \n\nEach practice we have a different special method to concentrate on for the evening, thus we have a method for the night and people will know in advance what we will be ringing and can revise beforehand. It also ensures everyone, who wants to, gets to ring the special method, instead of some people getting a go and others missing out if we only happen to ring it once in the evening. Those who wish can treble, cover and if desired learn a touch knowing they will get chance to call it. \n\nEach week we still have the standard methods on the menu, but we rotate between a Plain Bob week and a Grandsire week. Those learning Plain Bob Doubles should be quite capable of learning Grandsire Doubles alongside it so no one will stagnate in Bob Doubles. \n\nRounds & Calls and Plain Hunt are on the menu as and when required i.e. for new ringers or for people moving from Doubles to Triples to practice hunting on higher numbers, or to practice Treble Bob Hunting which is the big step required between the plain methods and the treble bob and surprise methods. \n\nOn the night we alternate between the standard method and the special method throughout the evening, trying to do equal amounts of each, obviously dependent on how many are present etc. There will not always be 5 Tuesdays in the month but we will stick to the schedule so everyone knows what is on if they miss a week\n\nBefore practice on the second Tuesday of each month we meet at 6.15pm at The Shama Restaurant in Bingley for a curry.\n\nSimulator Practice\n\nSimulator practices are usually held on the first Saturday of the month, from 10.00am to 12.00 noon. If anyone has a particular method they would like to try please let Jane Lynch know.   \n\n£1 will be requested from each ringer, this will be used to provide tea, or coffee, and biscuits. Any surplus cash will be put into our 'Simulator Fund' and used for any repairs to, or replacement of, the equipment.",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9451357126,
        "format_confidence":0.8750988841
    },
    {
        "url":"https:\/\/www.norcrossbaseballsoftball.com\/Default.aspx?tabid=270490",
        "text":"Website Manager\n\nNorcross Youth Baseball and Softball Association\n\n\nRegistration for Fall 2020 Baseball and Softball is now open.\n\n  For NYBSA registration or league questions please contact NYBSA Player Agent at [email protected]\n\nEstablishing an NYBSA Family Account - FIRST TIME PLAYERS ONLY\n\nPlease follow the instructions below to set up a new account for your FAMILY. If you already set up an account on the Blue Sombrero system, do not set up a new account, you will use your existing account.\n\n  • New Customer Primary Contact: Create your family account. Primary PARENT's information goes here\n  • Primary Contact Information: enter Primary PARENT\/GUARDIAN and then Secondary PARENT\/GUARDIAN information\n  • Add a New Participant: Player's information is recorded here\n  • Once the first Participant (Player) has been added, if you have more than one child to register, you can scroll down to the          bottom of the page and click on \"Update and Add Another Participant\"\n  • Choose the program that you wish to register for and click \"Next\".\n\nPlease note\n: if you have more than one Participant (Player), under each player's name will be a list of programs that are available for that player\n\n2020 Fall Registration Guidelines\n\nPlayer registration (what you will need):\n\n  •    Credit Card (if paying with a credit card)\n  •    Player’s Uniform Size (shirt and pants size)\n  •    If you don’t already have one, create a new User ID and Password for your FAMILY \n\n        Coach \/ Volunteer Registration (what you will need)\n\n  •    Driver’s License\n  •    Register as a volunteer in Blue Sombrero\n\nRegistration Fees\n\n  • Recreation Program: $170.00 per Player for Fall.\n  • This covers the cost of participation fees\n\n**Note: an additional $90.00 fee is required by Gwinnett County for out-of-county residents**\n\n Payment Options\n\n  • Online: Visa, MasterCard\n  • Mail: Checks or Money Orders (Please do not mail cash) \n  • Payment must be received by August 14th, 2020 or you will be assessed a $25.00 late fee, wait-listed, and acceptance will be based on availability \n\nPlease mail payments to\n\nNYBSA, PO Box 723,\nNorcross, GA 30091\n\n**NYBSA will assess a $10 processing fee for all refunds**\n\nEvaluations: Baseball and Softball\n\n  • Baseball & Softball: TBD (specific dates\/times will be emailed)\n  • Evaluations are for all leagues\n  • Players moving up to the next league\n  • Players who did not play in the Spring 2020 - some leagues may require all to be evaluated.\n  • Players requesting to play outside their age group, above or below\n  • Players with a parent or guardian registered as a coach\n  • You only need to attend one of the evaluations\n  • Players will be expected to catch, throw, hit and run and should dress and equip themselves accordingly.\n\nRegistration Requirements\n\n  • Pursuant to county mandates, all players must be registered by a parent or guardian on a first come basis.\n  • The registration form must be fully completed for each child (ESPECIALLY UNIFORM SIZE).\n  • Each child’s name must appear on the form exactly as it appears on the child’s birth certificate.  NYBSA reserves the right to require proof of age from any player at any time for any reason.\n  • The On-Line Registration Fee and other applicable fees must be paid by MasterCard or Visa (AMEX and Debit Cards are not accepted).\n\n  • The mail-in Registration Fee and other applicable fees must be paid by PERSONAL CHECK or MONEY ORDER.\n  • Gwinnett County requires an additional $90.00 registration fee per player for all players who do not currently reside in Gwinnett County.\n\nParent Involvement and Volunteer Requirements\n\n  • Any player who registers after the published registration dates will be wait-listed and acceptance will be based on availability.\n  • Managers, Coaches, and Team Moms:  Please consider helping out as a MANAGER or COACH, especially in Tee Ball and Pee Wee, even if you can only coach part-time during practices or games.  The commissioners of these leagues work very hard to ensure that each team has no less than one experienced and qualified manager capable of teaching baseball\/softball fundamentals and teamwork skills.  For these younger age groups, it is necessary to have enough parents helping the manager work with the team in smaller, more individualized groups.  PLEASE ASK IF YOU CAN HELP.  If only a few times, it will still help the kids learn.  In addition, all teams are in need of a TEAM MOM or a TEAM DAD to coordinate the team’s administrative responsibilities as part of the larger NYBSA organization such as uniform distribution, allocation of volunteer duties, trophies, team pictures, website information, snack schedules, and team parties.\n  • Manager\/Coach Application:  All managers and coaches MUST REGISTER ONLINE on as part of the registration process\n  • Donations: Contributions can be added during the online registration process.  We are extremely grateful for any amount of contribution you are able to provide.\n\nPractices and Games\n\n  • Practice: Each team will typically hold two, 1 or 1-1\/2 hour practices each week, one on Saturdays (8:00 AM through 6:00 PM) and one weeknight beginning at either 6:00 PM or 7:30 PM at fields to be announced.\n  • Games: Typically, each team will play one weeknight game at either 6:00 PM or 7:30 PM. Please note T-ball games may begin as late as 7:30 p.m. on weeknights. Both the weeknight and game time will vary.  All teams will play on Saturday.  Saturday games begin at 8:00 AM and continue through early evening.  Both the Softball and Baseball Seasons end by the end of October.\n\nParticipation and Supervision Requirements\n\n  • PARTICIPATION:  Each parent agrees that their child will play on the team to which he\/she has been drafted or is assigned.  NYBSA is under no obligation to accommodate special requests for teammates or coaches either before or after the team draft.\n  • SUPERVISION:  The League REQUIRES a child’s parent or guardian to be present at all practices and games for leagues T-Ball through Major or, in their absence, to have made prior arrangements with another parent or guardian to be present and responsible for the child in the event of bad weather or injury.  Managers are authorized to withhold the child’s participation in games\/practices if left unattended.  Further, no sibling of the above age group shall be left unattended anytime, anywhere or for any period of time.  Repeated violations of this league rule may result in the removal of the player from the team.\n  • UNIFORMS AND EQUIPMENT:  Players must provide their own gloves, and plastic\/rubber cleats or sneakers.  Metal cleats are prohibited.  Catchers must provide their own protective cup.  Each player must provide their own batting helmet.  With the exception of caps, it is requested that players only wear their game uniforms during games and refrain from wearing game uniforms for practice so that the appearance of game uniforms comply with the high standards of professionalism required by NYBSA and GGBL throughout the season.\n  • Each player is responsible for having his\/her own helmet. Batting helmets ARE NOT supplied by the league. \n  • GENDER:  Boys are prohibited from participating in softball.  Girls may participate in baseball, only after they have been evaluated by the Baseball Commissioner for ability and safety reasons.\n  • Uniform for the recreation season is included in the registration fee which includes a cap,  baseball pants or shorts, jersey, socks and belt (if applicable).  The uniform belongs to the player.  In addition, players in the T-ball and Peewee leagues will receive an individual trophy for his\/her participation and may receive additional medals or plaques for tournament play subject to availability of funds.  The registration fee also supports the cost of league equipment, protective equipment, certified umpires and the high levels of park and field maintenance required by Gwinnett County.",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9957665205,
        "format_confidence":0.8443830609
    },
    {
        "url":"http:\/\/jenkswrestling.com\/Club\/Member_Register.aspx",
        "text":"Follow Us: facebook\n\nThis page is for parents\/coaches of Jenks Wrestling Club . If you are a club registering for a tournament, please go to the tournament section.\n\nJoin Jenks Wrestling Club\n\nCell Phone: \nCell Phone Carrier\nIf you are unsure of your cellphonecarrier, you can go to\nand enter your phone number.",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9878532887,
        "format_confidence":0.8915560246
    },
    {
        "url":"https:\/\/www.wm.edu\/offices\/wellness\/campusrec\/imsports\/",
        "text":"Intramural Sports\n\nProviding structured, competitive sports and activities throughout the school year\n\nWilliam & Mary IMLeagues Site\n\nWilliam & Mary Intramural Sports uses IMLeagues for Intramural Sports administration and team registration. Please login to the Campus Recreation Portal, then click Intramurals, then click the IMLeagues banner. If you already have an account, you will automatically be logged in. If not, follow the instructions to create an account in order to participate in Intramural Sports.\n\nIMLeagues has an app to help you manage all of your teams! Go to the App Store and check out REC*IT. This app will keep track of all your games and send you push notifications about when they are so you never have to miss one. You can also group chat with your team, or send out announcements and reminders. Check it out, and be sure to get your whole team to download!",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9689397216,
        "format_confidence":0.9341105819
    },
    {
        "url":"https:\/\/www.morganmanorstables.com\/lessons",
        "text":"at Morgan Manor Stables\n\nMorgan Manor Stables does not offer lessons at this time.\n\nHowever, we believe that every rider should be able to choose the trainer that is right for them.  \n\n Therefore, boarders are more than welcome to have their own trainer come to the barn and give lessons on our facility.  \n\n\nIf you have any questions, feel free to reach out and contact us.",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9458210468,
        "format_confidence":0.9333919287
    },
    {
        "url":"http:\/\/www.golftrainingcenter.net\/club-repair.html",
        "text":"Golf Training Center, Logo\nPhone Icon (470) 205-4619\n\nWe Take Care of Your Golf Clubs\n\nEvery customer at Golf Training Center in Covington, Georgia, feels like a VIP when golfing at our range. We take care of your equipment as if it was our own. Our company offers customized fittings and repairs for your clubs.\n\nA Golf Club and Ball\n\nPersonalize Your Clubs\n\nGetting the best clubs for your body and form when playing this sport can mean a world of difference when you play. When a club is fitted to your specifications, it will swing like a dream. Our team looks at a variety of factors for customized clubs.\n\nDuring these fittings, we determine the size of your club's shaft based off your height. People that are taller experience a harder time with clubs because they do not have the ability to choke-up on the grip. If this is your case, then you will receive clubs with a longer shaft.\n\nWe also look at your form when you are swinging your clubs. How fast you swing, as well as what tempo you swing at, can tell us a lot about what size clubs you require. Through these two measurements, we will be able to make customized golf clubs.\n\nClub Repair for Any Damages\n\nCome to our shop if you have a broken or damaged club. We are able to apply new grips to your club, re-shaft your clubs, and adjust them to fit your needs. The shaft of your clubs can become bent when hitting balls close to obstacles such as trees. After years of use, rust or breakage can also occur. We are able to repair all of these issues as they arise.\n\nSmall adjustments are a quick and easy fix for our team. We understand that your needs for your clubs lie and loft could be different from what we have available in store. Through evaluation of your swing, we will be able to create the perfect clubs for you.",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9933301806,
        "format_confidence":0.5311329365
    },
    {
        "url":"http:\/\/uhlsportfc.com\/en\/gloves_care",
        "text":"Care tips\n\nCare and cleaning before use\n\nUsually new goalkeeper gloves are impregnated so that they can be stored for a long time without visible or noticeable changes occurring in the materials. To improve the grip, this should be rinsed out by hand before using them for the first time. For best results use lukewarm water and uhlsport goalkeeper glove cleaner. If the water is coloured when cleaning the gloves, then there are still residues of the impregnation left in the material. Keep washing until the water runs clear.\n\nCare and cleaning during use\n\nWash gloves regularly by hand with lukewarm water. Best of all, wash your gloves in the shower directly after the game. Washing your gloves in the washing machine is not at all recommended as this will dramatically shorten their useful life.  Our special uhlsport goalkeeper glove cleaner is recommended for stubborn stains. After cleaning your gloves are now clean and offer excellent grip.\n\nUsage instructions\n\nSoak the gloves thoroughly in the sink or under the shower. Apply some of the uhlsport goalkeeper glove cleaner to the palms, spread all over the gloves and wash thoroughly. Let it soak in for 30 seconds. Rinse the gloves thoroughly with clean water. Depending on how dirty the gloves are, repeat the procedure. Wear the gloves for a short period of time, then let them dry at room temperature whilst lying flat.\n\nAttention heat!\n\nDo not expose gloves to direct sunlight and do not put them near direct heat sources. If gloves are not going to be used for some time, then dry them and store in a dark place. \n\nEcologically responsible\n\nuhlsport goalkeeper glove cleaner consists of 100% biodegradable surfactants. Do your bit for sustainability! Using small amounts of the glove cleaner goes some way to protecting the environment. A small amount is enough to clean the gloves.",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9730859399,
        "format_confidence":0.8901885152
    },
    {
        "url":"http:\/\/www.mississauga.ca\/portal\/residents\/registrationinfo",
        "text":"Recreation Registration\n\nConnect With Us\n\nSign up to\nreceive special\n\nRegister for Recreation Programs\n\nRecreation Programs, Part Of A Fun & Playful Life\n\nWe are intentional with our work why not with our play? Swim, skate, play sports, dance, be creative or learn a new skill. With so many activities to choose from, you are guaranteed to find lots of fun and playful programs to enjoy every day in Mississauga.\n\nSearch for all programs and activities on Not sure about registering online? No worries, in-person registration is still available at customer service desks at all our recreation Community Centres and the Customer Service Centre.\n\nPlease Note: programs with low enrolment may be cancelled. Remember to register early.\n\nImportant Dates to Remember:\n\nAugust 3rd: Preview programs online and get ready for registration by using the bookmarking feature.\n\nAugust 13th: Online registration begins.\n\nAugust 20th: In-person registration opens (but why wait in line when you can go online).\n\nFall - September 24, 2016\nWinter - January 7, 2017\n\nCustomer Service Centre\nCentral Library, ground floor\n301 Burnhamthorpe Rd. W.\nTel: 905-615-4100 Fax: 905-615-4101\n\nHours of Operation\nMonday - Friday 8:30am - 4:30pm\nClosed Saturday & Sunday\nYour Local Community Centre\nFind hours and locations here.\n\nAre you a drop-in program participant?\n\nShare your experience on our NEW online comment card.\n\nLet's hear from you\n\nVisit Today!\nActive Mississauga\nA new and improved mobile friendly online search tool\n. We've made it easier to find and bookmark programs with multiple ways to search. Follow us on Facebook, Twitter or Sign Up for our eNews for updates.\n\nProgram Transfer, Withdrawal or Refund+\n\nWithdrawals,Transfers and Refund Requests\n\nThe effective date of the withdrawal is the date the withdrawal notice is received by the City, regardless of the date the participant stopped attending the class.\n\nSelf Serve - Timelines\nVia Active Mississauga up to five (5) calendar days prior to the Program start date. An Administration Fee will not be charged.\n\nEXCEPTION: DO NOT WITHDRAW FROM PROGRAMS on-line that were paid by scheduled cheque(s) payment or Third Party paid registrations. Contact the Customer Service Centre for assistance to ensure your cheque(s) are not processed. An Administration Fee will be charged for this service as a self serve option is not available.\n\nIn Person -Timelines\nTransfers and Withdrawals for Week-Long Camps and Workshops with five (5) or less scheduled classes (including Aquatic Leadership Programs and Museum Tea & Tour), must occur at least five (5) calendar days prior to the Program start date. An Administration Fee will be charged.\n\nTransfers between programs and program withdrawal may occur any time before 50% of the Program dates have been held including Aquatic Leadership Programs (not week-long or five (5) or less scheduled classes) and Adult Sports League Team Registrations. The amount refunded will be the full amount, less the cost of any classes already held. In the case of withdrawals, an administration fee will be charged.\n\nIn Person - Process\nYou may call the Customer Service Centre at 905-615-4100 to withdraw, or you can obtain a Refund Application Form from one of the following places:\nCity of Mississauga, Recreation - Customer Service Centre\n301 Burnhamthorpe Rd. W.\nMississauga, Ontario L5B 3Y3\nNearest Community Centre or Swimming Pool\n\nPlease attach a copy of your Receipt to the Refund Application Form. You have the option of delivering the completed form to the front-desk staff at any of the above locations. The staff person receiving your form will authorize and date the form. In the event that the participant is withdrawing themselves or other clients within their account from more than one Program at a time, or withdrawing more than one Membership at one time, the administration fee will only apply once per account.\n\nAllow approximately 4 weeks for processing a refund cheque. Refunds for registrations paid by credit card will appear on your next months statement.\n\nAll participants must meet the age requirement of the program as listed on Active Mississauga.\n\nMissed Class(es)\nIn the event that a customer is unable to attend a class(es), the City regrets that makeup class(es) will not be offered.\n\nForms & Additional Information\n\nRegistration Application Form",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9773671031,
        "format_confidence":0.9730759859
    },
    {
        "url":"https:\/\/www.castle-climbing.co.uk\/climbing-at-the-castle",
        "text":"Basket and login details\n\nAudrey Seguy Basket: £5 (1 item)   Sign out\n\nUser login\n\n\nHero Image Mask\n\n\nClimbing at The Castle\n\nIf you’re new to climbing…welcome! Climbing is awesome. You can get fit while having fun. It’s the best sport in the world…FACT. These pages will give you all the information you need about climbing at The Castle, from learning to climb to making the most out of your visit here. If you’re new to climbing, make sure you check Who Can Climb Here? so that you complete the correct registration forms and avoid disappointment when you arrive.\n\nClimbing at The Castle\n\n  • Who can climb here?\n\n    Read our conditions of entry.\n\n  • Prices & membership\n\n    Entry fees and Membership Payment Plan information\n\n  • Introduction to climbing\n\n    Just getting started? See our Introduction to Climbing.\n\n  • Online Registration\n\n    All climbers, (novice or competent) are required to complete a registration form. Beat the queues by completing the form online before you come in.\n\n  • Bouldering\n\n    Blocs, competitions and bouldering area trivia- a guide to bouldering at The Castle.\n\n  • Routes\n\n    Top-roping, leading and more- find out about The Castle’s hundreds of routes.\n\n  • Bringing a Group\n\n    Are you a climbing instructor or coach? Here's what you need to know about bringing a group to The Castle.\n\n  • The Session & WWA\n\n    Partner let you down again? Just done a course and want to meet other climbers? Come along to the Session, get sociable and make new friends!\n\n  • Training\n\n    The Castle offers dedicated training facilities to help you achieve your objectives, whatever they are.\n\n  • Accessibility\n\n    Climbing is for everyone regardless of ability. Find out more here about what we offer.\n\n  • Climbing Outdoors\n\n    Do you want to climb outdoors? We’ll help you get started.",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9942194223,
        "format_confidence":0.7271415591
    },
    {
        "url":"https:\/\/rowingsa.asn.au\/rowing-sa-membership\/",
        "text":"Rowing SA Membership\n\n\nWhen we row, we train to race and race to win! Rowing SA along with Rowing Australia aim to create a functional, safe environment to race, and have developed Membership to provide protection to all involved.\n\nMembership Categories and Costs for the 2021-22 season can be viewed here 2021-22 ROWING SA MEMBERSHIP CATEGORIES AND COSTS_ Confirmed\n\nClubs are responsible for registering and invoicing their athletes according to the appropriate racing guidelines to allow athletes to compete in events.\n\nAll athletes and coaches will need to have a Rowing SA Membership applied to their profile in Rowing Manager to be eligible for entry. All Members belonging to a non-school club will also be required to complete the Rowing Australia waiver before they are eligible to be entered.\n\nThe waiver is automatically generated to the email address associated with that athlete on Rowing Manager when a membership is applied to their profile. Therefore, it is imperative that clubs ensure a valid and correct email address is associated with that member.\n\nHappy rowing – let’s get excited for the racing season!",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9961770773,
        "format_confidence":0.7412387133
    },
    {
        "url":"http:\/\/bictownrpc.yolasite.com\/light-weight-sport-rifle.php",
        "text":"Lightweight Sport Rifle\n\nLightweight sport rifle is shot at our Club on Thursday night from 7:00 to 9:00pm approximately but check with the duty Range Officer.\n\nThe current National Smallbore Rifle Association (NSRA) Gallery Rifle & Pistol Committee definition for the discipline \"lightweight sport rifle\" is summarised as follows.\n\n\nCalibre:Up to .22\" rimfire (smallbore) or .177\" to .22\" air or CO2.\n\nOverall weight: NO MORE than 4.5kg with all kit included (glove\/scope).\n\nTrigger pull: Minimum of 500g (1.1lbs), NO HAIR TRIGGERS.\n\nMagazines: Not to be loaded with more than 10 rounds, not mandatory.\n\n Not allowed:\n\nButt hooks\n\nShooting gloves: that provide additional support.\n\n\nThe main difference between lightweight sport rifle and 25yd prone target rifle is that the rifle are magazine fed and are usually fitted with Optical (telescopic) sights, however, as shown in the definition above, any specialist clothing or equipment such as jackets or slings are not permitted. LSR can also be shot in the standing position without a rest\/support.\n\nThe Club has two guns that can be borrowed under instruction by prospective or existing Members.\n\nOur CZ 452 American bolt action single shot .22 rim fire rifle\n\nOur Marlin 7000 semi automatic .22 rim fire rifle\n\nWe also have our Winchester .357 (10 shot) rifle available for Members (or prospective Members) to try out under instruction:",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9949243069,
        "format_confidence":0.7441847324
    },
    {
        "url":"https:\/\/il.8to18.com\/matherhs\/activities\/track-and-field\/g",
        "text":"Registration Information\n\nWhen you register for athletics this year your registration won’t be complete until payment is completed on 8 to 18 web-page.  Mather athletic fee is $25 dollars which helps in paying officials, buses, and athletic equipment. Payment by credit card or by e-check will complete the registration process.  Payment in the school can be done by using the code CASH in the \"Alternate Payment Code\" at the end of registration, be sure CASH is in all capital letters. Some sports will have an additional fees that will be collected by the coach.  GO BLUE GO WHITE GO RANGERS!!\n\n6\/29\/2021 8:06 PM\n\n\nPlease select the registration tab to register for Spring Sports.  \n\nHere are easy instructions.\n\n\n1. Go to the Mather Athletics Website:\n\n2. Select Registration or go to  \"Create An Account\"\n\n3. Enter your own email and create your own password (Please be sure to remember this password as you will use this for years to come for all of your children.) Do not create additional accounts\n\n4. Click on \"Begin Registration\"\n\n5. \"Select Activity\"\n\n  • Choose the sport your child will be trying for\/participating in.\n\n6. \"Select Participant\"\n\n  •      Add a New Participant (or choose your child once created)\n  •      All information on this page is for the student, i.e. cell phone, email\n\n7. \"Roster Details\"\n\n  •    You may be asked for t-shirt size,\n  •    Height and Weight will be used for rosters\n\n8. \"Primary Parent\/Guardian Information”                \n\n  • Fill out the Parent information on the next page.\n  • You can add a secondary email to receive notifications sent by the coach\/athletic\/activity department. They will NOT have access to the account- only receive notifications.\n\n 9. \"Physical Form\"\n\n  •    If you need a form to take to the doctor you may print it here.\n  •    Remember your athlete must have a current physical in order to begin the tryouts\/practice.\n\n10.  “Legal Form”\n\n  • At this time clicking on the boxes, you are agreeing and consenting to all information provided.\n  • You may click on the form to read or print.  Please note that when there are a parent\/guardian and student checkbox they must both be checked to move forward.\n  • Please don’t turn in any forms.\n\n11. \"Payment\"\n\n  • Payment must be made to complete the registration.\n\n6\/29\/2021 8:18 PM\n\n\n  • There are no current announcements.\n\nThere are no GIRLS Track and Field (V) games from 15 Tue, June 2021.\n\nGIRLS Track and Field | Varsity\n\nMather Girls Track & Field - SPEED WINS - Team site with ALL TEAM INFORMATION!\n\n\n@MatherXC  - Team Instagram\n\n\nHead Girls Coach -  Makenzie Carr,\n\n\nThe 2022 Season begins on January 17th! Off-season training begins in December.\nThere are no tryouts for track. Anyone willing to work hard is welcome to join the team and become a champion.\nIf you are interested in joining the team or have any questions, email Coach Carr. She will add you to our team google classroom.\n\nTeam Rosters\n\n  • No.\n  • Name\n  • Pos\n  • Hgt\n  • Class\n  • No.\n  • Name\n  • Pos\n  • Hgt\n  • Class\n\nThere is no roster available.",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9970732927,
        "format_confidence":0.730774045
    },
    {
        "url":"http:\/\/losangeles.dodgers.mlb.com\/nyy\/ticketing\/inside_experience_contact.jsp",
        "text":"Below is an advertisement.\n\nYankees Season Tickets\n\nDates for the 2016 Inside Experience will be announced as late as mid-March. Dates fill quickly and are sold on a first come first serve basis. If you would like to be placed on a waiting list and notified when dates are released please complete the form below.\n\n  • Interested in attending Inside Experience programs at Yankee Stadium\n\n* How did you hear about The Inside Experience?\n* First Name\n\n* Last Name\n\n* Address\n\n  Address (contd.)\n\n* City\n\n* State\/Province\n\n* Zip\/Postal Code\n\n* Country\n\n* Contact Number\n\n* Number Type\n\nEnter your mobile phone information to receive text messages & updates from and (Optional, if checked, 'Number Type' above must be set to 'Mobile Phone'). Msg&Data Rates may Apply. Reply \"Stop\" to cancel. Text \"Help\" or email for assistance. Expect 1-2 messages per week.\n* E-mail Address\n\n* Birth Date\n\nI would like to receive commercial e-mails from and\n I would like to receive commercial e-mails from about Inside Experience Events.\n\nIf you have any questions or for more information, please contact Yankee Stadium Events at 646.977.8400 or",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9888196588,
        "format_confidence":0.5898418427
    },
    {
        "url":"http:\/\/www.parks.ca.gov\/?page_id=25827",
        "text":"Skip to Main Content\nContact Us Search\nParks Title\n\nMountain Biking\n\nThe park has over 200 miles of roads and trails that are open to mountain bikes. The rugged terrain offers a variety of riding operations ranging from moderately difficult to extremely difficult.  There are practically no easy trails for bikes.  Trails that are less severe for riding are Flat Frog Trail, Manzanita Point Road near the Coe Ranch Entrance, and at the Hunting Hollow entrance Hunting Hollow Road and Coit Road are moderately steep. \n\nBasic Rules\nBikes are not allowed in the Orestimba Wilderness or on Corral Trail, Spring Trail, Forest Trail, Frog Lake Trail, Madrone Soda Springs Trail, and Mile Trail. Trails closed to bikes are marked with the international \"no bike\" logo.  It is your responsibility to know which trails are open to bikes and which trails are closed.  Download the Headquarter's handout map to determine which trails are closed to bicycles.\n\nBikes are to yield the right-of-way to hikers and horses.\n\nMotorcylces and motorized bikes are not allowed anywhere within park boundaries.",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9739643931,
        "format_confidence":0.8782839179
    },
    {
        "url":"https:\/\/karabiner.org\/meets\/walls.php",
        "text":"Climbing Walls\n\nDuring the winter months (October to March) the KMC regularly visits local climbing walls. During these months there are regular mid-week indoor climbing wall sessions which usually alternate between Manchester Climbing Centre and Awesome Walls in Stockport, with occasional visits to other venues.\n\nStart times around 6pm onwards\n\nThe regular KMC visits to local climbing walls will start again in October. The Midweek evening outdoor climbing meets are still in full swing.\n\nSome links to regularly used local walls.\n\nInformation on opening times, how to get there, courses and more can be found by clicking on the link.\n\nStockport Awesome Walls\nManchester Climbing Centre\nRock Over Climbing\nMarple Rope Race\nWarrington North Face\nLiverpool Awesome Walls\nThe Depot: Manchester\n\n\nIf you are meeting the club for the first time at a climbing wall it is recommended you contact the club before hand.\n\nIf you have never climbed at a particular climbing wall you will be asked to fill in a form and may be asked to demonstrate various types of knot.\n\nClimbing walls are also able to provide tuition which is especially useful for complete beginners. Climbing shoes and harness can be hired at most of the walls we attend.\n\nEvening sessions usually start around 6pm onwards. If you are early there are bouldering areas in which to warm up.\n\nCheck the scribble pages but please remember that if no-one has scribbled does not mean no-one is going.",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9902068973,
        "format_confidence":0.6832373142
    },
    {
        "url":"http:\/\/members.augustasailingclub.org\/home",
        "text":"Member Information\n\n  CURRENT GATE CODE                           Requires Log in permission\n\n  ADDRESS BOOK                                      Requires Log in permission         \n\nGate Proximity Cards\n\nposted Feb 26, 2013, 7:46 AM by AUGUSTA SAILINGCLUB   [ updated Oct 26, 2018, 7:40 AM ]\n\nBe sure to stop by the gate house and pick up your member Gate proximity cards.\n\nSite Manager:    Chris Newton                                            \n\nIf you see maintenance problems around the Site, report them to Chris.\nDues and Fees, Insurance Coverage Notification Cards, Property Transfer Forms, Status changes should be send to:  \n Augusta Sailing Club,  P.O  Box 1938, Evans GA. 30809\n\nInsurance Companies Note:  To send certificates of boat owners insurance use the email;\n\n1-1 of 1",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.8856762052,
        "format_confidence":0.8092978597
    },
    {
        "url":"https:\/\/helensvale.swimming.org.au\/page.php?id=12414",
        "text":"Membership Fees\n\n2018-19 Season\n\nPlease note: Our family membership discount packages only take into account Club members who pay a fee and when the family pay in 1 transaction.\n\n\n\nSwimmer 1+2\n\nFrom same family\n\nSwimmer 3\n\nFrom same family\n\nSwimmers 4+\n\nFrom same family\n\nCompetitive 9 years+\n\n\n\n\nRecreational 9 years+\n\n\n\n\nJunior Dolphin 8 year old\n\n½ price membership\n\n\n\n\nJunior Dolphin 7yrs and Under\n\n\n\n\nParent membership\n\n\n\n\nAccredited Technical Officials & Coaches\n\n\n\n\nFull paying Competitive 9yr+ & Recreational 9yr+ swimmers will receive a Club Silicon swimming cap.\n\nMembership Categories\n\nCompetitive Swimmer: A member who competes against members of other clubs at swimming Meets.  Age 9yr+\n\nSwimmer may compete at Club, Region, State and National level.\n\nRecreational Swimmer: A member who swims within the club only and does not compete against other clubs. Age 9yr+\n\nJunior Dolphin 8 year-old membership: A member who is 8 years of age at the time of joining. Swimmer may compete at all levels of competition\n\nJunior Dolphin 7yr and under member: A member who is 7 years of age or under at the time of joining.  Swimmer may compete at all levels of competition\n\nParent Member: A parent or guardian of a swimming member.  All families are encouraged to have 1 parent member\n\nTechnical Official: Must hold at least ONE Swimming Australian Technical Official qualification\n\nCoach- Qualified coaches who are ASCTA members\n\nMembership Payment Options  \n\nThere are several options for payment of your membership fees:\n\n  1.     At the end of the season renewal invoices are generated by the Club Registrar through the ClubLANE system and sent to each family. Payment is online with a credit card.\n  1.     Families renew membership fees through their MyLANE profile.  Payment will be online with a credit card.\n  1.     Registrar makes a manual payment. This option is only for families without a Credit Card and for families using \"Get Started Vouchers. This method generates a 2.5% surcharge.\n\nFor clarification on membership please contact the Club Registrar, Karen Melloy\n\n\nJoining a Swim Club for the first time:\n\nIf you are joining a Swim Club for the very first time, Welcome!\n\nThe preferred method is to join online using the “Join now” icon on our HSC website home page\n\nWhen joining on-line, payment is made as part of this process.\n\n\n\nRenewing Membership\n\nEvery active financial family of HSC will receive a renewal email towards the end of the current season. Please check that all details are correct. However, if changes need to be made, such as change from recreational to competitive swimmer or adding a member, then you must contact the Club Registrar.\n\nIt is hoped that families that are renewing should have all family members linked and that the fee payable will incorporate any relevant discount package.\n\nIf you are a Competitive Swimmer, one who competes at sanctioned carnivals then you must renew your membership before the 30th September when the Swimming Queensland moratorium period ends.\n\nRecreational swimmers who are only involved in Friday Club night swimming, may delay renewing until Club Nights restart after the September School holidays.\n\nTransfers into HSC\n\nIf you wish to transfer to Helensvale Swimming Club from another Swim Club you must email the Registrar to commence the transfer process.\n\n\nThis is an online profile where you update personal details, enter Swim meets, view personal best swim times and other features. \n\nWhen becoming a Club member, each swimmer sets a Username and password.\n\nThis password and username allows access to MyLANE and is used for online meet entry\n\nYou can enter MyLANE through through clicking on the top Right hand side of the webpage\n\nBanking Details\n\nIf you need to put money into the club account the banking details are as follows:\n\nHelensvale Swimming Club\nCommonwealth Bank - BSB:064 474\nAccount Number: 1001 1934\n\nPlease put your surname as the reference\n\nSwimming Australia National News",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9953432083,
        "format_confidence":0.9011488557
    },
    {
        "url":"http:\/\/www.wfcrangers.com\/playerregistration",
        "text":"WFC Rangers (Whatcom Rangers)\n\n    Player Registration\n      If you have questions or problems, please read our Troubleshooting Guide.\n      Registration Forms\n      Player Registration Instruction\n\n      Read instructions carefully before starting to register.\n\n      Note: you must decide on your plan of payment before starting to register.\n\n      Player Registration\n\n      Starting with the 2014-2015 season all players will register online. This process will include all necessary paperwork and agreements as well as payment options. The players' families will pay the Ranger registration fee as well as the player coaching fee to the Ranger organization not the team treasurer.\n\n      • Go to\n      • Click on \"Member login\" at the top of the page.\n      • Sign in with Bonzi login (email address and password).\n        • This should be same login used for tryout registration and recreational soccer.\n        • If you do not remember password contact Charleen Wallace\n        • If new to the Ranger Club, choose \"create a new Bonzi Account\" on the first page and follow prompts to set up a new account. If you have an account with a Rec Club, you may use your same log in and password.\n      • Click on \"Register Now\"\n      • Choose \"2017 team registration\" or \"2017 Fall RDP registration\"\n      • RDP players will complete a 2nd registration for Spring starting\n      • November 1, 2017\n      • Pick player (families can have same login).\n      • Select team (eg B 2004 Gold) from menu.\n      • Complete any missing information\n      • Select payment option. NOTE: there is a payment fee for use of credit cards. This fee is charged by Bonzi for processing and passed thru to the player. If a payment is made by credit card and no fee attached the club will send a separate bill for the fee.\n      • Under player information a section is devoted to the Bellingham Bay Marathon. It will ask for the player and parent's name. This section will be used as the volunteer waiver for the day of the race. Must be acknowledged to continue.\n      • After checking \"continue to waivers\" the program will lead you through multiple agreements.\n      • Review and approve:\n        • Player and Parent Code of Conduct\n        • Financial Policy\n        • Club Fundraisers\n        • Concussion\n        • Cardiac Awareness\n        • Select continue registration or you may choose to register another player in the family.\n      • After completing paperwork the family is directed to payment options. Players will need to pay Ranger fees and player coaching fees. The Ranger registration fee is $450 for all Premier and Select teams and $500 for RDP, $250 for first season and $250 for second, for the 2017-2018 season. The coaching fee for Premier and Select is variable depending on the experience and training of the coach, there are no coaching fees for RDP. Families will still have the option of paying the total (Ranger registration fee plus player coaching fee) in one payment or divided into 2-6 payments with all fees due by Nov 5. RDP registration must use the one time payment. Player's families can choose from two options.\n        • Set up payments by credit card. Automatic payments will be setup within the Bonzi system. There is an additional service fee added to your monthly payments. The fee covers the 3.6% credit card charge and the monthly processing fee of $2.00 from Bonzi.\n        • Paying by credit card in full. Bonzi credit card fee will be added to the total due. $35\n        • If the credit card fee is not collected the family will be billed from the club for the amount due on registration\/stipend charge.\n        • Choose the \"pay by check option\" and the family will mail predated checks to cover the entire amount to the Ranger organization. The address is WFC Rangers, PO Box 1481, Bellingham, WA 98227.\n        • Paying by check click \"no\" to the payment plan even if paying by check in more than one payment. Click \"no\" eliminations the processing per payment fee associated with the credit card payments.\n\n      Payment dates will vary depending on the option a family selects. If the family chooses to make one payment it is due on the day of registration. If the family selects to spread the payments over several months they can divide the total into 2,3,4,5 or 6 months to be paid on the fifth of each consecutive month starting in July, with all payments due by Nov 5th. For example if a family elects to pay their fees over 4 payments these would be due at the time of registration, July 5, Aug 5, and Sept 5. Checks should be predated as such or if paying by credit card the website will set up automatic payments for these dates.\n\n      • Scholarships If the family plans on applying for the registration scholarship ($450) they are to pick the check option for payment. The scholarship application is available on the Ranger website, home page under documents. The application must be submitted along with income verification by June 30th. No payment is due at registration if the scholarship application is submitted by June 30th. Once scholarships are determined either the registration fee will be awarded or full payment is due. A payment plan may be started at that time.\n      • Completing the process:\n        • An email will be sent to your email address with a registration attachment. Open and print 2 copies of the registration form for the team manager.\n        • As instructed with the registration process, please go to and on the home page, lower right hand corner open and print the following: Player Handbook and Medical Release. The team manager will need 2 copies of each completed form.\n      WFC Rangers Sponsors",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9956691265,
        "format_confidence":0.8362001181
    },
    {
        "url":"https:\/\/recreation.c3gov.com\/recreation-centers-pools\/bison-ridge-indoor-pool",
        "text":"Located at the Bison Ridge Recreation Center, the indoor pool provides swimmers and non-swimmers alike benefits from the many activities offered.\n\nFor the avid swimmer we offer lap swimming daily. For families and youth we have open swim times every afternoon as well as in the evenings. For those who simply prefer mild exercise and a slower pace, we offer adult only swim times. Each of these activities is included in daily admission costs as well as other admission packages. Please note that lap and adult swim times are for ages 16 and up only. Those 15 and under may swim during open swim times.\n\nSpecific times for swimming activities vary season to season. For exact pool and activity hours, please reference the pool schedules below.\n\nPrintable Pool & Water Fitness Schedule\n\nPlease note pool is closed until 11:30 a.m. the third Sunday of every month for staff training requirements.\n\nSwimming Lessons\n\nCheck out the swimming lessons.\n\nPool Parties\n\nRent, reserve or throw a party!\n\nPool Accessibility\n\nAccess to the swimming pool includes zero-depth stairs with rails, an accessible ramp with rails, and a wheelchair accessible Gallatin Power hydro-lift.\n\nPool Attire & Safety\n\nDownload the Safety & Swimwear Guidelines[En Espanol] \n\nFor your enjoyment, please observe the following safety guidelines and pool policies during your visit:\n\nInstructions from Lifeguard Must be Obeyed at All Times\n\n  • Please be courteous. Foul language, horseplay, fighting or abusive behavior will not be tolerated.\n\nProper Swim Attire is Required\n\n  • Basketball shorts, other sportswear, cotton, or any other clothing that is not specifically made for use in a swimming pool is prohibited.\n  • Personal safety devices must be removable and non-inflatable. Water wings, floatation suits, and swim trainers are not allowed.\n\nAge Requirements\n\n  • Children age 5 and younger must be accompanied in the water and within arm's reach by and adult age 18 or over.\n  • A person age 16 or older must remain on the pool deck and directly supervise any child between the ages of 6 and 11 in the pool.\n  • Children age 12 and older may swim without adult supervision.\n  • A swim test must be passed by any patron wishing to swim in the deep end regardless of age.\n  • Children who are not toilet trained must wear swim diapers.\n\nAdditional Guidelines\n\n  • Changing clothes on deck is prohibited.\n  • Acceptable personal pool equipment includes noodles, kickboards, beach balls, dive sticks, other soft balls, and infant inflatables with a seat in the bottom; however use of all items is up to the discretion of the lifeguard.\n  • Floatation devices are not allowed in any area where the user cannot touch the bottom of the pool.\n  • Use of facility aquatic equipment is not allowed during open swim times.\n  • Diving is only allowed in the 9 foot area.\n  • No running\n  • All swimmers must shower before entering the pool area.\n  • Food, gum, alcohol, and glass containers are not allowed in the pool area. Drinks in sealable, spill proof containers are permitted.",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9939464927,
        "format_confidence":0.8069329858
    }
]