[
    {
        "url":"http:\/\/archserve.blogspot.de\/2012\/12\/",
        "text":"Sunday, 30 December 2012\n\nContact details:\n\n\nWelcome to Archaeoserve\n\nWelcome to Archaeoserve, a unique independent archaeological consultancy firm based in the Midlands and the North East of England. Using a proud and varied knowledge of British Archaeology, I bring this to the world of consultancy. I provide an efficient service in a variety of fields, from environmental impact assessments to desktop-based assessments. I can cater from professional construction firms to local interest groups. If you would like to know more, then please do not hesistate to contact me using the contact details on this page, or leave a comment on this page.",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.9303866625,
        "format_confidence":0.6805584431
    },
    {
        "url":"http:\/\/www.findagrave.com\/cgi-bin\/fg.cgi?page=mr&GRid=9018771&CRid=36085&MRid=46924123",
        "text":"Begin New Search\nRefine Last Search\nCemetery Lookup\nAdd Burial Records\nHelp with Find A Grave\n\nTop Contributors\nSuccess Stories\nDiscussion Forums\nFind A Grave Store\n\nLog In\nMichael Dover (#46924123)\n member for 7 years, 10 months, 6 days\n[Add to MyFriends]\nBio and Links\nBio Photo I retired from the Army of 21 years and I love to study and visit Civil \/ Revolutionary War Battlefields and visit the generals grave sites who served during those periods. Thanks to Find a Grave I am able to plan my trips accordingly. As the National Chaplain for the Disabled American Veterans 1.2 million member organization, I like helping those who cannot visit their family members in person by taking pictures for them in the area in which I live. I post veteran memorials on Find a Grave to pay tribute to their service, a way of honoring them for the sacrifice made to this country. If you have more information to post to a memorial I have created, send it to me and I'll add it or I'll transfer the memorial page. Photos taken by me for Find a Grave may be considered public domain and you are most welcome to use them.\nLeave Public Message\nContributions to\nFind A Grave\n • 6,677 Memorials Added\n • 6,320 Memorials Managed\n • 16 Memorials\/Week\n • 24,351 Photos\n • 110 Volunteer Photos Taken\n • 8,185 Virtual Flowers\n • 7 Virtual Cemeteries\n • 2 Fame Ratings\n • 2 Friends\nSearch Contributor's Records\n\nFirst NameLast Name\n\nVirtual Cemeteries\nConfederate Generals (81)\nGeorgia Govenors Cemetery (64)\nGeorgia Signers of the De... (3)\nHunley Submarine Crew (CS... (8)\nRevolutionary War General... (17)\nThe Great Locomotive Chas... (28)\nUnion Generals (50)\nFind A Grave Friends\nAnthony Cooper, EFB III\nMessages left for Michael Dover (303)[Leave Message]\nMarie Cantlin\nJames Monroe Hodnett\nThank you for transferring him to me!!\n\nMarie Cantlin\nAdded by Marie Cantlin on May 27, 2015 5:30 PM\nDiane Clobus Dean\nHenry M Phillips at New Hope Baptist\nHi Michael,\n\nYou have created a memorial for Henry M Phillips\n# 32505426. I have created one for his wife Jewell Smith Phillips who is buried next to him. I was wondering if you could possibly add the photo you have for Henry to Jewell's memorial #146958416? Also, I don't have her date of birth and I couldn't zoom in close enough to read it on their headstone. Could you possibly send me an edit with that information so I can add it to her memorial?\nThank you!\nAdded by Diane Clobus Dean on May 25, 2015 10:12 AM\nGerry Hill\nHi Mike\nLong time no talk-\nAncestry has notified me, that through my DNA Obediah Pierce in Jefferson Rev Cemetery- is my ancestor. I can not see it, unless I have to rule out someone I have proved IS my ancestor- and we all know DNA knows, just not sure Ancestry has it right! Especially since from I understand, it only proves my female ancestors.\nBut since they say he is mine, I am researching him--- SO may I use your Pictures? I have gotten permission many times in the past- so I know it is OK, but just thought I would update my blanket permission!! Thanks, Gerry\nAdded by Gerry Hill on Apr 03, 2015 7:28 AM\nLove in Family\nmany edits\nthank you so much for the quick answer to the many edits I request of you. I n photographing cemeteries I find connections and I feel strongly that this is a great tool for many searching for relations.\nThank you again for your considerations and time. Thank you for all you do with find a grave and in other historical endeavours.\nAdded by Love in Family on Mar 11, 2015 5:50 PM\nThanks for the transfer.\nAdded by TLV on Mar 02, 2015 3:57 PM\nGinny Beck\nSarah Martha O'Hara Hand\nI am appreciative of the photos (resting place) for my Great Aunt Sarah Martha. I share her middle name. Her sister, Nellie O'Hara Morris, was my maternal grandmother.\n\nThank you for such comfort.\n\nGinny Beck\nAdded by Ginny Beck on Feb 26, 2015 3:11 PM\nKathy Paramore Straughn\nFind A Grave Memorial# 142700557\nHello..This is my nephew and I would love to take over his memorial, so I can update it and keep it up to date. thank you.\nAdded by Kathy Paramore Straughn on Feb 21, 2015 9:54 AM\nKathleen Watson\nJohn Marshall DICKSON\nI have a portrait photo of john m dickson if you would remove one of your commentary photos i can post it on find a grave.\nAdded by Kathleen Watson on Feb 16, 2015 1:36 PM\nPlease accept the edit I sent you....\n\nJust a friendly reminder ...\n\nI sent you an edit on January 26 and it is awaiting your approval.\n\nTo review edits that have been sent to you for memorials you manage, go to your profile page, then in the upper right-hand corner you will see three tabs. Click on the 'Edits' tab. Then you can review and accept my edits.\n\n\nAdded by AZEXPLORER on Feb 05, 2015 10:41 PM\nBecky Ramsey\nFindagrave Memorial\nThank you for the family links for J.E. Thaxton. Becky\nAdded by Becky Ramsey on Jan 19, 2015 2:19 PM\n[View all messages...]\n\nPrivacy Statement and Terms of Service",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.9030735493,
        "format_confidence":0.951069057
    },
    {
        "url":"http:\/\/www.angelfire.com\/zine\/kiarapanther\/garb\/irish.html",
        "text":"Site hosted by Build your free website today!\n\nKiara's Irish Page\n\nWelcome to my Irish page. I have always loved Ireland, ever since I was four years old and learned a little about my geneology. I dreamed of someday visiting Ireland and used to spend hours pouring over maps and travel guides planning my perfect trip. In 1994, I was introduced to the SCA and found out that I could live the life of an Irish noblewoman. Sort of. This page reflects my interests and research into my Irish persona, Ciar inghean ui Fhothaidh, a 16th Irish woman from County Galway, as well as her various ancestresses of the same name. In other words, I am enamored with all the ages of Ireland and my research reflects that. Please visit my Projects page, to see the progress I have made on my Irish costumes. Please, also, visit my SCA page, to find out more about my other historically related interests and the SCA in general.\n\nReconstructing History\nEachne's 5th century Irish-Celtic Re-enactment\nClothing of the Ancient Celts\nMaking The Irish Leine\nThe Leine\nPseudo-16th Century Irish Leine Pattern\nEarly Medival Irish Clothing and Shoes\nCeltic Clothing of the 16th Century\nBodies of the Bog\nSocial History of Ancient Ireland - Dress and Personal Adornment\nFootwear of the Middle Ages\nTraditional Celtic Dress - Male Scottish dress, with interesting theories on the relation to Irish dress.\nThe Ionar\nRowan ni Ruari's Historical Costume Page A re-created Shirone Gown\nCeltic Costume From O'Brien's Celtic and Medieval site.\n\nKiara's Scottish Page With Scottish clothing links, including pleating great kilts.\n\nIrish Language\nThe Irish People - Learn Irish\nDaltai na Gaeilge- Irish Language Info\nFocal an Lae - The word of the day in Irish\nThe Curse Generator\nSo you wanna speak with an Irish accent?\nIntroduction to Ogham\nGaelic and Gaelic Culture\n\nIrish History\nIrish History on the web\nIreland History in Maps\nIreland Story - History, Maps and Current Events\nBritish Sources for Irish History 1485-1641\nEolas na hEireann\nThe Granuaile O'Malley Page - 16th Century Irish Sea Queen\nIrish CoinageFrom Pre-Christian times onwards\nIrish Excavation Reports\nFulachta Fiadh \"Burnt Mounds\" - Cool Irish Archaeology Project\n\nCeltic Art, Calligraphy and Illumination\nEarly Manuscripts at Oxford University\nAon Celtic Art\n\nIrish History Mailing Lists\n\nOther Irish Links\nIrish First Names - Traditional, Modern and In-Between\nIrish Surnames\nDoras - Directory of Irish Related Websites\n1000 Ireland Resources\nO'Brien's Celtic and Medieval Page\nLocal Ireland\nThe Irish Times\nIrish Poetry\nIrish Folk Songs\nIreland Travel and Tourism\nTir na nOg - The Virtual Irish Cybercafe\nThe Celtic Digital Library\n\nSign My Guestbook Get your own FREE Guestbook from htmlGEAR View My Guestbook\n\nThe Irish SCA Ring This\nIrish SCA Ring\nsite is owned by\nCiar inghean ui Fhothaidh\n(Kiara ni Fhathaigh)\n\nJoin the\nIrish SCA Ring?\n\n[Previous] [Next] [Random] [List Sites]",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.8299167752,
        "format_confidence":0.9516541958
    },
    {
        "url":"http:\/\/www.sankakucomplex.com\/members\/koyoto_shadow\/",
        "text":"Koyoto_Shadow @koyoto_shadow ?\n\nactive 1 year, 8 months ago\nThe dropping of the two bombs over Hiroshima and Nagasaki are excellent examples of how people on both sides ignore history…just to make a point. The literal reality of the situation was this: Around 1942, F.D.R. received a letter from several concerned scientists that had fled to the US from Germany that Germany was attempting to build the […] View\n\n\nRecent Articles",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.8316692114,
        "format_confidence":0.89292413
    },
    {
        "url":"http:\/\/memorylab-europe.eu\/associate\/guenter-schlusche",
        "text":"Dr. Günter Schlusche\n\n\nCurrent living place:\nBerlin, Germany\n\nDr. Günter Schlusche\n\nArchitect \/ Planner, Berlin Wall Foundation\n\n  • Former activities:\n\n    Holocaust Memorial Berlin\n\n  • My organization:\n    The Berlin Wall Foundation, established by law as a public foundation, is aimed to secure public commemoration to the Berlin Wall and the division of Berlin, Germany and Europe between 1945 and 1989. It runs the National Monument dedicated to the memory of the of the divided city and the victims of Communist tyranny, the Open-Air-Exhibition with the Window of Remembrance on the former border strip along BernauerStrasse and the adjacent Documentation and Visitors Centre.\n\n  • Examples of concrete activities I have organized\/am organizing in the field of “dealing with the past”:\n\n    I am responsible for the extension of the Berlin Wall Memorial, and all related planning, construction, and financial management issues. Between 1996 and 2005 I was the planning and construction manager for the Memorial to the murdered Jews of Europe in Berlin’s centre. Since more than 20 years I have organised and participated in many national and international workshops and conferences (e.g. Vilnius, Gdansk, Bratislava, Krakow, Lille, Munich, Berlin, Potsdam, etc) according to these projects.\n\n  • Concrete challenges I am facing in my “dealing with the past”-related work:\n\n    The main challenge is to find contemporary ways of expressing the past and making it understandable for young people and for future generations. It is also important to preserve authentic relicts and remnants of this past without generating nostalgia. The understanding of the past should become an integrated part of present day life.\n\n  • My personal link to\/interest for the topic of “dealing with difficult pasts”:\n    In my opinion the understanding of the difficult past is vital for the understanding of actual developments here in Germany and in Europe., since Germany was divided due to the Nationalsocialistic period between 1933 and 1945. Elementary civil values like democracy and human rights can only be practised and renewed by understanding and analyzing this background. Besides that I am privately engaged since 20 years in the “Association for the exploration of lives and works of German Jewish architects” (Board member).",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.5068838,
        "format_confidence":0.9913395047
    },
    {
        "url":"https:\/\/kennedysandking.com\/content\/author\/317-garyaguilar",
        "text":"Gary Aguilar\n\nGary Aguilar\n\nGary L. Aguilar, MD, is one of the few physicians outside the government ever permitted to examine the still-restricted photographs and X-rays taken during President Kennedy’s autopsy.  He has published widely on the medical evidence in professional journals, books and on-line.  He has  lectured before academic medical, academic medico-legal, and non-professional public audiences on the subject. He is currently Clinical Professor of Ophthalmology, U.C. San Francisco, and the head of ophthalmology and the Vice Chief of Staff at Saint Francis Memorial Hospital in San Francisco.\n\nTuesday, 15 October 1996 22:28\n\nThe Files Fiasco\n\nGary Aguilar details his unfortunate personal experience with the producer of a current video entitled \"The Murder of JFK: Confession of an Assassin\". Gary traces back its auspices to Joe West and the Roscoe White interlude that also purported to solve the case.\n\nThursday, 20 October 2016 23:38\n\nHoward Willens and The American Scholar\n\nThis essay on [Willens' and Mosk's] work for the Warren Commission they served on is more notable for what they omit from the official record than what they include, writes Gary Aguilar.\n\nWe here publish two letters written by Gary Aguilar and Cyril Wecht to the editors of the the journal of the Association of Firearm and Toolmark Examiners concerning the ludicrous claims made by PBS' program on the JFK assassination.\n\nFlip de Mey’s well written and entertaining book makes valuable contributions. But in the end it must be said it is far from completely satisfactory. However, there is great material in the book and students are encouraged to read it, and then decide for themselves, writes Gary Aguilar.\n\n\n\nLine after line, paragraph after paragraph, page after page, McAdams trudges tirelessly onward, selectively using testimony to reach a particular conclusion. Though readers may find that it’s perhaps a bit short on fact, and a tad thin on logic, JFK Assassination Logic more than compensates by being wonderfully long on misguided patriotism, concludes Gary Aguilar.\n\nNot only did neither [Gerald Posner nor Vincent Bugliosi] address Dr. Perry's inconsistencies, neither ever mentioned the official HSCA memo to counsel Robert Tanenbaum concerning the plausible explanation Mr. Gochenaur gave for the doctor's flip-flopping, writes Gary Aguilar.\n\nThe book's use also lies in demonstrating that it may not be possible for one person to fully master, or give a fair accounting of, this impossibly tangled mess of a case, writes Gary Aguilar.\n\n[Holland's] analysis ... is fated to be washed away under a tsunami of recent scholarship ... Rooted in documents declassified in the wake of the public's reaction to Oliver Stone's film JFK, academics and researchers have discovered that the real JFK, despite his considerable flaws, was worlds away from the hawkish clown of Holland's (and Cockburn's) imagination, writes Gary Aguilar.\n\nWhy Russo's work is viewed negatively by both the defenders and critics of the Warren Commission.\n\nFind Us On ...\n\n\nPlease publish modules in offcanvas position.",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.5473358035,
        "format_confidence":0.7455562353
    },
    {
        "url":"http:\/\/findagrave.com\/cgi-bin\/fg.cgi?page=mr&MRid=46804249",
        "text":"Begin New Search\nRefine Last Search\nCemetery Lookup\nAdd Burial Records\nHelp with Find A Grave\n\nTop Contributors\nSuccess Stories\nCommunity Forums\nFind A Grave Store\n\nLog In\nBFP (#46804249)\n member for 11 years, 3 months, 2 days\n[Add to MyFriends]\nBio and Links\nMy name is Barbara HOLLAND PIKE & I live in Montalba, Anderson Co,TX.\nI really enjoy genealogy & appreciate, so much, all the contributors to FAG....Please put as much info as you can, for the use of future generations who might be searching for their ancestors.\nLeave Public Message\nContributions to\nFind A Grave\n • 70 Memorials Added\n • 67 Memorials Managed\n • 5 Friends\nFind A Grave Friends\nAgnes Petri, Judy Malone\/Bar..., Lamar & Rae Rob..., Laura Dickey, Michael Pickel\nMessages left for BFP (6)[Leave Message]\nRoy Noack\nRE: Clyde Hill\nThanks, it would be appreciated. Since there are duplicates I would like to merge the two memorials.\nBest Regards\nAdded by Roy Noack on May 07, 2015 7:37 AM\nJudy Richards\nRE: William\nThank You\n\nAdded by Judy Richards on Feb 28, 2015 8:29 PM\nTeddy Lamar\nRE: Lurra Lee Holcomb FAG #16236901\nYes, I would appreciate it. Thank you very much.\nAdded by Teddy Lamar on Dec 28, 2012 12:18 PM\nLaura Dickey\nRE: Sammie Jo Dunnam Barker\nThanks for the transfer - the \"roots diggin'\" has been fun!\nAdded by Laura Dickey on Dec 27, 2012 5:12 PM\nLaura Dickey\nRE: Sammie Jo Dunnam Barker\nHi Barbara-\n\nSammie Jo is my 2nd cousin, so she's not in the \"direct family\" line. But I'm happy to manage her memorial if you wish to transfer it to me.\n\nHappy Holidays!\nLaura Dickey\nAdded by Laura Dickey on Dec 27, 2012 12:58 PM\nTeddy Lamar\nLurra Lee Holcomb FAG #16236901\nHi Barbara,\n\nI was advised that my entry is a duplicate of your's. I was wondering if you could transfer your's to me and I'll delete mine? She was my aunt. Her husband (my uncle) was my mom's brother. I appreciate it.\n\nTeddy Lamar\nFind A Grave Member #43883253\nAdded by Teddy Lamar on Oct 24, 2012 4:02 PM\n\nPrivacy Statement and Terms of Service",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.6923428178,
        "format_confidence":0.9203342199
    },
    {
        "url":"http:\/\/www.genealogy.com\/genealogy\/users\/s\/e\/a\/Sharon-Seavey-MA\/index.html",
        "text":"\nLearn more\n\n\n\nFamily Finder\nFirst Name:\n\nJohn Edmund Curtin : Rockchapel, Ireland to Haverhill, Ma.\n\nUpdated December 1, 2009\n\nAbout Our Family Research\n\nJohn Edmund Curtin arrived in Boston May 10, 1897 from Rockchapel, Cork, Ireland at age 22. One of fourteen children, he left his parents, siblings and family farm to come to America.\n\nSince there were many Curtin families in Rockchapel all families had nicknames to differentiate them from each other.\n\nThis Curtin line was known as \"The Gods\" very holy (devout) people ....a name given to a g\/father for example, would still be used by locals when talking about a grandson----- like The Gods John Edmund Curtin !!\n\nWith much gratitude to Margaret Curtain of Australia for all her help, patients and time. This is my Grandfather's lineage.\n\nFamily Photos\nRelated Files\nContact the Author\n\n\nHome | Help | About Us | Site Index | Terms of Service | PRIVACY\nThe content shown on this page has been submitted by a customer, and is not subject to verification by Neither nor its affiliates are responsible for the accuracy of any information contained on this page. The opinions expressed on this page are the author's alone and not the opinions of\n© 2011",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.6437937617,
        "format_confidence":0.888336122
    }
]