[
    {
        "url":"http:\/\/whc.unesco.org\/en\/decisions\/977\/",
        "text":"jump to the content\n\nCommittee Decisions\n\n30 COM 8B.2\n\nChanges to Names of Properties (SGang Gwaay)\n\nThe World Heritage Committee,\n\n1. Having examined Document WHC-06\/30.COM\/8B,\n\n2. Approves the proposed name change to SGaang Gwaii (Anthony Island) as proposed by the Canadian authorities. The name of the property becomes SGang Gwaay in English and in French.\n\nPDF Original Decision Document\nContext of Decision\nPDF WHC-06\/30.COM\/8B\nThemes: Inscriptions on the World Heritage List\nStates Parties: Canada\nProperties: SGang Gwaay\nSession: 30COM",
        "topic_id":13,
        "format_id":8,
        "topic_confidence":0.896989584,
        "format_confidence":0.6694767475
    },
    {
        "url":"http:\/\/www.nizkor.org\/ftp.cgi\/camps\/ftp.py?camps\/alderney",
        "text":"The Nizkor Project: Remembering the Holocaust (Shoah)\n\nShofar FTP Archive Directory: camps\/alderney\n\nFile Name Date Size\nalderney.001 Mon Jul 17 00:00:00 1995 1702\n\nHome ·  Site Map ·  What's New? ·  Search Nizkor\n\n© The Nizkor Project, 1991-2012\n\nThis site is intended for educational purposes to teach about the Holocaust and to combat hatred. Any statements or excerpts found on this site are for educational purposes only.\n\nAs part of these educational purposes, Nizkor may include on this website materials, such as excerpts from the writings of racists and antisemites. Far from approving these writings, Nizkor condemns them and provides them so that its readers can learn the nature and extent of hate and antisemitic discourse. Nizkor urges the readers of these pages to condemn racist and hate speech in all of its forms and manifestations.",
        "topic_id":13,
        "format_id":8,
        "topic_confidence":0.7655491233,
        "format_confidence":0.6440662146
    },
    {
        "url":"http:\/\/www.nps.gov\/piro\/parkmgmt\/foia.htm",
        "text":"\n\n    Pictured Rocks\n\n    National Lakeshore Michigan\n\nFreedom Of Information Act\n\nSuperintendent Northup speaks with a group of citizens at the fall 2006 Experience Your Lakeshore program.\n\nExperience Your Lakeshore, Fall 2006\n\nNPS photo by Ed Lasich\n\nThe Freedom of Information Act (FOIA) gives you the right to access any Pictured Rocks National Lakeshore, National Park Service, or Department of the Interior (DOI) records unless the information in those records is protected by one or more of the nine exemptions (reasons an agency may withhold records from a requester) and there is a sound legal basis to withhold them.\n\nIf you are seeking general information about Pictured Rocks National Lakeshore, you may wish to explore other pages of this website or feel free to contact the park. The information you are seeking may already be available via the Internet, at park visitor centers, or by calling, mailing, or e-mailing your request to the park.\n\nIf it is not, you may submit a written FOIA request (there is no official request form, just send us a letter describing the records you desire) to:\n\nPictured Rocks National Lakeshore\nP.O. Box 40\nMunising, MI 49862\n\nYou may also submit FOIA requests to the NPS or the DOI. If you have questions on what information is available without submitting a FOIA request or where it may be located, contact one of the NPS or DOI FOIA contacts. Our responsibility is to provide you with copies of the documents you are entitled to receive under the law. We want to work with you to achieve that goal.\n\nNational Park Service FOIA webpage\nDepartment of the Interior FOIA webpage\n\nDid You Know?\n\nThe light tower and flagpole of the Au Sable Light Station stand proudly.\n\nLocated within Pictured Rocks National Lakeshore, the Au Sable Light Station is on the National Register of Historic Places. Constructed in 1874, the station beacon still shines over Lake Superior's frigid waters. The lamp is now solar powered. More...",
        "topic_id":13,
        "format_id":8,
        "topic_confidence":0.5576779246,
        "format_confidence":0.8694572449
    },
    {
        "url":"http:\/\/www.asbar.org\/index.php?option=com_content&view=article&id=9762:18.0205-Seashore-reserve.&catid=564&Itemid=172",
        "text":"18.0205 Seashore reserve.\n\nCite as [A.S.C.A. § 18.0205]\n\nAll land including underwater land, and water areas of the Territory of American Samoa extending from the mean high water line seaward to 10 fathoms is included within the park system and be administered by the director in accordance with 18.0204.\n\nHistory: 1980, PL 16-55 § 2.",
        "topic_id":13,
        "format_id":8,
        "topic_confidence":0.726513803,
        "format_confidence":0.8967433572
    },
    {
        "url":"http:\/\/delcode.delaware.gov\/sessionlaws\/ga126\/chp734.shtml",
        "text":"WHEREAS, this year marks the four hundred eightieth anniversary of the discovery of America by Christopher Columbus on October 12, 1492; and\n\nWHEREAS, the intervening years have brought great benefits to people throughout the world from ideas and products that have originated on this continent; and\n\nWHEREAS, Title I, Section 501 of the Delaware Code, as amended, designates the second Monday in October as a legal holiday to pay tribute to Christopher Columbus;\n\nNOW, THEREFORE, I, RUSSELL W. PETERSON, Governor of the State of Delaware, do hereby proclaim Monday, October 9, 1972, as\n\n\nin Delaware and urge all residents of The First State to observe this day with appropriate ceremonies recognizing the courage and perseverance of Christopher Columbus and the many blessings bestowed on man as a result of his discovery.\n\nFURTHER, I request that the Flag of the United States and the Flag of the State of Delaware be flown on all public buildings on this day.\n\n[N WITNESS WHEREOF, I, RUSSELL W. PETERSON, Governor of the State of Delaware, have hereunto set my hand and caused the Great Seal of the said State to be hereunto affixed at Dover this 28th\n\n(GREAT SEAL) day of September in the year of our Lord, one thousand nine hundred and seventy-two, and of the Independence of the United States of America, the one hundred and ninety-sixth.\n\nRUSSELL W. PETERSON, Governor WALTON H. SIMPSON, Secretary of State",
        "topic_id":13,
        "format_id":8,
        "topic_confidence":0.5581105351,
        "format_confidence":0.9489281178
    },
    {
        "url":"https:\/\/morrisoncountyhistory.org\/?page_id=1193",
        "text":"Fees & policies of MCHS may change without notice. If you have questions, please contact us.\n\nConducting Research at the Museum\n\nVisitors to The Charles A. Weyerhaeuser Memorial Museum may do research at the facility with the assistance of staff. There is no admission fee to the museum, but researchers are charged for copies. Photocopy charges are as follows:\n\nBlack & white:\n\n  • 20¢ = Letter-sized copy (8½ x 11)\n  • 25¢ = Legal-sized copy (8½ x 14)\n  • 35¢ = Ledger-sized copy (14 x 17)\n\nColor (on standard paper):\n\n  • $1.00 = Letter-sized copy (8½ x 11)\n  • $1.50 = Legal-sized copy (8½ x 14)\n  • $2.00 = Ledger-sized copy (14 x 17)\n\nAt the museum, researchers are asked to observe the following rules so that we may better preserve documents and artifacts.\n\n  • Ask staff for the materials you want to see. Staff will refile them when you are finished.\n  • Keep the material in the order and condition in which you find it. Remove one folder at a time from a box. Keep material in its folder.\n  • Do not eat food or drink beverages while handling manuscripts, photos or artifacts.\n  • Use clean hands when handling materials. When handling photos, wear cotton gloves provided by staff. Handle all materials carefully.\n  • Use pencils for note taking.\n  • Ask permission of staff before adding information to files.\n  • Scanners and digital cameras are not allowed for reproducing photos or documents from the collections.\n\nStaff Research\n\nMorrison County Historical Society staff will do research for patrons. In order to make our search more efficient, please include as much information as possible with your request. (Full names, spouse’s name, maiden name, names of children, dates (at least year and month), and other identifying info).\n\nFollowing are the fees for those who would like Historical Society staff to conduct research for them.\n\n  • $25 per hour, with a one-hour minimum.\n  • Copies are charged at the per-copy rate on top of the research fee.\n  • Your bill will also include the cost of mailing your research.\n\nNo need to pre-pay for research. We’ll send a bill along with what we find. Payment of research fees can be made by cash, check or money order. If you would like an invoice that allows you to pay with credit or debit card, let us know with your research request.\n\nIf you’d like to get started, email us with your request. Be sure to include your full mailing address.\n\nPhoto Use Policy & Fees\n\nThe Morrison County Historical Society (MCHS) has been entrusted with the permanent care of the photographs in its collections. Due to the popularity of this collection, we receive many requests for photo reproductions. In order to preserve and maintain our photo collection, MCHS has adopted a photo use policy and a set of fees related to reproduction and commercial use.\n\nPhoto Use Policy (Conditions for the Publication, Display, or Broadcast of Photographs)\n\nMCHS has a Photo Use Policy for those who wish to use reproductions from our collections.\n\nFor both commercial and non-profit photo reproduction, the Morrison County Historical Society (MCHS) requires that a ­Commercial\/Public Use ­Permission Form be filled out and submitted prior to the reproduction of requested materials.  In ­addition to reproduction costs, MCHS may also charge a ­separate commercial use fee.  Those seeking permission to publish, display, or broadcast reproductions of photographs in the collections must complete the form prior to placing their order.  Please read the following conditions carefully.  Return the completed Permission Form to the Morrison County Historical Society, 2151 South Lindbergh Drive, PO Box 239, Little Falls, MN 56345.\n\n1.  Credit must be given to the Morrison County Historical Society and the creator of the work, if known.\n2.  The credit line for each photo will be supplied by MCHS. Credit lines must appear with the image or in a credit section of the work.\n3.  If the copyright is still in effect, the publisher must seek permission from the creator of the work or his\/her heirs.  MCHS will ­provide the creator’s name, if known.\n4.  Federal Copyright Law prevents MCHS from reproducing photographs from books and other media which are protected by copyright law or from supplying copyrighted works to those MCHS has reason to believe will violate said laws.\n5.  Permission to reproduce, publish, broadcast, or display a photograph from MCHS collections must be requested in writing via a completed ­Commercial\/Public Use Permission Form.\n6.  Possession of a photo from MCHS does not constitute permission to use it.\n7.  Permission is for one-time use only.  The Morrison County Historical Society retains all rights to the works and they must not be used for any purpose other than that listed on the permission form. If a digital scan is requested, the “one-time use only” provision still applies.\n8.  MCHS reserves the right to refuse to grant permission and\/or provide photographic reproduction services to publishers and individuals who have not complied with its policies.\n9.  Commercial users must pay the commercial use fee and reproduction fee in advance of receiving the photo reproductions.\n10.  MCHS reserves the right to decline to reproduce fragile or restricted items.\n11. MCHS will not provide negatives of photographs.\n12.  In some cases, MCHS may request that one copy of printed works (books, brochures, magazines, newspaper articles or ads) be ­donated for its files.\n\nPhoto Reproduction Fees\n\nStandard black & white and color photocopies of MCHS photos will be charged at the normal per copy rate. (See photocopy fees above.)\n\nFor a reproduction of a higher quality (i.e. photographic print), the cost will be determined by the individual project.\n\nThe fees for digital scans of photographs are as follows:\n\n  • 75 or 150 dpi scan (jpeg format) – $5.00 per image\n  • 300 dpi scan (jpeg format) – $10.00 per image\n\nFor scans that must meet other standards and formats, contact us.\n\nBetween 1 and 5 small digital scans can be sent by email. Digital scans of a higher quality or quantity will be recorded to a CD-RW provided by the Morrison County Historical Society. Cost of the CD-RW, on top of the per image scan, is $3.00 plus tax, if applicable. In order to maintain the integrity of our computer systems, we cannot accept blank CD-RWs from those requesting digital reproductions.\n\nCommercial Use Fees\n\nIn addition to reproductions costs, those who intend to use MCHS photos for commercial purposes (i.e. advertising, book publishing, website, broadcasting, business display, etc.), will be charged a commercial use fee based on the type of use. For specific commercial use fees, please contact us.\n\nThe Commercial Use Fee does not apply to photos reproduced for personal use, for news items, or for non-profit or educational use.\n\nPhoto Use Request for Permission\n\nFor both commercial and non-commercial photo reproduction of a quality higher than a standard photocopy, the Morrison County Historical Society requires that a Commercial\/Public Use ­Permission Form be filled out and submitted prior to the reproduction of requested materials. This form can be picked up at The Charles A. Weyerhaeuser Memorial Museum, or download and print the pdf version. Museum staff will assist in completing portions of the form.\n\nThose seeking permission to use MCHS photos for commercial purposes must pay the Commercial Use Fee and turn in the Request for Permission Form prior to receiving their reproductions. MCHS staff will provide a copy of the completed form to those ordering reproductions.\n\nIf you have further questions about MCHS’ Photo Use Policies and fees, please contact us.\n\n9 Replies to “Fees & Policies”\n\n  1. I plan to do research at the museum on November 20th on men who died in WWII from Little Minnesota: 100 Towns Around 100. I am looking for obituaries and other information on men from Hillman and Lastrup. Would it be helpful to send the names of the men before I come? Thanks for your help.\n    Jill Johnson\n\n    1. Jill, What a great topic! You do not have to send names of the men you will be researching ahead of your visit. Staff will be on-site ready to help you when you stop at the museum. See you next week. Ann Marie, Curator of Collections\n\n  2. Hi there, i am trying to delve into finding more info about some associated family from maybe the 1870-1920 time period. Including: Vaneps, Rounds, Hollenbeck, Barnhart, and Mooers families.\n\n    Also possibly minor connections to the Simmons, Clark and Ainsworth families.\n\n    How might I set up a specific request and set up payment?\n\n    Thanks Much, Aaron\n\n    1. Aaron, You can send a research request via email, regular mail or by phone. We do research on the honor system and would send you a Research Response Form, which also serves as a bill, with any information that we find. Thanks for asking! Ann Marie\n\n  3. I am considering research that would involve taking photos of the front page of the local paper from the date WW I was declared, and photos of several of local advertisements from the inside of the paper for historical context. Would these be photos of artifacts? These would be placed in a non commercial PowerPoint. How does the society handle this?\n\n\n    Jon van der Hagen\n\n  4. William Morrison – Fur Trader Hi, I would like to have the history on William Morrison – Fur Trader . This is my husband gggggrandfather. If you have picture and infor. I love what was written in the( William Morrison – Fur Trader) I would like a copy of this . Thank you for help Jan\n\n    1. Hi, Jan – From your comment, it appears you have found the article we have online about William Morrison. Link here: http:\/\/morrisoncountyhistory.org\/?page_id=404\n\n      Have you tried printing off a copy of the article from our website? If it comes out wonky on your printer or you are seeking further info (including a photo) on William, send us a formal research request via email. Our email address is contactstaff@morrisoncountyhistory.org.\n\n   ... (truncated)",
        "topic_id":13,
        "format_id":8,
        "topic_confidence":0.9417185783,
        "format_confidence":0.7312871218
    },
    {
        "url":"https:\/\/forum.gallipoli-association.org\/forum_posts.asp?TID=1129&PID=1622&title=gallipoli-association-forum-user-rules",
        "text":"The Gallipoli Association Homepage\nForum Home Forum Home > Gallipoli Association forum > Welcome to the forum!\n  New Posts New Posts RSS Feed - Gallipoli Association Forum User Rules\n  FAQ FAQ  Forum Search   Events   Register Register  Login Login\n\nThe Gallipoli Association Forum\n\nTopic ClosedGallipoli Association Forum User Rules\n\n Post Reply Post Reply\nMal Murray View Drop Down\nAdmin Group\nAdmin Group\n\nJoined: 22 Apr 2010\nLocation: Ireland\nStatus: Offline\nPoints: 2366\nDirect Link To This Post Topic: Gallipoli Association Forum User Rules\n    Posted: 08 Dec 2011 at 18:24\n\nRules and guidelines for using the Gallipoli Association Forum\nThe Gallipoli Association Forum is owned and operated by The Gallipoli Association.\n\n\nThe owners of the Gallipoli Association Forum reserve the right not to accept registrations of new members.\n\n\nGallipoli Association Forum Members Area.\n\nOnly Gallipoli Association Members have access to this area of the forum. It is designed in this manner to allow for an interchange between Gallipoli Association members.\n\nYour use of the Gallipoli Association Forum is subject to the rules and guidelines shown on this page. By using the Gallipoli Association Forum in any way you signify explicit agreement to all of the statements contained herein. These rules and guidelines apply to the titles and body of your posts, to your signature and to private messages and emails sent from the forum. Failure to adhere to the rules may result in your posts being modified, moved or deleted. Continued failure to respect the rules may lead to your account being suspended or a ban being placed on your continued use of the forum.\n\nRespect for your fellow member\nYou will not use profane language.\nYou will not post messages that are in any way racist, sexist, abusive or obscene.\nYou will not incite or be aggressive in tone.\nYou will respect the right of others to express their opinion.\nYou will not post irrelevant text designed to disrupt discussion.\nYou will not make any statements that could be construed as defamatory of an individual, group or business.\nThreats or any form of harassment against another member will be taken seriously. The forum owners will cooperate fully with law enforcement agencies in the event of an action.\n\nRespect for Forum moderators\nAll moderators have an absolute right to delete, move, edit or otherwise change any post added to this forum as necessary in order to maintain flow, ensure adherence to these rules\nand maintain the positive spirit of the discussion. If you don't agree with a decision you may discuss it with the moderator who made the judgment in private, but you are not entitled to a \"hearing\" or even a necessarily to a response. The rules outlined on this page will be used as moderation guidelines. Remember that the discussion forum is moderated by people who have volunteered to put themselves in the position of making difficult judgment calls. Following these guidelines\/rules makes their life easier and everyone's experience visiting the Gallipoli association better.\n\nRespect for copyright\nYou will not post material that may be copyright, where publication rights are owned by others. You own copyright to posts that you make on this forum. The owners of this Forum retain copyright in the overall compilation of the forum and has an implicit licence to use your message as part of the forum by virtue of that implicit licence. Specifically, the design of this forum including but not limited to domains, URL's, titles, logos and other images, category descriptions, html skins and other features is the property of the owners of the Gallipoli Association.\n\nIn line with the above rules all Forum members are requested to post a url to any site where they may have acquired information from. This allows other members to carry out further research and fully attributes the information gathered to the person and location from which it was gathered.\n\nCopyright restrictions of Medal Index Cards, Service Records etc\nMembers of the Gallipoli Association Forum MAY post images of MIC's\/service records etc on the Gallipoli Association Forum provided they have downloaded these themselves from Ancestry or similar sites, or have obtained them from, for example, the NA, and they relate to a specific research project being undertaken by the Gallipoli Association member in question.\n\nMembers MAY NOT use the Gallipoli Association Forum to display any images of MIC's, service records etc downloaded from Ancestry or any similar genealogy sites on behalf of a third party. Members who are NOT subscribers to Ancestry and similar sites, MAY NOT use the Gallipoli Association Forum as a platform to ask parties to download data on their behalf.\n\nThe above rules are applied as the Gallipoli Association have a legal responsibility to ensure that we do not breach any Terms & Conditions laid down by genealogy sites relating to the publishing of images for third parties.\n\nIt is the intention of the Gallipoli Association to keep the Forum as free of advertising as possible. Our intention will always been to remove overt promotion of companies and major businesses attempting to use the Gallipoli Association Forum as a free promotion vehicle.  It is not the intention of the Gallipoli Association to hamper the activities of individuals in their research work.\n\n\nThis rule will be interpreted sympathetically, and only links to major commercial operations will be automatically banned. Any links to sites run by individual members offering their own books, research or other WW1-related activities will be allowed unless, in the view of the moderators, they appear to constitute a major business, or push acceptable bounds of behaviour.\n\nWe are also aware of occasional advertising by proxy, i.e. where a member appears to make unnecessarily repetitive mentions of a commercial service. Again, we reserve the right to amend such posts accordingly.\n\nIf anyone is unsure about commercial links in signatures, please contact us. The Team will discuss your queries and advise accordingly.\n\nAdvertising Of Personal Publications\nIn common with the membership, the Trustees are keen to know of new publications relating to the Gallipoli campaign, and we welcome news of new books etc, particularly those written by our members. It is an important part of our information exchange to learn of the availabilty of new publications, both for pleasure, and to expand research.\n\nIn relation to this subject, the one rule we will make is that:\n\nOnly ONE image of the cover of a book or media (DVD etc) may be posted on the main discussion board, in addition to one in the Classified Section (if the author chooses to place a notice there).\n\nOtherwise, we reserve the right to edit overt advertising i.e. excessive mentions, links, multiple threads etc etc. In other words, please play fair, make use of the Forum, but do not abuse the Forum’s hospitality.\n\nWhere applicable, we ask authors to acknowledge the assistance of individual members , and the Gallipoli Association itself in their works. Inclusion of our URL would also be appreciated. After all, we can assist in the creation of even more good books if this is done.\n\nSubject matter\nThis forum is specifically designed to discuss matters relating to the Gallipoli\/Dardanelles Campaign of the Great War. Clearly, on occasion, discussion necessarily drifts into related areas and this is permissible. Discussions and posts on modern-day politics or religion will not be tolerated in any area of the forum. Always post in the appropriate area for your topic and don't post similar messages in multiple areas. Messages posted that are irrelevant to the discussion and designed to distract or disrupt will be deleted without warning.\n\nAny Forum member who posts SPAM or links to Pornographic or other such sites will automatically be deleted from the Forum membership and their email blocked. NO notification will be given.\n\nRegistration and personae\nMultiple registration - that is, having more than one live membership - by an individual is not recommended. If second and subsequent registrations are detected the moderators may take action to close, suspend or otherwise render all but one registration inactive. Repeated attempts to register extra memberships, or the use of one membership to discuss in any way another existing membership opened by the same individual, will, once detected, lead to immediate closure of all membership accounts on the grounds of bringing the Forum into disrepute.\nRegistrations for membership of the Gallipoli Association Forum will only be accepted once a valid email address is shown by the applicant. Any registration without a valid email address MAY be deleted by the Forum Administrators.\n\nSuspension or termination of membership\nIn the case where these rules are violated, your membership of the Forum may be terminated and access blocked; alternatively a members posts may be made subject to moderator sight before they appear in the forum. Should any of these actions become necessary, the member may be advised by email. Repeated transgression will result in your account being banned and your ISP being informed.\n\nMember's legal responsibilities\nThe member is held responsible for what they write in the Forum, regardless of whether it is a post in a forum, on their signature or profile or in an email or message that is sent by the forum. The member specifically agrees by use of the forum to indemnify and hold harmless the administrators, moderators and owners of this forum against any form of action. The forum owners and moderators do not vouch for or warrant the accuracy, completeness or usefulness of any message and are not responsible for the contents of any message. All members have accepted these terms on registering to join the forum and explicitly agree to these terms on their continued use of the Forum\n\nWhat to do if you see another member breaking these rules\nPlease report any messages violating th... (truncated)",
        "topic_id":13,
        "format_id":8,
        "topic_confidence":0.9213111401,
        "format_confidence":0.9448657632
    },
    {
        "url":"http:\/\/whc.unesco.org\/en\/decisions\/1669",
        "text":"jump to the content\n\nCommittee Decisions\n\n32 COM 7B.62\n\nBahla Fort (Oman) (C 433)\n\nThe World Heritage Committee,\n\n1. Having examined Document WHC-08\/32.COM\/7B,\n\n2. Recalling Decisions 30 COM 7B.56 and 31 COM 7B.67 adopted at its 30th (Vilnius, 2006), and 31st (Christchurch, 2007) sessions respectively,\n\n3. Regrets that the State Party has not submitted the report requested by the World Heritage Committee at its 31st session (Christchurch, 2007), without which it is not possible to assess the progress of activities at the property;\n\n4. Strongly urges the State Party, if it has not already done so, to finalise and adopt the management plan taking into account the recommendations of the World Heritage Centre and ICOMOS, and to establish the necessary legal and administrative framework for its implementation;\n\n5. Requests the State Party to submit to the World Heritage Centre by 1 February 2009, the adopted management plan in three printed and electronic copies and a detailed progress report on its implementation, the legal framework and administrative structure, as well as the souk project, for examination by the World Heritage Committee at its 33rd session in 2009.\n\nPDF Original Decision Document\nContext of Decision\nPDF WHC-08\/32.COM\/7B\nThemes: Conservation\nStates Parties: Oman\nProperties: Bahla Fort\nSession: 32COM",
        "topic_id":13,
        "format_id":8,
        "topic_confidence":0.7878741026,
        "format_confidence":0.5335313082
    },
    {
        "url":"http:\/\/www.secondworldwarhistory.com\/disclaimer.asp",
        "text":"Second World War History Logo Site Disclaimer\n\nAuthored By Staff Writer | Last Updated: 5\/19\/2014\n\nA few items of note concerning use of this website.\n\n\n1) Liability\n\"\", \"\", \"SwwH\", \"Second World War History\" is in no way endorsed by any other world body or industry organization. Material presented throughout this website is for historical and entertainment value.\n\n2) The information available on our site is only as accurate as the original sources they reflect\nPlease be aware that many different published\/oral military and\/or civilian sources deliver varying degrees of information and\/or accuracy when referring to specific historical events on a given date. Information found throughout is provided to the best of our researching abilities at the time of publication to the internet and is constantly being added to, edited for accuracy, or repaired for inaccuracy whenever possible.\n\n3) Legal\nAlthough the content of is believed to be accurate at the time of their publishing (to the Internet), does not assume responsibility as to the accuracy, correctness, completeness, and overall reliability of the information made available through this website. The contents of this website are provided \"as is\" and without any expressed or implied warranties of any kind. disclaims liability for any damages which arise as a result of the direct or indirect use of this website ( reserves the right to modify, amend, delete, suspend or discontinue this website, which we control, without prior notice to the user.\n\n4) This Website and You seeks in no way to misuse, misguide or misrepresent any one person, item or organization through the public display of information and available statistics found on this site. If is notified of an egregious misstatement or misrepresentation, its operators will take reasonable action(s) to rectify the issue(s) as soon as possible.\n\nYou agree not to use this website for illegal purposes or for the transmission of material that is unlawful, harassing, libelous (e.g., untrue and damaging to others), invasive of another's privacy, abusive, threatening, or obscene, or that infringes the copyright (e.g., rights of an owner or authorized user of material) or other intellectual property rights of others., in no way, endorses the use of violence against any living thing or otherwise. Our website represents a cataloguing of events as related to World War 2 and nothing more.\n\n5) Further Information\nThe information found on this website is true and complete to the best of our knowledge. All information is provided without any type guarantee, in whole or in part, by the website owner(s), who also disclaim any liability incurred in the connection with the use of this data or its specific details.\n\n6) Liability and External Links is not responsible for the content of external websites that link to this website. External links should not be taken as an endorsement of any kind on the part of the user and he\/she agrees to proceed with caution and reasonable logic when leaving our website to visit another. External links cannot be guaranteed to work 100% of the time and accepts no responsibility of sites operating outside of our direct control - this includes links served by third party advertisers. Links are provided \"as is\" with no warranty - express or implied - to the information that is provided on those websites as has no control over the content presented on those pages.\n\n7) Artwork and Photography\nImagery in the form of illustrations, drawings or photography are presented throughout this site for the benefit of the user. Illustrations and drawings that are credited with the name of the owner cannot be reused on another website. United States Department of Defense (U.S. DoD) imagery in the form of photography is credited in the bi line with proper ownership. All other images are images contained, or assumed to be, in the Public Domain. Any artwork containing the \"\" watermark is property of (and the artist represented) and cannot be reused in any form elsewhere.\n\n8) User-Submitted Content\/Corrections\nBy submitting any content\/corrections to, including any photography, imagery, statistics, personal experiences as related to military service during World War 2, you hereby irrevocably grant \/, its affiliates and distributors, a worldwide, royalty-free, non-exclusive, and fully sub-licensable license, to use, reproduce, modify, adapt, translate, publicly perform, publicly display, create derivative works from, transfer, transmit and distribute, in connection with promotion or elsewhere, such content (in whole or in part) and to incorporate the content into other works in any format or medium now known or later developed. Notwithstanding the foregoing, when you submit content may modify the format and display of such content. will take all reasonable precautions to keep your email address, email message content and any other pertinent identifying elements private. The foregoing grants shall include the right to exploit any proprietary rights in such content, including but not limited to rights under copyright, trademark, service mark or patent laws under any relevant jurisdiction. With respect to content you submit for review, you grant the license to use, distribute, reproduce, modify, adapt, publicly perform and publicly display such content on the or on any other related media. You agree that the foregoing grant of rights by you to and its affiliates is provided without any the entitlement of payment of fees or consideration.\n\n9) Copyright Infringement\nIf you believe some portion of content made available through is in violation of a standing copyright, trademark or other legally-held protection, please email us the location of the offending content (URL) with a detailed description of the offense. will, within reason, work to remove the offending image, text or link.",
        "topic_id":13,
        "format_id":8,
        "topic_confidence":0.6296011209,
        "format_confidence":0.9899179339
    },
    {
        "url":"http:\/\/www.futuremuseum.co.uk\/collections\/life-work\/social-history\/government\/burgh-of-barony-of-newmilns\/newmilns-charter-1566-(original).aspx",
        "text":"Show Navigation\n\n\nBurgh of Barony of Newmilns\n\nNewmilns Charter 1566 (original)\n\n\nTranslation of the Charter by Sir Matthew Campbell of Loudoun in favour of the Town of Newmilnis.\n\n\n(From the original Latin)\n\n21st January 1566.\n\nTo All by whom this Charter may be seen or heard Matthew Campbell of Loudoun Knight Sheriff of Ayr greeting in the Lord for ever. Know ye that I have given granted and by this my present Charter confirmed as I by these presents give grant and by this my present Charter confirm to the Community of my Burgh of Newmilnis, lying in my Barony of Loudoun and within the Sheriffdom of Ayr, and to the Inhabitants and future Inhabitants of the same full power and the free liberty of keeping and selling in said Burgh wine, wax, linen and woollen cloth, broad and narrow and other lawful merchandise whatever, with power, and liberty of having and keeping Bakers, Brewers, Fleshers and Sellers as well of Flesh as of Fish and other craftsmen any ways pertaining and belonging to the liberty of the said Burgh as also I have granted and by the tenor of this my present Charter Grant that in the said Burgh there be Burgesses and that they have power in all time to come of electing Bailies and other Office Bearers necessary for the government of the said Burgh, and of holding counts and applying the issues thereof to common uses with power to the said Bailies of said Burgh to receive resignations of the lands and tenements lying in said Burgh or liberty thereof, and to infeft the Inhabitants of the said lands and tenements after resignation has been made in their hands. But providing that the said Inhabitants of the foresaid Burgh and the lands of the same pay to me and my heirs the free farm duty used and want, together with the double of the said feu farm duty the first year of their entry as also I have granted and by the tenor of this my present Charter Grant to the Burgesses and Inhabitants of the said Burgh that in said Burgh they may have hold and possess for ever a Cross and a Market upon the Sabbath day each week and public fairs each year forever upon the feast or day of Dionisius in Autumn, and for four days immediately following said feast with customs and all other liberties pertaining to fairs of this kind or which may justly pertain thereto in future, together with full power to the said Community Bailies Inhabitants and future Inhabitants of the said Burgh of repledging from my Barony of Loudoun the Inhabitants of said Burgh to the privilege or count of the same as often as they may be arrested at the instance of whomsoever in all time to come. Having and Holding the said Burgh of Newmilnis in all times to come in a free Burgh with the foresaid privileges liberties and concessions and all and singular other liberties advantages easements and just pertinent of the same whatsoever as well not named as named pertaining or which may be justly held to pertain to a free Burgh in future as freely quietly fully entirely honourably well and in peace in all things and by all things as I have held or possest or my predecessors in former times held or possest together with free ish and entry in and to the lands moors and marshes used and want pertaining or which may be justly held to pertain to the Bailies Inhabitants and future Inhabitants of said Burgh in all time to come, and I and my heirs and assignees shall warrant acquit and forever defend the foresaid Burgh of Newmilnis with the privileges and other liberties above written in all things, and by all things in form as well as in effect as aforesaid against all mortals. In testimony whereof my proper seal together with my manual Subscription is appended to these presents at Newmilnis the twenty first day of the month of January in the year of our Lord one thousand five hundred and sixty six before these witnesses John Loidoun in Newmilnis, Thomas Stewart of Galston, Mungo Campbell of Brownside Hugh Nisbet in Hag and George Angus notary Public with sundry others.\n\n\n(signed) Matthew Campbell of Loudoun Kngt.\n\n\nDean Castle\nAccession number:\nCreation Date:\nEast Ayrshire Council\/East Ayrshire Leisure\n\nAlternative Views:\n\nalternative small picturealternative small picturealternative small picture",
        "topic_id":13,
        "format_id":8,
        "topic_confidence":0.9807965755,
        "format_confidence":0.5239556432
    }
]