[
    {
        "url":"http:\/\/www.tolerance.ca\/ArticleExt.aspx?ID=141187&amp;L=en",
        "text":"Looking inside ourselves and out at the world\nIndependent and neutral with regard to all political and religious orientations,® aims to promote awareness of the major democratic principles on which tolerance is based.\n\nOlympic camping proves to be a hit\n\nLondon is not known as a camping destination, but with the Olympics in town a temporary campsite has sprung up just a stone's throw from the Olympic Park to give sports fans on a budget an economical option. Duration: 00:44\n\n© DailyMotion -\n\nComment on this article!\nTo post a comment, we encourage you to become a member of® or log in if you are already a member. You can still post your commentwithout registering, but you will need to fill your personal information each time.\n\nBecome a member (free)   |   Log in\n\nPostings are subject to the terms and conditions of®. Before submitting your message , you must read the Terms and conditions of® and agree to them by checking the box below.\nYour name:\n  I have read and agree to the Terms and conditions of®.\nFollow us on ...\nFacebook Twitter",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.692773819,
        "format_confidence":0.90969491
    },
    {
        "url":"http:\/\/www.taipeitimes.com\/News\/front\/photo\/2013\/05\/20\/2008087425",
        "text":"Demonstrators dressed in Taoist costumes march yesterday during a protest against nuclear power in Taipei.May 20, 2013\n\n\nPhoto: Edward Lau \/ Reuters\n\nThis photo has been viewed 859 times.\n\nTOP top\n\nComments will be moderated. Remarks containing abusive and obscene language, personal attacks of any kind or promotion will be removed and the user banned.",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9907181859,
        "format_confidence":0.898929894
    },
    {
        "url":"https:\/\/envnewsbits.info\/2017\/06\/09\/85-percent-of-the-top-science-jobs-in-trumps-government-dont-even-have-a-nominee\/",
        "text":"\n\nRead the full story in the Washington Post.\n\nTrump is facing science-focused problems and issues with a key limitation: lack of staffing. As of June 6, Trump had announced a nominee for just seven, or 15 percent, of 46 top science posts in the federal government that require Senate confirmation, according to a Post analysis.\n\nLeave a Reply\n\nPlease log in using one of these methods to post your comment:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9762378931,
        "format_confidence":0.7001965642
    },
    {
        "url":"https:\/\/shootonline.com\/news\/dnc-launches-new-anti-mccain-spot-youtube\/archived_node",
        "text":"Sunday, February 25, 2018\n  • Wednesday, Mar. 26, 2008\nDNC Launches New Anti-McCain Spot On YouTube\n  • --\n\nThe Democratic National Committee began playing a new spot on YouTube March 18. Lockstep, a :60, advances the Democratic cause by portraying John McCain, the presumptive Republican...\n\nThis content is archived. The full version is only available to SHOOT members.\n\n\nMemberships can be purchased for as little as $14.95 per month and can be cancelled at any time. In addition to SHOOT archives access SHOOT membership includes:\n\n  • My SHOOT cv Profile with 1 Reel up to 10 videos (live profile example)\n  • Access all SHOOT Magazine PDFs\n  • SHOOT Print Magazine subscription\n  • Management area for all SHOOT digital publications\n  • Personal NewsRoom\n  • Official PDF Version\n  • Coming Soon -  Talent recruitment postings for projects and jobs in film, TV, commercials, etc.\n\nNote: If you are already a paid SHOOT member please login here.",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.8873225451,
        "format_confidence":0.9720168114
    },
    {
        "url":"https:\/\/secure.forumcomm.com\/?publisher_ID=40&article_id=155082",
        "text":"« Continue Browsing\n\nArticle Preview\n\nObama urges Dems to join for crucial health care vote today\n\nPublished 03\/21\/2010, Associated Press\n\nVictory within reach, President Barack Obama exhorted House Democrats on Saturday to stay true to their party’s legacy and make history by bringing health insurance to millions of struggling families now left out. Leaders exuded confidence as they defused thorny problems in the countdown to a landmark vote.\n\nWord count: 1150\n\nLog In\n\nThe full article is available to newspaper subscribers. If you are a subscriber please log in to continue reading.\n\n\nAre you a newspaper subscriber but you don't have a Digital Access account yet? Click here to set one up. You will need your subscription account number and phone number.\n\nNot sure if you have an account? Email us at subscriberservices@forumcomm.com and we can help you.\n\nReset Your Password\n\nPlease enter your full e-mail address. We will e-mail you a temporary password.",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9908430576,
        "format_confidence":0.9874073267
    },
    {
        "url":"http:\/\/www.policysoapbox.com\/pennsylvania\/shapiro-preparing-for-additional-court-battles-as-election-nears\/",
        "text":"Shapiro preparing for additional court battles as election nears\n\nPrint Friendly, PDF & Email\n\nBy: Deb Erdley\n\nPennsylvania Attorney General Josh Shapiro said he has teams preparing for any election law challenges that may be filed between now and after polls close Nov. 3, even as he awaits court rulings on several GOP challenges.\n\nWith 26 days remaining until the election and about 2.5 million mail and absentee ballot applications approved, the courts are expected to rule soon on several issues.\n\nRead the full article",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9741206765,
        "format_confidence":0.9413682818
    },
    {
        "url":"http:\/\/content.time.com\/time\/magazine\/article\/0,9171,1186583,00.html",
        "text":"Immigration Divides the Nation\n\nOur report on the debate over what to do about America's 11 million illegal immigrants sparked comment from readers who argued against punishing people for seeking a better life. But others rejected offering citizenship to those who have broken the law or are unwilling to assimilate\n\n\"Should They Stay Or Should They Go?\" [April 10] was a thought-provoking contribution to the divisive debate on illegal immigration. The 11 million illegal immigrants living in the U.S. broke our laws, and that has to be remedied. But surely the majority of them are otherwise law-abiding, hardworking individuals, many with children who are American...\n\nWant the full story?\n\nSubscribe Now\n\n\nGet TIME the way you want it\n\n  • One Week Digital Pass — $4.99\n  • Monthly Pay-As-You-Go DIGITAL ACCESS$2.99\n  • One Year ALL ACCESSJust $30!   Best Deal!\n    Print Magazine + Digital Edition + Subscriber-only Content on\n\nLearn more about the benefits of being a TIME subscriber\n\nIf you are already a subscriber sign up — registration is free!",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9849047661,
        "format_confidence":0.969411552
    },
    {
        "url":"http:\/\/www.prisonplanet.com\/the-alex-jones-show-l-i-v-e-june-25th-with-webster-tarpley.html\/print\/",
        "text":"- Prison Planet.com - http:\/\/www.prisonplanet.com -\n\nThe Alex Jones Show – L I V E – June 25th With Webster Tarpley\n\nAlex welcomes back to the show author, intelligence expert, historian, journalist, lecturer, and GCN radio talk show host Webster Tarpley. Tarpley’s latest book, Obama: The Postmodern Coup [1], is available at the Alex Jones Infowars store. Tarpley also appears in Alex Jones’s latest film, The Obama Deception [2].\n\nWatch the video archive and access the high quality MP3 by logging in at Prison Planet.tv [3] and clicking on the “LIVE” page.\n\nMEDIUM QUALITY FREE MP3 FILE: http:\/\/rss.nfowars.net\/20090625_Thu_Alex.mp3 [4]\n\nNot a prison planet.tv member? Consider the great benefits of subscribing – click here [5].\n\nThe Alex Jones Show   L I V E   May 29 With Bob Chapman 250509BANNER [5]",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.8944702744,
        "format_confidence":0.8144962788
    },
    {
        "url":"http:\/\/uttarakhand.org\/2012\/04\/successive-govts-have-failed-to-deliver-kunjwal\/",
        "text":"Welcome to the Archives\n\nSuccessive govts have failed to deliver: Kunjwal\n\nCandidly admitting that the successive governments in the state have failed to live up to the expectations of the masses, newly elected Speaker of the state Assembly Govind Singh Kunjwal has stressed the need for a policy change so that a situation similar to the one when Uttarakhand was a part of Uttar Pradesh does not arise again. [more]",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9972940087,
        "format_confidence":0.5862473249
    },
    {
        "url":"http:\/\/www.foreignaffairs.com\/articles\/54795\/elizabeth-economy\/painting-china-green-the-next-sino-american-tussle",
        "text":"Painting China Green: The Next Sino-American Tussle\n\nWhen Chinese Premier Zhu Rongji meets President Bill Clinton and Vice President Al Gore in Washington in April, the political climate is unlikely to be auspicious. The United States and China have reached a virtual stalemate on each of their traditional agenda items. Negotiations over China's entry into the World Trade Organization have stalled; China's continued drive for reunification with Taiwan offers little potential for fruitful dialogue; and human rights remains an elusive area for compromise. Yet the Sino-American relationship may well define global prosperity and military security in the 21st century. Allowing it to deteriorate risks a future punctuated by frequent military and economic conflicts and global instability. Both sides are eager to sustain the illusion of progress produced by the recent presidential summits. Hence, a centerpiece of the talks will likely be a subject viewed by both as uncontroversial-environmental cooperation.\n\nChinese and American leaders believe that the environment is a low priority issue with plenty of common ground. This is a big mistake. The environment is as complex as other key diplomatic issues, featuring differing interests and priorities, weak Chinese institutions, Chinese defiance of international agreements, and conflict between Congress and the White House over how to achieve U.S. aims.\n\nMoreover, environmental issues have direct and serious implications for other U.S. foreign policy objectives. A warmer Sino-American relationship is stymied by China's reluctance to seek any middle ground with the United States until it is in firm control domestically. But the environmental problems created by China's recent economic boom now threaten the country's fragile social, political, and economic infrastructure. This is a momentous issue, and the question is: Is China's economic growth sustainable? Progress in bilateral discussions rests on China's resolution of it. Fleeing to the environment as a short-term foreign policy sanctuary will be treacherous if these complications are ignored. If fully understood and thoughtfully addressed, however, China's environmental problems offer a unique opportunity for the United States to cooperate with China on a vital issue.\n\n\nRegister for free to continue reading.\nRegistered users get access to two free articles every month.\n\nOr subscribe now and save 55 percent.\n\nSubscription benefits include:\n  • Full access to\n  • Six issues of the magazine\n  • Foreign Affairs iPad app privileges\n  • Special editorial collections\n\nLatest Commentary & News analysis",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9892414212,
        "format_confidence":0.6133565307
    },
    {
        "url":"http:\/\/streettalktv.com\/episode\/artscape-high-school-drama-festival\/",
        "text":"Artscape High School Drama\n\nSeason 6 Episode 34\n\nThu, 18 May 2017 12:00am\n\nThe Brackenfell students are discussing racism and how it affects them. They also tell how they can’t even go and study where they want because of the racial war we have here in South Africa. They also discuss how important it is to take responsibility for your own life and not blame the government for everything that is wrong. They maintain that if a white person calls a black person ” stupid ” it’s a racist remark, but if a white person calls another white person stupid, it’s not.\n\nJoin the Conversation\n\n\nFancy Gallery Error:\nNo gallery with the ID 1 was found or you have not created albums for it yet.\n\n\nFilm Credits\n\nDirector: Jo Menell\/ Richard Mills\n\nProduced by: Street Stories Films\n\nCamera: Siyabonga Ndlanga\n\nEditor: Thina Daniel\n\nSound: Banele Poni\n\n\n\nJoin the conversation\n\nBelow each film clip on the website is a Blog where you can share your thoughts and chat with other people.\n\nTake action\n\nSome of the topics that we cover stir up emotions. If you are inspired to act from having seen one of our films, then download our take action manifesto.\n\nIf you have an issue\/story that you think needs to be told get in touch with us.\n\n\nStreet Talk TV is run by a non-profit organization (NPO). We survive on funding and donations. If you believe in what we do please consider donating\nMake Donation\n\n\nconnect with us\n\nAbout Street talk\n\nStreet Talk TV – short documentary films about social issues affecting South Africa. Street Talk is produced by ‘Street Stories Films’ a Non-Profit Organisation Reg No: 072-487 NPO.\n\n021 424 8184\n\nsign up to receive our newsletter\n\nStreet Talk Disclaimer\n\nWeb design by Yorkhill",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.8957955837,
        "format_confidence":0.8747788668
    },
    {
        "url":"http:\/\/www.lamonitor.com\/content\/bill-targets-teen-drug-users?mini=calendar-date%2F2013-05",
        "text":"Bill targets teen drug users\n\n-A A +A\n\nHeroin and prescription drug use are reaching epidemic levels in New Mexico\n\nBy Carol A. Clark\n\nTeenage addiction to heroin and prescription drugs is hitting epidemic levels throughout New Mexico, according to experts. A bill from Albuquerque Sen. Bernadette Sanchez, D-Bernalillo aimed at treating the problem passed the New Mexico Senate 31-3 Thursday.\n\nIf you subscribe to the newspaper, you receive FREE access to all the exclusive content of the web site! Simply register to receive uninterrupted access to our award-winning and in-depth local online content!\n\nRenew Current or Past Subscription \/ Register for Online Subscription\n\nIf you currently subscribe or have subscribed in the past to the Los Alamos Monitor, then simply find your account number on your mailing label and enter it below.\n\nClick the question mark below to see where your account ID appears on your mailing label.\n\nNewspaper Acct. ID:\nStreet Address:\n(exactly as it appears on the label)\n\nIf you are a subscriber and you do not know your account ID or don't have a copy of your newspaper available that shows the information on the address label you can click continue below to search for your account.\n\nNew Subscription\/30 Day Free Trial Account\n\nIf you are new to the award winning Los Alamos Monitor and wish to get a subscription or simply gain access to our online content then please enter your ZIP code below and continue to setup your account.\n\nZIP Code:\n\nCreate a limited access account.\nRegister to participate in community forums, post on the community calendar, blog etc. This registration does not give you full access to read our award winning content, etc.\n\nThe Los Alamos Monitor | lacirculation@lamonitor.com | 505-662-4185\n256 DP Road, Los Alamos, NM 87544\nOffice Hours are 8:00 a.m. to 5:00 p.m., Monday through Friday",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.6243761182,
        "format_confidence":0.9356558919
    },
    {
        "url":"https:\/\/www.hoteldealsphuket.com\/phukettravelnews\/news\/north-korea-pompeo-not-welcome-at-nuclear-negotiations",
        "text":"North Korea: Pompeo Not Welcome at Nuclear Negotiations\n\nJuhyun Lee contributed to this report. SEOUL, SOUTH KOREA — North Korea is demanding that U.S. Secretary of State Mike Pompeo no longer take part in any further talks involving its nuclear weapons program. Kwon Jong Gun, a senior official in the North’s foreign ministry, says Pyongyang wants someone who is “more careful and mature in communicating,” according to a report by the official KCNA news agency. Kwon Jong Gun’s comments were released hours after the regime announced that the North had tested a new “tactical guided weapon,” the latest display of Pyongyang’s military capabilities. KCNA said Kim Jong Un supervised and guided the Wednesday test, calling it an operation of “very weighty significance.” The KCNA report did not elaborate on the type of weapon tested, but the phrase “tactical” suggests it is not a ballistic missile. Still, the test could be seen as a warning to the United States, amid an impasse in talks over North Korea’s nuclear program. “Kim is trying to make a statement to the Trump administration that his military potential is growing by the day, and that his regime is becoming frustrated with Washington’s lack of flexibility in recent negotiations,” says Harry Kazianis, director of Korean Studies at the Center for the National Interest. A U.S. military official said late Wednesday the Pentagon is aware of the reported test, but has no further comment. North Korea has not carried out a nuclear or long-range missile test for well over a year, since Kim began talks with the United States and South Korea. Instead, the North has carried out smaller provocations. In November, Kim oversaw the test of what KCNA also referred to as a newly developed “high-tech tactical weapon.” U.S. officials later played down the significance of that test. ​Stalled talks Nuclear negotiations between the... If you wish to read this full breaking news headline, plus more articles from around Thailand and Asia like, North Korea: Pompeo Not Welcome at Nuclear Negotiations, simply click on 'Read full story' below, but 1st please give us a 'LIKE' or 'SHARE' before you leave. Thank you North Korea: Pompeo Not Welcome at Nuclear Negotiations\n\n\n\n\n\nRead full story...\n\n\nPublished By: VOA NEWS - Thursday, 18 April\n\n\n\nThailand News Phuket News  \/  Asian Travel News South Korea - Malaysia - Singapore - China - Philippines - Laos - Burma - Cambodia - Vietnam - Indonesia\n\n\n\n\n\n BACK TO: Phuket Hotel Deals - Phuket Flights - Phuket Travel Articles - Phuket News - Phuket Real Estate - Asia Jobs",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9917928576,
        "format_confidence":0.5670354962
    },
    {
        "url":"http:\/\/www.bostonglobe.com\/news\/politics\/2013\/02\/20\/mitt-romney-make-first-public-speech-next-month-conservative-conference\/cfnRmOrv2dzcdLpHM03PyO\/story.html",
        "text":"\n\nRomney to speak at conservative conference\n\nWASHINGTON — After months of avoiding the limelight following his unsuccessful presidential bid, Mitt Romney is planning to make his first public speech next month at a large gathering of conservatives.\n\nRomney is scheduled to address the Conservative Political Action Conference on March 15, a gathering just outside Washington where some of the top Republicans will try to make their mark.\n\nContinue reading below\n\nAmong the other speakers this year will be Senator Marco Rubio of Florida; Representative Paul Ryan, who was Romney’s running mate; former Florida governor Jeb Bush; and former vice presidential candidate Sarah Palin.\n\n“I look forward to saying thank you to the many friends and supporters who were instrumental in helping my campaign,” Romney said in a statement.\n\nCPAC is the same conference where Romney officially dropped out of the Republican primary race in 2008, and where last year he said he had been a “severely conservative Republican governor.”\n\nRomney has kept out of the public eye since he lost the election.\n\nHe has attended several gatherings with his former donors, meant as events to thank them, but all of them have been private.\n\nAt one of those events, he told supporters that he planned to stay politically active by supporting like-minded candidates and weighing in on issues he cared about.\n\nBut so far Romney has kept quiet.\n\nNews that Romney would speak, first reported by National Review Online, was confirmed by the American Conservative Union, which hosts the event.\n\n“The thousands gathered at CPAC this year are eager to hear from the 2012 GOP presidential candidate at his first public appearance since the elections,” Al Cardenas, chairman of the ACU, said in a statement. “We look forward to hearing Governor Romney’s comments on the current state of affairs in America and the world, and his perspective on the future of the conservative movement.”\n\nEx-senator Olympia Snowe joins bipartisanship group\n\nAUGUSTA, Maine — Former senator Olympia Snowe is joining a national organization that highlights the adverse effects of America’s partisan political divide and suggests ways to promote unity, the organization said Wednesday.\n\nSnowe, a Republican, is joining the Bipartisan Policy Center as a senior fellow. She will co-chair its newly formed Commission on Political Reform, the center said.\n\nThe commission’s diverse group of 30 leaders will conduct a series of ‘‘National Conversations on American Unity’’ to discuss the effects of political polarization and to develop recommendations to help Americans achieve shared national goals.\n\nThe Bipartisan Policy Center was founded in 2007 by former Senate majority leaders Howard Baker, Tom Daschle, Bob Dole, and George Mitchell. It is the only Washington, D.C.-based think tank that actively promotes bipartisanship.\n\nSnowe, long known as a moderate who bucked the Republican line on some issues, surprised Maine’s political establishment in February 2012 when she announced she would not seek a fourth Senate term. She has been critical of polarization and partisanship that she believes have made it harder for Congress to make decisions on important issues.\n\nHer departure led to crowded primaries and finally the election of her independent successor, Angus King, whose campaign theme was restoring a cooperative spirit in Washington.\n\nBipartisan Policy Center president Jason Grumet said the organization welcomes Snowe’s ‘‘independent voice, passionate ideals, collaborative instinct, and wise counsel.’’\n\nSnowe said she ‘‘couldn’t be more pleased and excited to join this dynamic and growing organization, whose mission is absolutely essential at this moment of unparalleled polarization in our nation, and certainly in our government.’’\n\nPanetta warns automatic cuts may lead to furloughs\n\nWASHINGTON — Defense Secretary Leon Panetta told Congress on Wednesday that if automatic government spending cuts kick in on March 1 he may be compelled to furlough the ‘‘vast majority’’ of the Defense Department’s 800,000 civilian workers.\n\nHe also said the across-the-board spending reductions would ‘‘put us on a path toward a hollow force,’’ meaning a military incapable of fulfilling all of its missions.\n\nIn a written message to employees, Panetta said any affected workers would get at least 30 days’ advance notice.\n\nEmployees would lose one day of work per week, for up to 22 weeks, probably starting in late April.\n\nTo dispel the notion that this is mainly a problem for the nation’s capital, the Pentagon’s budget chief, Robert Hale, told reporters that the economic impact would be felt nationwide.\n\nThe furloughs would be part of a broader plan the Pentagon is preparing in order to cut $46 billion through the end of this budget year, which ends Sept. 30.\n\nMore cuts would come in future years as long as the automatic government spending cuts, known as sequestration, remained in effect.\n\nConan O’Brien to host correspondents’ dinner\n\nWASHINGTON — Late night talk show host and comedian Conan O’Brien will be spending a late night with President Obama.\n\nThe White House Correspondents’ Association has chosen O’Brien as the featured act for its annual dinner on April 27.\n\nAssociation president Ed Henry called O’Brien ‘‘one of television’s most innovative and influential talents.’’\n\nHenry added: ‘‘As social media has changed all aspects of the media business, Conan has embraced this shifting landscape to become a creative force both online as well as in the traditional television model.’’\n\nThe association dinner is traditionally attended by the president and first lady, government officials, and journalists. Proceeds finance scholarships and awards that recognize journalism excellence.\n\nO’Brien appears prepared. On Monday he tweeted: ‘‘In honor of President’s Day, I won’t be getting along with Congress.’’\n\nLoading comments...\nSubscriber Log In\n\nYou have reached the limit of 5 free articles in a month\n\nStay informed with unlimited access to Boston’s trusted news source.\n\n  • High-quality journalism from the region’s largest newsroom\n  • Convenient access across all of your devices\n  • Today’s Headlines daily newsletter\n  • Subscriber-only access to exclusive offers, events, contests, eBooks, and more\n  • Less than 25¢ a week\nMarketing image of\nMarketing image of\nAlready a subscriber?\nYour city. Your stories. Your Globe.\nYours FREE for two weeks.\nEnjoy free unlimited access to for the next two weeks.\nLimited time only - No credit card required! complimentary digital access has been provided to you, without a subscription, for free starting today and ending in 14 days. After the free trial period, your free digital access will stop immediately unless you sign up for digital subscription. Current print and digital subscribers are not eligible for the free trial.\nThanks & Welcome to\nYou now have unlimited access for the next two weeks. complimentary digital access has been provided to you, without a subscription, for free starting today and ending in 14 days. After the free trial period, your free digital access will stop immediately unless you sign up for digital subscription. Current print and digital subscribers are not eligible for the free trial.",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9973397851,
        "format_confidence":0.7563365698
    },
    {
        "url":"http:\/\/www.bostonherald.com\/news_opinion\/international\/asia\/2014\/07\/n_korea_fires_projectiles_before_xis_seoul_visit",
        "text":"N. Korea fires projectiles before Xi's Seoul visit\n\nAssociated Press Wednesday, July 02, 2014\n\nSEOUL, South Korea — North Korea on Wednesday fired two short-range projectiles into waters off its east coast, South Korean officials said, on the eve of Chinese President Xi Jinping's talks in Seoul expected to focus on the North's nuclear weapons program.\n\nThe launches, the third in a week, were believed to be sending a message that the North is boosting its defenses and expressing its displeasure that Xi will become the first Chinese leader to visit rival South Korea before the North, analysts say.\n\nThe article you requested is no longer available on BostonHerald.com.\n» Click here to view this article in the Associated Press' archive.\n\nJoin the Conversation",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.995492816,
        "format_confidence":0.9726117253
    },
    {
        "url":"https:\/\/english.sta.si\/2525856\/vecer-criticizes-rise-of-anti-immigrant-sentiment-in-italy-germany-and-austria",
        "text":"User name\n\nDon't have a user name yet?\nRegister here.\n\n\nVečer criticizes rise of anti-immigrant sentiment in Italy, Germany and Austria\n\nMaribor, 16 June - The newspaper Večer looks at the rising anti-immigration sentiment in Germany, Italy and Austria in Saturday's commentary and says that the European ship of fools is filling up.\n\nThe rest of this news item is available to subscribers.\nThe news item consists of 1.232 characters (without spaces) or 260 words words.\n\nBuy the news item. Price: 2 tokens; on account: 0 tokens.\n\n© STA, 2018",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9968535304,
        "format_confidence":0.98661834
    },
    {
        "url":"http:\/\/moredat.ning.com\/video\/inside-america-s-largest-right-wing-militia",
        "text":"A Student Network for Collaboration and Sharing\n\nSignup on\n\nWhat’s Next For Electronic Devices. Have you heard of FPGAs? Find out now here. And as a bonus get your free guide to writing a successful resume. Just Signup now and it’s all yours free.\n\nInside America's Largest Right Wing Militia\n\nIn the backwoods of Georgia, a controversial, right-wing, \"anti-terror\" militia group gathers once a month to complete field training exercises under the command of Chris Hill—a.k.a Blood Agent. This militia group, called the Georgia III% Security Force, is part of the Three Percenter movement, which is inspired by the unfounded claim that only three percent of colonists fought against the British in the American Revolution.\n\nVICE joins Hill and the Georgia III% Security Force during one of their monthly gatherings to see how they prepare themselves to \"defend the Constitution from all enemies foreign and domestic\" and see what they'll do to protect their guns.\n\n\nYou need to be a member of MoreDat to add comments!\n\nJoin MoreDat\n\n© 2022   Created by Jerome Trent.   Powered by\n\nReport an Issue  |  Terms of Service",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9774545431,
        "format_confidence":0.9737533927
    },
    {
        "url":"http:\/\/www.abc.net.au\/radionational\/programs\/breakfast\/apec\/9136682",
        "text":"Trump at APEC, what's on the line?\n\nFriday 10 November 2017 6:50AM (view full episode)\n\nIt's summit season in Asia with the world's most powerful leaders gathering in Vietnam and the Philippines to talk trade, terror and North Korea.\n\nPrime Minister Malcolm Turnbull has flown into the Vietnamese coastal city of Da Nang for the APEC economic leaders' summit along with 20 other world leaders, including US President Donald Trump.\n\nThe future of global trade will be high on the agenda against the backdrop of Mr Trump's \"America First\" policy.\n\nBut away from the main game, the most highly anticipated bilateral meeting is expected to be between Donald Trump and Russian leader Vladamir Putin.\n\n\nMichael Green\nFormer top Asia advisor President George W Bush; Senior Vice President for Asia, Centre for Strategic and International Studies, Washington DC\n\n\ninda Lopresti",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9918583035,
        "format_confidence":0.5616115928
    },
    {
        "url":"http:\/\/www.expressnews.com\/news\/us-world\/article\/Shiite-rebel-leader-vows-to-fight-rivals-in-6151743.php",
        "text":"Shiite rebel leader vows to fight rivals in Yemen’s south\n\nMarch 22, 2015\n\nADEN, Yemen — This nation’s Shiite rebel leader escalated his attack Sunday against the country’s embattled president, vowing to send fighters to the south, where Abed-Rabbo Mansour Hadi has taken refuge. The fiery speech came hours after his militia seized the third-largest city of Taiz.\n\nAP: Copyright 2014 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9891252518,
        "format_confidence":0.6920925379
    },
    {
        "url":"http:\/\/www.bloomberg.com\/news\/videos\/b\/f3469f18-519d-4a18-886e-b0799e19a34d",
        "text":"Singaporeans Plan a Protest Next Week\n\nFeb. 6 (Bloomberg) -- Haslinda Amin reports on the Singapore population debate. She speaks with Zeb Eckert on Bloomberg Television's \"First Up.\" (Source: Bloomberg)\nAetna to Buy Humana for $37 Billion\n53:25 - Bloomberg's Francine Lacqua and Manus Cranny report on today's \"Top Headlines.\" They speak on Bloomberg Television's \"The Pulse.\" (Source: Bloomberg)\n  • No Single Personality Can Unite Greece Now: Michaletos\n  • Global Stock Market Still in Pretty Good Shape: Gilbert\n  • Greek 'No' Vote Would Make Euro Exit Likely: Nakisa",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9015420675,
        "format_confidence":0.5745248795
    }
]