[
    {
        "url":"https:\/\/www.bark.com\/s\/kamonye.manje\/",
        "text":"Manje - Reconciliation. - Tabora, Tanzania\n\nJoseph Kamonye Manje\n\nTabora, Tanzania\n\n\nI love working with people,sharing knowledge and experience. Like adopting the Strategic planning experince and angle to acieving objectives and moving issues and performance to the next level. My academic and practical experience as a trainer and peace bulding practioner gives me comfort in the zone\n\n\n\nWork History\n\nLeadership and Management Facilitator\n\nVolunteer Services Overseas\n\nFrom August 2013\n\nI cover three regions of Tanzania,namely Kigoma, Tabora and Shinyanga.\n\n\nEducational quality improvement programme-Tanzania\n\nMy role in the project is to work with the leadership and management teams in Teachers colleges and work through issues of strategic planning,performance appraisals and dealing with conflict management .\n\nQualifications & Certifications\n\nPeace Studies and International Relations\n\nCatholic University of Eastern Africa\n\nBachelor of Arts ( Education) Upper Second\n\nDar es Salaam University\n\nshimo la tewa\n\nSkillpages has been acquired by Bark.com!\n\nBark.com is pioneering the way people find local services. Skillpages is the world’s premier directory of service providers.\n\nFind out more\n\nAre you sure that you want to leave?\n\nSupported Countries\nChoose your country",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9802561998,
        "format_confidence":0.9828240871
    },
    {
        "url":"https:\/\/directory.salemstate.edu\/profile\/andrew.darien",
        "text":"Andrew Darien\n\nProfessional Details\n\nTitle Professor\nDepartment History\nOffice Sullivan Building 102C\nPhone 978.542.7518\nPhoto of Andrew Darien\n\nRecent and Upcoming Courses\n\nFYHI 100 First Year Seminar (history)\nHST 107 The United States in World History\nHST 205 U.s. History and Constitutional Government II\nHST 324 Oral History\nHST 444 A Generation in Revolt: Transnational History of the 1960's\nHST 703 Oral History\nHST 835 Seminar: United States in the 20th Century\nHST 994 Directed Study in Portfolio\n\nProfessional Interests\n\nModern United States History; Social and Political History; Oral History; New York City Police Department; Historical Methodology\n\n\nTeaching Areas: Modern U.S. History, 1945-Present; Modern U.S. History, 1890-1945; Oral History; Seminar in 20th Century United States History; History of Policing and Violence; Historiography; Modern World History; The Sixties\n\nFaculty Advisor, Phi Alpha Theta, History Honors Society  \n\nSelected Publications\n\nBook Review of Metropolitan Jews: Race, Politics, Race and Religion in Postwar Detroit by Lila Berman in The Journal of American History, December, 2016.\n\nBuilding the Sacred and the Progressive: A History of Temple Sinai's First 75 Years, Temple Sinai of Brookline, 2014.\n\nNew York's Finest: Integration and Identity in the New York City Police Department, 1941-75, Palgrave Macmillan, 2013\n\n\"Hearts, Minds and Voices: Oral History in the Vietnam War,\" in eds. Tully, Masur, and Austin, Understanding and Teaching the Vietnam War, University of Wisconsin Press, 2013.\n\n\"Student, Citizen, Soldier: Oral History and Student Veterans,\" The Sextant, Spring 2010\n\n\"Historicizing & Humanizing Historians: Oral History and History Faculty,\" American Historical Association Perspectives, 2008\n\nBook Review, White, Ethnic, New York: Jews, Catholics and the Shaping of Postwar Politics, by Joshua Zeitz, Kentucky Historical Society, Forthcoming, 2008\n\n\"The Alter Ego of the Patrolman: Policewomen and the Discourse of Difference in the New York City Police Department,\" in Women's Studies, 2002.\n\nReview of Zero Tolerance: Quality of Life and the New Police Brutality in New York City, by Andrea McArdle (editor) in Contemporary Justice Review, Winter, 2002.\n\n\"Police Fraternity and the Politics of Race and Class in New York City, 1941-1960,\" Regional Labor History Review, Spring, 2000.\n\nSelected Presentations\n\n\"Becoming New York's Finest\", Keynote Speaker, The New England American Studies Association, Regis College, April 2, 2016.\n\n“Policing, Incarceration and Social Justice: A Conversation with Sheriff Frank Cousins, Salem State University, November 2, 2015\n\n“Ambivalent Jews: A History of Temple Sinai,” Oral History Association, Tampa, FL, October 15, 2015\n\n“NYPD and the Crisis of Masculinity,” Invited Speaker, Babson College, March 23, 2015\n\n“Race and Ethnicity in the NYPD in the 1960s” Conference on Blacks, Jews, and Social Justice in America,” Brandeis University, June 2014\n\nDefining New York’s Finest,\" Researching New York, State University of New York at Albany, November 14, 2013\n\n“Race and Policing in Postwar New York,\" African American Studies Program, University of North Carolina at Greensboro, November 7, 2013\n\n“The Mystique about the Feminine Mystique: 50th Year Anniversary” Moderator and Convener, Panel Discussion, Salem State University, September 30, 2013\n\n“Experiential Learning Through Oral History,” New England Faculty Development Conference, June 14, 2013, Westford, MA\n\n\"The Silent Majority Strikes Back: The Backlash of the New York Policemen's Benevolent Association,\" New England Historical Association, Boston, Fall 2011\n\n\"World Historians Speak Out: Pedagogy, Politics, and Perspectives,\" Documentary and Round Table Discussion, WHA Annual Meeting, San Diego, June 2010\n\n\"Local, National, and International: Strategies for Teaching World History through Local Sources,\" Mid-Atlantic World History Association, Florham Park, NJ, October 12-13, 2007\n\n\"Generational Links: The Craft of Oral History and the Salem State Oral History Project, \"Oral History Association, Little Rock, AK, October 25-29, 2006\n\n\"The Double Victory Campaign: Black Soldiers and Police Officers During World War II,\" New England American Studies Conference, Portland, ME, September 25-26\n\n\"Identity in the NYPD,\" Boston Immigration and Urban Society, Boston, MA April 28, 2005\n\n\"Race, Rioting, and Police in New York City,\" Organization of American Historians, Memphis, TN, 2003\n\n\"The Forgotten Americans: Ethnic Networks and Labor in Postwar America\",\" North American Labor History Conference, Detroit, MI, October, 1999\n\n\"Engendering Labor: Identity and Work in 20th Century America,\" Women and Power Conference, Murfreesboro, TN, February, 1999\n\n\"Objectivity and Truth in Oral History: Interviewing Methodology With Members of the NYPD,\" Oral History Association, New Orleans, LA, September, 1997\n\n\"Patrolling the Borders: Identity and Patrol Work in the NYPD,\" Conference on New York State History, Saratoga Springs, NY, May, 1997\n\nPersonal Interests\n\nIs this the section where I list my hobbies so that I seem well rounded and agreeable? My personal interests are somewhat personal, no?",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9306773543,
        "format_confidence":0.9806475043
    },
    {
        "url":"http:\/\/www.ccur.iastate.edu\/about\/staff\/jarboe.html",
        "text":"Darren Jarboe\n\nDarren Jarboe\nDarren Jarboe\n\nProgram Manager\n\nContact Information\n\nOffice: 1041 Food Sciences Building\nPhone: (515) 294-2342\nFax: (515) 294-6261\nEmail: jarboe@iastate.edu\n\n\nB.S., Agricultural Business, Iowa State University\nB.S., Agronomy, Iowa State University\nM.S., Business Administration, Iowa State University\nPh.D., Industrial and Agricultural Technology, Iowa State University\n\nDarren became program manager for technology commercialization, marketing, and communications at the Center for Crops Utilization Research (CCUR) in 2008. He works with CCUR’s Biopolymers and Biocomposites Research Team that develops biorenewable polymers from Midwest crops, encourages bioplastics and biocomposites in industry, and researches new formulation and processing techniques. Since March 2009, Darren has managed communications and marketing for the BioCentury Research Farm. He is project director for the Iowa Alliance for Cooperative Business Development, a USDA rural cooperative development center. Darren’s past experience includes serving as program coordinator for CCUR and the Iowa State University Grain Quality Initiative; assistant certification manager and assistant secretary for the Iowa Crop Improvement Association; as well as experience in auto manufacturing and international agricultural research. His research and outreach interests are in technology commercialization and entrepreneurship, rural development, farm machinery sanitation, and biomass marketing and utilization.",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.8335567117,
        "format_confidence":0.9600143433
    },
    {
        "url":"https:\/\/www.hopkins.kyschools.us\/domain\/1319",
        "text":"Degrees and Certifications:\n\nMrs. Ava Hatfield Lomache\n\nI am thrilled to have you as a student in class, and I look forward to watching you grow and thrive throughout the trimester. I am a RN with a background in emergency care, surgical care, and nursing education. I am extremely passionate about healthcare, and its delivery to patients. As an educator at the Hopkins County Career and Technology Center, I strive to provide a safe environment where students are empowered to think critically, make informed decisions, become leaders, and excel in their prospective field. I hope to not only educate you in the healthcare field, but I truly hope to inspire you to pursue your passion--whatever that may be!\n\nThe Health Sciences Program encompasses a variety of classes and programs that specifically target the current healthcare field. Classes may include but are not limited to topics of: exploring healthcare career options, history of healthcare, ethical and legal responsibilities, leadership development skills, patient and employee safety concepts, health care systems and processes, basic healthcare industry skills, utilizing and understanding medical terminology, and emergency preparedness skills. Students have access to programs such as Dental Assistant, Medicaid Nurse Aide, Pharmacy Technician, EKG Technician, and Phlebotomy. \n\nI hope to adequately develop your future role in healthcare--thus assisting you to become a future leader of tomorrow. Thank you in advance for your cooperation and support. I look forward to working with you in the future.",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9496980906,
        "format_confidence":0.7382175326
    },
    {
        "url":"http:\/\/www.ucl.ac.uk\/anthropology\/people\/graduate_students\/e_dantonio",
        "text":"Current Issue\n\nFacebook Icon  Twitter Icon  YouTube Icon\n\nElizabeth D'Antonio\n\n\n\nM.Phil\/Ph.D Anthropology: Material Culture Studies\n\nUniversity College London (2009 - 2012)\n\nPrimary Supervisor: Prof Daniel Miller\n\nSecondary Supervisor: Dr Victor Buchli\n\nMA Social Sciences: Anthropology\n\nUniversity of Chicago (2007 - 2008)\n\nBFA with Emphasis in Arts Education: Film, Video and Mixed Media\n\nThe School of the Art Institute of Chicago (2001 - 2004)\n\n\nPh.D Thesis Title: “Inside the American Dream: An Ethnography”\n\nMy current project explores various dimensions of suburban life in the Midwestern United States, with a focus on the material culture of home, domesticity and community. This work critically engages with prior scholarship in geography, anthropology, and cultural studies to shed new light on how understandings of class, gender, and national identity are reflected through the single-family home. Demonstrating the relationship between material culture and concepts of self and society, the thesis utilizes in-depth ethnographic data to link affect and emotion with policy, exposing shifting perceptions of what it means to be American in the context of 21st century change.\n\nAdditional Interests\n\nArchitecture, Interior Design, and the Built Environment\n\nVisual Culture\n\nDocumentary Film and Photo-ethnography\n\n\nRoyal Anthropological Institute (RAI)\n\nAmerican Anthropological Association (AAA)\n\nSociety for the Anthropology of North America (SANA)\n\nAmerican Studies Association (ASA)\n\nRequest page update\nUCL Anthropology, 14 Taviton Street, London, WC1H 0BW Tel: +44 (0)20 7679 8633",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9815095663,
        "format_confidence":0.9797533751
    },
    {
        "url":"https:\/\/www.weforum.org\/agenda\/authors\/alice-sullivan",
        "text":"Alice Sullivan\n\nDirector, 1970 British Cohort Study at the Centre for Longitudinal Studies, Institute of Education, University of London\n\nAlice Sullivan leads the team responsible for developing the content, design and analysis of the 1970 British Cohort Study. Her research interests are focused on social and educational inequalities, including inequalities of social class, gender and ethnicity. Her published work includes papers on Bourdieu and cultural capital, rational choice theory, private and state schooling, single-sex and co-educational schooling, and education policy. She is interested in longitudinal research methods, the design of survey instruments, and mixed-methods approaches.",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9957001209,
        "format_confidence":0.9756705761
    },
    {
        "url":"https:\/\/college.lclark.edu\/live\/profiles\/9685-indu-merritt-17",
        "text":"Indu Merritt ’17\n\nI’m currently working on the JET Program as an ALT at a Junior High School in Sapporo, Hokkaido. I feel that learning Japanese at LC has helped me get to where I am today and has opened the door to working in Japan which was always a goal of mine. One of the many highlights from learning Japanese at LC was probably studying abroad in Osaka. LC Japanese language students are lucky in that we get 4 different Japanese study abroad programs to choose from! Studying abroad really helped with my language skills and created an unforgettable experience. \n\n I studied abroad in Osaka at Osaka Gakuin Daigaku, and although the program was very language intensive, the fact that we got to room with other Japanese college students was amazing. It allowed my Japanese skills to really improve and since my roommates were other Japanese students it allowed me to make a lot of friends! Now whenever I visit Osaka I always have friends to go back to. \n\n To me, the Japanese professors I had at LC were great and always made class fun but challenging. This really pushed me to study hard and really learn the language. Because of the wonderful experience I’ve had studying Japanese at LC, it has pushed me to want to learn more languages. I think it’s very important to at least try and learn more languages. From learning Japanese and studying\/working abroad I definitely feel like my perspective on the world has widened and it has made a strong but positive impact on the way I think.",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9881910086,
        "format_confidence":0.8667160273
    },
    {
        "url":"https:\/\/universitycollege.du.edu\/instructors\/instructor-bio.cfm?empid=2110",
        "text":"Julie Joly\n\n\nJulie Lurman Joly (MES in Environmental Policy and Management, Yale University) is as a researcher for Global Energy Monitor, focusing on identifying and analyzing fossil fuel infrastructure development worldwide. Formerly the Associate Professor of Environmental and Natural Resources Law and Policy at the University of Alaska Fairbanks, Julie focused on land and resource management issues. In addition to her MES from Yale University’s School of the Environment, she has also earned a law degree from Georgetown University. Julie’s research has been published in several academic journals and she joins the academic team at the Environmental Policy Management program as an instructor.",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9840586782,
        "format_confidence":0.9860290885
    },
    {
        "url":"https:\/\/www.scitechnol.com\/editor-profile\/Konstantinos_Kopsidas\/",
        "text":"Konstantinos Kopsidas\n\nEditorial Board Member\n\nDepartment of Electrical and Electronic Engineering\nUniversity of Manchester, UK\n\nContact Konstantinos Kopsidas\n\nDepartment \/ University Information\n\n\nKonstantinos Kopsidas is a Lecturer in Power System Planning, Operation and Reliability with the Electrical Energy and Power Systems Group of the School of Electrical and Electronic Engineering at the University of Manchester. Konstantinos educational qualifications include a Higher Technological Education degree in Electrical Engineering from the Institute of Piraeus (Greece, 2002) and a Class I BEng (Hons) in Electrical & Electronic Engineering from UMIST (2004). Konstantinos was also awarded an MSc (2005) with distinction in Electrical Power Engineering at The University of Manchester. Konstantinos completed his postgraduate studies with a PhD (2009) in Electrical Power Engineering examining methods for improving the power transfer capacity of overhead power line systems. During my studies in Manchester, Konstantinos was awarded the Scottish Power ‘Power Learning Award’ as well as the UMIST Electrical & Electronic Engineering Prize twice. Prior to his appointment as a lecturer in 2010, he had been a Researcher in the School of Electrical and Electronic Engineering since 2006, leading and supporting various projects in the area of evaluation of overhead line system’s performance. Among others, he was responsible for the delivery of a work package under the AMPerES project as part of the SuperGen V initiative. Konstantinos have also been part of Arago technology since the start of the company, collaborating in the development and evaluation of composite cross-arm, an IET Innovations award winning technology.\n\nResearch Interest\n\nKonstantinos Kopsidas research interests include: Broader area of Power System Planning, Operation and Reliability.\n\nRelated Publications\n\nRecommended Conferences\n\nRelavant Topics\n\nShare This Page",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.6253663301,
        "format_confidence":0.990680635
    },
    {
        "url":"http:\/\/adams.cleburne.k12.tx.us\/apps\/pages\/index.jsp?uREC_ID=387368&type=u&pREC_ID=515977",
        "text":"Adams Elementary School\n\nBond 2018\n\n\nWelcome to Resource!\n\nMy name is Sandra Brooks and I am a special education resource\/inclusion teacher at Adams Elementary. I have been a teacher at Adams Elementary for 9 years. I have been a special education teacher for 30 years and love working with our students.\n\n**I believe all children can learn, but they may learn in a different way. I want all children to feel success and have fun learning!\n\n**I believe communication between the home and school is an important factor in a child's success at school.\n\nMy conference time is from 2:45 until 3:30. Please contact me through the school office or email if you have a question or concern. I will return your phone call or email in a timely manner. The school phone number is: 817-202-2000. My school email is:\n\nI am looking forward to a wonderful school year!!\n\nI HEAR and I Forget. I SEE and I Remember. I DO and I Understand.",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9976866245,
        "format_confidence":0.9842450023
    },
    {
        "url":"http:\/\/bell-labs.com\/usr\/tom.van_cutsem",
        "text":"Picture of Tom Van Cutsem\n\nTom Van Cutsem\n\nAntwerp, Belgium\nSenior Researcher\n\n\nPhD in Computer Science, Vrije Universiteit Brussel, Belgium, 2008 (Greatest distinction)\nMSc in Computer Science, Vrije Universiteit Brussel, Belgium, 2004 (Greatest distinction)\n\n\nI joined Bell Labs in February of 2014 as a Senior Researcher. Before that, I was a professor of Computer Science at the Vrije Universiteit Brussel in Brussels, Belgium where I specialized in research on the boundaries of programming languages and distributed systems. Prior to that, I was a post-doctoral fellow of the Flanders Research Foundation at the same university. In 2009, I spent 6 months at Google Research in Mountain View in the US, where I got involved in the standardization of the JavaScript programming language. Together with Dr. Mark S. Miller (Google), I designed the ECMAScript 6 reflection API. I received my PhD in Computer Science in 2008 from the Vrije Universiteit Brussel for my research on AmbientTalk, a distributed scripting language for mobile phones.\n\nResearch Interests\n\n  • Distributed Systems & Controls\n  • IoT\/M2M\n  • Software Engineering\n  • Software Platforms",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.7671892047,
        "format_confidence":0.9862350821
    },
    {
        "url":"http:\/\/www.achrafayadi.fr\/?page_id=72",
        "text":"26 déc 2010, Posted by Achraf AYADI د.أشرف العيّادي\n\nAcadémia مسؤوليّات أكاديميّة\n\nEditorial Review Board\n\nInternational Journal of E-Services and Mobile Applications (ISSN 1941-627X)>Editorial Review Board Member\n\ni-Manager’s Journal On Management (ISSN 0973-5054) >Editorial Board Member\n\nInternational Journal of Electronic Business (ISSN 1741-5063\/1470-6067) >Refree\n\nInternational Academy of E-Business >Editorial Review Board Member (2005-)\n\nJournal of Information, Information Technology and Organizations (ISSN 1557-1319\/1327\/1335) >Editorial Review Board Member (2005-)\n\nOrganizing Committee Membership\n\nMINT 2005′ International Conference on « Technological innovation: Cultural Aspects and Globalization » >1st and 2nd of December 2005 at INT Evry, France\n\n4th Congress of the French Academy of Entrepreneurship >23th-25th October 2005 at the French Senate, Paris, France\n\n1st International Network Optimization Conference >27th-29th october 2003 at INT Evry, France\n\nConference Reviewing Committee Membership\n\neCommerce and Internet Governance Conference (ECIG 2007), October 19th-20th at Sousse, Tunisia >Program Committee Member, Remote Banking and ePaiement session Chairperson\n\nInformation Science & Information Technology Education Joint Conference (InSITE 2007), June 22th-25th at Ljubljana, Slovenia >Program Committee Member\n\n18th International Resource Management Association Conference (IRMA 2007), May 19th-23th at Vancouver, Canada >Volunteer Reviewer\n\n36th Annual Meeting of the Western Science Decision Institute (WSDI 2007), April 3rd-7th at Denver, USA >Volunteer Reviewer\n\n5th International Conference on Mobile Business (ICMB 2006), June 26th-27th at Copenhagen Business School, Danemark >Program Committee Member\n\nSouthwest Academy of Management 2006 Annual Meeting, February 28th-March 4th at New Orleans (LA) >Volunteer Reviewer\n\nAssociation for Business Communication – Southwest USA 2006, February 28th-March 4th at New Orleans (LA)>Volunteer Reviewer\n\n37th Annual Conference of the Southwest Decision Sciences Institute, 1st-4th March at New Orleans (LA) >Volunteer Reviewer\n\n2006 USASBE\/SBI Joint Conference: « The changing entrepreneurial landscape », 12th-15th of January 2006 at Tucson, Arizona >Volunteer Reviewer\n\n31st European International Business Academy Annual Conference, 10th-13th of December 2005 at Oslo, Norway >Volunteer Reviewer",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.990401566,
        "format_confidence":0.8870274425
    },
    {
        "url":"https:\/\/theorg.com\/org\/murgitroyd\/org-chart\/joanne-lecky",
        "text":"Joanne Lecky\n\nDirector, Trade Marks\n\nNo bio yet\n\nRoles at Murgitroyd\n\n  • Director, Trade Marks\n\n    Current role\n\nMy work style\n\nHow I prefer to work\n\nQualities I value in my colleagues\n\nSign up to see more about the team at Murgitroyd\n\nMy pet peeves\n\nMy communication style\n\nOrg chart\n\nDirect reports\n\nNo reports\n\n\nNo teams",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.8940073848,
        "format_confidence":0.9592291117
    },
    {
        "url":"https:\/\/www.skills-provision.com\/cv\/social-media-specialist-seeking-work-in-europe",
        "text":"Social Media Specialist Seeking Work in Europe\n\nI am currently available for work\nSerial No: 60411\n(06\/24\/1988, male)\nSkills keywords: content marketing, social media marketing, social media strategies\nList Of Qualifications:\n\n* Social Media Specialist\n* Digital Marketing Specialist\n* Community Management\n* Project Management\n* Account Management\n* Copywriter\n* Content Specialist\n* Advertising Specialist\n* Blogging Specialist\n\nPrevious Employment Details:\n\nGenerali - Social Media & Content Marketing Specialist - Jan. 2016 - Present\n\nMOPAK - Social & Digital Marketing Specialist- Nov. 2014 - Jan. 2016\n\nBuzz 2.0 Digital PR and Advisory - Social Media Marketing Specialist - Mar. 2014 - Nov. 2014\n\nCurrent location: Turkey - View on map\nNationality: Turkish\nPreferred Sector of Employment:  Marketing, media and design, Banking Insurance and Financial Services\nSpoken languages: english, Turkish\nLocation I am interested in working: Australia, Europe, new zealand, United Kingdom, United States",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9907826781,
        "format_confidence":0.8942621946
    },
    {
        "url":"http:\/\/www.skillwho.com\/users\/communications\/ma\/mashpee\/ellen-kagan\/ae87ce37-bb7d-4b88-80cb-d3edaa604d2c\/",
        "text":"Learn more!\nI am an outgoing, energetic, charismatic person who is a great communicator and a go-getter. And I am looking for a challenging new opportunity where I can contribute my extensive professional skills and earn a salary commensurate with my skills.\n\nI am also looking to housesit on Upper Cape Cod from Dec. 1 through March 31, at a minimum. I am a non-smoker and single, with great integrity. I am very well-known on the Cape and would take great care of your property while you are not there.\n\nAt present I am the Creator, Host and Producer of the great health education public access tv series, Your Health Care:Choice or Chance?, which teaches the public how to navigate the health system. (Log onto to learn more about the show.\n\nThis important program can be seen throughout Massachusetts and in parts of Maine. It also aired for two years on WATD, 95,9 F.M, in Marshfield, MA and was heard on Cape Cod and the Islands; the South Shore; and as far north as New Hampshire. (Log onto to learn more about this fantastic program.\n\nI was also the Founder and President of Kagan Associates, a telemarketing company which set up telemarketing and sales programs for Fortune 500 and Fortune 1000 corporations. In that capacity, I wrote scripts; provided training; developed programs and ran seminars.\n\nPrior to that I was a stockbroker at E.F. Hutton in Manhattan, where I sold stocks, bonds and mutual funds and built up a client base in the Tri-State Area.\n\nI have also been a Financial Planner in Boston and a Real Estate Broker in Boston and Wellesley.\n\nMy education is extensive: B.A in American History from Connecticut College in New London, CT; Masters in Education from Northeastern University, Boston, MA; and dual masters degrees in city planning and public administration from the University of Southern California in Los Angeles, CA.\n\nProfile Summary:\nCommunications Mashpee, MA\nTrainer Mashpee, MA\nStockbroker, Financial Planner Mashpee, MA\nMore About Me\nMy interests are extensive: I am, first and foremost, a social activist and political junkie, completely involved in Obama's election, which has made me totally ecstatic. I shall be at the Inauguration with bells on.\n\nI am completely committed to health reform and am involved in its fruition, as is evidenced by by radio and tv series.\n\nI love to dance and take bellydancing every week at my health club, where I also get on the bike for 30 minutes every morning.\n\nI love people and socializing and travelling and I am a life enhancer - a completely joyous person.\nWork Experience:\nRefer to the above.\nRefer to the above.\nOrganizations \/ Affilations:\nEllen Kagan is located in Mashpee, MA and has the following skills: Communications, Trainer, Stockbroker, Financial Planner\nMarketing \/ Sales, Communications, Motivation \/ Inspiration\nSimilar Skillwho Members\nMy Skills\n\n\nCategory: Communications\nI do everything with regard to this health education program: book guests; pick topics; create show; work with crew; disseminate program to other stations in Massachusetts and Maine.\nRelevant Education \/ Credentials\nYears Experience: 14\n\n\nCategory: Motivation \/ Inspiration\nI developed and implemented telemarketing\/sales training through my company, that I founded, Kagan Associates. I worked with employees of Fortune 500 and Fortune 1000 companies to enhance their telemarketing\/sales skills.\nRelevant Education \/ Credentials\nYears Experience: 7\n\nStockbroker, Financial Planner\n\nCategory: Marketing \/ Sales\nI consulted and marketed stocks, bonds and mutual funds, as well as all kinds of insurance products and built up a client base. I was also a real estate broker.\nRelevant Education \/ Credentials\nYears Experience: 9",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9732676148,
        "format_confidence":0.9730282426
    },
    {
        "url":"https:\/\/www.conferencespeakersinternational.com\/makheni-zonneveld-change-transformation\/",
        "text":"Makheni Zonneveld – Change Transformation\n\nMakheni Zonneveld - Change Transformation\nMakheni Zonneveld - Change Transformation\n\nMakheni Zonneveld – Change Transformation runs a soft skills training company that specialises in organisational development. She juggles facilitating workshops, addressing local and international audiences, hosting local and international conferences as an MC of note, being an entertaining storyteller and a coach.\n\nMakheni is now available through Conference Speakers International.\n\nMakheni contributes to business publications and is a regular contributor to Real Magazine. She speaks on the topics that she facilitates workshops on such as leadership, service excellence, teamwork, assertiveness etc.\n\nIn 2003, she Launched an inspirational CD and DVD series, The Listen and Grow Series2004\/5: A weekly unscripted inspirational slot on SABC32005: Rated as one of the top six speakers in the country2006: Nominated for the Shoprite-Checkers Woman of the YearAward for doing pro bono work.\n\nAmongst her work experience, Makhena Motana lists the following:\n\n  • College Lecturer.\n  • Insurance Consultant.\n  • Pharmaceutical Rep.\n  • Client Service Manager.\n  • Communication and Marketing Senior Manager.\n  • Account Executive.\n  • O.D. Manager.\n  • Facilitator and Computer Programmer.\n\nAs such, when she talks about change and re-inventing yourself; you are bound to listen!\n\nMakheni Zonneveld-Change Transformation is passionate about ‘growing’ people as well children’s charities. She is a co-founder and spokesman for the Child Abuse Action Group.\n\nThe achievement that Makheni Motana is most proud of is graduating Cum Laude with a ‘Doctorate in Life from the University of Hard Knocks’. She calls herself a ‘Possibilitarian’, an ‘Afro-Optimist’ and a Social Activist.\n\n\nDiversity Guru and Management Specialist\n\n\n  • Organisational culture transformation.\n  • Redefining operational management.\n  • The Whole Brain Leader.\n  • Building a cohesive team.\n  • Individual and organisational diversity competency\n  • Diversity and management.\n  • Diversity and teamwork.\n  • Confidence and Assertiveness.\n  • Assertiveness and Women.\n  • The Whole Brain Woman.\n  • Setting yourself up to succeed.\n\nAbout Makheni:\n\nAs a South African based in The Netherlands, Makheni Zonneveld – Change Transformation has international experience as well as local context. She has real experience at different levels of management as well as fifteen years of consulting and management training.\n\nIn 2013 she published her first management book.\n\nThe communications tools that she employs are: professional speaking, workshop facilitation, conversation facilitation, coaching, writing and storytelling.\n\nShe is also a Neethling Brain Instruments® Master Practitioner and whole brain thinking is part of all her interventions. She is the co-owner of Breinvoorkeuren NBI® – the only Dutch NBI® Agent.\n\nApart from her unique entertaining style, Makheni is known for being a content speaker. Her talks are based on topics that she consults on and facilitates on.\n\nShe has real life experince at all levels including reporting to a CEO and tus her talks and workshop are based on exerience and not just textbook theories.\n\nShe is part of the faculty of the UK based Duke Corporate Education, a division of USA Duke University.\n\nMakheni’s advice to anyone who will listen: ‘There are no substitutes for Integrity, Authenticity, Diligence, Experience, Humilty and Service excellence.\n\nShe has 3 hobbies which she attributes her success to – reading, reading and reading.\n\n“I do not know anyone else who can communicate at all levels – from Executives to secretaries. It is a privilege for our University to partner with you.”\n\nProf Chris van der Watt – North-West University.\n\n“I have had the good fortune of hearing Makheni deliver keynote speeches on several occasions. My business gives me the opportunity to listen to many speakers, all over the world. I can say without hesitation that Makheni is a star of international calibre. I have rarely witnessed a speaker so skilled at holding her audience in complete thrall, delivering powerful, salient, and often difficult messages, and managing to do so with grace and charm and humor”.\n\n“Makheni seems somehow to be able to immerse herself directly into the audience. She becomes one of them, and in so doing, she does much more than merely deliver her message — she reveals it, illuminates it — showing her audience that her truths were there all along; they simply hadn’t seen them as clearly. Makheni’s talks are a coherent, memorable, and moving — and at the same time light and entertaining. Bravo!”\n\nTim Hurson – Toronto.\nAuthor: Think Better, Sell Better and Never be Closing.\nSenior Partner: ThinkX Intellectual Capital.\nFounding Director: Facilitators Without Borders.\nProfessional Member: International Federation for Professional Speakers, National Speakers. .Association (US) & Canadian Association of Professional Speakers.\n\nMakheni Zonneveld – Change Transformation\n\nMaster of Ceremonies:\n\n“There are ordinary MCs, good MCs, brilliant MCs and then there is Makheni. What a stage personality and what an amazing speaker! The fact that she has integrity makes it a pleasure to work with Makheni.”\n\nAdriaan Woudstra – M.D. AmaConference.\n\nMakheni Zonneveld – Change Transformation successfully juggles being an MC with speaking, storytelling, facilitating, coaching and running Real Solutions Training in SA as well as Real Solutions Training Netherlands.\n\nSerious Program Director:\n\nBecause of all these roles she is used interacting with audiences at all levels. Makheni Zonneveld – Change Transformation has hosted international and local conferences such as The Hydropower Sustainability Conference, The Saneri Launch and the Women and Sustainability Conference. She has also hosted many serious functions such as The Boss of the Year Awards.\n\nFun MC:\n\nThe versatile Makheni handles fun events such as women’s functions and year-end parties with the same ease. Makheni Zonneveld – Change Transformation tasteful humour keeps an audience interested all the way. She has contagious fun and high energy levels. She has hosted many fun events including:\n\n  • Permanent monthly MC for the Sowetan Women’s club.Monthly\n  • MC for the Bona Empowerment club.\n\nMC \/ Speaker Combo:\n\nShe did road shows for Real magazine, Joko, Shield, Ambi doing a Speaker-MC combo.\n\nPublic profile:\n\nIn spite of being one of the most recognizable faces in the consulting world, her MC credentials are definitely NOT based on her public profile but on the value that she adds. Makheni has been in the media for more than a decade in roles including TV talk show co-host, two unscripted inspirational slots on SABC 3, appeared on Backstage and Erfsondes, contributing to Real magazine for 3 years, and contributing to business publications and various radio and TV shows.\n\nAlthough she is now based in the Netherlands, she works in the English understanding world including back home in SA.\n\nWhen professionalism, integrity and credibility matter, she’s your man!\n\n“Makheni is a powerful stage personality as well as an amazing speaker and MC. I do not agree that Makheni is one of the top 6 speakers in this country. She is simply the best speaker, period!”\n\nGrace Pule – Twickenham Mine – Anglo American Platinum.\n\nTransformational Speaker:\n\n\n  • Organisational culture transformation.\n  • Redefining operational management.\n  • The Whole Brain Leader.\n  • Building a cohesive team.\n  • Individual and organisational diversity competency.\n  • Diversity and management.\n  • Diversity and teamwork.\n  • Confidence and Assertiveness.\n  • Assertiveness and Women.\n  • The whole Brain Woman.\n  • Setting yourself up to Succeed.\n\nFollow CSI on Twitter",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.8115567565,
        "format_confidence":0.908554852
    },
    {
        "url":"https:\/\/vqday.wales\/yearbook_entry\/helen-wynne\/",
        "text":"Helen Wynne\n\nAfter achieving an Apprenticeship in Children’s Care, Learning and Development Helen began a Level 5 Diploma in Children’s Care Learning and Development, which she completed in just six months, using an online learning assistant. Helen set up Blythswood Childminding Services in Wrexham, which cares for young disabled and able bodied children and babies.\n\nIt has already been a memorable year for Helen who has won the City & Guilds Vocational Learner Medal for Excellence, the top UK Tallow Chandler award and the Employee in Learning Award at Niace Dysgu Cymru’s Inspire! Awards.\n\n“It’s lovely to get acknowledgement for something that I am really passionate about and for doing a job that I love. It’s so rewarding working with children with disabilities.”\n\nBack to VQ Day Yearbook page",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9930782914,
        "format_confidence":0.6122635007
    },
    {
        "url":"http:\/\/www.gametheori.com\/about-the-blog-and-me\/",
        "text":"About the Blog and Me\n\nGame Theori was started as a means to have an informed opinion looking at all aspects of an issue.\n\nGame Theory, that talked about cause and effect, action and reaction, was the inspiration for the name and also it suited my passion and profession.\n\nHaving been a part of the market & industry research, information analysis and knowledge management industry for more than 10 years, my writings and podcasts are influenced by the same. One could say that my passion and profession converged and blogging and podcasting became the road on which I continue my self-discovery.\n\nMarket research, industry research, knowledge and information management, social media, political analysis, technology, consulting; are some of the topics that interest me. It interests me to know how these things impact our daily lives and business decisions such as branding, advertising, marketing, product & service design and public relations.\n\nBeing a part of the information age has also made me look at all technology and its evolution from the legacy internet on dial-up connection to the present day wireless connection and touch based applications that is driving the Internet of Things (IoT) and big data revolution towards driver-less cars and extreme automation.\n\nMy interests drive my blog and podcasts and I continue discovering new things through reading and research.\n\nThis has fueled a habit of projecting the future and then testing the projection through direct observation.\n\nWhy Game Theori?\n\nIt started as an experiment to share ones thoughts. Over time it has also enabled a personal learning with a desire to make it a platform for professionals from all industries to share their knowledge and learning to guide new entrants into industry and make the transition from academia to industry smooth.\n\nSo if you are a person or an organization interested in such topics do stick around and if you have a demand for a particular topic do let me know.\n\nI would love to work with other professionals and organizations on solutions that have tangible impact and benefit. I can be contacted at sriram@gametheori.com and I look forward to suggestions as well as constructive criticism to improve.",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.6137380004,
        "format_confidence":0.9834031463
    },
    {
        "url":"http:\/\/psych.ku.edu\/monica-biernat",
        "text":"Monica Rose Biernat\n\nCollege of Liberal Arts and Sciences - Psychology\nUniversity Distinguished Professor\nPrimary office:\nFraser Hall\nRoom 405\nUniversity of Kansas\n1415 Jayhawk Boulevard\nLawrence, KS 66045-7556\n\nPh.D., 1989, University of Michigan \nResearch Areas: Social Psychology\n\n\nPh.D., Psychology (Social), University of Michigan\n\nM.A., Psychology, University of Michigan\n\nA.B., Psychology and Communication, University of Michigan\n\nTeaching Interests\n\n  • Social Psychology\n  • Attitudes\n  • Research methods\n  • Social cognition\n\nResearch Interests\n\n  • Social judgment and judgment standards\n  • Stereotyping\n  • Prejudice\n  • Discrimination\n\nPrevious Special Event(s)\nFollow Us\n\nFollow the Department of Psychology on Facebook Follow University of Kansas News on Twitter Follow KU on Youtube\n\nCheck out Dr. Omri Gillath's TEDx talk on YouTube titled \"The Power of (Secure) Love\" here!   \n\nAlso, make sure to read the article & listen to the podcast by Dr. Chris Crandall titled How President Trump's Rhetoric Is Changing The Way Americans Talk here! \n\nOne of 34 U.S. public institutions in the prestigious Association of American Universities\n44 nationally ranked graduate programs.\n—U.S. News & World Report\nTop 50 nationwide for size of library collection.\n23rd nationwide for service to veterans —\"Best for Vets,\" Military Times",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9867782593,
        "format_confidence":0.9809983373
    },
    {
        "url":"http:\/\/www.franciscan.edu\/faculty\/almeidaj\/",
        "text":"Dr. Joseph Almeida | Franciscan University of Steubenville\n  • AlmeidaJ_1\n\n    Dr. Joseph Almeida\n\n    Chair of the Department of Classics; Director of the Great Books Honors Program; Director of the Legal Studies Program; Professor of Classics and Legal Studies\n\n    Download Full CV\n\n\n    • PhD in Classics, 1999, University of California at Santa Barbara (Dissertation Specialization: Solon's Political poetry; Comp. Specialization: Greek Philosophy, Latin Elegy)\n    • JD, 1988, Villanova University Law School, Villanova, PA (Articles Editor for Villanova Law Review and Order of the Coif)\n    • MA in Classics, 1985, Villanova University\n    • MA in English Literature, 1984, Middlebury College\n    • BA in Liberal Arts (Great Books Curriculum), 1981, Thomas Aquinas College, Santa Paula, CA\n\n    Professional Experience\n\n    • Professor of Classics and Legal Studies\n    • Director of Great Books of Western Civilization Honors Program\n    • Director of Legal Studies Minor\n    • Legal Practice in areas of Appellate Law and Administrative Tax matters\n\nAcademically Excellent Passionately Catholic\n\n1235 University Boulevard\n\nSteubenville, Ohio 43952\n\n(740) 283-3771\n\n\nFranciscan University of Steubenville is no ordinary university, and a Franciscan education is no ordinary education. Rather, it's an education as rigorous and demanding as it is faithful--an education that challenges you intellectually, forms you professionally, and feeds you spiritually.\n\n\nYou can help Franciscan lead the way in providing a faithfully Catholic education!",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9777661562,
        "format_confidence":0.9829574227
    }
]