[
    {
        "url":"http:\/\/wordpress.org\/support\/topic\/you-do-not-have-sufficient-permissions-to-access-this-page-139",
        "text":"Ready to get started?Download WordPress\n\n\nW3 Total Cache\nYou do not have sufficient permissions to access this page (7 posts)\n\n  1. ccolotti\n    Posted 1 year ago #\n\n    I cannot seem to get access to the general settings page located at:\n\n\n    I had the last stable version running fine and I went onto my test server to try the upgrade and this is where it sits. I have a multi-site install with configured settings so I am curious how to proceed at this point since I cannot access the settings.\n\n    Have others run into this issue yet?\n\n\n  2. Chris\n    Posted 1 year ago #\n\n    Yes I have - it can have several reasons.\n\n    Clear your browser cache.\n    Can you try emptying all caches (admin bar)?\n    Do you use PHP-FPM? Try to restart it and reload the General Settings page.\n    Do you have APC installed? Try to restart it and reload the GS page.\n\n  3. ccolotti\n    Posted 1 year ago #\n\n    Cleared the Browser and tried multiple browsers, restarted HTTPD to clear the APC cache. It works just fine on the previous version only the new build is doing this :\/\n\n    Other ideas?\n\n  4. madri2\n    Posted 1 year ago #\n\n    there is a new setting on the \"network admin\" to enable the configuration for each site\n\n  5. ccolotti\n    Posted 1 year ago #\n\n    Madri2 where exactly? I cannot seem to find it\n\n  6. ccolotti\n    Posted 1 year ago #\n\n    Can this no longer be activated on a PER site basis? Is this only able to be done on a network activation level? I see if I activate on a network level the general settings are there in the network admin, but some sites have different options in the network. The network install aspect is NOT well documented for this new version. When something changes this much better docs need to be don :\/\n\n  7. madri2\n    Posted 1 year ago #\n\n    active it on network and on the settings of the plugin, there is a new checkbox to activate the settings for each site\n\nTopic Closed\n\nThis topic has been closed to new replies.\n\nAbout this Plugin\n\nAbout this Topic\n\n\nNo tags yet.",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.8725900054,
        "format_confidence":0.7970874906
    },
    {
        "url":"http:\/\/forum.wtware.com\/search.php?author_id=18515&sr=posts&sid=3b5587972489a45492053b5789860bed",
        "text":"Search found 1 match\n\nby win189\nWed Aug 09, 2017 7:36 am\nForum: Google Chrome\nTopic: PI 3\nReplies: 3\nViews: 277\n\nPI 3\n\nAny chance on What setting were supposed to use with the Chrome Application mode as it comes up as \" to run Chrome or vlc specify video=...(u) in configuration File\n\ni have tried all the different settings in the \"u\" section\n\nbut it dose not remove the error on the screen please advise\n\nGo to advanced search",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.9516562223,
        "format_confidence":0.7503101826
    },
    {
        "url":"http:\/\/www.mac-forums.com\/forums\/music-audio-podcasting\/296231-lost-itunes-playlists.html",
        "text":"Results 1 to 3 of 3\n  1. #1\n\n    Member Since\n    Aug 26, 2012\n    Lost itunes playlists\n    Hi there,\n\n    I had a load of problems with my itunes duplicating and becoming completely clogged up and unbelievably slow to the point where the circle of death would come on before you had a chance to write the second letter of a word in search bar. I came to the conclusion that I had to delete everything and start again from scratch, Having now done this, I've lost my playlists...\n\n    Stupidly I thought they were backed up but it turns out they aren't. I dont have time machine and I've got an Ipod classic that has them all on, I dont want to connect it though and have it sync and automatically delete them from it as well! Which I presume it will do... Does anyone know anyway around this predicament?\n\n    Many thanks,\n\n\n  2. #2\n\n    mrplow's Avatar\n    Member Since\n    Oct 01, 2007\n    27\" iMac i7 (2011) 10.11, Mac Mini i5 (2014), iPhone7, Apple Watch, iPad Pro 9.7, AppleTV (4)\n    You can connect your iPod, and just cancel the sync (then stop it syncing sutomatically from the summary page) or just quit iTunes.\n\n    But you'll need an app like Senuti to recover the playlists from your iPod.\n    Not been around these parts for a while. Trying to change that . .\n\n    Please use the reputation system if you think you've been helped - bottom left of this post\n\n  3. #3\n    Another (and in my opinion better) option: Phone to Mac - Formerly Pod to Mac, iPod, iPad, iPhone Music Transfer Software -- it brings EVERYTHING over from an iDevice back to your Mac (or PC), including photos, star ratings, playlists, even SMS texts etc.\n\n    Senuti is a bit cheaper and is perfectly fine if all you want is the music and playlists back, however. No since overpaying for more than you need.\n\nThread Information\n\nUsers Browsing this Thread\n\nThere are currently 1 users browsing this thread. (0 members and 1 guests)\n\nSimilar Threads\n\n  1. Lost Itunes Playlists\n    By hschaars in forum OS X - Apps and Games\n    Replies: 4\n    Last Post: 05-16-2014, 04:54 AM\n  2. Lost all iTunes playlists in OSX Upgrade, HELP?!\n    By trader22 in forum OS X - Operating System\n    Replies: 0\n    Last Post: 12-20-2012, 03:55 PM\n  3. iTunes Playlists\n    By Ervv in forum OS X - Apps and Games\n    Replies: 0\n    Last Post: 07-08-2012, 01:14 PM\n  4. Lost All Playlists\n    By Macbook2007 in forum iOS and Apps\n    Replies: 1\n    Last Post: 11-26-2009, 06:33 PM\n  5. LOST - All my history and playlists have gone, why??\n    By G4PB in forum iPod Hardware and Accessories\n    Replies: 2\n    Last Post: 01-19-2006, 03:08 PM\n\nPosting Permissions\n\n  • You may not post new threads\n  • You may not post replies\n  • You may not post attachments\n  • You may not edit your posts",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.8355830312,
        "format_confidence":0.9583841562
    },
    {
        "url":"http:\/\/www.osnews.com\/permalink?454635",
        "text":"\nWindows The rumours about Windows possibly being ported to ARM has left a lot of people bewildered; why would you port Windows NT when Windows CE 6.0 is a perfectly capable operating system? Putting all the pieces together, it's actually quite clear why you would want Windows NT on ARM: servers.\nPermalink for comment 454635\nTo read all comments associated with this story, please click here.\nBill Shooter of Bul\nMember since:\n\nI wouldn't be so sure about adobe, they can be a bit slow on the use of new platforms.\n\nReply Parent Score: 3",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.9019492865,
        "format_confidence":0.9897881746
    },
    {
        "url":"http:\/\/potters.org\/subject69795.htm",
        "text":"search  current discussion  categories  forms - misc \n\not bells and whistles\n\nupdated tue 11 nov 03\n\n\nJanet Kaiser on tue 11 nov 03\n\n>USER - \"I use the original version of the 'Opera' browser, and I\nhave blocked all cookies, and Java script functions. Why can't I\nview your site?\"\n>ME - \"Why do you do these things to yourself?\"\n\nWell Gail, I can tell you that many of us are extremely reluctant\nto have stuff happening which we have no control over! Call us\ncontrol freaks or paranoid if you will, but intrusive,\nuncontrolled poking around on our PCs, reading\/writing of files,\ncookies, self-executing files, automatic opening of files in\ninstalled programmes, etc. etc. is not our thing...\n\nWe have \"nothing to hide\" as it were, but do not enjoy the\nconcept of uncontrolled access to our hard-drives, especially\ngiven the capacity of hidden or secret reading\/writing by an\nunknown person or persons, including Mr. Gates... So in a bid to\nstop any \"unauthorised\" access we will use both appropriate and\ninappropriate methods according to our understanding, skills and\nknowledge levels.\n\nFor example, I was appalled that hitting a link to a M$.document\nfile on the internet using the M$ IE browser AUTOMATICALLY OPENS\nthat file in M$-Word!?! What a great way of accepting and\ninstalling malicious code... Just one embedded macro and away we\ngo...! OK there are few sites which would have or tolerate\ninfected files, but I have enough problems without the mere\nthreat, never mind should I be unlucky enough to actually hit on\none of the exceptions =B0!=B0\n\nI think you will find that most users have had problems with\n\"bells and whistles\" sites. They can crash, freeze and do stuff\nto one's PC\/iMac even with the most up to date programmes\ninstalled... Yes, most is not serious, being \"harmless\" and\nrepairable, but on the the other hand it is extremely irritating.\nMost of us are in the \"average user\" category, so we do not have\nthe solutions you professionals have at your finger-tips.\n\nNor IMO should we as \"honoured guests & visitors\" be expected to\ndo so or have to put up with what the pros know perfectly well is\nsimply not universally accessible and user-friendly! I would say\nthat all web sites should be cross-platform and browser friendly\nwith the minimum of reliance on \"extras\" like the Macromedia\npackages such as Flash, Shockwave, etc. Hell, it may be hard to\nbelieve for those who have the newest kit available, but some\npeople still do not have a graphic cards or speakers, let alone\nstate-of-the-art hardware and software!\n\nOffice work is considered a tedious time-waster for many who\nregard this medium as just another working tool or virtual\nextension to their library, so ADDITIONAL frustrations caused by\nsome sites can be the straw that breaks the camel's back. IMO it\nis the flashy sites, long download times and associated\nfrustrations that increasingly DISCOURAGE internet use, which is\nreally funny when you think about it... All the whizzo web\ndevelopers racing to make sites \"interesting\", \"visually\nexciting\" and \"interactive\" are shooting themselves in the foot,\nunless their target audience are into the same sort of thing.\n\nI know, I know... I am an old codger and simpleton easily amused\nby little animated gifs which are considered naff in many\ncircles... But when I go on-line, I am looking for INFORMATION,\nnot entertainment! I do not like jumping out of my skin at\nunexpected noises and simply hate having to wait an age for\nevidence of the site developers technical prowess. It is not that\nI am impatient either... We pay for every nano-second on-line as\ndo many in Europe and elsewhere, so until I win the lottery,\nsites which hold me up in any way will not be visited.\n\nI realise that it is extremely exciting to use the many options\nnow available and increasing by the day, but think it is\nimportant not to get too carried away by them. Just as you do not\nunderstand concerns already voiced by others, I do not understand\nwhy you do not appreciate their take on this whole issue?\n\nI for one also take the cautions, warnings and advice from other\nusers, magazine articles, web sites, newsgroups, books,\nnewsletters, etc. to heart. For example, I avoid using M$ IE and\nOE. At least Opera ASKS me whether I want to accept cookies and\ntells me which are illegal or dubious. Any file which is not HTML\nor HTM will prompt a question... What do I want to do with it...\nOpen or Save to file? And Calypso (now being marketed as Courier)\ndoes not open ANY attachments without my express permission, nor\nwill it display HTM\/HTML e-mail. Indeed it refuses to open .sci,\n.pif and all the predesignated \"banned\" file extensions. I have\nset it to be this way... Really neat features which have saved a\nlot of hassle in recent weeks...\n\nIt is not being paranoid... As you know, I have an amazing\nability to attract disaster all the time, so why increase the\nodds of it happening by \"importing\" potential problems? As long\nas M$ cannot get its act together on security issues, I will\nremain one of those who \"do it to myself\"... Indeed, like many\nother disillusioned M$ users, the day I switch to Linux is\ndrawing closer all the time...\n\n\nJanet Kaiser -- down to only 400 unread mails!?! You have all\nbeen remarkably talkative over the past week... Interesting stuff\nbut now time for an \"early\" night.\nThe top posted mail was sent by Janet Kaiser\nThe Chapel of Art : Capel Celfyddyd\n8 Marine Crescent : Criccieth : Wales : UK\nCentre of Excellence for The Arts\nHome of The International Potters' Path\nTel: ++44 (01766) 523570\nOpen: 13.00 to 17.00hrs : Tuesday to Saturday\n************** AVG Virus Protected ********************",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.9594767094,
        "format_confidence":0.9921432734
    },
    {
        "url":"http:\/\/www.wolosoft.com\/cgi-bin\/mb\/?Action=ViewThread&BoardID=5&ThreadID=654",
        "text":"User: Guest\n\n\nPlease use the\nBug Report Form\nif you think you found a software defect.\n\nUse the Contact Form\nto send a personal message to Wolfgang.\n\nRSS Feed RSS Feed\n\nOther boards:\nRaduga (English)\nSong Requester\n\nJuke 3.8.4 released\n\nPosted on: Juke\n\nFrom Message\n\nWolfgang Loch\n\n2004-07-24 09:59:47\n\nJuke 3.8.4 released\n\nNew in version 3.8.4\n- fixed Auto Play option (was broken in v3.8.3)\n- added all supported playlist types to File Open\/Save dialog\n- the \"Add DirectX Plug-in\" dialog opens much faster\n- remember the last active page in the \"Options\" dialog\n\nNew in version 3.8.3\n- fixed incompatibility with Windows 98 and Media Player 7\n- change working directory on \"Playlist|Add Tracks\"\n\nPost a reply to this message:",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.7691621184,
        "format_confidence":0.8949947953
    },
    {
        "url":"https:\/\/forums.macrumors.com\/threads\/error-while-backing-up.648274\/",
        "text":"Error while backing up\n\nDiscussion in 'macOS' started by james-26, Feb 8, 2009.\n\n  1. james-26 macrumors newbie\n\n    Feb 8, 2009\n    I currently store all my itunes music on an external hard drive, i'm trying to back up this drive to another external hard drive but when I try to this, I get an error stating,\n\n    \"You cannot copy <name of file> to the destination because its name is the same name as the name of an item on the destination, except for the case of some characters\"\n\n    how do I overcome this, I just want to copy the directory as is, is there a way to get osx to ignore duplicate files?\n  2. james-26 thread starter macrumors newbie\n\n    Feb 8, 2009\n  3. lostngone macrumors 65816\n\n\n    Aug 11, 2003\n    Is one of the drives formated with Mac OS Extended Case-sensitive and the other is not?\n  4. james-26 thread starter macrumors newbie\n\n    Feb 8, 2009\n    The external hard drive is formated as Mac OS journaled. Which I think may be case sensative. The hard drive on the mac is how it was shipped.\n  5. sickmacdoc macrumors 68020\n\n\n    Jun 14, 2008\n    New Hampshire\n    Actually \"journaled\" and \"case-sensitive\" are two different attributes that can be used with the Mac OS Extended format, either of which can be used by themselves or together.\n\n    Do a \"File-->Get Info\" on the drives in question and you will see the current state of each drive, as per the pic I attached that I just did on a test drive.\n\n    The unfortunate part is that the format itself, should it turn out to case-sensitive now, can only be changed by erasing and re-establishing it with the new format desired. \"Normal\" Leopard formatting is Mac OS Extended (Journaled)- and after Googling it just now I see plenty of examples of how a case-sensitive\/non case-sensitive combo can cause problems. Hats off to lostngone!\n\n    Attached Files:\n\nShare This Page",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.6803719401,
        "format_confidence":0.9656396508
    },
    {
        "url":"https:\/\/communities.ca.com\/thread\/67227161-source-members-no-longer-being-shipped-with-the-next-idms-release",
        "text":"Source members no longer being shipped with the next IDMS release =\n\nDiscussion created by ca.portal.admin on Jul 23, 2010\ncurrently referred to as release 18\n\nWe are sending this email to let everyone know that in our current plans fo=\nr CA IDMS r18 there are several source members that we longer plan on ship=\nping. We would like to hear from you if you believe this is going to cause=\nyou any problems. Please understand that these are our plans currently an=\nd are subject to change. =20\n\n\n\nList of members:\n\n\n\n\n\n\n\n\n\n\nWith respect to IDMSINTL. We have enhanced IDMSINTL to provide a new \"\"OPTIX=\nIT\"\" for dynamic routing of requests.\n\nThe information contained in this message, including attachments, may conta=\nprivileged or confidential information that is intended to be delivered onl=\ny to the\nperson identified above. If you are not the intended recipient, or the pers=\nresponsible for delivering this message to the intended recipient, Windstre=\nam requests\nthat you immediately notify the sender and asks that you do not read the me=\nssage or its\nattachments, and that you delete them without copying or sending them to an=\nyone else.\nIDMS 3rd-party providers forum\n\n\nRe: Source members no longer being shipped with the next IDMS release currently referred to as release 18\n\"Hello John,\n\nWe use those modules the same way as Stephen does.\n\nJohn N. Baloga\nIDMS DBA, Global I & O\nVolvo Information Technology\n7825 National Service Road, Greensboro, NC 27409\nUnited States of America\n\nTelephone: 336-393-3425\nTelefax: 336-393-4080",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.7114443183,
        "format_confidence":0.7009450793
    },
    {
        "url":"http:\/\/www.webmasterworld.com\/domain_names\/3971930.htm",
        "text":"homepage Welcome to WebmasterWorld Guest from\nregister, free tools, login, search, pro membership, help, library, announcements, recent posts, open posts,\nPubcon Gold Sponsor 2015!\nHome \/ Forums Index \/ WebmasterWorld \/ Domain Names\nForum Library, Charter, Moderators: buckworks & webwork\n\nDomain Names Forum\n\nGetting the contact details of domain owners\nHow to make contact with the owner of wanted domains\n\n5+ Year Member\n\nMsg#: 3971930 posted 2:08 pm on Aug 14, 2009 (gmt 0)\n\nI'm trying to get in contact with the owner of two domains, one .co.uk and one .com - both share our own domain name (we have the .net).\n\nBoth pages are just holding areas for the hosting company so I'm sure the owner would be willing to sell but we can't get hold of them via the email given by a whois search. The email in this case just bounces back.\n\nWhat other solutions are there in this scenario?\n\n\n\n\n5+ Year Member\n\nMsg#: 3971930 posted 9:55 pm on Aug 16, 2009 (gmt 0)\n\nTo contact their registrar and ask them to forward on your request to the registered party.\n\nGlobal Options:\n top home search open messages active posts  \n\nHome \/ Forums Index \/ WebmasterWorld \/ Domain Names\nrss feed\n\nAll trademarks and copyrights held by respective owners. Member comments are owned by the poster.\nHome ¦ Free Tools ¦ Terms of Service ¦ Privacy Policy ¦ Report Problem ¦ About ¦ Library ¦ Newsletter\nWebmasterWorld is a Developer Shed Community owned by Jim Boykin.\n© Webmaster World 1996-2014 all rights reserved",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.7784662843,
        "format_confidence":0.7357843518
    },
    {
        "url":"http:\/\/www.linuxquestions.org\/questions\/linux-newbie-8\/ideas-for-a-linux-network-workshop-4175427827-print\/",
        "text":"-   Linux - Newbie (\n-   -   Ideas for a Linux network workshop (\n\npinsky 09-18-2012 09:26 AM\n\nIdeas for a Linux network workshop\nHello there! I'm doing a voluntary workshop for high school professors to teach them the basics of networks and managing networks on Linux. It's gonna be a two day workshop.\n\nTheir knowledge is, i quote: \"It is possible they might not know what routers are\"\n\nFirst day\nIntroduction to networks.\nOSI, TCP\/IP, network devices, protocols\n\nAnd at the end of the first day, they will have to conceptually configure the network in their school, just the needs and services.\n\nExample: \"We have 50 computers, 2x20 in two computer room, and 10 in the professors quarters. Computers in the computer room have to be able to share files locally, but not access computers outside...\"\n\nSecond day\nI want to make them a live cd\/usb which has Lubuntu, and installed and set of virtual machines (say 5-6 of them). One of the virtual machines would have multiple NIC-s and have a specialized Router\/Firewall distribution (didn't yet choose which). Other virtual machines would be clients.\n\nI'm planning on using KVM with libvirt\/virt-manager for virtualization.\n\nWe would then experiment, grouping the clients in different subnets and trying to set file sharing.\n\nMy questions to the community:\n  1. Do you think the idea is ok? Any advice will be listened to?\n  2. Which of the dedicated distribution would you advise to use? Id should be as friendly as possible, if they have to set iptables on their own, we'll lose them to Microsoft ;)\n  3. They are gonna have to have multiple opened terminals for virtual machines. Ssh-ing to them doesn't seem like a good idea since we will change the IPs often. Is there something as a nice VNS window manager, or similar?\n\ncpasqualini 09-18-2012 01:21 PM\n\ni'm theaching IT to post scholar-age guys, and make them learn tcp\/ip in one day... it just din't work out.\ni'm using ipcalc and the (simple) explanations from wikipedia [1], they have understanded that same day, but the next week they just didn't get it.\n\n\nOn the topic of the router distribution, please consider ipcop, i've used the old version (1.4.x) a few years ago, and had a very good experience.\nI did not yet used the new version (2.x), but these are very paranoid people, so the product shall be good enough.\n\ni'll be glad to see a report from you when this experience be completed. please post in this same tread about it!\n\nAll times are GMT -5. The time now is 10:51 PM.",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.6510853171,
        "format_confidence":0.9628647566
    },
    {
        "url":"http:\/\/www.small.to\/comment.php?mode=view&cid=10893",
        "text":"Subtlety is not one of my strengths\n\nWelcome to Small.To v2.0\nTuesday, January 16 2018\n\nThe following comments are owned by whomever posted them. This site is not responsible for what they say.\nConfounded Cursed Cacophony!\nAuthored by: Anonymous onSaturday, September 30 2017\nLogin to http \/\/192.168.l.254 192168.1.1 192,168.1.1 http 192.168.l.254 http \/\/192.168.l.254 192.168.0.l 192.168.o.1 192.168.o.l 192.168.l.1 admin at",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.6183645725,
        "format_confidence":0.6283275485
    },
    {
        "url":"https:\/\/neosmart.net\/forums\/threads\/triple-boot-win7-winxp-ubuntu-help.9114\/",
        "text":"Triple boot - Win7, WinXP, Ubuntu help\n\n\nNew Member\nHello guys and thanks for any tips and help that you can offer. I have read the instructions, and the Wiki, searched this forum and read the topics, but don't understand. Sorry, I suppose I am not the only beginner who is clueless!\n\nAnyway, here is the situation: a 1.5 TB hard disk with 5 partitions\n- Windows XP Home SP3 on first partition\n- Ubuntu installed later on another partition\n\nBoot is via Grub (Grub2, I imagine) and works well.\n\n- made an image of Windows XP on another partition\n- upgraded the first Windows XP to Windows 7 Home Premium 64 bit\n\nBoot is still via Grub, only Windows 7 and Ubuntu displayed in Grub menu. I would now like to have a triple boot with all OS available, including the Windows XP image.\n\nI installed EasyBCD and launched, but it tells me it cannot find the boot file. I suppose this means that since Grub is handling boot, the Windows 7 boot file is not available.\n\nBut from here on in, I have not the faintest idea of what to do.\n\n- Does Grub have to be written to the Ubuntu partition and how to do that?\n- Do I have to re-create the Windows 7 bootloader and how to do that?\n- Once that is done, can I run Easy BCD and add en entry for Windows XP, or do I use NeoGrub?\n\nI welcome any information that can clear up my doubts and get me running. Thanks for your help.\n\n\n\nMostly Harmless\nStaff member\nJust manually select the BCD file from EasyBCD, then add the XP entry.",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.8997303247,
        "format_confidence":0.881608963
    },
    {
        "url":"http:\/\/meyerweb.com\/eric\/thoughts\/2005\/09\/01\/clearly-impossible\/",
        "text":"Skip to: site navigation\/presentation\nSkip to: Thoughts From Eric\n\nClearly Impossible?\n\nI’ve been pounding my brain against a problem in Photoshop CS for the last few months—no, not continuously—and I’ve given up.  Now I turn to the PSD experts in the crowd for help.\n\nWhat I want to do seems simple enough.  The goal here is to have a PNG where the alpha channel coincides precisely with a visible pieces of the image.  In other words, if the visible image is a large black diamond, then I want the alpha channel to be in the same shape and intensity as the diamond.  That way, in IE\/Win, there will be a big black diamond.  In other, more capable browsers, there will be a transparent diamond with a white mask, so I can set whatever background color I want.\n\nHere are two images that, I hope, illustrate what I’m aiming to do.  The first image is what IE\/Win would render, and the second is a representation of what another browser would render (the gray checkerboard pattern representing the transparent parts of the PNG).\n\nI’ve fiddled with combinations of masks, layers, alpha channels, and more until my head feels ready to explode.  No matter what I do, I can get either an image that’s opaque (read: no alpha channel) in all browsers, or an image with a full alpha channel, where the alpha portion is filled with a light silver-gray in IE\/Win.\n\nIt seems like there has to be a way to do this, and that someone out there knows what it is.  So how in the name of the sweet Virgin Mary do I get this to work?\n\nUpdate: I sense that people aren’t getting what I want to do.  What I effectively want to do is take an image of the diamond—a GIF, a TIFF, whatever—and, in turning it into a PNG, add an alpha channel such that the diamond gets “knocked out” in programs that understand the alpha channel.  In those that don’t, like IE\/Win, the regular image should just appear, with no alpha-channel effects.  Just the black diamond.\n\nAnd I want to know how to do it in Photoshop, which is the tool I use.  Telling me how to do it in GIMP would be incredibly useful if I hadn’t thoroughly hated GIMP’s UI, and thus uninstalled it about ten minutes after installing it, back when I did.  (To be fair, it might have been the X11 UI that I hated, but since GIMP was the only X11 application I’ve run… you see where I’m headed with that, I hope.)\n\n40 Responses»\n\n    • #1\n    • Comment\n    • Thu 1 Sep 2005\n    • 1849\n    Lachlan Hunt wrote in to say...\n\n    I believe the issue is really all to do with IE’s broken PNG implementation, there is nothing you can do with the image to get it to change the way it’s rendered in IE.\n\n    The only choice you have is to use the IE PNG hack in the page (like you used in S5) so that it renders it transparently, or use content negotiation to serve a transparent PNG to descent browsers and a GIF to IE. (IE includes image\/gif, but not image\/png in its accept headers, so any descent content negotiation system will do that. e.g. Apache Multiviews)\n\n    • #2\n    • Comment\n    • Thu 1 Sep 2005\n    • 1927\n    Sebastian Redl wrote in to say...\n\n    I’m not quite sure what your issue is. Your problem seems to be that the wrong background colour is saved in the PNG (silver-grey instead of black), causing IE to show that silver-grey, while other browsers correctly display transparency. Is that it?\n    If so, choosing black as the background colour before exporting the image in PS should suffice.\n    In other words, this image:\n    should work. But since I’m running Linux right now, I can’t test in IE. (It is transparent in Firefox.) I also can’t tell you exactly how to do that in PS, as I did it in the Gimp 2.2.\n\n    • #3\n    • Comment\n    • Thu 1 Sep 2005\n    • 1936\n    Screwtape wrote in to say...\n\n    I don’t know about Photoshop, but I just did it in about five minutes with the GIMP:\n\n    * Create a new image, RGB.\n    * Right-click on the background layer, “Add alpha to layer”.\n    * Use the Eraser tool to draw a diamond shape.\n    * Set the background colour (you know the overlapping-rectangles foreground\/background colour widget) to black.\n    * File -> Save as PNG.\n    * In the PNG Options dialog that appears, I made sure “Interlacing” and “Save background color” were ticked, and everything else was unticked.\n    * Create test HTML page with the CSS rule body { background: red; } and an <img> tag that points to the PNG I just saved.\n    * Presto! All done!\n\n    • #4\n    • Comment\n    • Thu 1 Sep 2005\n    • 1949\n    hemebond wrote in to say...\n\n    Hmm. I don’t know about Photoshop, but Gimp lets you save the background colour which shows up in the transparent area in Internet Explorer. I’ll keep trying in Photoshop.\n\n    • #5\n    • Comment\n    • Thu 1 Sep 2005\n    • 1952\n    ant wrote in to say...\n\n    The simplest explanation I can come up with:\n\n    IE composites alpha PNGs onto a solid background colour, which is usually grey but it’ll use the PNG’s bKGD chunk if there is one.\n\n    • #6\n    • Comment\n    • Thu 1 Sep 2005\n    • 2110\n    Anthony wrote in to say...\n\n    Interesting predicament. It seems like Photoshop will only consider layer transparency when making the PNG, not giving you the option to just pick an Alpha Channel to use for that transparency instead. (Which is lame because layer transparency is really just an alpha channel hidden from the user.) You should theoretically be able to have anything in your image data and anything in the alpha channel when making the PNG. Maybe there is a third-party plugin or software that lets you do it.\n\n    • #7\n    • Comment\n    • Thu 1 Sep 2005\n    • 2125\n    Steve Clay wrote in to say...\n\n    Start with your image in a layer. Delete the background layer if it exists. Make a layer of all white beneath the image. Select the image layer and use Select: Color range… Click on the black and pull the fuzziness all the way to the right. Click OK. Now select the all-white layer and hit delete. Now delete the image layer. It seems the only way to save variable opacity is via File: Save as.. and it saves as a 24-bit PNG. When I view this in IEwin, the middle isn’t black, it’s a light blue… One of my system colors? Macromedia needs to hook you up with Fireworks for better alpha PNGs. ;)\n\n    • #8\n    • Comment\n    • Thu 1 Sep 2005\n    • 2138\n    Anthony wrote in to say...\n\n    p.s. I just tried it in piece of high-end compositing software that would actually let me take a a version of your diamond file and with no transparency and set up an alpha channel which would be the only place it could get it’s transparency. I exported the PNG from there and when I open in PS the black color information in the RGB channels is gone. It might be something about the PNG spec that make apps write it this way. (Though after seeing the “light silver-gray” effect in IE, I wonder if this isn’t more about how IE is handling it, since it’s actually not really ignoring the alpha, which is what you were hoping for I think. If it were, I don’t know what would be there since there is no color information in RGB, but it does see the diamond somehow.)\n\n    • #9\n    • Comment\n    • Thu 1 Sep 2005\n    • 2234\n    Anonymous Coward wrote in to say...\n\n    Anthony may be right. From the spec:\n\n    The alpha channel can be regarded either as a mask that temporarily hides transparent parts of the image, or as a means for constructing a non-rectangular image. In the first case, the colour values of fully transparent pixels should be preserved for future use. In the second case, the transparent pixels carry no useful data and are simply there to fill out the rectangular image area required by PNG. In this case, fully transparent pixels should all be assigned the same colour value for best compression.\n\n    Maybe Photoshop just assumes the second case. Though we can’t know for sure unless somebody tries to directly read off the different channels in the file.\n\n    • #10\n    • Comment\n    • Thu 1 Sep 2005\n    • 2253\n    hemebond wrote in to say...\n\n    There doesn’t seem to be any way to add a bKGD in Photoshop. Photoshops PNG support has always lacked apparently.\n\n    • #11\n    • Comment\n    • Thu 1 Sep 2005\n    • 2334\n    another anonymous coward wrote in to say...\n\n    Look at the tabbed navigation at the top of this page: – those are transparent png’s with a slight alpha gradient applied – with a css background-color swapped out on hover (same image). Is that what you’re trying to achieve?\n\n    • #12\n    • Comment\n    • Thu 1 Sep 2005\n    • 2338\n    Anthony wrote in to say...\n\n    May be some clues here. I’m not sure. :-)\n\n    Might also be working looking at the Photoshop SDK if it has info on how Save As PNG works, I don’t know. Just a guess.\n\n    • #13\n    • Comment\n    • Thu 1 Sep 2005\n    • 2345\n    John wrote in to say...\n\n    I thought I’d be clever and try this out in CS2 and ImageReady, but yeah, Photoshop does not seem to have good PNG support. SuperPNG, a plugin for Photoshop, also does not seem to directly support what you want, but I have yet to test it.\n\n    • #14\n    • Comment\n    • Fri 2 Sep 2005\n    • 0117\n    Anonymous Coward from comment #9 wrote in to say...\n\n    Well, I guess I was wrong, I don’t think it’s Photoshop’s fault after all. Looking at how IE renders images with varying transparency like the W3C PNG test and the image used here, it’s clear that IE first composites the PNG onto a grey background, then displays the whole thing as an opaque image. Serves me right for shooting my mouth off without knowing enough about the subject.\n\n    However, there is a solution, though you can’t do it in Photoshop. If you use an 8-bit paletted RGBA image, IE renders only those parts which are 100% opaque, and anything below 100% opacity become transparent. Which will work for your diamond image, and you’ll be able to switch its colours in IE as well. Fireworks can do this, or you can use pngquant to postprocess your PNGs. For an example, look at these toucans in IE and a better browser.\n\n    A disadva... (truncated)",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.6180291176,
        "format_confidence":0.8903894424
    },
    {
        "url":"http:\/\/www.techadvisor.co.uk\/forum\/apple-help-34\/internet-connection-supremacy-problem-267826\/",
        "text":"Internet connection supremacy problem\n\n  TOMSTEPHENSON1 16:21 12 Dec 2006\n\nI have managed to set up a wifi connection with my LAN network and am really finding the benefits of wifi. The only problem that I am having is that nearly every time I switch from one url to another I am being kicked off line and my broadband and dial up connections are asking me to connect with them.\nI have deselected the broadband and dial up connections from being ticked as my default connection but cannot find a way of making the wifi LAN as the default connection.\nIts almost as if the broadband and dial up connections are competing with the wifi LAN for supremacy.\nI am sure that I have seen somewhere a facility to instruct the broadband and dial up connections not to try to connect when a LAN is present but cannot for the life of me find this now.\nI would appreciate any assistance.\n\n  Jackcoms 16:27 12 Dec 2006\n\nIn IE - Tools; Internet Options, Connections. Select 'Never dial a connection'.\n\n  Jackcoms 16:28 12 Dec 2006\n\nAnd, by the way, if you no longer need the Dial-up and BB connections, why not delete them?\n\n  TOMSTEPHENSON1 18:59 12 Dec 2006\n\nmany thanks\n\nThis thread is now locked and can not be replied to.\n\nElsewhere on IDG sites\n\nOnePlus 5 review\n\n50 best online Adobe XD tutorials\n\niPad Pro 10.5in (2017) review\n\nComment connecter un MacBook à une TV ?",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.9550051093,
        "format_confidence":0.951541245
    },
    {
        "url":"http:\/\/www.osnews.com\/permalink?454324",
        "text":"\nMac OS X It's a public secret that there are many people with complaints about Mac OS X's Finder. It lacks several features common to other file managers, and on top of that, it has several issues with dealing with some types of network shares (SAMBA, specifically). While third parties can't fix the bugs, they can extend the Finder's feature set. TotalFinder is a collection of Finder extensions that tries to bring some of Google Chrome's interface ideas to the Finder. BinaryAge was kind enough to provide me with a free license so I could give a quick review of TotalFinder.\nPermalink for comment 454324\nTo read all comments associated with this story, please click here.\nRE[3]: Spam?\nby righard on Tue 21st Dec 2010 15:18 UTC in reply to \"RE[2]: Spam?\"\nMember since:\n\nWatch the screenshots a little better ;)\n\nReply Parent Score: 4",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.912617147,
        "format_confidence":0.9143201709
    },
    {
        "url":"http:\/\/www.antionline.com\/showthread.php?220153-text-files-libarary-upgrade&goto=nextoldest",
        "text":"Active topics listing\nResults 1 to 2 of 2\n\nThread: Active topics listing\n\n  1. #1\n    Senior Member BrainStop's Avatar\n    Join Date\n    Jan 2002\n\n    Active topics listing\n\n    Don't know if it would be easy to implement or such ... but\n\n    When I do a search on Active topics (by clicking on \"More active topics\" from the homepage), should I, as a Newbie, get to see active topics from the AO Addicts forum?\n\n    After all, I'm not allowed to read from or post to that forum?\n\n    Maybe it would be an idea to filter it out somehow if you are not yet qualified for it?\n\n\n\n    PS = Of course, it just gets you fired up to become an Addict so that you can read those messages\n\n  2. #2\n    Leftie Linux Lover the_JinX's Avatar\n    Join Date\n    Nov 2001\n    Beverwijk Netherlands\n    yup... it did..\n\n    and then when u'r there.....\n\n    Good idea BrainStop..\n    It shouldn't be to hard to implement..\n    ASCII stupid question, get a stupid ANSI.\n    When in Russia, pet a PETSCII.\n\n    Get your ass over to SLAYRadio the best station for C64 Remixes !\n\nPosting Permissions\n\n  • You may not post new threads\n  • You may not post replies\n  • You may not post attachments\n  • You may not edit your posts",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.687371254,
        "format_confidence":0.9903597832
    },
    {
        "url":"http:\/\/www.certforums.com\/threads\/foxmarks-ie-alpha.26274\/",
        "text":"\n\nFoxmarks IE Alpha\n\nDiscussion in 'Software' started by Fergal1982, Jul 2, 2008.\n\n  1. Fergal1982\n\n    Fergal1982 Petabyte Poster\n\n    If, like me, you use foxmarks on Firefox at home, but have to use IE in the workplace, you will be pleased to know that Foxmarks have released the alpha for their IE foxmarks addin.\n\n    Having received my link last night, I installed it at work this morning and it seems to be going well so far.\n\n    The merging of the bookmarks wasnt entirely seamless (it added (2) to the end of all the local bookmarks), it still worked pretty well.\n\n    Check it out here\n    Certifications: ITIL Foundation; MCTS: Visual Studio Team Foundation Server 2010, Administration\n    WIP: None at present\n\nShare This Page",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.8333752751,
        "format_confidence":0.9938985109
    },
    {
        "url":"http:\/\/en.wikifur.com\/wiki\/Forum:5000",
        "text":"From WikiFur, the furry encyclopedia.\nJump to: navigation, search\nForums: Index > Watercooler > 5000\n\nAs of 07:16, 21 September 2006 (UTC) in Special:Statistics:\n\nThere are 15,944 total pages in the database. \nThis includes \"talk\" pages, pages about WikiFur, \nminimal \"stub\" pages, redirects, and others that \nprobably don't qualify as content pages. Excluding \nthose, there are 5,007 pages that are probably \nlegitimate content pages.\n\nBacktracking on Special:Newpages the last ~15 new main namespace pages were:\n\nChecking them for actual content (at least one link, which seems to be what is needed to determine an 'article'):\n\nJust writing this down soon after the fact for later verification or whatever (since the definition of 'articles' is ambiguous, counting later will be harder).\n\n--Splarka (talk) 07:29, 21 September 2006 (UTC)\n\nUpdate, it seems just a link is enough status to warrant inclusion as an 'article'. A blank article with [[blah]] shows up as. Numbers adjused accordingly. Also note: a redirect was deleted and a page moved (making another redirect created), but redirects do not count as articles. --Splarka (talk) 07:38, 21 September 2006 (UTC)\n(!) Article one on Wikifur was Sibe (a troll,) article 5000 is about PigCop (another troll,)... Here's to that the 10000th article is about a more pleasant entry =) Spirou 16:45, 21 September 2006 (UTC)",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.6407114267,
        "format_confidence":0.9833576083
    },
    {
        "url":"https:\/\/domainincite.com\/17297-first-company-abandons-com-for-new-dot-brand-gtld?replytocom=8753",
        "text":"Latest news of the domain name industry\n\nRecent Posts\n\nFirst company abandons .com for new dot-brand gTLD\n\nKevin Murphy, September 12, 2014, 20:55:04 (UTC), Domain Registries\n\nWow. Somebody actually did it.\nCITIC, China’s biggest conglomerate, has started redirecting its established .com domain to its new dot-brand gTLD, .citic.\nSpecifically, it’s redirecting citic.com (go on, click it!) to limited.citic.\nAlmost everyone reading this post will agree that as a memorable, attractive domain it’s a step backwards.\nBut CITIC does seem to be the first dot-brand to make the leap from .com to dot-brand with both feet, and it seems to have done so with little to no penalty to its Google ranking (at least as far as searches for its company name go).\nA Google search for “citic” here returns limited.citic as the third result, behind Wikipedia and one of CITIC’s sister companies.\nThe original citic.com doesn’t appear in the top results.\nThe company also has ranking for group.citic, one of the five second-level names active in the .citic zone file right now.\nIt’s not the first dot-brand to launch a web site at its new gTLD — destination.monash and annualreport.axa spring to mind — but it does seem to be the first to throw away its .com completely.\nCITIC does not appear to have activated its matching Chinese-script gTLD, .中信, in the same way, however. Only nic.中信 appears in search results for sites under that TLD.\nThanks to Jothan Frakes of NamesCon for the tip.\n\nTagged: , , ,\n\nComments (28)\n\n  1. Kassey says:\n\n    Two issues: (1) Wrong order. Should be citic.limited to correspond to the company name Citic Limited. Limited.citic is just difficult to remember. (2) There is no established convention yet on the entry point of .brand. .brand may work if the average consumer has a way to know how to access them, e.g. if all major brands agree to use “visit” as the entry point, such as visit.citic, visit.axa, visit.hilton, then .brand may become popular. Otherwise, it just imposes too much work on the consumers.\n\n    • Kevin Murphy says:\n\n      Personally, I always thought www. would make a comeback.\n      http:\/\/www.axa, http:\/\/www.citic, http:\/\/www.google etc\n      I can see reasons why it might be confusing — people might automatically add an extra TLD — but it has the benefit of being a well-understood convention for denoting a URL in ad copy.\n\n      • Rubens Kuhl says:\n\n        http:\/\/www.citic is in their collision list. I’m pretty sure they will change it to http:\/\/www.citic after controlled interruption is over in mid-November.\n\n        • Adrian Kinderis says:\n\n          Guys, I think you have this all wrong.\n          Adding http:\/\/www.tld is only going to confuse. www is an accepted convention and internet users expect to see http:\/\/www.blah.tld (that is a second level domain before the tld and after the www. You are asking them to learn more, not less\n          I believe www should make a comeback for a short period of time in order to facilitate the understanding of new tlds. Eventually it will not be required and when home.axa appears on a billboard it will be recognized as a URL by the dot separating the words alone.\n          A standardized convention across all brands would be helpful in the short term but certainly NOT www.\n\n    • Hmm …\n      Even though I foresee dot Brands making headway, there’s still something humorous in this phase we’re in.\n      Basically, some companies will be abandoning a convention understood by everybody (“COM” on the right) in favor of confusingly inconsistent longer strings (“visit”, “home”, “limited”, etc. on the left).\n      For now, the swap has clear disadvantages. In the future, maybe websites will arrive at a consistent left-side string to designate home pages — but probably nothing as regular or short as a .COM suffix.\n\n      • Kassey says:\n\n        If all major brands agree on using, for example, “go” as the entry point to .brand, e.g. go.google, go.amazon, etc., then .brand may overtake .com as the top extension. “go” is short enough to remember.\n\n        • Rubens Kuhl says:\n\n          go is subject to regulatory issues, due to being a 2-letter combination. One TLD already filed an RSEP for it. It would be easier to define a 1 letter like 1.google or g.google.\n\n          • I wonder if standardizing the SLD for dot-Brand home pages is even possible, given the fact that name collision lists rule out many of the most intuitive choices and also differ from TLD to TLD.\n\n      • Adrian Kinderis says:\n\n        Your logic hold up for as home page but what about every other page under that? running.nike, shoes.nike, charity.nike, 2014.nike, superbowl.nike?\n        .com does not support this convention. It tells no more information to the end user and as a signpost on the internet is inadequate and, because of tlds, antiquated.\n\n        • Home.brand is it. Everyone knows what “home” means. Easy!\n          I see no need in marketing for www and have not for awhile. I am sick of typing it, so don’t and sick of seeing it take up valuable key messaging space.\n          As for how others line up under – that is the fun part isn’t it.\n          So many moves here, what is the market strategy, first test and learn steps … brand motivation\/permission to innovate how they engage and deliver services to customers.\n          Brands have to think about a .brand registry as a network that interconnects as opposed to a web site. It’s a different thing or can be.\n\n  2. friend says:\n\n    It would matter if they didnt have the .com.. but they do. And they won’t sell it if you try to buy it.\n\n  3. Kassey says:\n\n    Why go back? We’ve simplifying the naming convention over these years — getting rid of http:\/\/ then www. Now do I want to relearn the old way? I doubt.\n\n    • Kevin Murphy says:\n\n      In my comment above, WordPress automatically added the http:\/\/ to each of the three domains.\n      I didn’t type it.\n      I think that’s a new “feature” of WordPress 4.0, released this week.\n      Perhaps we’re not moving forward as fast as you think.\n\n      • Kevin-\n        This is a bit obtuse to the topic but more a focus on your comment regarding the http:\/\/ mojo in your comment…\n        Pondering the http:\/\/ injection a bit… It represents some real Universal Acceptance (UA) wins and efforts.\n        Recognizing the links means that the TLDs are recognized for URLs. Skype and other software does not, so this I’d file under “Win”.\n        Converting the links to contain http:\/\/ helps overcome some of the laggard browsers \/ OS combinations or other software issues that do not recognize nTLD URLs.\n        Matt Mullenweg of WordPress spoke at the NamesCon in January and he is fairly domain savvy (he owns MA.TT – and incedentally, he forwards matt.build there). Seems likely they did what they could to aid UA.\n\n        • Kevin Murphy says:\n\n          I disagree. I think WordPress added the http:\/\/ because of the “www.”, not because of the TLDs.\n\n        • Kevin Murphy says:\n\n          Let’s see what WordPress does to http:\/\/www.thisisntatld\n\n          • Kevin Murphy says:\n\n            Yep, WP added the http:\/\/ there too. This isn’t a UA thing, it’s a WordPress being shit thing.\n\n          • Justin says:\n\n            Instead of saying WordPress is a shit thing, you should appreciate that if not for WordPress, many people would not have started blogging and not got attracted to buy domains in the secondary market, but remain with the facebooks and\/or twitters and\/or the umpteen platforms. Anyway, we domainers, creating a non-existant industry, have always been disconnected from reality and the general public sentiment who are fed up with the exorbitant prices in secondary market, which resulted in these new gTLDs and .brands. Google will happily oblige the new gTLDs and .brands because it matches their own anti-domainer thinking. With the browser address bar having become an extension of the search engine, typeins are already a thing of the past. A domain name with the dot(s) anywhere within, is afterall just a more memorable sequence of alphanumeric characters representing a sequence of numbers identifying a website on the world wide web. It’s the product or the content that matters in the end. Domaining is dead! Although I hate Bob Parsons for the elephant thing, I admire his business acumen – he entered and exited at the right times! Look around and you will see most big names who actually made money with domains have all exited quietly and smartly 😛\n\n  4. Wrong heading.\n    Correct heading: First major idiot to move from .com to new extension.\n\n  5. Snoopy says:\n\n    Wasn’t there prediction that a whole lots of companies would be doing this? Like most of the companies who applied? What happen to .google, .apple, .yahoo, .sony?\n    Instead of that we’ve got one unheard of company trying it , and two other organisations using it for very minor sites. Is that it?\n\n  6. Moving from a .com to a .brand is a risky move at the outset, depending upon your business dependence on revenue run rates dependent upon SEO and other inherent market awareness of the .com site. That said for some businesses a forward will work just fine.\n    .BRAND is about better communicating key messages, engaging and delivering services to target audiences on a branded ecosystem.\n    My view: “home.brand” will emerge as the norm.\n    Precise and obvious and consistent with user knowledge of what a “home page” means.\n\n  7. Bean says:\n\n    Companies don’t have to develope any new strategy whatsoever, what they have now ain’t broken. Only domainers care for the awesomeness and potential these new tlds.\n    Most end user nowadays don’t even look at the url address bar, they just care what result comes up in their search engine. In fact, there is quite a few people I know that have been using internet for years and had no idea you could actually type a direct address in the url bar!\n    Perhaps, if marketed properly, the general public might som... (truncated)",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.6937168837,
        "format_confidence":0.9387040734
    },
    {
        "url":"https:\/\/fetchsoftworks.com\/fetch\/messageboard\/press-pictures",
        "text":"Your best friend for file transfer.\n\nFetch application logoFetch\n\nPress Pictures (3 posts)\n\n  • Started 5 years ago by phil1234\n  • Latest reply 5 years ago from phil1234\n  • phil1234 Member\n\n    Do you have any press pictures of Fetch (Screenshots and Logo) or can I just copy some of your website for a review of Fetch on my website?\n\n    Posted 5 years ago #\n\n  • Jim Matthews Administrator\n\n    You can use the pictures from our website, e.g. from the tour (\n\n\n    Jim Matthews\n    Fetch Softworks\n\n    Posted 5 years ago #\n\n  • phil1234 Member\n\n    Ok Thanks.\n\n    Posted 5 years ago #\n\n\n  • Or nickname, if you prefer.\n  • This will be kept confidential.\n  • This is to ensure that you’re a person, not a spambot.",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.9042877555,
        "format_confidence":0.9496324658
    }
]