[
    {
        "url":"https:\/\/multichoice.com\/companies-brands\/companies\/dstv",
        "text":"Companies & Brands\n\nView the companies and brands that make up the MultiChoice Group\n\nMultiChoice Group is the parent company of MultiChoice South Africa (including SuperSport, M-Net and DStv Media Sales), MultiChoice Africa Holdings, Showmax Africa and Irdeto\n\n\nSuperSport is Africa’s premier sports broadcaster, producing and broadcasting local and international sport for pay-TV subscribers across sub-Saharan Africa. SuperSport channels broadcast most of the globe’s major sporting events and leagues including football, rugby, cricket, tennis, golf, motorsport, cycling, boxing, wrestling and athletics.\n\n\nDStv is a sub-Saharan African video entertainment company owned by MultiChoice. It was launched in 1995 and provides multiple entertainment channels and services to customers across the continent via satellite, online and mobile apps.\n\n\nGOtv is a digital terrestrial television platform known for the affordable entertainment it brings to customers across 11 countries throughout Africa. GOtv carries authentic programming that’s made in Africa, for Africans.\n\n\nFounded in 1985, M-Net has grown from a single channel to nearly 40 and offers both international and local content to African customers in nearly 50 countries.\n\nM-Net partners with the best service providers to produce and acquire the most thrilling and informative video entertainment. In this way,\nM-Net plays a leading role in developing and upskilling the industry. M-Net’s mission is to create relevant, aspirational video entertainment that resonates with communities.\n\n\nShowmax is an internet-based subscription Video-on-demand service supplying an extensive catalogue of TV shows and movies. By leveraging relationships with major production studios from across the globe, Showmax delivers both world-class international content as well as the best of specialised local content. Showmax is accessible across a wide range of devices from smart TVs and computers to smartphones and tablets.\n\n\nIrdeto protects platforms and applications for video entertainment, video games, connected transport and IoT connected industries. Irdeto’s solutions and services enable customers to protect their revenue, create new offerings and fight cybercrime. With 50 years of expertise in security, Irdeto’s software security technology and cyberservices protect over 5 billion devices and applications for some of the world’s best-known brands. With a unique heritage in security innovation, Irdeto is the well-established and reliable partner to build a secure future where people can embrace connectivity without fear.\n\nDStv Media Sales\n\nDStv Media Sales is the sales arm of MultiChoice, providing dynamic media solutions; handling commercial airtime, on-air sponsorships, content integration, and online sales across a variety of 130+ channel brands on linear TV, VOD, social media, and digital platforms.\n\nEnriching Lives\n\nCreating Opportunities\n\nWe’re committed to uplifting, supporting, and investing in the communities in which we operate\n\nEnriching Lives\n\nConnecting with Communities\n\nWe strive to enrich the lives of Africans.",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.8192209005,
        "format_confidence":0.9007931352
    },
    {
        "url":"http:\/\/bontonandlofty.com\/",
        "text":"Global Performers Awards\n\nWe award the best products, Services & Service providers through public polls. Awards are classified as area \/ City \/ Country and International Level.\n\n\nReviews and Ratings\nWe Review Global Serivces\n\nWe take public reviews on best products, services and service providers from across the globe. The reviews will be taken from each country individually. Review your brand >>\n\n\nPublicity packages\nReach out to global customers\n\nWe provide excellent marketing support to startup companies from across the globe. Small scale industries can promote their services \/ products at our events. Promote your brand now >>\n\n      We have started our services in UK - London, Hong Kong, Malaysia & INDIA, Rest of the below countries services will start from January 2018\n      'Global Performers Awards' felicitation ceremony held on 11th June at Beacon House Newlands International School, Kuala Lumpur Malaysia.\n\nRhymes World Cup Malaysia final\nComing up On 15th October 2017\n\nVenue: Newlands International School,\nKuala Lumpur - Malaysia, Know More >>\n\n\nGlobal Prince & Princess\nHong Kong auditions are starting in July\n\nWorld's Biggest Fancy Dress Contest,\nTheme: Prince and Princess, Know More >>\n\n\nStorytelling Worldcup Singapore\nAuditions are starting from July 2017\n\nUpgrade your Language, Communication and negotiation skills, Know More >>\n\n      The below winners will be felicitated on October 2017 at Kuala Lumpur Malaysia, for queries, mail to awards@bontonandlofty.com\n\nBest Principal: Nicki Coombs - UK\nInternational School - Asia Category\n\nMs.Nicki Coombs, With over 15 years of experience at Queen Anne’s School - UK, Know More >>\n\n\nEmerging International School\nNewlands International School - Malaysia\n\nBeaconhouse Newlands International School is part of the Beaconhouse School System. More >>\n\n\nBest Principal - Ms.Vandana\nCBSE School - Asia Category\n\nTimpany School, one of Indias Premier CBSE school is headed by Ms.Vandana, More >>\n\n\nBest Preschool - Asia\nLittle Paddington - Singapore\n\nOne of the Asia's premier Preschool based in Singapore. Visit Website >>\n\n\nBest Preschool - India\nEurokids Yadavagiri Mysuru\n\nDedication, determination and passion toward Early Childhood development, Read More >>.\n\n\nCountry wise Best Preschools\nTop Preschools from each country\n\nThailand: Story Time, Hong Kong: Kinder U, Malaysia: Trinity Kids, Taiwan: Tiger Tots, More >>.\n\n      Global Performers Awards nominations are open for the below categories, mail your profile to awards@bontonandlofty.com before 30-8-2017\n      Best Preschools - Country Wise\n\nBest Preschools in London\nBest Preschool - Asquith Day Nurseries\n\nGarden House School, American School in London, Knightsbridge School, Check the top 10.\n\n\nBest Preschools in Hong Kong\n2016 Best Preschool: Kinder U\n\nSafari Kid, Wembley International Kindergarten, Eton House, The Woodland, Check the top 10 list..\n\n\nBest Preschools in Singapore\n2016 Best Preschool: Little Paddington\n\nEton House, Alphabet Playhouse, Brighton Montessori, Childrens Cove, Check the top 10 list..\n\n\nBest Preschools in Malaysia\n2016 Best Preschool - Trinity Kids\n\nReal Kids, Vagdevi Vilas, Odyssey, Safari Kid International, Check the top 10 list.\n\n\nBest Preschools in India\n2016 Best Preschool - Euro Kids Yadavagiri\n\nEuro Kids Yadavagiri Mysore, Love Dale Vizag, Little Wings Ahmedabad, check the top 10 list..\n\n\nBest Preschools in Thailand\n2016 Best Preschool - Story Time preschool\n\nBritish early years, Story time preschool, Modern Montessori, Lady bird, Check the top 10 list.\n\n      Global Performers Awards inviting nominations, to nominate and verify your brand, mail your company profile to biz@bontonandlofty.com\n      Our Global Projects\n\n\n\n\n\nAffiliate Program\n\nInviting nominations to be our partners from all countries & cities.\nContact info@bontonandlofty.com",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.577675879,
        "format_confidence":0.6102970839
    },
    {
        "url":"https:\/\/www.laboratoriosordesa.com\/en-GB\/corporate-social-responsibility\/",
        "text":"Corporate Social Responsibility\n\nCorporate Social Responsibility\n\nThinking about the good of society\n\nAside from working towards improving the population's nutrition as well as researching new and better formulas on a daily basis, Laboratorios Ordesa maintains its commitment and responsibility with society.\n\nAt Laboratorios Ordesa, we place firm emphasis on operating in a responsible way with each and every one of our interest groups, from an economic, social and environmental standpoint.\n\nWe are able to accomplish this mission thanks to our talented, creative, motivated and effective organization.\n\nOur understanding of social responsibility goes further than merely doing what is expected by law, beyond fulfilling obligations, and rather into investing more in human capital, our environment, and our relationship with those around us.",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.924516201,
        "format_confidence":0.979789257
    },
    {
        "url":"http:\/\/frstax.it\/html_eng\/homePage.html",
        "text":"A point of reference in the field of tax consultancy since 1998\n\nStudio Facchini Rossi & Soci, specialising in customised tax consultancy services, has achieved widespread recognition as a point of reference, nationwide, in the field of business income.\nOn the strength of the track record of the company’s promoters, Francesco Facchini and Luca Rossi, and with a team of twenty professionals based in the firm’s Milan and Rome offices, FRS continues to develop its dynamic, innovative consultancy model.\nThanks to our know-how and strategic approach, we can provide the backup required by banking groups, financial institutions, commercial and industrial companies, non-profit-making corporate bodies, individuals and families. FRS can provide appropriate solutions for even the most complex needs which may arise in respect of all aspects of fiscal laws, both in Italy and internationally, including tax litigation.\nWe place our experience and specialised knowledge at the service of our corporate and individual clients, for a new culture of observance of fiscal laws.\n\nThis website uses cookies to simplify and customize navigation.\nContinuing to visit this website or clicking “OK” implies acceptance of these cookies.\nInformation on cookiesOK",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.9966390133,
        "format_confidence":0.9888806343
    },
    {
        "url":"http:\/\/www.localseoservices.co.uk\/about\/",
        "text":"About Us\n\nWe  been providing high quality and effective internet marketing solutions since 2003.\n\n  • From National Companies to ‘One Man Bands’ – Over that time our clients have ranged from national companies with an international reach to ‘one man bands’ targeting local business only.\n  • Speak in Plain English – We pride ourselves in speaking in plain English, and are very open book with how we work; at the end of the month you will even get a full breakdown of all the work we have done – this is not usual for an SEO company!\n  • Over 30 Years Experience – Our directors have over 30 years experience running successful companies.\n  • We practice what we preach – We also own a number of successful websites which generate our company significant income, so we actually practice what we preach.\n  • Full Professional Indemnity Insurance – We carry full professional indemnity insurance with Hiscox.\n  • Lots of Happy Clients – Over our time we have amassed lots of testimonials and some amazing case studies, some of our client’s businesses have been literally transformed by the work we have done and we are confident we can do the same for you.\n\n\nThere are very real people that work for Artemis, please meet the team below:\n\nContact us for a FREE consultation\n\nMeet the team\n\nThe Directors\n\nSEO Team\n\nAccount Management\n\nContent Writing Team\n\nOffice and Client Administration\n\nLink Outreach & Social Media\n\nGoogle and Bing Paid Search (PPC) Management\n\nWeb Video Production",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.9871426821,
        "format_confidence":0.9929991961
    },
    {
        "url":"http:\/\/infoquest.net.au\/contact_infoquest\/",
        "text":"You are successful at what you do and an expert in your field. You are probably time poor, but your main focus—and what you excel at—is working in your skill set. Communications may not come in your kitbag of skills—and yet you will almost certainly at some point need to communicate with your audience, whether they are your clients and customers, or peers and co-workers.\n\nAnd frequently that includes written communications—who doesn’t need a website these days? And that website needs to not only look good, but also include content that explains what you, your business or department are all about. You may need promotional material for your customers or policy documents for your staff. Or you may need to publish a paper of your latest research findings.\n\nThat’s where Infoquest comes in.\n\nSo, what can I do for you?\n\nAs a proud South Australian small business, Infoquest punches above its weight whilst giving you personal, tailored and dedicated service. Bringing nearly two decades of experience to writing and editing, Susanne Koen can work with you to produce solutions to all your communications needs. And with 21st century technology, you don’t even have to be based in South Australia!\n\nEmail me now for an obligation-free conversation to discuss options of how I can help you.\n\nInfoquest Pty Ltd\nPO Box 353\nMylor SA 5153\n\nPhone: (08) 8388 5561\n\nMobile: 0408 844 159\n\n\nSend me an email via the form below.\n\n* indicates required field",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.799046874,
        "format_confidence":0.5992341638
    },
    {
        "url":"http:\/\/www.puzzlesgroup.net\/",
        "text":"About Us\n\nPuzzles Group comprises of affiliated companies engaged in wide range of business with the overriding objective of providing first-rate technology driven and innovate solutions to discerning clients in diverse sectors of the economy.The Group has continued to actualize its founding vision of a world class brand by deploying the top-drawer skills and passion of its high qualified and experienced professionals to help its growing clientele\nattain new heights in innovation, output, efficiency and profitability\n\n\nPuzzles Group & Subsidiaries",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.9721547961,
        "format_confidence":0.9937328696
    },
    {
        "url":"https:\/\/www.kiansoon.com.sg\/corporate-profile",
        "text":"Founded in 1977\n\nCorporate Profile\n\nKian Soon Mechanical Components Pte Ltd was initially founded in 1977 as Kian Soon Hardware & Trading Pte Ltd. Our objective was to provide customers hardware solutions for their mechanical applications. Over the years, we have evolved to serve a wide range of industries through the provision of advanced application mechanical components.\n\n\nToday, our network of offices brings a competitive presence across the region, allowing services and products to be brought closer to customers.\n\n\nIn addition to distributing advanced application mechanical components, we create savings for our customers through the provision of overall integrated services, such as vendor managed inventory, ship-to-line, R&D technical assistance, and kitting services.\n\n\nKian Soon is a company with deep heritage, yet our sights are set into the future. We have evolved from a company with a local presence to one that has extended its reach across Asia. Whenever a need arises for our expertise, customers can always rely on the professionalism of Kian Soon’s services and the quality of our products.\n\nIn December 2017, we became a proud member of the Bufab Group, marking yet another significant milestone in our journey towards a world-class organisation.\n\nOur Vision\n\nOur Components Connect All Products In Asia\n\n\nOur Mission\n\nThe Choice In Advanced Application Mechanical Components Through Quality And Professionalism\n\n\nOur Core Values\n\n  • Professionalism\n\n      Providing reliable products, services, and effective solutions\n\n  • Dedication\n\n       Serving customers the way they want to be served\n\n  • Knowledge\n\n      Developing solutions that drive innovation and promote long term success\n\n\nOur Quality Policy\n\nTo Provide Total Quality Services to Customers Through:\n\n  • Quality Products\n\n  • Timely Delivery\n\n  • Technical Support\n\n  • Good After Sales Service\n\n  • Continual Improvement\n\nOur Quality Objectives\n\n  • Reduce number of customer complaints (CAR) to 3 cases per month (excluding customers' audit)\n\n  • Achieve collections of 95% of total sales turnover\n\n  • Achieve not more than 3 cases of CAR issued to vendors per month\n\n  • Achieve monthly sales turnover as set by management \n\n  • Achieve customer satisfaction level of 80%\n\n  • Achieve Lot Acceptance Rate (LAR)target of 90% for Strategic Vendor\n\n  • Control Authorisation to Return (ATR) to less than 15 cases per month\n\n  • Conduct at least 3 Quality skill trainings for all quality personnel per year\n\n\nOur Environmental, Health and Safety (EHS) Policy\n\n  • To COMPLY with environmental, health & safety laws and regulations of our governmental requirements\n\n  • To CONSIDER environmental impacts as an essential element when evaluating new projects, products and operations\n\n  • To PROVIDE and maintain safe & healthy working conditions\n\n  • To ESTABLISH objectives and targets aimed at zero pollution and zero accident\n\n  • To ENCOURAGE conservation of energy, water and natural resources through increased efficiency and the introduction of new technology\n\n  • To PROVIDE employees with a better understanding of environmental issues, health & safety aspects and the company’s commitment, policies, and programs to preserve and improve the environment \n\n\nOur Environmental, Health and Safety (EHS) Objectives\n\n  • Less than 3 non-conformities in EHS inspections\n\n  • Zero case of reportable incident in one year\n\n  • Zero case of complaint \/ notice from authority about pollution in one year\n\n  • Minimise waste, maximise use of resources and prevent pollution in all parts of the business.  Some of this includes:\n\n    • The recycling of all printing papers - save cost by 15% in paper usage\n\n    • The recycling of all carton boxes and packaging materials - save cost by 15% in the usage of carton boxes and packaging materials\n\n    • Lighting to be swtiched off during lunch breaks and power of all equipment to be off at end of the day - save cost by 10% in electricity usage\n\nAbout Us\nCertifications, Awards, Accolades and Corporate Social Responsibility\n\nKian Soon has excellent quality and inspection processes in place to provide the best products for our customers. We meet specific quality standards, including:\n\n\n\n\n  • ISO 9001\n\n  • ISO 14001\n\n  • bizSAFE Level 2 Star\n\n  • Flu Pandemic Business Continuity Programme\n\n\n  • Significant contributions have been made to:\n\n    • KKH Health Endowment Fund for women and children 2014\n\n    • NTU Business & Community Partners (BCP), financial support for financially-disadvantaged students 2011, 2013, 2014\n\n    • Singapore Children’s Society 2012\n\n\n  • Certificate of Appreciation in recognition of support as a bronze partner towards the 2013 business & community partners\n\n    • Nanyang Technological University 2013\n\n\n  • We have also contributed to the education of future leaders through our partnership with:\n\n    • Raffles Institution Business Leaders Program 2013\n\n\n\n\n\n\nLong Service Award\n\n15 Years of Excellent Partnership\n\n\n\n\nSupplier of the year Award, Gold\n\nFor Outstanding Performance\n\n2006, 2007, 2008\n\n\nSupplier of the year Award, Silver\n\nFor Outstanding Performance\n\n\n\nSingapore 1000 SME Company\n\nManufacturing Integration Technology (MIT) Ltd\n\nSupplier Appreciation Certificate\n\n\n\nAirtec Corporation\n\nIn recognition of continuing support\n\nMicro Plastics, Inc.\n\nOutstanding Distributor Award\n\n\n\n\nSupplier of the year\n\nFor Outstanding Performance\n\nLet us know how we can help you!\n\n81 Genting Lane #04-01\/02\nEverich Industrial Building,\nSingapore 349566\n\n\nMember of the Bufab Group\n\nJoin us on LinkedIn for all the Latest Updates!\n\nBack to\nTop of Page",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.7082326412,
        "format_confidence":0.9945764542
    },
    {
        "url":"http:\/\/femiatoyebi.com.ng\/commercial-banking\/",
        "text":"Official Website of Femi Atoyebi & Co. | Commercial & Banking\npage,page-id-12981,page-template-default,ajax_fade,page_not_loaded,,qode-theme-ver-2.1.1,wpb-js-composer js-comp-ver-,vc_responsive\n\nCommercial & Banking\n\nAs a result of the recent economic meltdown worldwide, which started in the 2000s in Asia and spilled on to the Americas and later to Europe, the African economy which is a developing one, has not been insulated from the effect of the global meltdown.\n\n\nNevertheless government intervention to ensure the survival of banks and other institutions, commercial and financial institutions have taken a hit with the resultant negative effect on many of these institutions.\n\n\nThis department offers immeasurable support services to the sector, working with experienced solicitors in the sector to support clients through the difficult period. In particular, we provide legal support for the commercial and banking sectors on dispute resolution and enforcement, corporate and regulatory matters, strategic alliance, commercial litigation, transactions, finance, loan recovery, claims, etc.\n\n\nAs a commercial firm, we offer in-depth sector experience legal services to our clients and key stakeholders, which have added and continue to add significant values to the growth of their businesses, while guiding them through the difficult terrain the economy is passing through.\n\n\nOur clients range from top banks, established local and international companies and other corporate financial institutions, including multi-nationals.\n\n\nThis department is headed by Gbenga Kushimo and Mr. Femi Atoyebi (SAN) exercises supervisory authority over the department.",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.9730358124,
        "format_confidence":0.9614225626
    },
    {
        "url":"https:\/\/www.made2measureclothing.com\/philanthropy\/",
        "text":"Philanthropy – M2M Bespoke – Custom Clothing for Men and Women in Toronto\n\n\nMade2Measure Clothing believes that we must choose a side. Either we are giving or we are taking. We chose giving. We strive to give you the very best in hand craftsmanship for an unprecedented value.\n\nWe also choose to give to those around us who are in need. Giving back to our local and global communities in which we operate is at the forefront of our value system. We believe it is our responsibility as beneficiaries of the communities around Toronto as well as around the world at large, who continue to be loyal clientele of Made2Measure, to be good corporate citizens and be an paradigm example of what Corporate Social Responsibility should be.\n\nOur philanthropy program has supported many registered charities all over the world since our inception back in 2007. We have and continue to proudly help improve the lives of hundreds, even thousands of individuals and families in the communities where we all live, work and do business.\n\nWe selectively choose programs that represent our corporate values and strengthen our corporate culture so that every employee at Made2Measure feels as though they themselves are making a world of a difference in the communities in which we live and service. This is also a reflection of the care and attention you can expect from us during your personal fitting.\n\nWhile each of our countries of operation may support various causes, the majority of our philanthropic activities focus on helping children who are battling cancer or lifelong illnesses and disabilities whether it be a physical or mental handicap such as autism or down syndrome. Additionally, we also aim to help those who cannot afford the basic necessities of life such as food, clothing and shelter.\n\nMore recently we added infertility treatment to our list of causes. We're not just part of helping advance the research but we are also financially supporting medical treatments for couples to help create the next generation.\n\nWe assist in educating the talent of our world and bringing confidence to those who otherwise would not have found the courage to build a brighter future.\n\nThis is just another small step Made2Measure takes in order touch the lives around us. We hope that with your continued loyalty, WE, together, can help conquer suffering for a better and brighter tomorrow.\n\nFacebook IconTwitter Icon",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.659214139,
        "format_confidence":0.9429677129
    },
    {
        "url":"https:\/\/www.novatech.co.uk\/business\/",
        "text":"You Tube\n\nWelcome to Novatech for Business\n\nNovatech for Business\n\nWe're different from other IT providers.\n\nWe pride ourselves in winning customers for life. That means always providing the right tools for the job, at the right price, and making sure that they always work smoothly and efficiently. It means having the direct dial number of your own account manager, who will make sure that you get exactly what you need, when you need it.\n\nAt Novatech we know that there's no 'one size fits all' solution. That's why all of our hardware and support packages are completely flexible, and tailored around you and your business; ensuring that you only pay for what you need. And becasue we build our own PCs, Laptops, and Servers, we know them inside-out and test every component ourselves. Meaning if something should ever go wrong, we know how to put it right, quickly, and without fuss.\n\nBuying for Education?\n\nNovatech has been providing hardware & support to Schools, Colleges & Universities of all sizes for close to 30 years. Click here to find out more.\n\n\nWhy shop with us?\n\nNovatech can supply over 20,000 products, 90% of which are always available for next day delivery. We can dispatch, install and support everything your company requires, from ink cartridges, cables, cameras and PCs to a 'whole business solution' of integrated infrastructure and equipment.\n\nOur overriding aim is to make the procurement, installation and support of your IT as clear and straight-forward as possible.\n\n  • Dedicated account manager\n  • Credit accounts (subject to approval)\n  • Leasing options\n  • Specialist knowledge\n  • Custom & flexible soultions\n  • Free lifetime Tech Support\n  • Next day delivery\n  • No minumum order\n\nBuy online or call us\n\nCall us on\n023 9232 2700\nmon-fri 8:30am - 5:30pm\n\nCredit accounts available\n\nFor regular customers, Novatech offers Credit Account facilities. To apply for a credit account all you need to do is to complete and reurn an application form.\n\nBusiness application form School & College application form Academies application form Public Sector application form Supplier application form\nShow me more",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.833509326,
        "format_confidence":0.7281651497
    },
    {
        "url":"http:\/\/acquirebb.com\/index.html",
        "text":"Acquire Business Brokers is the smart choice for those looking to invest or redeploy their capital. Focus, commitment and attention to detail are all paramount in a business brokerage transaction.\n\nWe protect our clients' private and confidential information about their businesses, and share our listings with principals only after they have been pre-qualified and appropriate Non-Disclosure Agreements have been signed.\n\nOur approach is to always put ourselves in the shoes of all of parties and ask ourselves, \"Would we accept that proposal?\" That's what makes the deal. And isn't that why you're about to hire a business broker in the first place?\n\nIf you are interested in buying or selling a small to medium sized business, give us a call for a confidential discussion.\n\nWe look forward to being of service to you!\n\nBest regards,\n\nAcquire Business Brokers\n              (C) Copyright 2006-2012 Acquire Business Brokers. All Rights Reserved.\n\nWe co-broker sales with fellow business brokers from around town or around the country. We can help you buy any business regardless of listing broker.",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.9972276092,
        "format_confidence":0.8859584332
    },
    {
        "url":"http:\/\/www.nybni12.com\/about",
        "text":"About BNI\n\nLocal Business - Global Network\n\n\nWith over 200,000 members in 7,500 plus chapters worldwide, BNI is the world’s leading referral organization. \n\nBNI® is a global professional networking organization that provides a structured environment for local referral marketing.\n\nStarted in January of 1985 by Founder and CEO Ivan R. Misner, Ph.D., BNI® (Business Network International) is the longest running and most successful networking organization of its kind. \n\nWhat makes BNI® different from other networking organizations is that each member represents an individual profession. The mission of BNI is to help members increase their business through a structured, positive, and professional \"word-of-mouth\" program that enables them to develop long-term, meaningful relationships with quality business professionals.\n\nWe provide a formal environment in which you develop personal relationships with dozens of other qualified business professionals. \n\nOur Leadership\n\nBNI 12's leaders continuously work to make our chapter the best it can be.\n\nPresident: Jacqueline Frank\n\nVice President: Stephanie Vanden Bos\n\nSecretary \/ Treasurer: Joshua Spiegel\n\nMembership Committee: Melanie Fox, Randi Karmel, Howard Karp, Robert T. Weinberg, Robert Weinstein, Carrie Rattle\n\nStats \/ Roster CoordinatorRobert Weinberg\n\nVisitor Hosts: Jeffrey Lender, Deborah Blumenfield\n\nVisitor Hosts Greeters: Elizabeth Eiss, Alice Chin\n\nOrientation Facilitators: Laurie Gilmore, Keith Emmer\n\nEducational Coordinators: Stacy Francis, David Kaplowitz\n\nRaffle Ticket Sales: Bob Dunphy\n\nTimer: Sasha King\n\nEvents Coordinators: Daniel VanHall, Carmen Bissel\n\nMentor Coordinator: Deborah Donenfeld\n\nPower Teams Coordinator: Daniel Marrs, Chase Steinberg\n\nTeam Dir. Consultant: Al D'Angelo\n\nSuccess Coordinator: Howard Karp\n\nQuote Coordinator: Bonnie Winston\n\nIT Coordinator: Mitch Pessin\n\nSocial Media Coordinator: Tina Larsson\n\nSoftball Coordinator: Ryan Gessin\n\nAnnouncement Coordinator: Janine Sarna-Jones\n\nFitness Coordinator: Juan Goulbourne\n\nCommercial Judge Coordinator: Tina Larsson\n\nWeb Master: Rahul Siddharth\n\n\nMembership Questions \/ Applications:\nContact: Stephanie Vanden Bos or Robert Weinberg\nE-mail Applications to:\n\nManhattan's Flagship Chapter\n\nBNI is built upon the idea of \"Givers Gain®\".\n\nBy giving business to others, you will get business in return. \n\nWe currently have 79 members making us the largest chapter in Manhattan. Together our chapter has already closed $1.7MM in referral business through May of 2018.\n\n\nBNI 12's Closed Business\n\n2010 2011 2012 2013 2014 2015 2016 2017 YTD\n$1.76M $1.85M $2.7M $4.3M $5.2M $3.8M $4.5M $4.1M $2.4M",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.9787219167,
        "format_confidence":0.9938913584
    },
    {
        "url":"https:\/\/www.gbnonline.com\/",
        "text":"Community. Networking. Referrals.\n\n“GBN was my first networking group. “Terrified” would be a good description of how I felt when I attended my first meeting in early 2014. Since then, I’ve met so many wonderful people. Everyone has been so gracious and welcoming, and I’ve grown so much through being a member. Alan Thompson sat down with me one on one and asked how he could help – that really impressed me. Even better, he was filled with wonderful suggestions.”\n\nAnn Beauchamp of Horse Dancer Consulting\n\nWhy Great Business Networking Groups?\n\nGreat Leadership\n\nReceive guidance, training, and support form industry leading professionals.\n\n\nDon’t spend several hundred dollars to network when GBN is $15 a month.\n\nFun Networking\n\nSpend quality time with others who care about your success and have fun!\n\nEvents that Matter\n\nWeekly groups, mixers, and retreats for you to make connections at.\n\nYears Networking\nActive Members\nApp Downloads\n\nFind a Charleston, Summerville, or Mt Pleasant Networking Group for you!\n\nUpcoming Events\n\nMembership Benefits\n\nReferrals | Networking\nGlobal Networking App\nGrowth Opportunities\nPowerful Education\nAfter Hours Events\nNational Not For Profit\n\nThe Numbers\n\nReferrals Passed\n\n\nDollars Generated\n\n\nTotal Yearly Events\n\n\nCharleston Networking Professionals by GBN\nPublic group · 914 members\nJoin Group\nThis is the group for business professionals in Charleston. Hosted by Great Business Networking, an in-person networking organization. Learn more at w...\nReady to grow your business & connect with other professionals?\n\nWhat is Great Business Networking?\n\nOur mission statement says it all: we empower each other through desirable friendships that produce quality business from a variety of meaningful events. Are you looking for a networking group to call home along with 20-30 other professional friends? Let our GBN members impact your life and business starting today! Visit a group or request more information today!\n\nFounded in 2011 by Alan Thompson, a local business owner, GBN has always been a group of professionals for professionals. Our groups and events are run by people just like you, business owners looking to grow together.\n\nGBN Sponsors\n\nMembers, Need to update your information?",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.7306329608,
        "format_confidence":0.8984770775
    },
    {
        "url":"http:\/\/charlesrivermilldistrict.com\/",
        "text":"Welcome to the Charles River Mill District\n\nThanks to everyone who attended our May kickoff event for the Charles River Mill District. Watch for more news about this collaboration and announcements about upcoming events here. Also read more about the CRMD from the Boston Globe and here and in the Newton TAB.\n\nLocation Icon\n\n\nLocated at the intersection of Newton, Watertown and Waltham, the Charles River Mill District includes 2.6 million square feet of office, technology, manufacturing and industrial space, including eight renovated mill buildings. The district also includes a variety of restaurants, pubs, independently-owned shops and upwards of 1,000 recently built multi-family residential units.\n\nLocation Icon\n\n\nThe Charles River Mill District is already home to dozens of innovation economy sector businesses, start-ups and two co-working spaces. We believe that with the right marketing and promotion, CRMD is poised to enjoy more growth and become a vital economic engine for our region, providing new jobs and tax revenue for our municipalities and a home for a new generation of entrepreneurs.\n\nLocation Icon\n\n\nThe Charles River Mill District is a public-private partnership between the Newton-Needham Chamber, The Watertown-Belmont Chamber, the City of Newton, the City of Watertown, the City of Waltham and local businesses and property owners in and around the District. Our objective is to collaborate and advocate for infrastructure and regional transit improvements and on the overall marketing and promotion of the District.\n\nCharles River Mill District Map\n[Download ]\nMap Angle\n\n\nPremier Underwriters",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.9712377787,
        "format_confidence":0.9936042428
    },
    {
        "url":"http:\/\/www.caspianenergy.org\/index.php\/2017-12-08-10-43-29\/club-members\/item\/270-meqa-sigorta",
        "text":"Mega Insurance OJSC\n\nAbout the company: Founded in 2010, «Mega Insurance» OJSC is one of the leaders of the insurance market of Azerbaijan due to professional approach, high level of reliability, quality of services, wide range of insurance products offered to individual and corporate customers, as well as the implementation of the advanced international management systems.\nIn order to fulfill the Company’s strategy directed to the transparency of it’s activity, high financial stability, rapid development, «Mega Insurance» OJSC annually passes the audit by world leading audit companies in accordance with the International Financial Reporting Standards (IFRS) and has introduced the Quality Management System in accordance with the ISO 9001 international standard, confirmed by SGS.\nIn order to ensure prompt response to customer requests, besides offices in Baku, Mega Insurance Company has also branch and representative offices network in various regions of Azerbaijan.\n\nAddress:  19A A.Rajabli Street, Baku, AZ 1052, Azerbaijan\nTel.: (+994 12) 565 32 32\nFax: (+994 12) 565 45 05\nE-mail: Этот адрес электронной почты защищён от спам-ботов. У вас должен быть включен JavaScript для просмотра.\nURL: www.meqasigorta.az\n\nПрочитано 6181 раз",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.996252358,
        "format_confidence":0.9682495594
    },
    {
        "url":"http:\/\/www.executive-protocol.com\/?fp=0I%2FpSvfojfl3GOxNVVoFvApDWRCpkpD660l0q7tMyq2QC2YtFkwFf7K0M9UJDv7bXxI08B7JNA2FU5X5p2m52fThu6ubpYvmvwfyltFIcrpF3N4ArN3ZxMuNfEcB1TxYsqwUrQjkFEMR3QrjZu1oC0i%2Br5JFFXp6NdXxt2R%2FcQU2oR1oT7omMzmiuRKqYz6j&prvtof=Oj3SYiSep7oroxwhiM4U0GfuTWUK77qSewhWqwGCa3s%3D&poru=cyM4Cgl8q2ixY90GZzkf14kwam1MyN399CZU1JmrvGd4D8DxTEgNQv08VRqzklZtCgvBmWxIVF3cr4TWJqadcw%3D%3D",
        "text":"About TEPG|Why Business Etiquette?|Seminars|FAQ|In the News|Clients & Testimonials|Contact Us\nPowerful Business Etiquette Training\nAbout Paul Siddle\n\"Paul Siddle was outstanding...From senior executives to mid-level managers, Paul is capable of getting through to all levels of management.\"\n\nTom L. Fox, Partner\nCM Profit Group, LLC\nDetroit, MI\n\nAbout The Executive Protocol Group®\n\nPowerful Business Etiquette Training!\n\nOur business etiquette training seminars will be customized to your company's specific needs and industry. From executive dining manners to office etiquette, business attire and powerful first impressions, each business etiquette training seminar will develop your employees' ability to learn and use valuable social skills to transact accepted business practice to their advantage!\n\npaul siddle1\n\nThe Executive Protocol Group's® on-site business etiquette training seminars address every aspect of appropriate business behavior. Each seminar is thorough, fun, entertaining and promises to:\n\n  • Remove self-doubt allowing your employees to confidently travel vertically throughout their client's organizational chart; in other words, preparing your key personnel to be as comfortable with the company's C-level executives as their everyday contact!\n  • Instill self assurance in your employees so they can focus on the business at hand and best represent your company in any business or social situation!\n  • Positively differentiate your employees from your competition!\n\nThe Executive Protocol Group was founded in 1999 in Richmond, Virginia by Paul Siddle based upon the guiding principle:\n\n\"In the business world there are two kinds of class - first class and no class. You must develop the first or, you will have to live with the second!\"\n\nIn 2002, the company reached a milestone when it opened its second office in Naples, Florida...\n\n\"It was simply a commitment to a higher level of service for our clients who frequently schedule their business conferences and training in Florida. By reducing our travel expenses, our clients' total outlay is significantly reduced,\" Siddle said.\n\nAbout TEPG | Why Business Etiquette? | Seminars | FAQ | In the News! | Clients & Testimonials | Contact Us\nDesign by on enterFrame.",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.7251669765,
        "format_confidence":0.8761729002
    },
    {
        "url":"http:\/\/www.debtcontrolagency.com\/main-about-us.php",
        "text":"Debt Control Agency - We collect when others can't\nDCA money banner\n\nAbout Debt Control Agency\n\nDebt Control Agency is a professional leading provider full service 3rd party debt collection services company. Debt Control Agency has collection centers in Ontario and Quebec with our head office located in Toronto Ontario. We are nationally licensed and provide consumer and commercial debt recovery services to our clients in various industries.\n\nDebt Control Agency is results driven and focused on servicing our clients with the highest collection recovery rate while maintaining the best standards of customer responsiveness in the industry. Keeping this in mind, we continually invest in the company and our greatest asset, our people. DCA staff is thoroughly trained during on-boarding as well as continuously subjected to standardized testing and monitoring. Our senior management team has held key positions within the collections industry and have over 50 years combined experienced.\n\nThe company’s philosophy is to treat your business as if it was our own as a true 'business partner'. In addition to providing 3rd party debt collection services and customized receivable management solutions, we also offer a full range of collection related services such as letter writing, skip tracing, and legal collection services.\n\nAt Debt Control Agency, safeguarding the confidentiality and personal information of our clients' accounts is taken very seriously. DCA uses state-of-the-art technologies and current security standards to ensure that client information is protected from unauthorized access, disclosure, inappropriate alteration, or misuse.\n\nDCA has many years of experience and superior results. With a distinct advantage of both French and English fluency, and combined usage of state-of-the-art collection and tracing software, DCA can collect your debts, regardless of age of receivables. DCA is a debt recovery service that does exactly what the name implies…..DEBT CONTROL!\n\nWe would welcome the opportunity to demonstrate these qualities and or discuss how our success can be partnered with your organizations success.\n\nfooter image\nCopyright © Debt Control Agency 2006-2010. All rights reserved.",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.9876174331,
        "format_confidence":0.993316412
    },
    {
        "url":"http:\/\/brandingsolutions.in\/about",
        "text":"Chams Branding Solutions.\n\nCHAMS - Communication House for Advertising, Media and Strategy is a communication specialist, who helps corporates to design effective communication tools, provides creative communication medium and helps them to identify and implement effective communication and marketing strategy. CHAMS built on 5 pillars namely Creativity, Honesty, Amiability, Modernity and Social Responsibility which will ensure you creative and modern communication solutions with honesty and commitment.\n\nCHAMS Branding Solutions India Pvt. Ltd. is one of the leading and fast growing Outdoor Advertising firm in Kerala. We started our business with high value goals. Our aim of becoming India’s No. 1 outdoor Advertising Company helps CHAMS to achieve a bunch of golden feathers in its forehead.The company is engaged in the business of providing complete outdoor branding solutions such as Hoardings, Traffic Signages, Town Beautification Projects, Advertisement boards on the rails of the bridges , Glow Sign boards, Unipoles, , Pole Kiosks, Neon boards, Bus shelters, Railway & Bus branding, Mobile Display Vans or any type of outdoor display options, with the sole aim of promoting brands for a longer period of time, as against the lifespan an advertisement gets in newspaper, magazine or the TV. The firm also organizes outdoor advertising campaigns. We have around one million sq.ft hoarding space all over Kerala. Our aim is to provide a better solution to small, medium and big enterprises to promote their business through outdoor advertising in an affordable way. We plan to extend the reach of our outdoor Branding Solutions to all metros and major cities in India.\n\nThe Branding Solutions package is designed in such a way that anyone who avail the service of it gets a three-fold mileage for their marketing messages and brand images through CHAMS. We can provide you huge display area in all major towns and the main arteries connecting busiest towns throughout Kerala for your brand visibility. Value for the money you spent will be ensured through proper maintenance of your display boards and transparent business deals. We also undertake manufacturing of hoardings as per your requirement and annual maintenance contracts of your own branding assets. Outdoor Media Show your brand to the masses; let it affix itself in the minds of people.\n\nThe Mission\n\nIt is the mission of Chams to provide ever-lasting values to the communication needs of business and service companies. Therefore, Chams cater only genuine clients who are interested in getting into the minds of the millions forever. And all communication strategy of Chams is deployed to create a brand-image for its clients.\n\nThe Media\n\nChams handle every media, right from printing, internet and the outdoor, to make your dreams become realities. Our media department is highly competitive to help you with solutions for making your marketing messages stand out from the crowded market place.",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.994640708,
        "format_confidence":0.9932091832
    },
    {
        "url":"http:\/\/falconrygroup.com\/seattle-b2b-marketing-agency\/",
        "text":"Falconry Group Seattle B2B Marketing\n\n  • Facebook\n  • Twitter\n  • Delicious\n  • LinkedIn\n  • StumbleUpon\n  • Pinterest\n  • Add to favorites\n  • Email\n  • RSS\n\nInformation on our Seattle B2B Marketing team, our approach, the clients we help, and the nice things they’ve said.\n\nTFG has worked with a range of companies serving diverse markets.\n\nBroadband & Wireless Communications\n\nSpeakeasy, now part of Megapath\n\nMedia & Advertising\n\nNow Ziff-Davis B2B Focus\n\n\nVisto, now Good Technology\n\nMedical Devices & Health Services\n\nManagement Consulting\n\nReal Estate Management\n\nLike marketing when it’s done well, falconry is beautiful to observe.\n\nFalconry Group Marketing Seattle\n\n(c) JC Dill - licensed under Creative Commons Attribution ShareAlike 3.0 License.\n\nLike sales when it’s done well, falconry is a smarter way to hunt.\n\nLike business when it’s done well, falconry is about collaboration and great results.\n\nTraining a bird of prey — or allowing oneself to be trained by one — is experiential. Falconry can be taught, and learned, through experience. This requires a certain amount of time, patience, commitment, and trust.\n\nThe trust between a bird of prey and its falconer builds at its own pace. A seasoned salesperson knows that valuable business relationships develop this way, too.\n\nAdvanced tools can make marketing and sales programs easier to execute, analyze, and improve. We rely on them to do our work! But we never forget that marketing and sales, like falconry, means building high-value relationships.\n\nWe help companies do this, predictably and profitably.\n\nTom Scearce is Principal of The Falconry Group, LLC, a Seattle B2B marketing and sales consultancy launched in 2008. Previously, Tom was Vice-President of Market Development at Speakeasy (now Megapath), a leading provider of small business VoIP and data services. After joining the company in 2003, Tom helped Speakeasy transition from a consumer-focused ISP into a nationally-recognized small business communications leader. Tom and his team implemented an inbound marketing system that helped grow sales from $50 million in 2003 to $100 million in 2008. Additionally, Tom played a role in several key transactions and partnerships. These included Best Buy’s 2006 acquisition of the company, a co-marketing agreement with VA Software (Slashdot.org), and a wireless network divestiture to TowerStream, the largest such transaction in the company’s history. Prior to this, Tom worked for Visto Corporation (now Good Technology), negotiating private-label software distribution agreements with leading wireless carriers in North America and Asia. Tom previously held multiple positions in sales, consulting, and product management with Concur and Semaphore Corporation. Tom holds a Masters in Business Administration and two B.A. degrees from the University of Washington. In his spare time Tom enjoys yoga, running, snowshoeing, and driving his Eurovan along the Northwest coast for outings with Seattle-based Surfers, a meetup.com group he started in 2013.\n\nWe collaborate with people who have experience and\/or certifications in the following categories:\n\nMarketing Automation  – e.g., Hubspot, Marketo, Eloqua, Pardot, Net-Results\n\nCRM  – e.g., Salesforce.com, Sugar CRM, Microsoft Dynamics\n\nSEO\/SEM  – e.g., Moz PRO tools, Google Analytics, Google AdWords, and Microsoft AdCenter\n\nSocial Media Monitoring  – e.g., HootSuite Pro, Radian6, Sysomos\n\nWe also maintain a network of graphic designers, HTML\/CSS coders, copywriters, and audio\/video production experts.\n\nSend your resume or LinkedIn profile URL to info@falconrygroup.com.\n\nAs our business expands, we’re looking for proven, scalable strategies for growing revenue. On a colleague’s recommendation, we hired Tom to educate our leadership team on current marketing and sales best practices. We liked how Tom managed our time, and we learned a lot. Instead of speaking in abstract marketing buzzwords, he engaged us in plain business English. Rather than pitching solutions to problems we don’t have, he shared real-world case studies and then answered our questions. This helped us apply the concepts to the business we’re now building. Hiring Tom was a good investment. I’m pleased to recommend him.\n\nPresident, Corporate Real Estate Management Firm\n\nTom's sales background, combined with his creativity, intellect, and entrepreneurial drive make him a highly effective marketing leader. Tom has a keen understanding of sales and marketing metrics. He is analytical and results-focused, but places a high value on relationships. It was clear that individuals at all levels of the organization enjoyed working with and for Tom. From a partner perspective, he was demanding but always open and fair. It comes as no surprise that he has chosen to pursue the opportunity to build a small business, and with Tom’s integrity, work ethic, and relentless passion for customer value I’m confident it will be a huge success!\n\nReferral Partner\n\nTom has been a great manager and mentor. Not only did he provide the guidance needed to fulfill my responsibilities, he also provided great opportunities for me to demonstrate my skills and abilities and expand my role.\n\nJunior Marketer\n\nTom is a fun guy to work with and a great guy to know. He provided thought leadership, structure, and results in every assignment he took.\n\nVP Marketing, Software Firm\n\nTom has consistently demonstrated strong analytical skills in solving market development problems and highlighting customer insights, and he developed clear strategies to resolve these challenges. Tom is a great asset for any organization seeking to better understand its marketing and sales options and keep an eye on its customer acquisition costs.\n\nVP Product, Telecom Firm\n\nTom lives up to his name as 'The Lord of the Leads'. I collaborated with Tom on a project for one of my medical device clients that involved developing several different demand generation ideas and programs in a very short amount of time. He is extremely knowledgeable, listens to client feedback and hits the mark delivering quality content. I would certainly work with Tom again.\n\nPresident, Healthcare Consulting Firm\n\nWhat a pleasure it was to work with Tom. I was consistently impressed with Tom's ability to articulate a clear connection between marketing program expenditures and both expected and actual returns. He was completely willing and able to hold himself and his team accountable for results over time, constantly adjusting tactics, identifying trends and leading indicators, confident in what he knew and also clear as to what was not yet knowable. As a plus, I found Tom to be personable and approachable. It was great to have him on the team and I would appreciate the opportunity to work with him again in another setting.\n\nCFO, Telecom Firm\n\nTom is a consummate professional. Solid, articulate, professional, polite, appropriately pushes back when necessary. Tom gets along with everyone. He builds relationships and keeps the balance on the professional side, certainly with clients. I have a bird’s eye view of what he’s up to. He has strong relationships with everyone he interacts with. The one thing that you get with Tom that you can’t get anywhere else: you get to the meat of the matter. He’s very good at finding a different perspective. Five words to describe Tom: Consummate professional, smart, insightful, easy to work with and valuable.\n\nVP of Sales, Business Media Firm\n\n\n\nShare and Enjoy",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.9979584217,
        "format_confidence":0.8775111437
    }
]