[
    {
        "url":"http:\/\/www.skippersticket.edu.au\/2016\/02\/29\/how-to-tie-a-cleat-hitch\/",
        "text":"How to Tie a Cleat Hitch\n\nhow to tie cleat hitch\n\nThe cleat hitch is easily the best knot to use when tying up your boat at the jetty. It’s an effective knot, that locks on tighter the harder the boat pulls against it, yet when it is tied properly, it is still easy to release. But the best thing is it is incredibly simple to tie. In fact, with a bit of practice you can even tie a cleat hitch one handed without even bending down to touch the cleat! Yet take a walk along most crowded jetties\/pens and you’ll see plenty of people do it wrong. Tying up your boat, while very important, doesn’t have to be complicated. Often simple knots are the safest and most effective…ask any mountaineer or professional sailor.\n\nHow to Tie a Cleat Hitch\n\nInstead of us telling you how to tie a cleat hitch, let us SHOW YOU how. Here’s Perth Boat School’s chief instructor, Mike, showing you how it’s done.\n\n\nTo see more short and simple boating tutorials, be sure to follow Perth Boat School on Facebook and check out their YouTube channel!",
        "topic_id":22,
        "format_id":22,
        "topic_confidence":0.7117127776,
        "format_confidence":0.9676827788,
        "weight":0.0027338808
    },
    {
        "url":"http:\/\/www.competitiondiesel.com\/forums\/showpost.php?s=f58dc1e420364293f1b8b7d111ec5a25&p=2239431&postcount=18",
        "text":"Thread: TDS Revival...\nView Single Post\nOld 01-14-2014, 10:13 PM   #18\nVMAX's Avatar\n\nName: VMAX\nTitle: Too Much Time\nStatus: Not Here\nJoin Date: Aug 2009\nLocation: Houston Texas\nMember`s Gallery\nPosts: 3,362\nHonestly if it is just me Chris and jake showing up So be it. Chances are if guys won't come out on a regular basis they probably won't make it with a name and date added on.\n1978 LIL Red Cummins Express Truck\n2015 Ford F250 tow pig\n  Reply With Quote",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.927377522,
        "format_confidence":0.9721901417,
        "weight":0.0131825673
    },
    {
        "url":"https:\/\/choosecambridge.com\/FAQ.aspx?TID=17",
        "text":"Show All Answers\n\n1. Can I request a special number?\n2. Do I need to wait until my registration renewal?\n3. When can I expect to receive my new plates?\n4. Where can I obtain an application?\n5. Where should the completed application be sent?\n6. Who should the check be made payable to?\n7. Will I have to pay extra each year to have this plate?",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.9893039465,
        "format_confidence":0.9764330983,
        "weight":0.0006439248
    },
    {
        "url":"https:\/\/nigerianfinder.com\/10-best-transport-companies-in-nigeria\/",
        "text":"10 Best Transport Companies in Nigeria \n\nTravelling by road can be very interesting. But your journey can be made extremely uncomfortable if you board a rickety or poorly maintained bus. In fact, it could become a nightmare if something goes wrong in the course of your journey.\n\nHowever, there are companies that offer first class transport services and you might find it difficult to differentiate their service from air travel except for the time difference.\n\nOur list of these top reputable transport companies have been compiled below;\n\n#1 God is Good Motors (GIGM)\n\nGIGM is one of the leading transport companies in Nigeria and are currently the most technologically driven company in Nigeria. With their popular mobile app, you can book your trip from the comfort of your home.\n\nGIGM was incorporated in 1998 and their headquarters is in Benin, Edo State. Although, many still call them God is Good Motors, they have since revolutionized to become GIGM.com.\n\nThey have an ultra-modern bus terminal at Jibowu, Yaba and you can travel to over 10 states of the country using their service.\n\nGIGM is a family owned business and the organization is divided in to seven departments namely: operations, finance, administration, customer-care, fleet and engineering services as well as the executive management.\n\n#2 ABC Motors\n\nWith head office in Owerri, Imo State, ABC was established in 1993 with the goal of becoming one of the top transport companies in Nigeria.\n\nAsides, their road trips to different parts of the country, they also offer trips to Ghana, Benin and Togo. Their luxury bus service is known to rival international standards.\n\nABC has delivered excellent service in the last 24 years and their many happy customers seem to reiterate this fact. Also, ABC has consistently won the National Bus Operator Award of the Year in the last few years.\n\nAdditionally, they have an online tracking system that helps you track your parcel and a hotel service for lodging. The hotel is called City Transit Inn and it is located in Utako, Abuja.\n\n#3 Chisco Transport Ltd\n\nEstablished in 1978 by Dr Chidi Anyaegbu, Chisco Transport Ltd is one of the reputable transport companies in the country.\n\nALSO READ:  Indian High Commission (Embassy) in Lagos, Nigeria\n\nThey have bus terminals in all the states of the country and they offer convenient booking service which can be done online from the comfort of your home\n\nThe company has over 500 fleet and their services spans the whole of Nigeria and some parts of West Africa.\n\n#4 Young Shall Grow Motors Ltd\n\nFounded in 1972 by Dr Chidi Amaechi, Young Shall Grow has grown from a small company in the Eastern part of Nigeria to a group of thriving companies.\n\nThe Transport Division which is the Young Shall Grow Motors Ltd is known nationwide as an excellent travel option when it comes to comfortable and affordable transportation.\n\nThey are also known for their luxurious buses which have been particularly designed for comfort and satisfaction in the course of your journey.\n\n#5 GUO Transport\n\nIf you’re a Nigerian and you haven’t heard of GUO Transport, then you probably haven’t travelled out of your state.\n\nGUO is a household name when it comes to travel and transportation. Also, the company has a range of transport related services such as haulage, charter service as well as hotel\/airport pickup.\n\nSome of their popular destinations include; Lagos, Abuja, Owerri, Kano, Yola and Onitsha. You can book your trip from the comfort of your home by visiting their website.\n\n#6 Cross Country Limited\n\nIncorporated in 2001, Cross Country Limited officially commenced operation in 2002.\n\nAnd they have grown rapidly to become the foremost choice among many travellers in the country.\n\nCurrently, the company has over 500 buses that serve more than 26 destinations in Nigeria and parts of West Africa.\n\nCross Country offers a unique package for NYSC corp members. Usually, they provide a direct transport service from their bus terminal to the NYSC camp and there’s usually in-transit refreshment.\n\nTheir location is at 345 Murital Mohammed Way opposite Presbyterian Church in Yaba.\n\n#7 Ifesinachi Transport Limited\n\nIfesinachi Transport was established in the early 2000 and they are known for their bus transport service from Lagos to Abuja and many of the Eastern States.\n\nThe team at Ifesinachi is led by Smart I. Egbeobawaye along with a team of experienced professional and this is one of the reasons why Ifesinachi has maintained its position as one of the biggest players in the transport industry.\n\nALSO READ:  Israel Visa in Nigeria: How to get yours\n\n#8 Peace Mass Transit\n\nWith headquarters at Enugu, Peace Mass Transit is one of the popular transport companies from the South Eastern part of the country. However, their transport service spreads across major cities in the country.\n\nThey offer convenience in terms of finding the right bus for your trip and you can easily book and make payments online for your trip.\n\n#9 Bonny Way Motors Nigeria Ltd\n\nBonny Way is another reputable provider of top notch transport services in the country. They also offer interstate and city transport, warehousing, haulage and courier services.\n\nYou can book your trip online and make payments through their safe and secure transaction gateways. You can also book directly at their office at Otto, Ebute Meta, Lagos.\n\nAlso, the customer care service provided by Bonny Way is quite excellent and they offer prompt response to your enquiries relating to transport services.\n\n#10 Benue Links Nigeria Ltd\n\nBenue Links Nig. Ltd is a state-owned transport company and it’s one of the biggest transport companies in Nigeria.\n\nEstablished in 1988 with only 10 buses, Benue Links currently has terminals in all the major cities of the country with close to 1000 buses including their contract vehicles.\n\nThe company’s culture is built around 7 core principles namely: Selflessness, Integrity, Objectivity, Accountability, Openness, Honesty and Leadership.\n\nBenue Links offers a host of facilities which includes waiting lounge, fuel dump, standard workshop for repair of vehicles and parking facilities for individuals within the neighbourhood.\n\nThe company is well-structured and divided into 7 major departments namely: Administrative Department, Finance Department, Maintenance Department, Commercial Department and Traffic Department.\n\nWrapping up\n\nThe transport companies in Nigeria have grown rapidly over the years especially with their implementation of cutting edge technology. This article has specifically highlighted these top companies based on extensive research and customers’ reviews.\n\nAdvertise Here\nClick For More Information\n\nYou’ll Love These Posts…\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nNigerian Finder © 2018\nerror: Content is protected !!",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9938718081,
        "format_confidence":0.9876718521,
        "weight":0.0024852572
    },
    {
        "url":"http:\/\/www.busconversions.com\/bbs\/index.php?topic=26355.msg289087",
        "text":"Bus Conversions dot Com Bulletin Board\nJuly 03, 2015, 10:03:05 AM *\nWelcome, Guest. Please login or register.\n\nLogin with username, password and session length\nNews: If you had an Online Subscription: It will not get torn up or crushed if you back over it with your bus.\n   Home   Help Forum Rules Search Calendar Login Register BCM Home Page Contact BCM  \nPages: [1]   Go Down\nAuthor Topic: Pawnee Coach, Pawnee, Ok  (Read 856 times)\nFull Member\nOffline Offline\n\nPosts: 138\n\n« on: September 02, 2013, 06:39:39 AM »\n\n\nI am looking at a 1981 MCI 9 that was manufactured by Pawnee Coach of Pawnee, Oklahoma. Does anyone have any information on this coach builder and their history.\n\nIs there anyway to get information on the coaches that they manufactured?\n\n\n\n1986 MCI 102A3 - 8V92 - 5 speed\nVancouver, Washington\nHero Member\nOffline Offline\n\nPosts: 14000\n\n« Reply #1 on: September 02, 2013, 07:16:42 AM »\n\nI know he was in Liberty Tx before moving to OK I forget his name but dig around on the BNO you should find a little history we stopped in his shop in Liberty I think in 1999 or 2000 his work looked ok to me\n\n Don (boxcarokie) said he been gone a long time from Pawnee\n« Last Edit: September 02, 2013, 08:25:34 AM by luvrbus » Logged\n\nLife is short drink the good wine first\nPages: [1]   Go Up\nJump to:  \n\nPowered by MySQL Powered by PHP Powered by SMF 1.1.18 | SMF © 2013, Simple Machines Valid XHTML 1.0! Valid CSS!",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9819799662,
        "format_confidence":0.9794692993,
        "weight":0.0139587349
    },
    {
        "url":"http:\/\/fonzation.blogspot.com\/2006\/09\/new-from-bmw-green-machine.html",
        "text":"speaking my mind\n\n\nView My Stats\nGuest Book\nSign Guestbook\nView Guestbook\nOther things\nComing Soon\nOther things\nComing Soon\nNew From BMW - Green Machine\nSeptember 13, 2006\n\nBMW will roll out the new 7-Series early next year which will be the world's first hydrogen-burning car in serial production. The car will hit the market next April and will be shown at the Los Angeles car show in November. Hydrogen technology minimizes emissions of carbon dioxide & emits only vaporAt first, the car will be leased to selected customers rather than sold due to its high prices.\n\nGeneral Specifications:\n  • 260 hp\n  • 12 cylinder engine\n  • 0-100 km\/h (62 mph) in 9.5 seconds\n  • top speed 230 km\/h\n\n\nposted by Fonzy @ 9\/13\/2006 09:00:00 AM  \nPost a Comment\n<< Home\nAbout Me\n\nName: Fonzy\nHome: Kuwait\nAbout Me: In brief, I graduated from LAU in Lebanon with a double major in Busines Computer and Banking & Finance. Worked in many pubs and night clubs as a DJ, PR, and Security Comptroller. Now I'm in Kuwait.... been here since September 2005. Im working two jobs, one in the morning and the other in the afternoon, and a third project is on the way, which will be a great hit if it works out and i sleep max 5 hours a day. Its a chilled life, mostly work, and occasional outings. In Kuwait, I use my brain cells, then go to Lebanon and burn them:D But one fact remains unchanged and will always be.... I MISS LEBANON!!!!!\nSee my complete profile\nPrevious Post\nBlog Feeds",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9771249294,
        "format_confidence":0.9831716418,
        "weight":0.0113194144
    },
    {
        "url":"http:\/\/www.doctorv.xyz\/2019\/07\/13\/disappointed-in-amtrak\/",
        "text":"Disappointed in Amtrak\n\nYesterday we had leg two of our Amtrak trip home. It was a disappointing trip.\n\nFirst, when we boarded, there was a barking pet dog in our car. I let the conductor know it wasn’t my service dog, but the conductor just responded by saying they allow pets. The ongoing barking was very annoying, and I was worried everyone was thinking it was Hestia since they could see Hestia and the pet dog was in a carrier.\n\nThen one of the conductors came by and told me I couldn’t have Hestia in my lap. For those who don’t know, I frequently need Hestia for pressure therapy in my lap or in my arms. When I am seated, she generally remains in my lap in order to be able to help me. Plus, she cannot alert to my panic attacks from the floor.\n\nThere are also others with disabilities like diabetes whose dogs need to smell their breath in order to alert them to blood sugar changes. They need to be carried or in laps, too.\n\nSo the employee came up to me and told me Hestia had to be on the floor. I explained that I needed her in my lap for disability mitigation. She said they had recently had a service dog group in to educate Amtrak employees about service animals, and they said that service dogs should always be on the floor. We tried to figure out who had educated her, since we know a lot of service dog programs are only experts on whatever they do with their dogs (which are usually big), but she didn’t know.\n\nWe also explained that the guideline for this kind of reasonable accommodation is that the animal should not be on the *seat*, not that it should not be in a *lap*. It is possible that they were taught not to allow a dog on the seat, but that’s easily confused with not allowing them on laps. The rule of thumb is just like on airlines, where if the animal were a toddler of the same size, if the toddler would be small enough to be allowed in the lap, then the disability-mitigating animal can ride there, too. This was making some sense to her, but I didn’t feel like it was getting through all the way.\n\nEventually I said (honestly) that if Hestia couldn’t be in my lap while I was seated in the seat, I would sit on the floor. Seriously, there is no way I could handle 12 hours without contact from Hestia!!! Once I said that, she allowed me to keep Hestia on my lap. But we will be be in touch with our Amtrak contact to try to make sure things are better for folks in the future.\n\nA couple of stops after we got on, a man in a manual chair boarded who was extremely unprepared for riding Amtrak. They put him in our car, and put his wheelchair sideways behind Brad’s chair. He used a walker to haltingly shuffle from his chair to his seat and needed assistance to do this and to sit down. Fine, Amtrak provides good assistance. But then it turns out he would need to urgently use the restroom. There is no call button on an Amtrak train. They will help you to the restroom etc very well, but you have to wait for an employee to walk by to assist you, which generally happens about every half an hour. Well this guy’s restroom needs could not wait, and apparently couldn’t be anticipated either.\n\nThe first time he needed to use the bathroom, he couldn’t get out of his seat. The man started shouting for assistance from others, but no one got up to help. So eventually Brad positioned himself so the man could use Brad’s wheelchair to help himself get upright. The train was swaying and rocking and the man was trying to get to the bathroom and it was very dangerous. He was making a lot of noise asking people for help and no one but Brad was helping. So I got up to help, and tried to help him into the restroom and he fell. I felt horrible. Then some men came and picked him up and helped him. Thank goodness.\n\nBut twice more this happened, and no one would help him. The man was NOT prepared at all for riding a train, and it was VERY dangerous for him. He should not have been riding a train without a capable assistant, given his urgent potty needs and how Amtrak assists their disabled passengers. Most people with disabilities are aware of their needs and don’t need an assistant to travel. But some do need a bit more help, and this guy happened to be one such person.\n\nThis was his first ride, and after his third trip to the bathroom, he admitted this was too dangerous for him, and returned to sitting in his (uncomfortable and in disrepair hospital style) wheelchair so that he could get himself to the bathroom safely. Since they had put him on a car with another wheelchair, there was no space for him to put his legs facing forward or backward. So he had his legs taking up most of the aisle space, which is unfortunately dangerous for everyone.\n\nI felt so badly for him. Every time he needed to use the bathroom he would holler and yell, and only other people with disabilities would come to his assistance, and we couldn’t do much to help him. The most helpful person was Brad because his power chair weighs like 500 lbs and the guy could grab onto it to steady himself, even though Brad was a little afraid the guy might break his chair. The rest of us were a bunch of women with balance and other issues who could hardly steady ourselves on the train, much less a man larger than us with such severe mobility needs.\n\nI was also annoyed because we were on the train overnight and every time I managed to get to sleep, the man would start hollering and yelling needing to use the bathroom. Plus I felt badly for Brad, as the man kept talking to Brad all night long asking for assistance. It was a long night.\n\nI was upset at the man for not preparing for an Amtrak ride, thinking about the difficulty of getting to the bathroom urgently, the train rocking, the lack of immediate help, and not planning ahead to make sure his eating needs would be met. Brad reminded me that a lot of people would not imagine ahead of time that these things would be difficult on a train. But if he had known, he probably would know he *might* have been better off flying, as they have call buttons that could enable him to get the assistance he needed. Or he should have had a wheelchair he was comfortable sitting in or a good assistant so that he could get himself to the bathroom when it was urgently needed. I was also upset at Amtrak for not helping the man more. After the first time, you would have thought the conductors would have kept a better eye out for the man. Also, a call button would be extremely useful! He kept asking Brad about a call button or a phone number he could call to get an Amtrak person there.\n\nI really hope our future Amtrak rides are not this difficult. Usually we enjoy or at least have an OK time riding Amtrak. This time it was a huge disability fail. We will be letting Amtrak know, and I hope that the employees get better educated!\n\nLeave a Reply",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.8767918944,
        "format_confidence":0.9966392517,
        "weight":0.0101571156
    },
    {
        "url":"https:\/\/www.jetcost.co.id\/en\/flights\/saint-martin\/MF",
        "text":"Your browser is out of date!\n\nUpdate your browser to view this website correctly. Update my browser now\n\n\nWelcome to Jetcost\n\nWe want to provide you with the best possible experience and we use cookies to do this. Find out more about how we use cookies or how to change your configuration.\n\nFlights Saint Martin\n\nSelected dates may not give results due to COVID-19. We suggest you change the dates.\nSelect departure\n  • Latest searches\nSelect arrival\n  • Latest searches\n{{ weekDay }}\n{{ panel.label }}\nLooking for a one-way flight?\n{{ fromDate | dateToDayNumber }}\n\n{{ fromDate | dateToMonthName }}\n\n{{ fromDate | dateToDayName }}\n\n{{ flexibleFromDateLabel }}\n{{ option.label }}\n{{ flexibleToDateLabel }}\n{{ option.label }}\nClass and passengers\n1 Passenger, Economy\nAvailable for Economy only\nNumber of passengers\n{{ adults }}\n{{ children }}\n{{ infants }}\n  • Compare with:\n\nBest flight deals to Saint Martin\n\nDon't miss your chance to find your flight to Saint Martin at the best price! Compare flight deals and take advantage of the best deals from online airlines and travel agencies. Enter your travel details and Jetcost will compare thousands of offers to suit you: just select your flight to Saint Martin and book! With Jetcost you can compare flights to Saint Martin and find the best deals on cheap flights. Don't miss the opportunity to book your flight to Saint Martin at the best price with Jetcost.\n\nWe compare offers from over 600 airlines to find the one that suits you best: low cost flights, last minute offers, special promotions from travel agencies. With Jetcost you'll find the best flight at the best price. Book your cheap flight to Saint Martin with Jetcost now.\n\nFlights to Saint Martin at the best price\n\nOur database records every day offers from over 600 specialist agencies and airlines around the world, so that we can offer you the best price for your next flight to Saint Martin. Don't miss the perfect occasion and filter your search according to your preferences and needs: choose the airline, the agency, whether to make a stopover or search only for direct flights. Jetcost helps you find the flight to Saint Martin for every need.\n\nOnce the search engine has analyzed the prices of hundreds of travel agencies and airlines, both low cost and standard, you just have to select the flight you prefer: finding the best price has never been so easy.\n\nSubscribe for free to get the latest travel updates.\nClick on Allow when prompted about Notifications.",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.5241143107,
        "format_confidence":0.981733799,
        "weight":0.0150575325
    }
]