[
    {
        "url":"https:\/\/vimeo.com\/tag:glass+sculpture\/sort:date\/format:detail",
        "text":"1. Mt Holly Fire & Ice 2017\n\n\n    from Alan Thornton Added 11 5 2\n\n    On Saturday January 28 2017 we went to the annual Fire & Ice Festival in Mt Holly N.J. U.S.A. This was the biggest and best attended we have seen. As long as you dressed warmly it was a good…\n\n    + More details\n    • Its Alive by Lindsy Marshall\n\n\n      from Lindsy Marshall Added 3 0 0\n\n      the moment of life within glass\n\n      + More details\n      • Manuel Lagoa Sculpture\n\n\n        from Helen arts-gallery Added 51 1 0\n\n        Jorge Johnson recognized “créateur” in Paris, loves Manuel Lagoa sculptures. Helen arts gallery is pleased to share the gift of this short, attractive video that presents two works…\n\n        + More details\n        • Ajax - Paving the Future - a sculpture created by the Nordin Brothers\/Detroit Design Center\n\n\n          from Detroit Design Center Added 29 0 0\n\n          In 2016, artists Israel and Erik Nordin of the Detroit Design Center, were commissioned to create a sculpture for the corporate headquaters of Ajax Paving in Troy Michigan. The Nordins spent several…\n\n          + More details\n          • \"Three Brains\" - a blown glass sculptural coral reef - created by Nordin Brothers\n\n\n            from Detroit Design Center Added 16 1 0\n\n            The Nordin Brothers were commissioned to create an aquarium filled with blown glass for Quicken Loans World Headquarters in Detroit Michigan. The aquarium features over 160 pieces of blown glass,…\n\n            + More details\n            • LifeTrees - Sculptures by the Nordin Brothers - Timelapse\n\n\n              from Detroit Design Center Added 27 0 0\n\n              A time lapse video of the installation of the LifeTree sculptures, trees made from steel and glass for the new lobby at Sinai Grace Hospital in Detroit Michigan. The Nordin Brothers are Detroit…\n\n              + More details\n              • HR-Ashellir Berlin-HD\n\n\n                from henry richardson Added 2 0 0\n\n                + More details\n                • Cyanometer: How blue is the sky today?\n\n\n                  from MoTA - Museum of Transitory Art Added 171 1 1\n\n                  The cyanometer was invented by Geneva-based scientist Horace Benedict de Saussure in 1789. He systematically documented the blueness of the sky with his cyanometer, a simple circular tool with 53…\n\n                  + More details\n\n                  What are Tags?\n\n\n                  Tags are keywords that describe videos. For example, a video of your Hawaiian vacation might be tagged with \"Hawaii,\" \"beach,\" \"surfing,\" and \"sunburn.\"",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9705085158,
        "format_confidence":0.9807693958,
        "weight":0.0037726051
    },
    {
        "url":"http:\/\/curtoons.com\/logo-design-price\/?replytocom=91345",
        "text":"Logo Design Prices\n\nby Curtoons\n\nby – Updated June 15, 2017\n\nHow Much is a Great Logo Worth and How Much Should a Logo Cost?\n\nPricing a logo\nThis logo information page was inspired by the absolute confusion I see when it comes to online logo creation. I’ve searched dozens of logo web pages and have found that there is no consistency and more confusion than information. This page is strictly about the creation of the logo mark alone, no stationary package or implementation guidelines would be included.\n\nI feel the price of a logo should be based on three main criteria:\n1. Experience of the logo designer\n2. Size & budget of the company using the logo\n3. Scope and reach of the companies market\n\nFunny Cartoon Guy\nI’m your logo design dude!\n\nVertical Line\n\n\nI use the three criteria above assuming that the design is a standard type of business logo. One other factor might come into play is if a client were to request a very detailed and complicated illustrative design that bordered on being a technical style illustration. You would have to factor in the extra time to create this type of design although very few companies would use this type of corporate identity.\n\nBelow are my further thoughts on the subject and a guide as to what you should look for in an online logo designer and what you should pay. This article is also a great guide to help young designers learn how to price their own logo work.\n\nCheap logo design\nThey’re all over the Internet – logo designs under $150! I’ve seen $99 logo designs, $75 logo designs, $49 logo designs and even lower! You will easily find a wide range of prices for logo design on the Internet.\n\nBe careful of paying for cheap logo designs, some suspect designers may be using clip art. A logo design that includes a royalty free piece of clip art cannot legally be copyrighted because any other company in the world could use the same piece of clip art as part of their mark. Be sure and check out a designers portfolio. At $49 each, do their logos all look the same? Do 80% of them have block lettering and a swoosh? More goes into creating a cartoon logo than most people think.\n\nSome logo designers charge one flat fee for a logo with no questions asked. Can you imagine Pepsi purchasing a new brand logo design for $99? What a deal! Or how about Bob’s Bait Shop having to pay $3000 for a logo. There goes the stink bait budget! All companies are not equal in size, budget and scope.\n\nThe confusion doesn’t stop there. Some logo designers charge additional costs for extra colors, extra modifications and extra preliminary designs. You have to get your calculator out just to figure the final cost of your logo. Do you really know what you are paying for?\n\nHow much is a logo really worth?\nHow much is a logo design really worth? Ask Coca-Cola, Polo, Nike, The Hard Rock Cafe, Hallmark or any other company that relies on their logo as their number one spokesman. Not every company is as large as these but every company should have a logo that is easy to identify and stands for the integrity of that business.\n\nA logo design is more valuable to a company than a single spot illustration. An illustration is normally used once or used for a limited campaign, whereas a logo is used for years and is placed on business cards, letterheads, envelopes, web sites, vehicles, buildings and products. Do you see the difference in value to a company? A logo has more value than just the hours spent on creating it. It becomes the company’s identity and has added value.\n\nWith that said, shouldn’t a logo be worth more than just the time involved in creating it? Professional graphic design rates average anywhere from $30 to $75 per hour. If you see a logo design priced at $125 and that designer charges $50 per hour for design work, do you assume that they spent 2.5 hours on your logo? That price would include the time spent to contact you, the research done on your company and competition, the preliminary ideas, the changes, the finalizing of the logo, the file prep for each different format, sending the logo, billing and allowing you to have all rights to the design. So how much time was actually spent creating your logo?\n\nMy conclusion is that a logo is much more valuable to a company than a standard illustration so the price should reflect the added value. Many professional graphic designers would be hard pressed to create a top notch illustration for under $150 let alone a creative, well designed logo. So beware of logos priced under $150, you may get what you pay for.\n\nAdded charges\nI personally do not believe that the cost of a professionally priced logo design should be influenced by the list below. These factors are a part of logo design and should be kept under control by the logo designer.\n\nLogo Modifications – If a logo designer asks the right questions, does the research and stays in close communication with the client there should be no need for major changes during the creation of a logo design. Be a good communicator and explain to the logo designer exactly what you want your logo to be saying about your business.\n\nDo be aware though, that there will be those clients that will pick, pick and pick at the design. As a logo designer I do sometimes see the need to limit modifications but it will all even out in the long run. Some clients will need zero changes while others may request ten.\n\nExtra Colors – Printers charge more for extra colors. If a logo designer charges more for a two color logo than they do for a three color logo, get a detailed explanation as to why. It only takes the click of a mouse to add an extra color.\n\nPreliminary Designs – A few choices is good, too many choices is overkill. A logo designer should be able to decide for you the correct amount of preliminary designs it will require to create your perfect logo. Be leery of eight, ten and more initial designs. How much time could actually be spent on each design? If you don’t like your first two or three designs you can easily request two or three more.\n\nIf you are on a committee or a board, I assure you, you do not want to present ten logos to ten different people. You may never get down to a winning design.\n\nIf a client needs an additional presentation of new logos due to a complete change in direction on the project, they should be charged an extra fee. An example would be asking for a yellow duck logo design and changing your mind to a red dog design once the logos are presented to you. This would not be a modification or change, it would be a completely new and separate design.\n\nAdding an identity program to your logo is a legitimate cost. Designing the business card, letterhead and envelope layouts are normally a higher priced package. You should receive camera ready files for each design.\n\nA fair logo price\nThere is a standard reference for pricing graphic design and corporate identity projects. They are the Pricing and Ethical Guidelines, published by the Graphic Artists Guild. Any logo designer can purchase the book. A professional graphic designer would have a tough time supporting a family and a studio designing all of their logos below $200.\n\nI’m not going to give exact prices for a logo design because each logo designers circumstances are different. Amateur logo designers charge much less to get their feet wet, but they should slowly increase their rates as they gain experience and creativity.\n\nThe standard logo design rates are based on two major components, company size and application or distribution size. The majority of logo designs created over the Internet are created for small companies and individuals with limited application and distribution uses. Fortune 500 companies normally pay much higher logo design rates and use advertising agencies.\n\nAn individual or small company with small to average uses should be prepared to pay anywhere from $300 to $1500 for a top quality, professional logo design.\n\nIf you have a small budget but like a more professional logo designer with higher logo rates, try to negotiate a better deal. Explain that you are a start up company or that you cannot pay the full amount until a later date.\n\nProviding an exact idea of your logo with sketches might also save you a little money. If you can help the designer save time, you may be able to save money. A very simple text only logo might also be negotiated for a lower price.\n\nIf you have the budget and you like the logo designer, you should pay their going rate. Logo designers rely on top paying clients to make a living. Once established, a logo designer can then begin to negotiate and help smaller mom and pop businesses when needed.\n\nWhat’s included with your logo?\nThe worst part of paying for a cheap logo is finding out that you were not sent the correct file formats for printing and web. You will then have to pay another graphic designer or printer to create the correct files. Be aware of what file types you will be needing and ask your logo designer what file types are included in their price.\n\nThe most common file types needed are vector AI (Adobe Illustrator), CDR (Corel Draw) and EPS for most professional print jobs. These are vector format files. These files should be in a CMYK color format. Vector art allows you to reduce or enlarge a design to ANY size without losing detail or clarity.\n\nFor home use and some print jobs you will need TIFF or BMP (Bitmap) files. These are pixel files and should have a DPI (dots per inch) of at least 300 dpi. 600-1200 dpi is best for professional printing. These type of files lose their detail when enlarged but can be reduced.\n\nThe last file types you will need would be JPEG and GIF. These are pixel files and are used for web design. They should be in a RGB color format. Be aware that not all colors translate well on the Internet, especially GIF files. Ask if the logo designer used web safe colors. You should receive crisp 72 dpi files for the Internet. A GIF file should be transparent if you do not want a whit... (truncated)",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.9527854323,
        "format_confidence":0.7317180634,
        "weight":0.0016779971
    },
    {
        "url":"http:\/\/debbieshirley.blogspot.com\/2012\/10\/an-apple-day-small-fruit-still-life.html",
        "text":"Wednesday, October 17, 2012\n\nAn Apple a Day - Small Fruit Still Life Painting\n\nAn Apple a Day\n4 x 4  inches\nacrylic on canvas\n\nI love local apple season!\nLove the crisp, fresh picked apples - we usually eat them so fast, I don't even have a chance to bake or make anything special with them. This year I am refusing to buy a single grocery store apple until all the local farms are done with apples for the season. And unfortunately, due to a recent frost, that may be coming up sooner than I would like  ;-(\n\nAnyways, frost or no frost, this apple will be available at the end of the week at West Village Provisions in West Boxford, MA.\n\nNo comments:\n\nPost a Comment",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.9721774459,
        "format_confidence":0.9945436716,
        "weight":0.015578569
    },
    {
        "url":"http:\/\/www.phaidon.com\/agenda\/architecture\/articles\/2012\/february\/02\/john-pawsons-muse-music\/",
        "text":"\n\nJohn Pawson's Muse Music\n\nThe acclaimed minimalist architect on the music that gets him in a creative mood\nPortrait of the Architect John Pawson who has chosen this week's Muse Music (top left), image from the interior of his Novy Dvur Monastery (2003) (right) and The Rolling Stones (bottom left) who feature on his playlist\nPortrait of the Architect John Pawson who has chosen this week's Muse Music (top left), image from the interior of his Novy Dvur Monastery (2003) (right) and The Rolling Stones (bottom left) who feature on his playlist\n\n\n\n\nWe didn't expect a minimalist to choose 12 - rather than the customary 10 - songs for his Phaidon Muse Music playlist but as it's John Pawson, one of our favourite architects, making the choice we're more than happy for an extended insight into the music that inspires his life and creations. Pawson creates buildings that possess a simple beauty. He designs to a principle of rigorous reduction, and has become known for his minimalist aesthetic. Born in Yorkshire, he studied at the Architectural Association in London where he now lives. During his twenties, Pawson also studied with the Japanese architect Shiro Kuramata who was to prove a strong influence in the path his architecture would take. Some of his more recent projects include the Calvin Klein store in New York, the Cathay Pacific lounges at Sir Norman Foster's Hong Kong airport and a monastery for the monks of the Cistercian Monastery of Our Lady of Nový Dvůr in the Czech Republic. He recently unveiled his plans for the new Design Museum in London.\n\nPawson is rarely without his digital camera which he uses to record patterns, details, textures and spatial arrangements in the world around him that might inform his work. These snapshots of landscapes, buildings and objects have come to form a monumental visual diary A Visual Inventory. Pawson has annotated each of the 272 photographs with explanations as to why he captured that particular image, allowing us to see the world through his eyes. You can listen to the music that has inspired him in his life and in his career now on Spotify and iTunes but before you do, read what he has to say about it. \n\n\"In a way, my influences are eclectic. Music doesn’t make me want to go and design a house, in a way it’s a more physical pleasure. It’s maybe a break for me or a tunnel to something else. I’ve never had a lot of music in the office. To me music is to be listened to and art is to be looked at. I never understood that thing of using art as decoration. It has to mean something to me otherwise I wouldn’t have it. And I can’t work with music. I find it too stimulating in a way. There are moments when I just want to put something on loud and then I soon want to turn it off. I actually love silence. I have a highly tuned ear for mechanical noises. I built my house to be quiet. I put the boiler in the garden, and the fridge in a cupboard. I can always find noise. People say there’s nothing there and then I find a phone or a charger plugged in that no one else can hear. I lie in bed listening. I actually love power cuts. Where we live in Notting Hill, the only sound we get is the marine hum of the Westway, it sounds the same as being near the ocean. I actually find that irritating! Growing up there was always music at home. Mum played the piano (she was into Bartok) and my cousin trained as an opera singer so we used to have people over. He’d bring along people like (opera singer) Elizabeth Harwood. I think the first record I ever bought was Diana by Paul Anka. I spent a week in Sydney with Liza Minelli when she was 21 - that was thrilling to hear someone belt out those numbers, it was before she made Cabaret. I grew up in the Sixties. Then the Beatles arrived and everything changed. I get to hear some music now through my son Caius, who has a label called Young Turks and manages The XX.\"\n\nThe Rolling Stones (I Can’t Get No) Satisfaction \/ I’m Alright - I was by a pool in Sitges, Spain, when I first heard this on a transistor radio. In those days, there were no iPods, no Sky+ or going back to hear it however many times you wanted to,  and certainly no internet to look it up. And, my god, I heard this riff by Keith Richards and it was like a drug. I wanted to take it out of the radio! I listened to Radio Luxembourg for literally five weekends in a row, hoping to hear this bloody thing again. Then, I was in Japan in the early 70's and missing home a bit. A live performance of I'm Alright came on the radio. I didn’t play air guitar but I might have raised imaginary maraccas while shuffling along the floor. It was that similar feeling of excitement but this time, tinged with nostalgia . It’s like having a sip of Coca-Cola for the first time, you never get back that first taste but because it was such a part of your childhood, because it’s so connected to events, it remains a trigger forever.\n\nWagner Siegfried Idyll - I love Wagner. He wrote this piece for his wife’s birthday. He wrote it for a small orchestra then gathered them together at the bottom of the staircase in the morning and she woke up to the sound of it being played. I just love the idea of Wagner conjuring up ‘something for the wife’. It must be the best birthday present that someone has ever, ever, had.\n\nJohn Pawson, Faggionato Apartment (1999), LondonJohn Pawson, Faggionato Apartment (1999), London\n\nJohn Coltrane In A Sentimental Mood - There was a period when I’d be trying to keep up with my friends at school. I was always attracted to people who were intelligent or intellectual, people who maybe had something that I didn’t have. It may sound pretentious but at 16 my friends were quite well up in jazz. Then, when I was in Paris I had a girlfriend who was older than me. One night everyone who was anyone in jazz seemed to be playing. I went to about three jazz clubs in one night and saw probably six legends - John Coltrane, Sonny Rollins and, I think, Thelonius Monk were among them. I can appreciate the “sheets of noise” Coltrane but I prefer him when he’s quieter, as he is on this song. This, for me, creates an equally inventive atmosphere. It’s cool quiet and reflective.\n\nThe Who My Generation - I was at school, lived in Yorkshire, and the album this is on had just come out and nobody had heard it yet. I was about 16 and deejaying at a party and all I wanted to do was play this album really, really loud, over and over again and not really bother with any other music. Obviously I couldn’t, so the nicest bit of the party was before people actually came when I could blast this over and over again!\n\nJohn Pawson, Angkor Wat, Cambodia (January 2011), from 'John Pawson, A Visual Inventory'\nJohn Pawson, Angkor Wat, Cambodia (January 2011), photographs from 'John Pawson, A Visual Inventory'\n\nBeethoven Sonata no. 31 in A Flat Major, Alfred Brendel - It’s very gentle and short and beautiful. It’s so simple, it’s like … unplugged. And so modern too. And to think that he composed it when he was deaf, that he could hear this in his head. It’s wonderful to have the ultimate song on any playlist. This is probably it.\n\nJack Peñate Tonight’s Today - We’ve been on holiday with Jack and he’s a charismatic character. This is pretty haunting. He’s a balladeer with a wonderful voice. His grandfather was Mervyn Peake, who wrote Gormenghast. I saw him perform Purple Rain at my son’s wedding. Prince is obviously one of the best performers there is but Jack…I hadn’t had a drink and he was brilliant! There are demos of his new single No One Lied, online at the moment. Try and find it.\n\nJohn Pawson - Design Museum\nJohn Pawson recently unveiled his plans for the new Design Museum\n\nDavid Bowie Helden - When you see the Thin White Duke walk out on to the stage and hear that voice it’s always a real moment. For some reason, I’ve always preferred the German Helden to the English Heroes. Around this time he was apparently surviving on a diet of milk, German sausage and cocaine. Catherine, my wife, is obsessed by him. One time she was getting a small aeroplane out of Mustique and who was opposite her but David Bowie. Their knees were knocking but she couldn’t bring herself to talk to him.\nIt’s just one of those things I might play in the office in the middle of the afternoon. At one point I have played songs for everybody. For Shingo I played I Think I’m Turning Japanese, for a girl called Joy I played Ode To Joy. When I think people aren’t working I play Holiday by the Bee Gees!\n\nJohn Lennon How? - I do like Lennon, I actually think he’s extraordinary. I remember when he died I went into three months of mini depression. My girlfriend thought I was mad! He was such a brilliant writer. This was inspired by the primal scream therapy he was going through at the time. I saw the Beatles twice - once in Torquay when they’d just released She Loves You, and then again in Bradford. I’d become friends with Billy J Kramer and his band were touring with The Beatles and they invited me backstage but I couldn’t get past the barrier of fans. Later I stood next to Lennon in an art gallery and stupidly didn’t say anything.\n\nAmerica I Need You\/ A Horse With No Name - Gerry Beckley wrote these lyrics: ‘I need you like the flower needs the rain,’ when he was just 16. America were huge in the early Seventies. Most people remember them for A Horse With No Name, which Dewey Bunnell wrote and which I also like. I’ve Been Through the Desert on a Horse With No Name. I just love deserts. When I go on holiday it’s always to deserts: the Mojave, the Atacama. It’s the silence and the nothingness. It’s beautiful and there’s usually no architecture so it’s a real holiday! We went to the Karoo Desert in South Africa on the way to Namibia. You just go on and on, further and further, then stop the car, turn the engine off. You can hear every gurgle in your body.\n\nJohn Pawson, Pattaya, Thailand (January 2011), and Amagansett, Long Island, New York, USA (May 2010), photographs from 'Jo... (truncated)",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9117601514,
        "format_confidence":0.7518048882,
        "weight":0.0032162918
    },
    {
        "url":"http:\/\/www.zaq6.cn\/pnw-tudor",
        "text":"Pacific Northwest Tudor\n\nThis project was a remodel of an iconic, historic Tudor home in Portland. We thoroughly reworked the plan to improve the function of the house, including relocating the kitchen, adding several new bathrooms, and making the attic and basement habitable. The new woodwork was carefully sourced and finished to match existing; the new and old blending seamlessly. Our clients are a busy young couple who entertain frequently and needed a warm, welcoming, and practical home. Though the remodel was approached with a traditional eye and a material palette appropriate to the style and period of the house, the furnishings are modern, sturdy, and comfortable. \n\nExterior changes designed by Jeffrey Miller Architect.\n\nFeatured in\n\n男朋友摸得我流水有点黏黏Photos by Aaron Leitz",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.694922328,
        "format_confidence":0.9200039506,
        "weight":0.004579795
    },
    {
        "url":"https:\/\/www.skillshare.com\/projects\/Map-to-my-stomach\/4177",
        "text":"Alison Krause\n\nOperations at Taza Chocolate\n\n\n\nMap to my stomach\n\nMy project is to make a map for a post for my food blog Map to My Stomach.  I'm think it will be for a recipe, but I envision this blog having stories related to food as well.\n\nI started the blog last summer, and I liked the title, but the blog had nothing to do with maps, and it wasn't holding my interest. The blog wasn't cohesive, and I wasn't enjoying the process of creating content.  Yikes!  Creating content- that sounds like a job, definitely not what I would want to in my spare time.\n\nI decided to take this class just because I love to look at maps and I thought it would be a great way to tell a few pesonal stories. Needlepoint of all the places you've puked in public anyone?  Ok, not funny. I had pretty much forgotten about the blog until today.\n\nI had my eureka moment when I realized that I already had the venue to use my new map making ideas!  Maybe you wouldn't think of a map and recipe as going hand in hand, but I think that's perfect!  I'm looking for a challenge, some constraints, a focus. I see my blog, with new life, as a post accompanied by a map.  Hand drawn most likely, but maybe collaged, stitched, knit, whatever.  I'm sure you can tell I'm all about the analog!\n\nI also was thinking about maps as a way to tell stories and how to intertwine maps with narrative.  I instantly thought of Dora the Exporer, where every episode is essentially a narrative, planned out in a map.  Check out this youtube video (on mute if you enjoy your sanity) to see what I'm talking about.  I think this could be a good starting point for posts that have a story behind them.\n\nThis is my hand drawn map of my walk to work every day, which takes about ten minutes:\n\n\nPlease sign in or sign up to comment.",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.9488143325,
        "format_confidence":0.9490635991,
        "weight":0.0152041889
    },
    {
        "url":"http:\/\/mushiscreativeinspirations.blogspot.com\/2010\/05\/new-cpc-projects-for-may.html",
        "text":"Saturday, May 8, 2010\n\nNew CPC Projects for May\n\nJust wanted to share some of the new projects posted on CPC for the month of May.\n\nThis lovely emerging color technique was created by Naoko.\n\nThe Punch Queen, Brenda, made this adorable fireman card and gift card holder!\n\nNo comments:",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.9809495807,
        "format_confidence":0.9757761359,
        "weight":0.0157191373
    },
    {
        "url":"https:\/\/penmenpress.com\/2018\/12\/05\/art-gallery-opening-in-robert-frost\/",
        "text":"Image Credit: Ryan Barrett\n\nOn Thursday, November 1, there was a reception for two new exhibitions that recently opened in the McIninch Art Gallery in Robert Frost Hall. The first is showcasing Modernism and its Legacy, while the second is a collection of works by Nikki Rosato titled Voyager. Missed it? Don’t worry, they will be open for public viewing until December 15. \n\nModernism and Its Legacy was curated by Joanna Flink but is being housed by Southern New Hampshire University. This gallery features artwork by Max Beckmann, Pablo Picasso and other contemporary artists that practiced the Modernism art style. Many of the pieces work in tandem with one another to show a sense of movement throughout the room. The goal of this gallery is to portray the vast impact Modernism had on art in the nineteenth and twentieth centuries, as well as how the Modernist movement is still impacting art to this day.\n\nThe Voyager series by Nikki Rosato is located right behind the barrier wall in the gallery. Rosato’s unique technique consists of taking silhouettes and filling in the negative space within the image with road maps from different places. This unique and captivating design is meant to symbolize how people tend to define themselves by their own personal sense of place.\n\nBoth exhibitions provide a way for students to gain new understanding of both of these artistic techniques while still being captivated by the artwork.\n\nLeave a Reply",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9950779676,
        "format_confidence":0.5703878403,
        "weight":0.0012897446
    },
    {
        "url":"http:\/\/www.connectionnewspapers.com\/news\/2013\/oct\/02\/walt-lawrence-exhibits-katies-coffee\/",
        "text":"Walt Lawrence Exhibits at Katie’s Coffee\n\nWalt Lawrence Exhibits at Katie’s Coffee\n\n“Mute Swan” by Walt Lawrence\n\n“Mute Swan” by Walt Lawrence photo contributed\n\n\n“Great Egret” by Walt Lawrence\n\nGreat Falls photographer Walt Lawrence stages a new exhibit at Katie’s Coffee featuring images from his “On the Potomac at Riverbend” collection. The exhibit opened on Oct. 1 and will run through the end of the month. Over the past 15 months Lawrence has been shooting waterscapes and wildlife from a boat in the Potomac off of Riverbend Park. The images reflect the beauty of the river in different seasons and the variety of birds that either make the river their permanent home or just stop in for a seasonal visit. Lawrence said, “I especially enjoy shooting birds in flight and as they take off or land. Some fly so fast, especially the smaller ducks, it’s hard to capture the power and grace of their movements.” But Lawrence continues to add to his collection and plans to go out on the river shooting from the Seneca Breaks (off the end of Seneca Road) down to the western tip of Conn Island. He is also hoping for some serious snow and ice this winter to add a new backdrop for the images and to see how the wildlife adapts to the different conditions.\n\nWhile the exhibit of Katie’s Coffee represents only a small portion of his work, Lawrence will be participating in the upcoming Great Falls Studio Tour on Oct. 19 and 20, showing his entire collection at his studio in the Artists’ Atelier located at 1144 Walker Road, Suite G in Great Falls. For additional information about Lawrence visit www.GreatFallsAtelier.com or email at waltlawrence@cox.net.",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9879308939,
        "format_confidence":0.9927049279,
        "weight":0.0012804811
    },
    {
        "url":"http:\/\/blogs.artcenter.edu\/dottedline\/2012\/11\/20\/production-designer-and-alumnus-patrick-hanenberger-behind-rise-of-the-guardians-look-and-feel\/",
        "text":"Production Designer, alum Patrick Hanenberger behind ‘Rise of the Guardians’ look and feel\n\nby November 20th, 2012\n\nEven if you’ve missed all the great stories in the Los Angeles Times, The New York Times and Entertainment Weekly, you’ve no doubt heard that DreamWorks Animation’s latest film Rise of the Guardians—which takes childhood fantasy figures like Santa Claus, the Tooth Fairy and the Easter Bunny and reimagines them as mythological heroes in an epic fantasy adventure—comes out in theaters Wednesday, Nov. 21.\n\nAnd right in the middle of all that legendary action is the film’s production designer, Art Center’s own Patrick Hanenberger, who graduated from the College in 2003 with a degree in Transportation Design and is currently teaching a Visual Communication course.\n\nWe recently caught up with Hanenberger to ask him about his role in Guardians, how he ended up working in animation and which lessons from Art Center have stuck with him.\n\nDotted Line: First of all, how did you go from being a Transportation Design student to a production designer for animated films?\n\nPatrick Hanenberger: I studied Transportation Design at Art Center and it taught me problem solving, 3D modeling, sculpting, sketching, designing around the human figure, rendering, research and most importantly presentation. These are all skills I use on a daily basis and are universal in any kind of design field. I always knew I wanted to work in movies and animated movies are great for designers since every single little detail needs to be designed and modeled. During Art Center I developed my portfolio to be very content based, which meant I always designed my vehicles for a specific story. After graduation I got a job as a visual development artist and from there on over the last eight years worked my way up to become production designer.\n\nDL: What did your role as production designer on Rise of the Guardians entail?\n\nPH: As production designer you are in charge of the design of the movie. Along with many talented artists you design everything from characters to environments, costumes and color palettes. Basically you are in charge of the overall look and visual feel of the movie and work with almost every department to realize it along the way.\n\nDL: What was your biggest challenge on Rise of the Guardians?\n\nPH: The movie was incredibly complex and very ambitious. We wanted to created a Lord of the Rings meets Avatar for kids. Both of those inspirations are massively daunting. Re-designing the icons of childhood was also a very difficult task. We wanted these mythological characters to feel contemporary and meaningful—something kids today could relate to and understand; not idealized and romanticized.\n\nDL: Are there any specific lessons or instructors from Art Center that you constantly think back to while working on your projects?\n\nPH: I still quote some of my most influential teachers all the time. The biggest thing I tried to infuse into our art department was the “learn to learn” attitude which Bob Kato hammered into my head when I was a student—never stay put, constantly challenge yourself and teach yourself to improve yourself. A big influence on me was also Frido Beisert and his work ethic.\n\nDL: What do you teach in your Visual Communication 6 course?\n\nPH: Karen Hofmann and I are designing a new class which re-thinks the traditional Visual Communication class a bit. The class still teaches students how to most effectively present their work, but it does so in a more sequential way. Students are given time constraints for their presentations and have to do a different pitch every week, using a different technique (e.g. a simple animation, story board pitch or sizzle reel). The class is also entirely Web-based so students present their homework every week from their website.\n\nDL: Any advice for prospective or current students interested in following in your footsteps?\n\nPH: Work hard and be nice. Your skills are only 50% of the battle. You need to have excellent communication, problem solving and presentation skills. You also need to be able to take direction and adapt to ever changing work environments. You also need to be a pleasant person to be around since the world is a village and this industry is tiny.\n\nFor more on Rise of the Guardians—on which current Entertainment Design student Perry Maple also worked as a concept artist—visit the film’s website.\n\n\nVisionary director Zack Snyder stops by Art Center\n\n‘Tron’ at 30: How Art Center helped power the grid\n\n‘Little Miss Sunshine’ directors talk filmmaking from script to screen\n\nPrint Friendly\nBookmark and Share\n\nOne Response to “Production Designer, alum Patrick Hanenberger behind ‘Rise of the Guardians’ look and feel”\n\n  1. Andriod Tablet Pc…\n\n    [...]Production Designer, alum Patrick Hanenberger behind ‘Rise of the Guardians’ look and feel « Dotted Line | Official Blog of Art Center College of Design | Pasadena, CA | Learn to Create. Influence Change.[...]…",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.7206482887,
        "format_confidence":0.8594474196,
        "weight":0.0013421984
    },
    {
        "url":"https:\/\/www.artberlin.de\/top-5-openings-events-im-november\/",
        "text":"Berlin never fails us in terms of variety and beauty when it comes to its countless openings and events. Especially as the beauty does not only lies in the eye of the beholder but in it many forms and individual meanings. Once again, we picked out 5 Highlights and wish you a month full of colors, surprises, new tattoos and prizes!\n\n\nBerlin Art Prize\n\nOpening: 11 November 2016, 7pm\n\nExhibition: 12 November – 10 December 2016, Tue–Sat 1–6pm\n\nAward Ceremony: 10 December 2016, 9 pm\n\nIt’s time for the Berlin Art Prize 2016! The nine nominated artists Martin John Callanan, Regina de Miguel, Stine Marie Jacobsen, Lindsay Lawson, Lotte Meret, Benedikt Partenheimer, Aurora Sander, Raul Walch, Lauryn Youden selected by this year’s jury Karen Archey, Kito Nedo, Emeka Ogboh, Ahmet Öğüt and Susanne Winterling will be presented in an exhibition and catalog. Three of them will be selected as winners and awarded at the closing event with a trophy created by Tomás Saraceno, prize money and a four-week residency in Georgia. Definitely don’t miss the legendary afterparty starting at 10pm! We will also introduce you to the team of Art Prize on ArtBerlin in an interview, so you can learn about their beginnings, struggles and visions for the future!\n\nKühlhaus Berlin, Luckenwalder Straße 3, 10963 Berlin\n\nGina Malek\n\n\nOpening reception: Friday, 11 November 2016, 6–9 pm\n\nExhibition: 11 November – 15 December 2016\u2028\n\nWhen Magic Beans Gallery opened their doors earlier this year with the group exhibition „I sky you“, it also displayed two works of New-York based artist Gina Malek which made us stop and stare. Her simple and powerful strokes stood out and immediately demanded our attention, before we could even „see“ the picture itself. One can describe it like a friendly but still forceful annexation, visually and mentally. With her first solo exhibition Gina Malek will show a new body of work. And to say the least, we are excited about how the artist explores themes of confinement, the mechanics of the remembered self, and the impermanence of memory. Giving importance to the most common daily routines, Malek beautifully catches moments of intimacy and authenticity touching the viewer and at the same time giving them space to deepen into the subjects.\n\nMagic Beans Gallery once more proves their sharp eye for young emerging artists and their talent to support them and to give each one a surprisingly unique frame.\n\nMagic Beans Gallery, Auguststraße 86, 10117 Berlin\n\nFrank J. Schäpel \"Phobos. Mars-Mond\" 2009 Maßstab 1- 69.500 : Öl + Asphalt:Leinwand, 110 x 110 cm © F.J. Schapel\n\nThe beauty of disguise – Asking USA\n\nFriday, 4 November 2016, 7pm – Saturday, 17 December 2016, 7pm\n\nWe need celluloid to apprehend and capture laughter. Light is bright but light darkens the celluloid negative. The more laughter is photographed the darker the stuff of film becomes. If one keeps taking photos the celluloid becomes so black that it begins to drip. Laughter drips black. One of our favorite positions in this groupshow with mixed-media comes from Berlin-based artist Frank Schäpel, who´s depicted celestial bodies are lying beyond of the range of the naked human eye. Therefore he was dependent on photographs taken by space probes like JAXA’s Hayabusa. But he doesn´t view the asteroids and comets as foreign or absent realities, as we share the same space, galaxy and solar system. Through the presence of their painted images he is placing their physical reality into our cultural consciousness. It goes without saying, that this is only one of 20 reasons to visit Sprechsaal with their usual mix of lectures, discussions, performances, audio book evenings, music, and films in their own cinema and this upcoming exhibition!\n\nSprechsaal, Marienstraße 26, 10117 Berlin\n\nAndy Restless -Ela Puppe-Dekolltee\n\nGrüße Aus Tätowierungen\n\nOpening: Saturday, 05 November 2016, 8pm – open end\n\nExhibition: 6 Nov 3–6pm \/ 9 Nov 4–7 pm \/ 10 Nov 4–7 pm\n\nLet´s face it, the art of tattoos and their impact on aesthitics in general is undeniable. But the truly fascinating part is how many people through all classes, backgrounds and sex are united and connected through tattoos and bond through them. Seriously, is there anyone left without having one these days? It has become more than ever an unique and fierce way of expressing onself nevertheless some say it became to mainstream, to normal. We believe it shows in a powerful way how important it is for the individual to express itself, to communicate non-verbal and to feel to be your own special version of yourself and the power and freedom that comes with it when expressing this version and vision. It is therefore no wonder that GAT which translates: „Grüße Aus Tätowierungen“ and their annual exhibition gets more popular every year and is an absolute Must See for art enthusiasts and tattoo lovers alike. Around 110 German and international tattoo artists show their works for this year’s theme „1980s“ accompanied by motion-space-designer Anna Luft. It’s gonna be wild!\n\nWillner Brauerei Berlin, Berliner Str. 80-82, 13189 Berlin\n\nBody Reflections Semra Sevin\n\nSemra Sevin \/\/ Metropolitan Angel (Cherub)\n\nOpening: 11 November 2016, 7pm\n\nClosing: 16 December 2016, 4pm\n\nBerlin, Los Angeles and New York: These epicenters of creativity and art are the subject of Semra Sevins photographic works and of the two series she will show which reflect upon the search for identity. Sevin who lived in Paris and Los Angeles before she settled in Berlin has the eye for reflections within her „subjects“ and she always manages to catches those through her lens. In „Bodyreflections“ she mastered this art completely. Her experimental, multi-layered images include personalities like Larry Bell, Johann König, Alicja Kwade, Dewaine Valentine, Anselm Reyle, Tim Eitel, Gregor Hildebrandt, Despina Stokou, Nick Ut and Ed Moses!\n\nGallery Carpentier, Meinekestraße 13, 10719 Berlin",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9786230326,
        "format_confidence":0.9865294695,
        "weight":0.0010552581
    },
    {
        "url":"https:\/\/graphiknation.com\/instagood-my-top-5-tips-on-taking-better-photos\/",
        "text":"#Instagood: My Top 5 Tips on Taking Better Photos with Your Smartphone\n\n\n#Instagood: My Top 5 Tips on Taking Better Photos with Your Smartphone\n\nSo I get a lot of feedback on social media (and sometimes even in person, lol), that some of you out there really dig the perspective, coloring and ambiance of my images. So I thought what better way to spread the joy this holiday season, than to share a little of my own personal recipe for success when it comes to taking & editing your images for Instagram. If you have a smartphone and an Instagram account, I’ll give you a good road map for making your sharable moments a little #instabetter.\n\nFirst, in order to become #instagood (before you can get #instabetter) you need to start by taking a decent picture – all the editing in the world won’t save a terrible image.\n\nHere are my top 5 tips for taking good images (we’ll get to editing next week in Part 2).\n\nTip #1: HDR, baby.\n\nIf you have a modern smart phone, you probably have an option for HDR and I highly recommend that you use it. Now, this feature isn’t necessarily a true HDR, but more of an auto-correct for poor or challenging lighting situations. Ever notice how you end up with really bright, blown-out highlights in direct sunlight or bright light? And what about that murky, grainy, black, fuzzy haze coving your images in low or ambient light? HDR will help mitigate the extremes of each of these scenarios. I’m not sure about Andriod models, but if you have an iPhone, don’t worry because you will get a regular exposure in addition to your HDR exposure. That way, you can choose the HDR or discard it. Use whichever image looks best.\n\nTip #2: Stand still, dammit!\n\nI mean it, please steady yourselves people! The biggest wet blanket I see across the sea of images that cover the interwebs is “shake” or blurry images as the result of moving while the shutter is open. Practice eliminating “shake” by being as still as possible and planting your elbows firmly against your core. If you can use a table or counter surface to rest your elbows, this helps a lot too. If you have a mini tripod, great, but if you don’t, be extremely mindful of your balance and weight distribution. Use both hands and be perfectly still for 1-2 seconds *BEFORE AND AFTER* you hit the shutter button on your camera\/phone. Trust me, those few seconds pause will change your Instagram feed forever moving forward.\n\nTip #3: Get high, get low, get creative.\n\nI could write a whole article on this topic alone, but in the interest of keeping this short & sweet, I would just like to encourage you to push yourself to look at things differently. Experiment with angles, lighting, shapes, depth of field, perspective, color, etc. A lot of images look the same because a lot of people take photos from their eye-level, looking directly at what’s in front of them. Change the perspective, move around, look up, look down, look through trees, fences, holes, puddles, reflections, etc. Don’t be afraid to lay on the ground, get a little dirty or disheveled, or risk the possibility that someone might think you’re weird for contorting your body into whatever position necessary to frame the perfect shot. Just don’t step in front of moving traffic, lean too far off the observation deck of a tall building or get too close to a mama bear and her cubs(!)  😉\n\nTip #4: Stay away from filter “presets”.\n\nBack in the day (like a year ago), preset filters were all we really had in Instagram, and for a while it was all the rage. But now, with the newer “Custom settings” menu, you can achieve a more professional looking result right in Instagram without putting a “generic filter” stamp all over your images (RIP Kelvin Brannan, 1977, Nashville).\n\nTip # 5: Crop & Straighten.\n\nUse the grid (in-camera and\/or in Instagram) and make sure your horizon is straight and that from the center of your image, vertical lines are straight as well. Unless you’re going for a really exaggerated, intentional planar shift as a way of making a “creative statement”, uneven lines and leaning horizons is down-right nauseating. Clean up your act, and get on the plane, Jane (nod to geometry).\n\nNow that you have an image that’s in focus, properly exposed and thoughtfully composed, this is the jumping off point where you can really make your images soar. I’ll tell you how next week in #Instabetter: Custom Settings = Creative Control.\n\nI hope you found this article helpful (or at least mildly entertaining). If you’ve made it this far, come a step further and follow me (graphiknation) on Instagram, Flickr or Twitter. Or if you’re in the Atlanta area, come shoot with me and the Atlanta Urban Photo Walkers sometime!\n\n\nI currently have an Apple iPhone 6 Plus, and in the past I have had iPhones 3, 4 & 5, all of which have shown up on my Instagram feed. When I shoot professional I use Mirrorless\/Micro Four Thirds format. I own a Panasonic Lumix G3, an Olympus Pen EP5, and I more recently purchased an even smaller Panasonic Lumix GM1, for times when I want to go really light weight. I have about 7 high quality micro 4\/3 lenses, mostly Lumix\/Panasonic brand, and one Olympus brand. I edit professionally in Adobe Lightroom & Adobe Photoshop. Some of my professional images show up in my Instagram feed, but many more of them can be seen on Flickr.\n\n\nShopping Cart",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9754624367,
        "format_confidence":0.8607775569,
        "weight":0.00105185
    },
    {
        "url":"http:\/\/datatar.blogspot.com\/2016\/09\/theres-no-place-like-home-card-fabscraps.html",
        "text":"There's No Place Like Home Card - FabScraps\n\nHi! I created this simple card with the Journey In Time Collection from FabScraps. I don't often work with a purple and brown color palette, but I really like how this card turned out. I pulled out my much neglected nesting dies to create a layered focal point for the front of this card. If you're interested in the supply list and\/or instructions for this card, please stop by the FabScraps blog.\n\n\n  1. Gorgeous! LOVING that house and the colors!!!!!!!!!!!!!!\n\n\nPost a Comment",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.8636105061,
        "format_confidence":0.9640207887,
        "weight":0.0138388479
    },
    {
        "url":"http:\/\/content.time.com\/time\/magazine\/article\/0,9171,914704,00.html",
        "text":"A Letter From The Publisher, Nov. 29, 1976\n\nCritics, according to some of their own critics, should not fraternize with the subjects of their criticism. TIME Senior Writer Robert Hughes does not agree. \"The point is to learn more than you knew before,\" he says, \"and I've never met an artist who didn't shed some light on his or her own work.\" So, in preparing for his appraisal of Artist Robert Rauschenberg—who is not only the subject but also the designer of this week's cover, a collage commissioned by TIME—Hughes spent a week in Captiva, Fla., as a member of Rauschenberg's household....\n\nWant the full story?\n\nSubscribe Now\n\n\nGet TIME the way you want it\n\n  • One Week Digital Pass — $4.99\n  • Monthly Pay-As-You-Go DIGITAL ACCESS$2.99\n  • One Year ALL ACCESSJust $30!   Best Deal!\n    Print Magazine + Digital Edition + Subscriber-only Content on TIME.com\n\nLearn more about the benefits of being a TIME subscriber\n\nIf you are already a subscriber sign up — registration is free!",
        "topic_id":1,
        "format_id":6,
        "topic_confidence":0.9565818906,
        "format_confidence":0.9698325396,
        "weight":0.0008183763
    },
    {
        "url":"https:\/\/www.lionellim.com\/myblog\/the-visual-art-of-looking-good-grooming-workshop-my-signature-programme-logo",
        "text":"The Visual Art Of Looking Good Grooming Workshop - My Signature Programme Logo\n\nThere will always be some things that we want to do but have been putting it off as other issues crop up all the time. One of them is to come up with the logo design for one of my signature programmes - The Visual Art of Looking Good. Yes, as most of you may already know, it is my 1-day grooming workshop. I've done four runs of it this year and look forward to receive more participants come 2011.\n\nHaving a logo for each of my workshops and programmes is important. As every workshop programme is different, each logo too is designed differently as the logo itself helps to brand and \"sell\" the workshop programme.\n\nHaving mulled over for a while and coming up with different designs, I've finally decided to go with this one as it connects most with me.\n\nUnveiling the winning logo design...\n\nAs ladies make up the majority of my participants, it only felt natural to use a lady's face. But then you can't see the entire face as she eyes with her subtlety and confidence. For all my male supporters out there, fret not. If the number of guys enrolling for the workshops pick up, I'll design a male version of this logo as well :)\n\nIn every workshop, it is also my hope (together with the participants') that everyone receives a breakthrough towards the end. The breakthrough can come in any form - whether it be the certain realisation that you have been getting it wrong all these years by way of wearing your worst colours or that particular aha moment that you are now more appreciative of your own body's unique assets. There is no better way to represent transformation than using a butterfly. The butterfly's metamorphosis from the ugly caterpillar to the beautiful creature it now is is the essence of the entire workshop - just come spend a day with me, and be enriched and wowed by what you can literally see in your own transformation when you walk away.\n\nFinally, while the stripes are aesthetically pleasing to most, they also create a playful and fun environment under which learning takes place. You can associate this to a real piece of visual art.\n\nEnjoy :)\n\n\n\nPin It\n\nRight Click\n\nNo right click",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.925868988,
        "format_confidence":0.9728620648,
        "weight":0.0148365033
    },
    {
        "url":"http:\/\/aboutphotography-tomgrill.blogspot.de\/2013\/10\/my-fuji-x-e1-thinks-its-hasselblad.html",
        "text":"Thursday, October 10, 2013\n\nMy Fuji X-E1 thinks its a Hasselblad\n\nTaken with a Samsung Galaxy III\n After playing with the new 27mm Fuji pancake lens for awhile, I changed the camera to record RAW + jpg in black & white mode. I find myself creating more abstract images this way, and it reminds me of when I used my Hasselblad 500C. Loved that camera and the square format. Now I have it again with the X-E1.\n\nHere are a few shots I did over the past few days. Many of them are complete abstractions. Others border on abstraction, and some are just straight. I used to see and create differently with the Hasselblad and find myself doing the same thing with the Fuji.\n\nBlur shot of the city at night\n\nThe nice thing about shooting in both RAW and jpg is that I still have the full RAW information if I want to change my mind and go back to color.\n\nAbstract lights out of focus.\n\nNo comments :\n\nPost a Comment",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.9762083292,
        "format_confidence":0.9975111485,
        "weight":0.0156431615
    },
    {
        "url":"http:\/\/www.photography-in.berlin\/galerie-emma-t-roland-willaert-eine-ungerechte-fallhohe\/",
        "text":"© Roland Willaert\n\nSolo exhibition\n\n»Eine ungerechte Fallhöhe«\n\nRoland Willaert\n\nOpening: Saturday, October 8, 2016, 19h (Facebook Event)\nExhibition: October 9 – November 26, 2016\nOpening hours: Wed-Sun 11-18h\nAdmission free\n\n\nIt’s often claimed we live in a world in which everything is getting better. New technology, with Smartphones, Tablets, self driving cars and packages delivered by drones, is bringing progress everywhere. Better and cheaper nutrition is increasing life expectancy and overall the world’s nations are becoming more democratic. But is that really how the world is? Are there not losers as well as winners? Isn’t it really in the end the same old story as throughout human history?\n\nRoland Willaert, a European and a traveller, takes as his subject the losers of our contemporary world. The streets and its people are the actors and the inspiration of his work. Wherever he finds himself he is a photographer of the city.\n\nTo capture the life and energy of the streets in a small, inevitably partial, photographic extract is a work of great concentration. For me it is about being able to sense that the right moment may be about to happen when I can capture something special and, if it should then really happen, succeeding in capturing it. From the great mass of human and visual stimulation I try to find what can make us think again, perhaps in its simplicity, in its abstraction, in its humanity.” Roland Willaert\n\nPart of the Monat der Fotografie OFF Berlin 2016.\nDiscover more Festival highlights on PiB under the tag #MdF OFF Berlin 2016!\n\nTeil des Monat der Fotografie OFF Berlin 2016.\nEntdecke weitere Festival-Highlights auf FiB unter dem Tag #MdF OFF Berlin 2016!\n\nEvent Details\n\nGalerie Emma-T - Roland Willaert - Eine ungerechte Fallhoehe, Invitation 1\nLehderstraße 60, 13086 Berlin, Germany",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9941334128,
        "format_confidence":0.7283526659,
        "weight":0.0065517067
    },
    {
        "url":"http:\/\/westdenhaag.com\/press\/15_02_Bjorn_Melhus_II",
        "text":"archive: 15.02 Bjorn Melhus II\nBjørn Melhus\nThe Theory of Freedom II\n\nOpen: Saturday 31 January until Saturday 28 February 2015\n\nWest proudly announces ‘The Theory of Freedom’, an ambitious presentation of German-Norwegian artist Bjørn Melhus, to be held at different locations in Den Haag and Rotterdam. At Kunsthal Rotterdam, Part One sees the world premiere of the expanded cinema project ‘The Theory of Freedom’. At West in Den Haag, Part Two presents six video works that address surveillance and the politics of fear in mass media. Part Three takes the shape of a screening during the International Film Festival Rotterdam, which revisits five earlier works by Melhus.\n\nMelhus’ depiction of everyday reality framed within non-fictional narratives blurs with the fictional and dramatized world. By mimicking well-known personalities, and mixing together popular culture motifs, and media strategies, he seduces and terrorizes the complicit observer of mainstream culture. In The Theory of Freedom II, the symbiotic and manipulative relationship between host and audience is disturbingly emphasized in surveillance and the politics of fear. He sharply observes and unnerves the nuances of mass media consumption to craft new scenarios that oscillates between dark and humorous. In ‘The Oral Thing’ (2001), he dissects sensationalism and voyeurism in televised religion and daytime talk shows, and agonizes over the slick editing techniques of blockbuster movie trailers in ‘The Castle’ (2007). While ‘The City’ (2007) evokes the feeling of impending threat with night shots of major cities flowing by one after the other. Similarly the spectator is then bombarded with terror and doom rhetoric in ‘Sudden Destruction’ (2012). In ‘Policia’, (2007) the competing forces for power vie for rapt attention. In ‘Deadly Storms’ (2008) US mainstream news journalism is paraded as propaganda transformed into a disembodied ‘talking head’ oracle. In The Theory of Freedom II Melhus skilfully deconstructs representations of power, faith, and paranoia that spill out into a murky and glistening alternate reality that is shockingly similar to our own.\n\nParallel events\nThe Theory of Freedom I\nKunsthal Rotterdam - 24 January to 1 March\n\nBjørn Melhus examines various aspects of world religions, globalisation and neoliberal capitalism. He mixes the controversial neoliberal ideas of Russian-American writer and philosopher Ayn Rand (1905-1982) with stereotypical themes found in American mainstream films such as Armageddon. Melhus hugely magnifies familiar settings and his playful, humorous approach, together with a harsh dose of reality, provokes both laughter and pain. The multichannel installation, which is accompanied by the video work ‘Heaven’ (2013) and ‘America Sells’ (1990), takes to a new level the powerful, repetitive rhythms of the sound-bites that are so characteristic of Melhus’ work. For further information see\nThe Theory of Freedom III\nInternational Film Festival Rotterdam - 24 January 10.30 h.\n\nDas Zauberglas (1991), Weit, Weit Weg (1995), Auto Center Drive (2003), Afterlife (2010) and I Am Not Your Enemy (2011) are screened during International Film Festival Rotterdam’s short film program. The selected works address notions of subjective inner spaces, trauma, and identities. More info & tickets:\nMe Against Us\nDebate at Kunsthal Rotterdam – Friday 6 February 17.30 h.\n\nPart of Art Rotterdam’s VIP program, the debate ‘Me Against Us’ questions the role of the autonomous artist in today’s society. Moderated by Liesbeth Levy (Lokaal, Rotterdam) with: Joost de Bloois, Hedwig Fijen, Pascal Gielen, Stefan Heidenreich, and Bjørn Melhus. RSVP:\n\nBjørn Melhus (1966, Kirchheim unter Teck, Germany) lives and works in Berlin. He has been presented and awarded at several international film festivals. He has had screenings in Tate Modern, London, LUX, London, Museum of Modern Art, New York and Centre Pompidou, Paris. In the exhibition context, he has shown at 54th Venice Biennale, Whitney Museum, New York; 8th Istanbul Biennial, as well as solo and groups shows at FACT Liverpool; Serpentine Gallery, London; Sprengel Museum, Hannover; Museum Ludwig, Cologne; ZKM, Karlsruhe and Denver Art Museum amongst others.\n\nFor more info, a meeting with the artist or press photos contact Eloise Sweetman: For additional information on the The Theory of Freedom at the Kunsthal Rotterdam contact Sabine Parmentier: 010-4400321, 06-52636232 or Mariëtte Maaskant, 010-4400323;\n\nback to overview\narchive (online version)",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9585210085,
        "format_confidence":0.9702295065,
        "weight":0.0019083434
    },
    {
        "url":"http:\/\/dailyserving.com\/2007\/03\/nedko-solakov\/",
        "text":"Nedko Solakov\n\nIn a piece titled “Art & Life (In My Part of the World),” Nedko Solakov created a piece in a vacant and dilapidated apartment to illustrate a narrative about the distraught life of a piece of art. She, the work of art, felt neglected in this house and thus moved itself into the most well-lit room and on top of several tables. The entire apartment contains text that lets the viewer in on contextual clues that inform of past events. Solakov was born in Bulgaria in 1957 and studied at Hoger Instituut voor Schone Kunsten in Antwerp. While able to take on multiple media, the artist’s work is always centered on a conceptual humor and often stems directly from text. In 2005, Solakov participated in a group show titled “OK:Okay” at the Grey Art Gallery, where the artist used works of de Kooning and Warhol from the Gallery’s collection to create the fictitious hut of an African native who collects Western art. Solakov has received funding from numerous foundations, including the International Studio Program in Sweden (IASPIS), KulturKontakt and the Philip Morris Foundation. Last year, he exhibited with Galerie Arndt & Partner in Berlin and the Museum of Contemporary Art \/ MNAC in Bucharest.\n\n\nLeave a Reply",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9965683222,
        "format_confidence":0.6778828502,
        "weight":0.003515458
    },
    {
        "url":"https:\/\/www.culturedmag.com\/aubrey-mayer\/",
        "text":"Artist Aubrey Mayer Embraces the Camera as a Means to an End\n\nKat Herriman\n\nPhotography by Aubrey Mayer\n\nHenry Taylor in his studio.\n\nAubrey Mayer picks me up from the Greenport train station and we drive east to Orient, another town on the tip of New York’s tongue. Mayer grew up on the North Fork and he points out landmarks along our route to the house he now shares with his wife, Toby Bannister and their daughter Frida. The early spring coastline passes like a grey blur.\n\nOrient is the constant for Mayer—a place he returned to three years ago to get some space from a decade of New York grind. “I almost didn’t make it out alive,” he says in all seriousness before cracking a smirk.\n\nWhen we turn into the driveway, a sailboat emerges from the lawn— it belongs to artist John Tremblay. “The only friends that I’ve had in my adult life have been artists or sailors,” says Mayer, explaining that his life and practice are inextricably intertwined.\n\nAubrey Mayer\n\nAubrey Mayer’s Christopher Wool : 6-17-10A : Horizontal Contact Sheet (edited), 2017.\n\nTalent Meets Road\nMayer met his first subject, Elizabeth Peyton, through a family friend while home one summer from college. He taught the painter to sail and in exchange she agreed to sit for him. Their first shoot was in front of his parents’ garage in the style of Richard Avedon’s In the American West. “I remember the day and still use the footage,” he says.\n\nThe friendship with Peyton led to series of new ones including White Columns Director Matthew Higgs, who published the artist’s book, “6-17- 10A,” a project with Christopher Wool documenting the creation of one of his paintings at his home in Marfa, where the artist lives with his wife Charline von Heyl. “When you get to spend time a lot of time with someone, and you sit back and listen, you reach another level of understanding,” Mayer says. “My time with Christopher and Charline changed me.”\n\nAfter coming home from Texas, Mayer began printing contact sheets rather than single portraits—a development he connects to Wool’s rigorous painting method. “If you watch someone paint like that, you learn things they don’t teach you in school,” Mayer says, pulling down a book with some of these early contact sheets. Wool is depicted, mask on, in motion.\n\nAubrey Mayer’s Jonas Wood 3-12-12 from the LA Magical Misery Tour 2012 series.\n\nLife as Form\nThea Westreich, a champion and sometimes subject, describes Mayer’s practice as participatory. “Aubrey is taking the artist portrait and turning it into a formal act,” she says, “It is like he is climbing inside of these people and seeing them as part of a world he wants to occupy, does occupy. The image comes second to process.” Westrich also noted that what separates Mayer’s work from becoming documentarian is the way in which the artist is able to connect with his subject beyond the relationship of photographer and subject.\n\nMayer’s friendship with Los Angeles-based painter Jonas Wood speaks to the way his sittings often go beyond the scope of the lens. “I asked if I was supposed to do anything in the photos and Aubrey said ‘No, just work and I’ll take pictures of you,’” Wood says of their first session. “I pretty much just worked the whole time, listened to music, smoked weed, painted, drew. I didn’t really think about getting photographed. I think that’s why the pictures come off really organic.”\n\nThe admiration goes both ways. Mayer credits Wood for helping him link him into Los Angeles, where he has going for yearly pilgrimages. The first time he visited, Mayer bound every photo from pilot trip into a one- of -a-kind chronology that he printed on vegetable parchment paper and covered in felt. He called it “LA Magical Misery Tour 2012” after Martin Kippenberger’s “Magical Misery Tour.” This is one way Mayer presents his portraits.\n\nAubrey Mayer’s Kaari Upson 7-1-15 from the LA Magical Misery Tour 2012 series.\n\nBound Together\nThe books are a collaboration between the artist and Mayer’s wife, who is a sought-after book binder. Bannister, who cuts and binds books on their kitchen counter, is self-taught and used to work as the head producer at Griffin Editions, the company responsible for Cindy Sherman and Roe Ethridge’s prints. “I see myself as the technician, we are a good match,” she says. “Aubrey has a lot of ideas about how he wants to create something, and I am very good with materials so I am able to construct what he wants. Everything is handmade and that quality really enhances the work.”\n\nThe volumes Bannister creates are not your run of the mill monographs. They are tactile and richly detailed. Bannister’s neat stitches provide a contrast to raw edged pages and sometimes heavy felt covers. Sculptural in character, the books hint at the way the artist portrait functions not on only as an image in Mayer’s work, but as a lens for looking at the machinations and values of contemporary art.\n\nAubrey Mayer’s Torey Thornton : 1-12-16 : Vertical Contact Sheet No.5 (un-edited), 2016.\n\nMayer’s living room acts as an extended studio. When I visit, contact sheets of Wool, Grotjahn and Torey Thornton are hanging. This is the other way Mayer presents his work. His sequential images connect the dots between art and labor, art and individual.\n\nThis summer, visitors to Joel Mesler’s new East Hampton gallery, Rental, will have a chance to see Mayer’s work in person where it will be included in a group show, “Oliver Twist: Chapter 2.” When I visited his studio, the artist was preparing new contact sheets of Raymond Pettibon with Aida Ruilova and Jamian Juliano Villani. I asked him who he was going to shoot next. He told me: “It’s a secret. To do what I do, I need a backstage pass that takes trust.”",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9961457253,
        "format_confidence":0.9789202213,
        "weight":0.0035139673
    }
]