[
    {
        "url":"http:\/\/www.wbur.org\/2014\/03\/25\/college-admissions-boston",
        "text":"Boston-Area Colleges Start Sending Admission Letters\n\nBOSTON — Letters of admission from area colleges are starting to hit mailboxes. Wellesley College’s go out Tuesday. Later this week it’s Williams and Amherst College and the Ivy Leagues.\n\nBoston College sent its acceptance letters out last Friday the old-fashioned way.\n\n“Paper version, as opposed to the electronic,” said John Mahoney, director of undergraduate admissions at BC. “We think it’s good for students to hear directly from us, and to be able to see the piece of paper, especially those admitted. We also think that if a student is going to be turned down, sometimes that electronic route can be kind of cold and harsh.”\n\nThis year, BC turned down the same percentage of applicants it turned down last year.\n\n“We’ve admitted 34 percent of our applicants this year,” Mahoney said.\n\nBoston University sent out its acceptance letters Saturday, and like BC, it offered spots to 34 percent of applicants. That’s a smaller percentage than the 37 percent BU accepted last year.\n\n“We had 54,161 applications for admission for an incoming class of 3,700,” said Kelly Walter, BU’s executive director of admissions.\n\nLast year, BU welcomed 3,800 new students. The university says it’s reducing the size of its freshman class over several years.\n\nApplications are up at many universities, including Brandeis, where the number of applicants rose by 6 percent.\n\n“Brandeis is going to admit a lower percentage of our applicants this year, which is a combination of seeing a significant increase in our applicant pool and also continuing to see more students continuing to declare early their intent to enroll at Brandeis,” said Andrew Flagel, the senior vice president for students and enrollment there.\n\nOther universities and colleges are also seeing an increase in students who commit early. At Amherst College, some of the students who committed early are low-income students. Overall, applications are up 7 percent this year at Amherst.\n\n“We will be a tad more selective,” said Tom Parker, Amherst’s dean of admissions. “We accepted slightly fewer people in April, partially because we did so well with QuestBridge in the fall.”\n\nQuestBridge is a national program that finds low-income students and persuades them to apply to 35 of the nation’s most selective colleges, where many receive full scholarships.\n\nTufts University is sending out acceptance letters next Monday. It’s also expecting to admit a smaller percentage of applicants to its freshman class than it did last year: 17 percent compared to 18.1 percent in 2013.\n\nBoston College saw 5 percent fewer applicants from last year.\n\nWilliams College also saw a drop. Dick Nesbitt, Williams’ dean of admissions, says he’s not sure why applications were down by 8 percent, but one reason might be demographics.\n\n“There aren’t as many 18-year-olds in New England states,” Nesbitt said.\n\nBut Nesbitt says the incoming class will have better academic credentials than last year, including higher SAT scores.\n\nSome universities are receiving more international applications. John Mahoney said they were up by 2 percent at BC.\n\n“We’ve seen a huge influx of applicants from China,” Manhoney said. “The increase there is about 20 percent.”\n\nAt BU, international applications overall surged by 18 percent this year. But BU is not increasing its ratio of foreign students. They’ll continue to make up about 20 percent of the student body.\n\nAt MIT, too, the number of international applicants has surged. When it sent out its letters of acceptance on Pi Day, March 14, the university accepted fewer than 3 percent of international applicants. That’s even fewer than the record-low overall who received letters of acceptance: just 7.7 percent of students who applied to MIT this year got in.\n\nFor most universities, students who have been accepted have until May 1 to send their deposits.\n\nCorrection: An earlier version of this report incorrectly identified Andrew Flagel as Brandeis’ dean of admissions; he is a senior vice president for students and enrollment.\n\nPlease follow our community rules when engaging in comment discussion on wbur.org.\nMost Popular",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9978042245,
        "format_confidence":0.9971304536
    },
    {
        "url":"http:\/\/www.samoanews.com\/?q=content\/call-center-training-forging-ahead-despite-one-pull-out",
        "text":"Call Center training forging ahead, despite one pull out\n\nJanuary 2012 is the target date\n\nThe Call Center Training Facility project is moving forward with January next year the target to start training for this project, which is overseen by the Department of Human Resources, to train some 1,500 residents in the call center industry, according to acting chief procurement officer Ivy Taufa’asau.\n\nIn her final decision in September, Taufa’asau awarded the contract for the $1.5 million project to share between California-based American Pacific Resources Inc. (APR) and Honolulu-based  American Samoa Services Associates Corporation (ASSAC) — for both companies to work collaboratively to carry out this project.\n\nHowever, ASSAC last month informed DHR director Evelyn Vaitautolu Langford that the company was pulling out of the project and all its plans for operating in the territory due mainly to ASSAC’s request for a waiver for a 50\/50 match in funds, which they say Gov. Togiola Tulafono declined to do. (See Monday’s edition for more details)\n\nResponding to media questions, Taufa’asau says the project “is still ongoing” and final details of the project are being ironed out with APR with the contract “being processed for their final review and signature.” She said January of 2012 is the anticipated time frame for the project to be launched.\n\nLangford said two weeks ago that DHR anticipates the initial training sessions for this project at the beginning of January 2012 and she was confident in getting the training facility moving forward.\n\nE-mail questions sent to APR official Michael McDonald in September as well as this week remain unanswered. A telephone call Wednesday to McDonald’s cell phone was unsuccessful.\n\nAccording to the request for proposal, the training facility should be located on Tutuila; be operational within 75 days of the award of the contract; operate for a minimum of eighteen months; provide Call Center training for a minimum of 1,500 people with a priority given to qualified American Samoa National Emergency Grant participants; and show evidence of being able to place its graduates in full-time jobs in the Call Center industry in American Samoa.\n\n\nSamoa News understands APR is owned by Sen. Alo Stevenson’s daughter, Paula, and her husband Michael McDonald. Unanswered questions to the APR officials include an inquiry as to whether APR is also required to put up a 50\/50 match in funds — which in this case, since ASSAC has pulled out, would be for the full cost of the project.\n\n\nComment Here",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.959158659,
        "format_confidence":0.997743845
    },
    {
        "url":"http:\/\/www.twincities.com\/2014\/07\/07\/mnscu-consultants-2-million-contract-raises-questions\/",
        "text":"Steven Rosenstone (Courtesy photo)\nSteven Rosenstone (Courtesy photo)\n\nThe Minnesota State Colleges and Universities system has hired a consultant to help it launch a far-reaching overhaul.\n\nThe $2 million contract with McKinsey & Co., though, comes as a surprise to students and faculty involved with Charting the Future, MnSCU’s bid to spur innovation and collaboration among its 31 campuses.\n\nChancellor Steven Rosenstone did not bring up the arrangement with New York-based McKinsey when students asked about the plan’s costs or when he updated the board of trustees about the initiative.\n\n“That seems like a detail that should have been made known to all stakeholders in this process,” said Kari Cooper, who leads MnSCU’s university student association.\n\nRosenstone said McKinsey brought invaluable know-how to a long-overdue, high-stakes push for change — one he said he believes will pay off in major savings for students and the state.\n\nHe said MnSCU honored the company’s preference to stay away from the spotlight.\n\n“We’ve accomplished a lot in a few short months,” Rosenstone said. “We were able to do that because we got some help.”\n\nBut leaders on the state Legislature’s education committees say the McKinsey contract poses questions: Did the system get the best deal, given a relatively narrow window companies had to pitch their services? Is MnSCU’s spending threshold before requiring board approval of vendor contracts too high?\n\nMnSCU policy calls for board approval only for vendor contracts of $3 million or more. At the University of Minnesota, with almost twice the operating budget, the cutoff is $1 million.\n\nMnSCU is already under scrutiny over last October’s quiet approval of a new contract for Rosenstone; even some trustees did not learn of it until eight months later.\n\nRep. Gene Pelowski, DFL-Winona, the head of the House higher education committee, and Sen. Terri Bonoff, DFL-Minnetonka, his counterpart in the Senate, said they will push for changes to increase transparency and board oversight at MnSCU.\n\n\nDeveloped with input from students, faculty and administrators, Charting the Future spells out broad goals in areas ranging from student access to coordination among campuses. Eight implementation teams will propose specific ways of accomplishing these goals.\n\nRosenstone has stressed MnSCU — with more than 430,000 students, the fifth-largest such system nationally — sorely needs change to adapt to a changing higher education scene. He has pledged that students, faculty and other campus players on the implementation teams will drive the process.\n\nMnSCU solicited proposals from consultants specializing in managing change in December, roughly a month before the Board of Trustees green-lighted Charting the Future. Two companies submitted pitches during a Dec. 23 to Jan. 7 application window.\n\nWhile trustees did not vote on the McKinsey contract, Rosenstone said he consulted with the board’s then-Chair Clarence Hightower.\n\nSince March, McKinsey compiled extensive research, provided training for administrators and prepared timelines for the eight implementation teams. It offered guidance in setting priorities for the initiative and helped craft a “change story” to communicate about the work.\n\n“They brought a discipline to the process; they brought a wealth of experience,” said Rosenstone.\n\nMeanwhile, four of the implementation teams and a steering committee that will oversee their work started meeting. Reviews are largely positive.\n\n“Students have experienced a welcoming environment and a sense that student input is a top priority,” said Kayley Schoonmaker, chair of MnSCU’s college student association, who is especially excited about plans to streamline the transfer of credits among member institutions.\n\nCooper, of the university student association, concurs. An engagement team will visit all 31 campuses next school year to get student input on the first batch of ideas.\n\nConnie Gores, president of Southwest Minnesota State University, said her team on Student Success has discussed how to best define success, how to measure it and how MnSCU might emulate successful practices nationally. She found the McKinsey training she attended extremely helpful.\n\nEven MnSCU’s university faculty union, which has voiced concerns about Charting the Future, says early reports are reassuring.\n\n“Faculty are reporting they are encouraged to participate and have a chance to express their ideas,” said Jim Grabowska, who took over the union in July.\n\n\nBut student and faculty leaders, who sit on the steering committee, said they don’t understand why they never learned of McKinsey’s role or took part in its training.\n\nCooper says association members asked Rosenstone about expenses Charting the Future is incurring during an April meeting. Rosenstone brought up staff time and stipends for students and faculty on the implementation teams.\n\n“No mention of McKinsey was brought up when we point-blank asked,” Cooper said.\n\nRosenstone said MnSCU did not publicize the McKinsey contract because the company prefers to “work in the background.” He also said student leaders did not explicitly ask if the system had engaged an outside consultant.\n\nMnSCU says it is important to consider the potential savings for students and the state if Charting the Future succeeds. For instance, if only 10 percent of MnSCU students graduate faster, the system estimates $14 million in annual savings to its graduates and their families.\n\n“We recognize that the decision to spend $2 million is a lot of money, and we made it very carefully,” Rosenstone said.\n\nMcKinsey completed their work in June. A spokeswoman for the company said it does not comment on specific projects but pointed to its experience with higher education institutions.\n\nMnSCU Board Chair Thomas Renier did not respond to a request for comment.\n\nThis spring, MnSCU also hired Minneapolis-based PadillaCRT to help the system improve its brand and communicate better about its academic offerings. MnSCU will pay up to $185,700 for services and $83,950 for expenses.\n\nMeanwhile, Bonoff and Pelowski said they are working on legislation that would require the MnSCU Board of Trustees to publicly approve future chancellor contracts.\n\nA critic of overhead at MnSCU and the U, Pelowski questions the lack of public airing of the McKinsey contract and the need for such a sizable investment: “Do you not have enough administrators that you have to hire somebody for $2 million to figure out how to chart your future?”\n\nBonoff says she sees the value of enlisting outside expertise. She is a vocal supporter of Rosenstone’s push for change. But she says the McKinsey contract lays bare “gaps in our law in terms of oversight and transparency.”\n\nShe would like to see board approval, a heads-up to the Legislature and a consultation with the state Department of Administration for contracts larger than $1 million.\n\n“With a $2 million contract, if I were in the chancellor’s shoes,” Bonoff said, “I would want the board to be by my side.”\n\nMila Koumpilova can be reached at 651-228-2171. Follow her at\n\n\nTo learn more about MnSCU’s Charting the Future plan, visit To share ideas or ask a question, email\n\nYou can help us improve our commenting space. Take our survey and follow our terms of use.\n\nblog comments powered by Disqus\n\nMore in News\n\n  • Prince exhibit now open at Mall of America\n    Read More\n  • It's a $34 million -- and growing -- battle for Minnesota's congressional seats\n    Read More\n  • The circulation and reference desks at the Stillwater Public Library will be combined during a construction project that starts Oct. 17. (Courtesy of Stillwater Public Library)\n    Read More\n  • Stillwater Facebook photo page creates community\n    Read More",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9822794795,
        "format_confidence":0.9940581322
    },
    {
        "url":"https:\/\/www.thejoltnews.com\/stories\/enrollment-has-dropped-in-olympia-schools,2104",
        "text":"Enrollment has dropped in Olympia schools\n\n\nAs the Olympia School Board looks towards the next school year, Assistant Superintendent Jennifer Priddy reported at the board meeting yesterday that local schools have experienced low enrollments.\n\nSome elementary schools reported that their enrollments dropped by as much as 15.6 percent -- at McKenny. Madison declined by 14.7 percent, Pioneer with 13.2, Olympia Regional Learning Academy Montessori (ORLA M) with 13.2 percent, and Garfield with 12.6 percent.\n\nOther schools, including Boston Harbor, Centennial, Lincoln, L.P Brown, and Hansen's enrollments dropped by less than 10 percent. Among all the elementary schools, only Roosevelt saw an increase in enrollment:by 0.5 percent.\n\nOn the other hand, Jefferson High School saw a 4.4 percent increase in its enrollment, , while ORLA Middle School Academy is up by 15 percent.\n\nThe school board has yet to determine the reasons behind declining enrollments.\n\nSchool district budgets are based on the number of students enrolled. If there are fewer students, there will be less money overall.\n\nFor the upcoming school year, the school board prioritizes additional math and literacy support for elementary students as well as providing additional classrooms and staffing, if budgets will enable. In addition, the board focuses on giving academic support for middle school and high school students through enhanced after-school tutoring.\n\nFor its re-opening program, the OSB gave out its plan for its major investments. These investments include nursing support, transportation for after-school academic tutoring, online tutoring, and bilingual parent support.\n\nThe OSB also plans to allocate more teachers to high-poverty schools such as Garfield, LP Brown, and Hansen. Priddy believed that having more teacher time can have a positive impact on student’s learning. Thus, the school board shared their plan to allocate more resources to hire teachers.\n\nThe additional staff also includes physical education, arts and music teachers. Aside from staffing concerns, Priddy also shared that schools struggle to provide adequate space as a result of social distancing guidelines. She suggested that schools can utilize their libraries on rotation as an alternative as temporary classrooms.\n\nOverall, the board members said they want to provide more extracurricular activities and well-being support to help students recover and heal from the impact of the coronavirus pandemic.\n\n\nNo comments on this story | Please log in to comment by clicking here\nPlease log in or register to add your comment",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9979123473,
        "format_confidence":0.9968847632
    },
    {
        "url":"https:\/\/www.candgnews.com\/news\/child-care-for-remote-learners-is-a-struggle-during-covid19-118519",
        "text":"A teacher engages with her students at the RCS Caring Steps Children’s Center.\n\nA teacher engages with her students at the RCS Caring Steps Children’s Center.\n\nPhoto provided by RCS Caring Steps Children’s Center\n\nChild care for remote learners is a struggle during COVID-19\n\nBy: Mary Beth Almond | C&G Newspapers | Published August 25, 2020\n\n\nROCHESTER\/ROCHESTER HILLS\/OAKLAND TOWNSHIP\/TROY — Most schools are welcoming students back with virtual learning this fall, leaving many parents to either juggle work along with their child’s online learning or find suitable child care during a worldwide pandemic.\n\nAccording to a recent study of over 1,200 parents across the nation, 32% of parents are not able to work remotely and have no other choice but to find child care, according to WalletHub.\n\nSchool districts provide child care during COVID-19\nIn the Rochester Community Schools District — which will begin remote learning for all students Sept. 1 through Oct. 1 — the RCS Caring Steps Children’s Center remains open for child care.\n\nRCS Superintendent Robert Shaner said he understands the need to have really great daycare in the community.\n\n“I saw that back in April, when the governor issued an executive order to have essential workers have daycare available, and we committed to making sure we set up Caring Steps as quickly as possible, so that we could provide that. We remained committed to that for the entire community,” he said. “The district has so many talented people that are dedicated to not only ensuring that our kids are safe, but that they have good outcomes in their care plans. We know these are really tough times, very emotional times, for parents, and we want them to know that we take our service to them very personally and that we are here for them.”\n\nIn early May, the district transformed its Caring Steps Children’s Center — which temporarily shut down in March due to COVID-19 — into a disaster relief child care facility for essential workers, both in and out of the district.\n\nCaring Steps Supervisor Brittany Kunzelman said the center was able to quickly pivot from its traditional program — available for children ages 6 weeks to 5 years — and offer child care all the way up to school-age care for families of essential workers by partnering with the district’s School Age Care program and its caregivers.\n\n“There were a significant amount of people interested in joining for care,” Kunzelman said. “We really worked collaboratively to build this program, which was extremely successful. It was amazing to see the children having fun and being able to step out of the chaos of the world we live in and have a normal routine.”\n\nCaring Steps resumed its regular programming June 17, albeit with a number of new health and safety procedures — including daily health screenings and temperature checks for children and staff, restricting visitors from entering the building to minimize traffic and exposure, and the addition of intense cleaning protocols, to name a few.\n\n“We get calls, probably daily, and add to our waitlist, because a lot of other programs unfortunately didn’t survive the pandemic or they are having full-time enrollment only. We are still able to offer our part-time schedule — so anywhere from two days a week, all the way up to five days a week, from birth through 5 years old. We’ve been able to offer a lot of flexibility,” Kunzelman said.\n\nAt press time, Kunzelman said, there were still some spaces available for fall child care at Caring Steps.\n\nAlthough Caring Steps was able to continue offering a school-age program through Aug. 14, School Age Care Supervisor Michael Cardimen said plans had yet to be finalized for the school-year School Age Care program — which traditionally offers child care for school-age children before and after school at 17 buildings throughout the district.\n\nAt press time, enrollment for the district’s 2020-21 School Age Care program was temporarily closed while the district assessed community need for child care during remote instruction in September.\n\n“We are, right now, working day and night to figure out the best possible solution for the month of September,” Cardimen explained. “We are planning on opening up our 17 centers starting Oct.1 — provided we go back to in-seat learning. In the meantime, we recognize the community’s need for child care during the month of September, so, right now, we’re putting a lot of important minds together to figure out what the best solution is going to be.”\n\nDistrict officials said information regarding the School Age Care program will be emailed to families in the coming weeks.\n\nIn the Avondale Schools district — which is offering remote learning for students through at least Nov. 6 — parents can take advantage of the district’s Early Learning Center, for those in preschool and pre-kindergarten, and the new Busy Bee Fall Remote Learning Camp program, which provides child care to those ages 4-12 from 7 a.m.-6 p.m. Mondays-Fridays at the Avondale Meadows Learning Center.\n\n“A lot of our parents are either in single-parent homes or dual working parents in the same home. Some people don’t have a whole lot of resources — they might not have families that can watch their students during the day or help them with their school work during the day, so this was our answer,” said district spokesperson Annette McAvoy. “Parents have enough to worry about. We don’t want to add to their plate.”\n\nSchool-age students will be cared for while also having access to technology devices and quiet spaces to participate in their Avondale School District Remote Learning.\n\n“The staff, which is not teaching staff, will help the students get online and make sure they are staying focused and on-task,” McAvoy said. “At the end of the day, it’s not helpful to the families and it’s not helpful to the kids to be at home with no support. They need us.”\n\nThe Busy Bee Fall Remote Learning Camp — which costs $125 for the first child and $50 for each additional child per week, not including a $75 registration fee — was full at press time.\n\n“It’s already filled up,” McAvoy said. “We’re trying to figure out how to expand it somehow, but we’re limited because of social distancing. They’ll be in a building that normally accommodates 700 kids and there will be around 75 kids.”\n\nThose interested in signing up for the winter Busy Bee program — which will be offered when the district returns to in-person learning — can request a form starting Oct. 1. For more information, contact Avondale Schools Early Childhood Center Director Tiffany Mellado at (248) 537-6049 or Busy Bee Coordinator Peggy McConnell at (248) 285-2336.\n\nChild care centers, programs adapt to meet need during pandemic\nThe Goddard School in Rochester Hills is welcoming students in kindergarten-second grade this fall with a new School Age Virtual Learning Support Program.\n\nSandeep Chada, who owns The Goddard School in Rochester Hills, said the child care facility typically caters to infants through pre-kindergarteners but made some adjustments this year to add classes for those in kindergarten-second grade.\n\n“This school year is going to be a little different because we have a demand for K-2, so we’re adding one or two classes for those children. We’ve already had quite a few families that have already registered,” he said.\n\nChada said Goddard will act as a “virtual support” for students in the K-2 classrooms, who will log on remotely to the learning programs offered by their home school districts while at the center. He said there will be between 10 and 15 students per class, with one or two teachers, depending on size.\n\n“They will have their regular classes from their home teachers, and we will have a teacher at our school that would do some support activities, help them get online and engage them in outdoor activities after they’re done with their curriculum,” he explained.\n\nThe Goddard School, he said, has also made a lot of changes to its protocols in response to COVID-19 — including adding temperature screenings for staff and students, restricting visitors from entering the building to mitigate germs, enhancing its cleaning procedures and adding UV-Aire purifiers that Chada said neutralize airborne viruses, mold and bacteria as they circulate through the ductwork.\n\nFor more information about The Goddard School in Rochester Hills, visit www.goddardschool.com or call (248) 218-0709.\n\nThe Boys & Girls Club of Troy is offering a new School Day Program open to youth ages 6-18 from all districts in the region starting Sept. 1.\n\n“Typically, we’re open after school and holidays (during the school year), but given that many of the districts are doing remote learning, we’re going to open up a full day,” Boys & Girls Club of Troy Director Jim Evans said. “There’s a pretty decent demand … people are scrambling to find child care, or just plain help with schoolwork.”\n\nDue to social distancing, Evans said, the club is only allowed to enroll around 100 students in the program — which runs 7 a.m.-4 p.m., with afternoon extended hours 4-6 p.m. for an additional cost.\n\n“We’re probably at about 40% capacity so far,” Evans said. “Although it says Troy in our name, we take kids from 40 different communities, so we’re really a regional center. We have kids coming from all over the place, because a lot of people work in Troy.”\n\nStaff members will be present each day to assist with online learning provided by each student’s home district. Although Wi-Fi is provided by the club, each child is expected to bring their own technology for virtual learning.\n\n“Two of our employees are newly certified teachers, so we’re going to have them available to help the kids work through their homework and log in online for lessons with their teacher,” Evans explained.\n\nStudents in the School Day Program will also have time to get active in the gym or outdoor play spaces and participate in arts and crafts.\n\nSegment one of the club’s School Day Program runs four w... (truncated)",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9851657152,
        "format_confidence":0.9936955571
    },
    {
        "url":"http:\/\/weartv.com\/template\/cgi-bin\/archived.pl?type=basic&file=\/news\/features\/top-stories\/stories\/archive\/2014\/02\/3SSxLBHL.xml",
        "text":"WEAR - Search Results\n\nThe following is an archived video story. The text content of that video story is available below for reference. The original video has been deleted and is no longer available.\n\nWorkforce Escarosa changes names today\n\nThe state's Job Training and Information Center in Pensacola got a new sign today.\n\n\"Workforce Escarosa\" came down...\nAnd Career Source Escarosa went up.\nThe state is changing the name of all workforce and one-stop centers to end the \"confusion\" caused by different names.\n\nThe cost of replacing signs, business cards and so forth is about one-and-a-half million dollars statewide.\n\n\"Career Source Escarosa\" has a new website, too.\nYou can find the link at weartv.com under Newslinks  or just click here to go there now  www.careersourceescarosa.com",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9806123376,
        "format_confidence":0.5501117706
    },
    {
        "url":"http:\/\/www.nytimes.com\/1990\/11\/04\/us\/harvard-looks-for-new-president-and-new-ideas.html?src=pm",
        "text":"CAMBRIDGE, Mass., Nov. 3— Midway through its task, the search committee seeking a successor to Harvard University's president, Derek C. Bok, has produced many names, but so far no clear favorite has emerged for what is often considered the premier academic job in America.\n\n\"It is very slow going,\" said a Harvard official familiar with the committee, which began its work in early July. The committee is scheduled to pick a candidate by March, with Mr. Bok set to retire in June after 20 years in the post.\n\nThe search process has touched off a dispute among Harvard's students; in the past two weeks, more than 1,000 of the school's 6,592 undergraduates have signed a petition complaining that students are excluded from the committee.\n\nAt most other leading private universities, including Princeton and Dartmouth, recent presidential searches have included students and faculty members. Harvard's search committee, in keeping with the school's tradition, consists only of six members of the Harvard Corporation, the university's governing body, and three members of its Board of Overseers, who are elected by the alumni. Disturbing Lessons?\n\n\"I find it very disturbing that Harvard doesn't put enough faith in its students to include them,\" said Colleen Ryan, a freshman from Danvers, Mass. \"What is Harvard trying to teach us? Complacency, obedience and apathy?\"\n\nFriday, at a rally in Harvard Yard, the consumer advocate Ralph Nader, a graduate of Harvard Law School, told some 300 students: \"You have to break that vise of authoritarian control that they have over this university. They'll be proud of you later.\"\n\nMembers of the search committee have consistently refused to discuss any aspect of their work, citing a need for secrecy. But talks with a number of prominent professors and administrators indicate that the committee, in addition to looking for a new president, is taking a broad look at Harvard and its future.\n\nOn one hand, a senior official said, the committee has already concluded that \"people are very satisfied with Harvard under Bok.\" He pointed out that Harvard's yield on admissions of freshmen -- the percentage of those accepted who actually enter -- was 73 percent, well above other top schools, which run around 60 percent. Change With Changing World\n\nOn the other hand, the committee has heard a plethora of suggestions about issues facing Harvard, the official added. These include ways to improve the quality of teaching for undergraduates, whether Harvard should become involved in trying to improve secondary education across the country, and how Harvard should internationalize itself as society becomes more global.\n\nThere are also the problems of rising costs and rising tuition rates. Each department in Harvard's Faculty of Arts and Sciences was recently ordered to cut its budget by 6 percent.\n\nHarvard's quest for a new president has been complicated by the fact that not only is the president's job open, but so is the second-most important post, that of dean of the Faculty of Arts and Sciences. A separate faculty committee, headed by Mr. Bok, is looking for someone to fill the dean's office by next spring, with the final decision up to the new president.\n\nThe overwhelming choice of many Harvard professors and administrators to succeed Mr. Bok as president, Henry Rosovsky, is theoretically disqualified. Mr. Rosovsky, the acting dean of the Faculty of Arts and Sciences, is a member of the presidential search committee and has formally withdrawn his name from consideration. At This Point, Speculation\n\nMoreover, Mr. Rosovsky, 63 years old, is thought to be too old, since Harvard wants a new president who can serve at least 10 years. An economist, Mr. Rosovsky earlier served as dean of the faculty for 11 years, becoming well known for developing Harvard's basic \"core curriculum\" and for turning down the presidency of Yale University.\n\nBut Mr. Rosovsky has not said he would refuse to serve if picked, and so much speculation still centers on him. \"The problem for the search committee is that it will be very hard to find someone better than Henry,\" said the president of another Ivy League university.\n\nAmong others most often mentioned as leading candidates to succeed Mr. Bok are George Rupp, the president of Rice University and a popular former dean of Harvard's Divinity School, and James O. Freedman, the president of Dartmouth College and a Harvard graduate.\n\nThose at Harvard thought to be under consideration include Jeremy R. Knowles, a professor of chemistry, Philip Leder, a professor of genetics, and Robert D. Putnam, dean of the John F. Kennedy School of Government. Asking Around for Names\n\nOthers outside Harvard who have also been mentioned include Louis W. Sullivan, the United States Secretary of Health and Human Services, who once taught at Harvard Medical School; Thomas Ehrlich, the president of Indiana University, who is a Harvard graduate, and Gerhard Casper, the provost of the University of Chicago.\n\nIf Harvard were to choose a woman -- which most people here doubt will happen -- the two most highly recommended candidates are Nan Keohane, the president of Wellesley College, and Adele S. Simmons, the president of the MacArthur Foundation and also a Harvard graduate.\n\nThe final choice, however, may still be someone whose name has not yet surfaced. This month, the search committee mailed 200,000 letters to all Harvard alumni, faculty and students, soliciting names and suggestions.The search committee is also interviewing 300 to 400 Harvard professors and leading educators around the country, seeking names and ideas.\n\nA senior Harvard administrator said the characteristics sought are someone in his or her 40's, with management experience, an ability to raise money and preferably a Harvard connection. Since Mr. Bok was dean of the Harvard Law School before becoming president, many believe a non-lawyer is being sought. A Vote for a Scientist\n\nVarious professors and administrators have their own favorite qualities as well. John E. Dowling, a professor of biology, said, \"I hope we have a president who is more on the academic side of things, and I would love to see a scientist.\"\n\nA professor of history, who spoke only on the condition of anonymity, said he felt \"the university is adrift\" because Mr. Bok had focused too much of Harvard's energy and resources on the professional schools, especially the John F. Kennedy School of Government, which Mr. Bok helped create. \"You have only to look at the Kennedy School,\" he said, \"to see what happens: you end up with a school of ambition, and much shallowness and confusion.\"\n\nHe added, \"I would like to see the next president be just a teeny weeny bit more convinced that the College and the Faculty of Arts and Sciences are the center of the university.\"\n\nDavid Reisman, a professor emeritus who has just written a book on university presidential searches, denied that the lack of faculty and student participation is a liability. \"Each Harvard professor is a polar bear on his or her own ice floe, representing themselves,\" he said. And Professor Dowling said there was concern that students could jeopardize the secrecy of the process.\n\nMr. Reisman noted that although the search committee is far smaller than that at most universities it is more diverse than the white male group that chose Mr. Bok in 1970. The current search committee contains two women, including Hanna H. Gray, the president of the University of Chicago and a black, Wesley S. Williams Jr., a Washington lawyer.\n\nPhoto: Among those mentioned as leading candidates to succeed Derek C. Bok as Harvard University's president are James O. Freedman, above, president of Dartmouth College; Nan Keohane, top right, president of Wellesley College; George Rupp, right, president of Rice University; Adele S. Simmons, president of the MacArthur Foundation, and Gerhard Casper, below, provost of the University of Chicago. (The New York Times; Associated Press)",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.99702245,
        "format_confidence":0.9942826033
    },
    {
        "url":"http:\/\/wvasfm.org\/post\/alabama-state-trustees-rename-acadome",
        "text":"Fri January 15, 2010\nWVAS Local\n\nAlabama State trustees rename Acadome\n\nMontgomery, AL – - Alabama State University trustees have\nrenamed a campus arena in honor of two former basketball coaches.\nThe decision follows their 2008 vote to strip the name of a\nprominent black political leader from the building.\nThe board voted Thursday to name the arena the Dunn-Oliver\nAcadome, in memory of the two deceased coaches, Charles Johnson\n\"C.J.\" Dunn and James V. Oliver.\nIn May 2008, the board voted to remove the name of Joe Reed from\nthe domed building, which was known at the time as the Joe L. Reed\nThat vote came amid conflict between the board and Reed, who had\nsued challenging severance pay for an outgoing president.\nOther sports facilities on the ASU campus also were renamed. The\ntennis complex will be called the Arthur Dennis Barnett Centre Court; the university's football complex will be known as the Houston Markham football complex; and the school's track and field at Hornet Stadium was renamed the Horace Crump Track.",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.6694002151,
        "format_confidence":0.9944402575
    },
    {
        "url":"http:\/\/the.honoluluadvertiser.com\/article\/2008\/May\/22\/ln\/hawaii805220336.html",
        "text":"Sponsored by:\n\nComment, blog & share photos\n\nLog in | Become a member\nThe Honolulu Advertiser\nPosted on: Thursday, May 22, 2008\n\nMcClain praises ousted regent\n\nBy Loren Moreno\nAdvertiser Staff Writer\n\nHawaii news photo - The Honolulu Advertiser\n\nDavid McClain\n\nspacer spacer\nHawaii news photo - The Honolulu Advertiser\n\nKitty Lagareta\n\nspacer spacer\n\nUniversity of Hawai'i President David McClain spoke Monday in support of Kitty Lagareta, saying she has been an \"exemplary\" member of the UH Board of Regents.\n\nMcClain, during an editorial board meeting at The Honolulu Advertiser, praised Lagareta's leadership, citing various successes in the UH system including the future UH-West O'ahu campus, the Centennial Scholarship program and the Second Century Scholarship program.\n\nThe state Senate voted 16-9 on May 1 to reject the communications executive for another five-year term as a regent. Her current term is set to expire next month.\n\nHis remarks also come as Gov. Linda Lingle considers keeping Lagareta on the board as a \"holdover\" as she continues to nominate people to fill vacancies.\n\nMcClain said he wanted the public to know that Lagareta is respected nationally by leaders in higher education.\n\n\"I think it's important for everyone to know that (national higher-education leaders) consider Kitty Lagareta to be a remarkably effective regent,\" he said.\n\nAccompanying McClain during Monday morning's meeting was Richard Novak, vice president of the Association of Governing Boards of Universities and Colleges. Novak said Lagareta has gained the respect of his organization as well as other higher-education leaders\n\nIn a letter dated May 9 to president McClain, Novak wrote: \"We believe that her continued service on the regents would ensure continuity and the kind of leadership the system requires as it continues to grow and serve the needs of Hawai'i and its citizens.\"\n\nIf Lagareta is kept as a holdover, she could stay on the board until the governor nominates and the Senate confirms a replacement or until the close of the 2010 legislative session.\n\nSenators who voted against Lagareta's second term on the board said Lagareta, who served in leadership roles on the board, should be held responsible for various problems in the university system.\n\nSenators criticized UH's recent management and financial problems, including the firing of Evan Dobelle as president, the growing backlog of repair and maintenance on many campuses, and the departures of June Jones as football coach and Herman Frazier as athletic director.\n\nReach Loren Moreno at lmoreno@honoluluadvertiser.com.",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.8366512656,
        "format_confidence":0.9977711439
    },
    {
        "url":"http:\/\/pressgazette.co.uk\/three-names-said-to-be-on-all-woman-shortlist-for-prospect-editorship\/",
        "text":"Three names said to be on all-woman shortlist for Prospect editorship\n\nThe race to succeed David Goodhart as editor of up-market current affairs magazine Prospect has resulted in a shortlist of three candidates – all women, according to the Independent on Sunday.\n\nThe Feral Beast column reports that the candidates are: Susannah Herbert, former editor of News Review in The Sunday Times; Bronwen Maddox, currently chief foreign commentator at The Times and Anne McElvoy, political columnist at the Evening Standard.\n\nProspect might seem like a safer harbour for a national newspaper journalist, with its steadily growing circulation. But then again, 15 years after launch it has yet to turn a profit.\n\nNo comments to display\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nthirteen + 12 =",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.6380033493,
        "format_confidence":0.9867718816
    },
    {
        "url":"http:\/\/bangordailynews.com\/slideshow\/no-schools-no-community-east-millinocket-residents-say\/?ref=inline",
        "text":"No schools, no community, East Millinocket residents say\n\nPosted Jan. 08, 2013, at 1:17 p.m.\nLast modified Jan. 08, 2013, at 9:35 p.m.\n\nPoll Question\n\nEAST MILLINOCKET, Maine — Save the town’s schools.\n\nThat was the message the Board of Selectmen and school committee received from residents during a special meeting Monday night. Town leaders held the meeting to discuss the future of Schenck High and Opal Myrick (K-4) schools, which share the same building. Middle-schoolers attend Medway Middle School.\n\nAbout 75 people attended, including Millinocket Superintendent of Schools Kenneth Smith and Millinocket interim Town Manager Charles Pray. No one at the meeting advocated closing the school or sending local students out of town, instead preferring to explore repairing the school building, which could cost several million dollars.\n\nStory continues below advertisement.\n\n“We need to have a school for people to live here,” committee Chairman Dan Byron said during the meeting. “We won’t have a community if we don’t have a school.”\n\nThe committee will start work at its February meeting on a comprehensive five-year plan to save the schools, starting with the repair of the building’s roof. That’s slated to cost $1.8 million, Byron said.\n\n“The townspeople want to keep their school. They feel they don’t want to see the school go to the wayside. They want to fix it up,” Byron said, “but at what cost? That’s the point we need to come up with.”\n\nSchool leaders called the joint meeting to determine what residents wanted to do with the 56-year-old building, which needs several million dollars in repairs in addition to the roof. The meeting allowed Superintendent Quenten Clark to acquaint attendees with some of the hard math they will face if the issue goes to referendum as town leaders expect.\n\nCounting the $1.8 million and other possible repairs, town taxes could rise four to eight mills — or about $50 per mill for property worth $50,000 — if taxpayers pay the several million in total repairs the building requires, said Clark. State aid would shave about $700,000 of that cost, but state officials have said state aid is unlikely, given the fiscal crunch state government faces.\n\nIn his report to the boards, Clark said there is an additional $125,000 in new salary and technology costs he expects the board will have to pay this year or next. The $1.8 million would be paid off over 20 years at $85,000 annually, Clark said.\n\nTrends indicate the continued shrinking of regional and school populations, state school aid, and town revenues. The town’s largest taxpayer, Great Northern Paper Co. LLC, will be exempt from a property tax increase by the deal its owners made when they restarted the mill, officials have said. GNP would have to agree to pay higher taxes if the town wanted it to.\n\nIf the population declines continue, Clark said, the burden on taxpayers will increase. Another unknown is whether state officials would require other costly improvements to the building to bring it up to code.\n\nResidents who spoke during the meeting said they wanted to see the cost projections. They chided school board members who said they needed residents to provide them with direction. Townspeople have repeatedly told the board that they don’t want to lose their school.\n\nSome residents wondered whether proceeds from the Dolby landfill could benefit the town. Others said the board should do more to cut costs. School committee member Jennifer Murray said she feared people would be badly surprised at how heavy the cost of keeping the building open will be.\n\n“I think it will be shocking,” she said.\n\nRecommend this article\n\n\nSimilar Articles\n\nMore in Penobscot",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.6633140445,
        "format_confidence":0.9950236082
    },
    {
        "url":"https:\/\/starofmysore.com\/best-teacher-awardee-from-kodagu-donates-prize-money-for-flood-relief\/",
        "text":"Best Teacher awardee from Kodagu donates prize money for flood relief\n\nBest Teacher awardee from Kodagu donates prize money for flood relief\n\nMysuru:  Kelapanda N. Manjunath (Kiran), who is serving as an English lecturer and NCC Officer at Government PU College, Ponnampet, has won this year’s State-level Best Teacher Award.\n\nChief Minister H.D. Kumaraswamy presented the award to him at a ceremony held in Bengaluru on Sept. 5, to mark Teachers’ Day. In a noble gesture, Manjunath has donated the prize money to Kodagu Flood Relief Fund.\n\nSon of late K. T. Nachappa and Kalamma, retired Head Mistress, Manjunath had won the District Best Teacher Award in 2007. He has attended two International, three National and 12 State seminars. A master resource person, he has trained many teachers as resource persons in Kodagu district and has also won many prizes in Education Department and is active in co-curricular activities.\n\nManjunath became NCC Officer after undergoing National Training at Maharashtra’s Officers’ Training Academy. He has sent girl cadets twice to National Hockey in Ranchi and Delhi from his college.\n\nHis daughter Nidhi Kiran has represented Bangalore University Football team as the Captain and is presently doing Master’s in Manipal University. His wife Rekha Kiran (Addengada), is presently a member of Hathur Gram Panchayat.\n\nSeptember 9, 2018\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nTrending Posts\n\nMysuru's favorite and largest circulated English evening daily has kept the citizens of Mysuru informed and entertained since 1978. Over the past 39 years, Star of Mysore has been the newspaper that Mysureans reach for every evening to know about the happenings in Mysuru city. The newspaper has feature rich articles and dedicated pages targeted at readers across the demographic spectrum of Mysuru city. With a readership of over 2,50,000 Star of Mysore has been the best connection between it's readers and their leaders; between advertisers and customers; between Mysuru and Mysureans.",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9643296599,
        "format_confidence":0.984229207
    },
    {
        "url":"http:\/\/www.cincinnati.com\/article\/20110605\/NEWS01\/106050333",
        "text":"\n\nFuture of programs for gifted kids uncertain\n\n7:38 PM, Jun. 4, 2011\n  • Filed Under\n\nAlthough the state budget may not be finalized until June 30, some school districts in Greater Cincinnati are already planning to reduce or restructure programs for gifted students next year due to expected state funding cuts.\n\n\"The state budget is having an impact, a huge impact,\" said Ellen Broyles, director gifted education services for Lakota Local Schools. The district is planning to restructure its program next year, though it hasn't yet decided how. \"It (the gifted program) may be altered or a may use a different model or criteria, but we're still going to serve our students,\" Broyles ...\n\nBuy & Sell\n\n\nUse our mobile site and iPhone apps to keep updated with what's going on around Cincinnati.\n\n  1. Mobile Site\n  2. Mobile App\n  3. Reds Baseball App\n  4. Bengals Football App\n  5. Things to Do App\n\nReal Deals\n\nFlip, shop and save on specials from your favorite retailers in the Tri-State area.",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9924001694,
        "format_confidence":0.9429398775
    },
    {
        "url":"http:\/\/lakeplacidnews.com\/page\/content.detail\/id\/509942\/LP--SL-school-officials-mark-options-for-shared-services.html?nav=5005",
        "text":"\n\nLP, SL school officials mark options for shared services\n\nOctober 24, 2012\n\nLAKE PLACID - The Lake Placid and Saranac Lake school boards continue to look for ways to share services.\n\nA 45-minute joint meeting was held at the Lake Placid Middle-High School cafeteria Tuesday, Oct. 16. The boards reviewed the work of four committees appointed earlier this fall to explore potential areas for shared services. The presidents of both school boards said they felt the joint meetings have been productive so far.\n\n\"We're finding areas where we are sharing but we just didn't know about,\" Lake Placid school board President Mary Dietrich said. \"We're finding out that there are some good things that they're doing over at Saranac Lake that our kids could take advantage of, and there's good things that we're doing over here that their kids could take advantage of.\"\n\n\"It's a slow process,\" Saranac Lake school board President Debra Lennon said.\n\nInstructional services\n\nThe committee on instructional services held two meetings and discussed classes that could be shared at the high school level. It also looked at consolidating and sharing school calendars.\n\nLennon said sharing a schedule would be important if the districts wanted to share classes. The schools have shared class lists and enrollments to find out which courses could be combined.\n\n\"We're looking at those types of things that could broaden what students have for classes to take,\" Lennon said.\n\nLennon said Saranac Lake would need to get something like a Tandberg Unit, a video-conferencing system, so students could attend classes without traveling. Lake Placid already has one.\n\nLake Placid school board member Phil Baumbach said the committee found it would be easier and less expensive for teachers to travel back and forth between districts than for students to be bused.\n\nBaumbach said many of these possibilities will be clearer when the budget process starts.\n\nFood services\n\nLake Placid school board member Patti Gallagher said the committee had two meetings \"that seemed to be really positive.\" She said the committee found that Saranac Lake has \"huge strengths where Lake Placid has needs.\"\n\nGallagher said Dan Bower and Leonard Sauers, budget officers for the Saranac Lake and Lake Placid school districts, respectively, looked at what Ruth Pino, food service director for Saranac Lake, could do for Lake Placid.\n\n\"There are a lot of similarities about how the schools, the food service areas, are structured,\" Gallagher said. \"It seems like we will be able to move forward with that.\"\n\nGallagher noted that Lake Placid's food service consultant, Jim Bigley, will leave the district, so Pino's expertise could prove helpful.\n\nBower said Pino will need to visit Lake Placid to see if the menus being used by Saranac Lake could work in the other district.\n\nBusiness services\n\nLake Placid school board member Martha Stahl said the districts could look at shifting people around in both business offices to maximize their strengths.\n\n\"One of the things we talked about is that there's nobody in either district who had a lot of time to do things like grant writing,\" she said. \"So we thought if we looked at those organizational charts, we might see some things where we could share some services that would free up staff time to focus on other areas.\"\n\nStahl said Bower and Sauers will explore the possibility of sharing the same system for things like payroll, accounting and taxes.\n\nStahl also talked about streamlining tax collection. She said the districts could work with local banks to set up more places for people to pay their taxes in person.\n\n\"One of the things that we talked about was that when taxpayers come into the district office to pay their taxes, whoever is working gets pulled away from whatever they're doing to go and do that customer service piece,\" she said. \"Perhaps if we looked at having the banks and more options for people to pay, that could be helpful.\"\n\nStahl said the districts could also make large purchases of things like paper and other office supplies together.\n\n\"If we can't purchase them together, at least have them shipped together,\" she said. \"Saranac Lake has a warehouse, and we could store items from both districts in that warehouse.\"\n\n\nbuildings and grounds\n\nSaranac Lake school board member Terrence Tubridy said the two districts are already sharing transportation services.\n\n\"If we have kids going north on a bus for a sports, especially skiing, we take care of Lake Placid,\" he said. Tubridy said Sauers is also the effective supervisor for buildings and grounds in Lake Placid.\n\nTubridy said Saranac Lake's facilities director, Lee Daunais, will retire at the end of the school year. The district's could share the position, Tubridy said, but there would need to be a careful study of whether one person could do both jobs.\n\nLake Placid school board member John Hopkinson said both facilities departments have been hit pretty hard by budget cuts in recent years. He said demands have increased, too, because of more night, weekend and summer activities at both schools.\n\nThe school boards will come together again at 7 p.m. Nov. 1 for a presentation on opportunities for shared services by the Rochester-based Center for Governmental Research. The presentation will be held in the large group instruction room at Saranac Lake High School.\n\nThe group was hired by to do the study at no charge to the districts. Dietrich said they are looking at the size of the districts and their budgets for comparison with other school districts around the state that have shared services.\n\n\"We're all kind of unclear as to what specifics we're going to get,\" Dietrich said. \"I think they might be able to let us know if we're on the right track with what we're working on.\"\n\nThe two districts will continue to hold joint meetings. The next one is scheduled for 5:30 p.m. Dec. 5 at the Petrova school library.\n\n\n\nI am looking for:\nNews, Blogs & Events Web",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9952770472,
        "format_confidence":0.9973496199
    },
    {
        "url":"http:\/\/articles.glendalenewspress.com\/2010-05-07\/news\/gnp-closed050710_1_faculty-guild-faculty-union-general-education-classes",
        "text":"YOU ARE HERE: Glendale HomeCollections\n\nPerforming in protest\n\nStudents, faculty attend ‘Class Closed,’ a musical and cultural show.\n\nMay 07, 2010|By Max Zimbert\n\nChris Wise came to Glendale Community College to be an engineer. The 33-year-old left the design and construction trade to get a more specialized degree, but his progress has been slowed as he, like many in California, struggle to enroll in the classes he needs.\n\nClassroom overcrowding is a thread that united the scores of Glendale Community College students and faculty who attended a music, theater and spoken word demonstration Thursday.\n\n“General education classes are very difficult to get into, and I wasn’t able to get any classes at all this winter,” Wise said. “If the students present themselves in masses, maybe the board of directors here at the college and colleges everywhere can stop Sacramento from cutting school budgets.”\n\n\nThe music and cultural presentation, “Class Closed,” was organized by the Glendale Community College Guild, the faculty union. History professor Gordon Alexandre said approaching the state fiscal crises through culture was a way to connect with students.\n\n“It’s like a party with a purpose,” he said. “The answer to California’s budget problem is not more cuts. We have a revenue problem, not a spending problem.”\n\nA troupe of Los Angeles high school students reenacted a scene Wise and psychology major LaToya Kirkland were all too familiar with: an over-worked, financially strapped student who, for the ninth time, couldn’t get a spot in English-1A.\n\n“It has to be out in the open, otherwise it’ll get swept under the rug,” Kirkland said. “We’ve got to talk about the things we don’t usually talk about.”\n\nAnd sociology teacher Richard Kamei has seen his classes swell to 50 students, he said.\n\n“Office hours are the best example; it’s just impossible to see everyone,” he said. “Our workload increases . . . but it hurts the learning environment for the students.”\n\n“Class Closed” was different from the speeches and march organized by the college’s student government in March.\n\nBut that rally inspired faculty members to organize their own, said David John Attyah, an art professor.\n\n“This is intended to keep that momentum moving,” he said. “Faculty felt we had to get behind them.”\n\nStudents laid out along the grassy slopes in the Plaza Vaquero on the cloudless and sunny day, many with signs like “Hoo kneeds educashun” and “No more cuts.”\n\nThe procession was the first of its kind, and if successful, would be replicated at community colleges elsewhere, said Marty Hittelman, president of the California Federation of Teachers, the parent union of the Glendale Community College faculty guild.\n\n“It’s the beginning,” he said. “Some will feel that spark and want to go further and organize.”\n\nGet in touch MAX ZIMBERT covers education. He may be reached at (818) 637-3215 or by e-mail at\n\nGlendale News-Press Articles Glendale News-Press Articles",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.8762961626,
        "format_confidence":0.992292881
    },
    {
        "url":"https:\/\/www.news24.com\/SouthAfrica\/News\/i-guess-were-going-to-braai-2017s-top-achieving-matriculant-20180105",
        "text":"'I guess we're going to braai' - 2017's top achieving matriculant\n\n2018-01-05 11:03\nJanke van Dyk, the top achieving matriculant in 2017, from Bellville High School in the Western Cape. (Supplied)\n\nJanke van Dyk, the top achieving matriculant in 2017, from Bellville High School in the Western Cape. (Supplied)\n\nMultimedia   ·   User Galleries   ·   News in Pictures Send us your pictures  ·  Send us your stories\n\nJohannesburg – Janke van Dyk, the top achieving matriculant in 2017, said she and her family would be braaiing on Friday to celebrate her achievement.\n\nGet your MATRIC 2017 results here\n\nAfter that, the dedicated learner plans on taking on a degree in chemical engineering at Stellenbosch University, believing it will feed her interest in mathematics and science.\n\nVan Dyk, who matriculated from Bellville High School in the Western Cape, said she didn’t expect to be the top achieving matriculant in 2017.\n\nALSO READ: 'I want to study for the rest of my life,' says top performing matriculant\n\n\"I was really surprised, I feel so honoured now, I was very emotional when they called out my name,\" she said after the announcement of the matric results in Johannesburg on Thursday evening.\n\n\"I guess we’re going to braai tomorrow (Friday) and celebrate,\" she said.\n\nHard work and planning\n\nVan Dyk, who had to balance her academics with her tennis programme, said hard work and planning was key.\n\n\"I would say, it sounds like a cliché, but you have to work hard from the beginning, revise the work every day, plan ahead to make sure you have enough time to prepare for every subject, especially when the exams come around,\" she said.\n\nALSO READ: Limpopo top matric achiever hopes to improve communities using passion for maths\n\n\"I try to really plan ahead, to not be caught off guard if anything happened, especially when the exams started, I made sure I revised a few weeks beforehand.\"\n\nVan Dyk said one of the biggest challenges for her during the year was the large amount of work that she had to do in a very short time.\n\n- Share your study dream with us\n\nIn a handout at the event, Van Dyk was quoted as saying she would like to change the mindset of the people of South Africa to eliminate all the hate and negativity.\n\nWATCH: 'I tried to plan ahead and not be caught off-guard'\n\nRegister with News24 to get your results as they become available, and if you're a 2017 matriculant you could also stand a chance to win R10 000 in cash. Simply tick the competition entry box on the sign-up page. To register, CLICK HERE\n\nRead more on:    cape town  |  matric 2017\n\nJoin the conversation!\n\n24.com encourages commentary submitted via MyNews24. Contributions of 200 words or more will be considered for publication.\n\nWe reserve editorial discretion to decide what will be published.\nRead our comments policy for guidelines on contributions.\n\nInside News24\n\nTraffic Alerts\nThere are new stories on the homepage. Click here to see them.\n\n\nCreate Profile\n\nCreating your profile will enable you to submit photos and stories to get published on News24.\n\nPlease provide a username for your profile page:\n\nThis username must be unique, cannot be edited and will be used in the URL to your profile page across the entire 24.com network.\n\n\nLocation Settings\n\nNews24 allows you to edit the display of certain components based on a location. If you wish to personalise the page based on your preferences, please select a location for each component and click \"Submit\" in order for the changes to take affect.\n\nFacebook Sign-In\n\nHi News addict,\n\nJoin the News24 Community to be involved in breaking the news.\n\nLog in with Facebook to comment and personalise news, weather and listings.",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9893326759,
        "format_confidence":0.9938606024
    },
    {
        "url":"http:\/\/targuman.org\/2006\/06\/14\/npr-tulane-students-rush-to-make-up-classes\/",
        "text":"NPR : Tulane Students Rush to Make Up Classes\n\nYesterday All Things Considered had this story about our Lagniappe semester.\n\nTulane Students Rush to Make Up Classes\nby Elaine Korry\nAll Things Considered, June 13, 2006 · For displaced students planning on returning to Tulane University in New Orleans, the school is offering a special, six-week “lagniappe session” this summer. The name comes from a Creole word meaning “a little something extra.” The goal is to offer more courses than would normally be available in the summer to help students catch up on their degree requirements.\n\n\nLeave a Reply\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9962068796,
        "format_confidence":0.8024587035
    },
    {
        "url":"http:\/\/blogs.edweek.org\/edweek\/District_Dossier\/2012\/12\/el_paso_school_board_defies_st.html",
        "text":"« Race to the Top District Winners Announced | Main | How Should Teachers, Principals Be Evaluated? ASCD Wants to Know »\n\nEl Paso School Board Defies State Takeover\n\nThe El Paso school board is taking steps to challenge a state takeover, the El Paso Times reports. The board voted late last night to request a review of Texas Education Commissioner Michael Williams' decision to dissolve the school board and replace it with a new board of managers.\n\nWilliams, who has been commissioner since September, framed the state takeover as a signal to others in the state that cheating would not be tolerated. This school board oversaw a disturbing cheating scandal that landed former superintendent Lorenzo Garcia in jail earlier this year.\n\nHere's the El Paso Times on the board's latest action:\n\nBoard members on Wednesday said they will protect the will of the voters and challenge Texas Commissioner of Education Michael Williams' decision to appoint a board of managers and a conservator to oversee the district of 64,000 students that has been plagued by a cheating scandal.\nThey called his decision \"political gamesmanship\" and accused him of being swayed by a few of El Paso's elite and the El Paso Times.\n\nAbout 12:15 a.m. Wednesday, the school board unanimously voted to request that the TEA review Williams' appointments of a conservator and a board of managers to run the district for up to two years, pending approval of the U.S. Department of Justice.\n\nThe board also decided to submit an appeal to the federal Justice Department in response to the state agency's request for preclearance of the board of managers. The federal Voting Rights Act requires the state to receive Justice Department approval for replacing an elected board.\n\nThe two reviews by the TEA must be done within 30 calendar days after it receives the district's request. The agency must have the request by Sunday.\n\nThe El Paso board members are framing this as a move to disenfranchise local voters: \"The voters are best suited to decide who should take charge of the district, not the political appointee who is unaccountable to the voters,\" said one of the board's members.\n\nThe El Paso Times takes pains to point out that many of the school board's current members have only a tenuous claim to representing the voters' will. \"Only two of the seven trustees—Alfredo Borrego and Russell Wiggs—were elected by a majority of their constituents in their most recent election,\" and the two received fewer than 1,000 votes combined, the paper reports.\n\nAn internal audit revealed the cheating scandal had been kept secret until the El Paso Times obtained the documents in April, and the school board also allowed former superintendent Garcia, who was complicit in the cheating, to oversee that audit.\n\nWe reported last month on another defiant school board when the Detroit school board voted to withdraw from a state-run authority there. State-run authorities can be a touchy subject: Thomas Pedroni, a professor of curriculum studies at Wayne State University in Detroit, said voters there felt \"under siege\" from various threats of state takeovers.\n\nThe scale of the cheating scandal in El Paso makes this situation a bit unique. But, as many states have attempted to create separate districts or authorities to run low-performing schools, the question of whether state-appointed officials are as responsive to the public as elected board members may come up more frequently.\n\nWant to keep up with school district and leadership news? Follow @district_doss on Twitter.\n\nYou must be logged in to leave a comment. Login | Register\nGround Rules for Posting\nWe encourage lively debate, but please be respectful of others. Profanity and personal attacks are prohibited. By commenting, you are agreeing to abide by our user agreement.\nAll comments are public.\n\nFollow This Blog\n\n\nMost Viewed on Education Week\n\n\n\nRecent Comments",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9140250087,
        "format_confidence":0.8960934877
    },
    {
        "url":"https:\/\/www.indiatoday.in\/education-today\/government-jobs\/story\/development-support-agency-of-gujarat-d-sag-govt.-of-gujarat-releases-employment-notification-for-various-posts-300857-2014-09-25",
        "text":"Development Support Agency of Gujarat releases employment notification for various posts\n\nDevelopment Support Agency of Gujarat (D-SAG), Gujarat employment 2014 commences\n\nD-SAG, Gujarat recruitment 2014\n\nThe Development Support Agency of Gujarat (D-SAG) had released the employment notification 2014 for recruiting eligible candidates for Sr. Project Manager, Jr. System Manager, Assistant Project Manager and other posts. The D-SAG, which has been formed by the Tribal Development Department, government of Gujarat, is an autonomous society.\n\n\nA. Total Posts: 76\n\nB. Name of the Posts:\n\nSr. Project Manager - 6\nProject Manager - 22\nAssistant Project Manager- Accounts - 1\nAsst. Project Manager - 12\nJr. System Manager - 1\nSr. Executive Assistant & Stenographer - 1\nExecutive Assistant\/Multipurpose Worker\/Data Entry Operator - 4\nSr. Project Manager (Educational field) - 7\nProject Manager (Educational field) - 20\nAssistant Project Manager (Accounts) - 2\n\nEducational Qualification: Candidate should refer to the official notification for postwise educational qualification.\n\nSelection Procedure: A written test\/computer test, skill test, analytical test, group discussion and an interview would be conducted to shortlist candidates.\n\nHow to apply: Those interested may mail their applications and important documents to ''.\n\nImportant Dates: The last day for submission of applications is October 6, 2014.\n\nGet real-time alerts and all the news on your phone with the all-new India Today app. Download from\n  • Andriod App\n  • IOS App\nDo You Like This Story?",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9973723888,
        "format_confidence":0.7117611766
    },
    {
        "url":"https:\/\/www.yorkshirelife.co.uk\/education\/independent-schools-offer-stability-at-a-time-of-upheaval-in-state-education-1-4510924",
        "text":"Independent schools offer stability at a time of upheaval in state education.\n\nPUBLISHED: 00:00 27 April 2016\n\nDr David Moses\n\nDr David Moses\n\nnot Archant\n\nThe start of the new school year in September heralds a new chapter in the history of one of the country’s leading Catholic independent preparatory schools.\n\nAmpleforth Abbey and College has appointed Dr David Moses as the new head of St Martin’s Ampleforth, the college’s preparatory school at Gilling Castle north of York on the edge of the Howardian Hills.\n\nHe replaces Mark O’Donnell who leaves in July. Dr Moses has taught English at Ampleforth College since 2005 and has been housemaster of St John’s for nearly seven years. He takes up the reins at a challenging time for the independent school sector, which according to a recent Guardian front page article is facing stronger competition from improving state schools. It noted that four out of five state schools in England were now rated as outstanding or good by Ofsted.\n\nWhile independent schools currently enjoy control over the curriculum and other freedoms, the Government’s recently-announced drive to make all state schools into academies, freeing them from local authority control, will extend many of those freedoms to the state sector.\n\nDr Moses is confident that St Martin’s Ampleforth, a Bendictine, Catholic co-educational day and boarding school, is well placed to meet the challenge and one he is looking forward to taking on. He said: ‘It is really exciting. You have a shelf-life as a housemaster and although I am not quite there yet, this post came along and I was very keen to cross the valley to St Martin’s and take on what is quite a big challenge. I was a pupil at a state school and I also attended Giggleswick School so I have experienced both systems.’\n\nHe believes independent prep schools offer stability and that they can look forward to the future with confidence. He said: ‘St Martin’s and other prep schools offer great stability and they don’t always get the recognition they deserve. If all you provided was exactly the same as the state sector there would be no point in parents paying to send their children to independent schools.\n\n‘The independent sector delivers academic excellence and much more. At St Martin’s we have a strong curriculum and it’s not just confined to the classroom. We are strong in areas such as sports, drama and music and, given our longer school day, more time can be devoted to these areas.\n\nDr Moses says the Benedictine philosophy – ‘the backbone of our studies’ – is one of St Martin’s great strengths. His own educational philosophy is very much centred on the needs of each individual pupil. He said: ‘It is about taking an approach that is tailored to each individual. You draw out what each student is good at help them achieve their potential.’\n\nHe acknowledges St Martin’s enviable location and added: ‘I am in love with the building. For 22 generations there has been a family in Gilling Castle and I am going to be resident there. It is important that there is a family atmosphere in the castle. This is something I have worked on in St John’s. Lots of communication with students and parents is also important.’ The majority of the 150 children attending St Martin’s are day pupils and Dr Moses says he would like to increase the number of boarders.\n\nGilling Castle is a Grade I listed building on the 2,000-acre Ampleforth Abbey estate. Ampleforth was established in 1802 when the monks returned to England following a 200-year exile in France after the dissolution of the monasteries by Henry VIII. The famous abbey orchard now has about 2,000 trees and more than 40 varieties of apples, some of which are used to make the famous Ampleforth Abbey Cider and Cider Brandy.\n\nAmpleforth Abbey visitor centre welcomed its 50,000th visitor in August 2015 and the Benedictine monastery at Ampleforth is a centre for spirituality, education, pastoral work and evangelisation.\n\nMost Read\n\nMost Read\n\nLatest from the Yorkshire Life",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9967738986,
        "format_confidence":0.8950985074
    }
]