[
    {
        "url":"https:\/\/collideoscope.org\/about\/",
        "text":"addicted to the future\n\n\nI’m Eric Kiel, and I am a hacker at heart. I love to learn about all sorts of technology whether it be the latest smart phone down to the RFID tags that are attached to the razor blades you buy. As for my real job, I am a Sr Systems Engineer at Dell EMC. Data protection, integrity and accessibility is some of my favorite technology. What good is your data if it breaks, contaminated or locked in a box? I obsess over things when they break and often have the best ideas when I break something or I’m in the shower (whichever happens first). The views on this site are my own and do not reflect my employer. My boring page is at @\n\nPowered by WordPress | Written by Eric Kiel | BY-NC-SA 3 | <3",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.5941295028,
        "format_confidence":0.9914565682
    },
    {
        "url":"https:\/\/globalmonitoring.sdstate.edu\/content\/samasse-kaboro",
        "text":"Samasse, Kaboro\n\nPh.D. Geospatial Science & Engineering\nOffice Phone Number: \n\nKaboro’s dissertation research focuses on the use and improvement of remote sensing and geospatial technologies in support of famine early warning and food security institutions in West Africa, with a focus on Mali. The first stage of the research has used satellite remote sensing data on vegetation greenness and leaf area to calibrate crop growth models to estimate crop yields. Interannual variation in predicted yields will be compared to agricultural statistics available in Mali. The second phase explores the geographic and economic causes of variability in crop production to develop crop yield gap analysis across West Africa.\nKaboro holds a MSc. in Applied Geomatics from Université Laval, Quebec (Canada), and a BSc. in Telecommunications Engineering from University of Sidi Mohamed ben Abdallah, Morocco. He served as a lecturer in Geomatics and as the Information System Manager at IPR\/IFRA (Institut Polytechnique Rural de Formation et de Recherche Appliquée), Mali, before starting his Ph.D. program in Geospatial Science and Engineering at SDSU in Fall 2015. Kaboro works with Dr. Niall Hanan and Dr. Geoffrey Henebry as advisors. Kaboro is the recipient of a BHEARD (Borlaug Higher Education for Agricultural Research and Development) fellowship from USAID.\n\nLast modified: \nOct 18, 2017",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.7157874107,
        "format_confidence":0.9796068072
    },
    {
        "url":"https:\/\/profiles.ucsd.edu\/shang-ping.xie",
        "text":"\n\n    Shang-ping Xie\n\n    SchoolUniversity of California, San Diego\n    DepartmentScripps Institution of Oceanography Department\n    Address9500 Gilman Drive #0206\n    CA La Jolla 92093\n    vCardDownload vCard\n\n      Collapse Bibliographic \n      Collapse Publications\n      Publications listed below are automatically derived from MEDLINE\/PubMed and other sources, which might result in incorrect or missing publications. Researchers can login to make corrections and additions, or contact us for help.\n      List All   |   Timeline\n      1. Liu W, Xie S, Liu Z, Zhu J. Overlooked possibility of a collapsed Atlantic Meridional Overturning Circulation in warming climate. Sci Adv. 2017 Jan; 3(1):e1601666. PMID: 28070560.\n        View in: PubMed\n      2. Liu W, Xie S, Lu J. Correspondence: Reply to: 'Correspondence: Variations in ocean heat uptake during the surface warming hiatus'. Nat Commun. 2016 Aug 19; 7:12542. PMID: 27538524; PMCID: PMC4992162.\n      3. Liu W, Xie S, Lu J. Tracking ocean heat uptake during the surface warming hiatus. Nat Commun. 2016 Mar 30; 7:10926. PMID: 27025666; PMCID: PMC4821003.\n      4. Mei W, Xie S, Primeau F, McWilliams JC, Pasquero C. Northwestern Pacific typhoon intensity controlled by changes in ocean temperatures. Sci Adv. 2015 May; 1(4):e1500014. PMID: 26601179; PMCID: PMC4640637.\n      5. Kosaka Y, Xie S. Recent global-warming hiatus tied to equatorial Pacific surface cooling. Nature. 2013 Sep 19; 501(7467):403-7. PMID: 23995690.\n        View in: PubMed\n      6. Kosaka Y, Xie S, Lau NC, Vecchi GA. Origin of seasonal predictability for summer climate over the Northwestern Pacific. Proc Natl Acad Sci U S A. 2013 May 07; 110(19):7574-9. PMID: 23610388; PMCID: PMC3651425.\n      Shang-ping's Networks\n      Derived automatically from this person's publications.\n      Similar People\n      People who share similar concepts with this person.\n      Same Department",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.9306418896,
        "format_confidence":0.9555242062
    },
    {
        "url":"http:\/\/dcp-3.org\/author\/edward-rubin",
        "text":"Edward Rubin\n\n\nEdward M. \"Eddy\" Rubin is an internationally known geneticist and medical researcher at the Lawrence Berkeley National Laboratory in Berkeley, California and has served as the director of the Department of Energy Joint Genome Institute (DOE JGI) since 2002. After serving as DOE JGI Director for 14 years, Rubin stepped down in March 2016 to become the Chief Scientific Officer at Metabiota, a big data analytics start-up focused on infectious diseases and epidemic risk.\n\nDr. Rubin received his B.A. degree in physics from the University of California, San Diego, and both his Ph.D. in biophysics and his M.D. from the University of Rochester. Following a genetics fellowship at the University of California, San Francisco, he became a research associate at the Howard Hughes Medical Institute. Dr. Rubin joined Lawrence Berkeley National Laboratory (LBNL) in 1989 and led the Laboratory’s Genome Sciences Department from 1998 to 2002, before taking over the helm of the DOE JGI. Dr. Rubin oversaw the DOE JGI's involvement in the Human Genome Project, during which time the DOE JGI completed the sequencing and analyses of chromosomes 5, 16 and 19. After that project, he reoriented the DOE JGI toward applying genomics to studies related to bioenergy and the environment, sequencing and analyzing thousands of genomes of plants, fungi and microbes.\n\nChapters Authored\n\nDisease Control Priorities",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.5512310863,
        "format_confidence":0.9832805395
    },
    {
        "url":"http:\/\/nanohub.org\/members\/contributors\/16643",
        "text":"Support Options\n\nSubmit a Support Ticket\n\n\n\n  • Organization\n    Purdue University\n\n  • Employment Type\n    University \/ College Faculty\n\n    Enter your ORCID.\n\n  • Address(es)\n    Enter an Address\n\n  • Biography\n\n    Biswajit Ray is a Phd student in the school of Electrical and Computer Engineering, Purdue university, West Lafayette, Indiana. He works with Prof. Muhammad Ashraf Alam in the area of polymer based solar cell. Before joining Purdue he did Masters from Indian Institute of Science, Bangalore, India in 2008 and Bachelors in Electrical and Electronics Engineering from National Institute of Technology, Trichy, India in 2006., a resource for nanoscience and nanotechnology, is supported by the National Science Foundation and other funding agencies. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the National Science Foundation.",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.8299384713,
        "format_confidence":0.968880713
    },
    {
        "url":"https:\/\/ancientalienpedia.com\/contributors\/will-hart\/",
        "text":"Will Hart\n\nhart, w..pngWill Hart (Author, The Genesis Race)\n\n\n\n9.10 – The Prototypes (7.22.16)\n\n\n\nWill Hart is a writer and photojournalist who has been investigating UFOs and history’s mysteries since 1968. He has appeared on the TV show Ancient Aliens and his work has appeared in Atlantis Rising, New Dawn, UFO, Nexus, Wild West, Sierra Heritage, and Nature Photography. The author of The Genesis Race, he lives in Las Vegas, Nevada.\n\n\n1 - The Genesis Race\n\nThe Genesis Race: Our Extraterrestrial DNA and the True Origins of the Species\n\nShows that Earth was visited by an extraterrestrial race who bioengineered modern man in its image and taught man how to construct the pyramids\n\n• Examines the flaws in Darwin’s theory of evolution and presents startling new evidence of intelligent intervention\n\n• Reveals the messages coded in the pyramids left by the ancients concerning impending Earth changes at the end of the Mayan calendar\n\nFor millennia the development of humanity showed a consistent homogenous pattern. Then suddenly, around 3000 B.C.E., great civilizations sprang up around the globe. All the creation myths of these civilizations tell of gods who came down to Earth and fashioned man in their own image, teaching them the arts of agriculture and civilized life. In addition, the dominant architectural design in Egypt, Sumeria, Peru, Mexico, and China was the pyramid, though science has never been able to explain why or where these peoples obtained the advanced technological knowledge to construct such edifices. The abruptness and similarities of these evolutionary leaps calls into question the Darwinian theory of evolution, given that there are no traces of any intermediate evolutionary forms.\n\nNow, using the most current research on DNA, Will Hart shows that these gods were actually visitors from other worlds who genetically engineered modern humanity from the beings that then inhabited the planet. He also suggests that the Bible and other creation stories have been interpreted falsely as myth when they should have been read as history. The structures left by our ancestors were designed in accordance with precise astronomical and geodetic alignments to make them visible from outer space and to survive for thousands of years with the intent of communicating information relating to physical and temporal events. Humanity’s current stage of development has finally reached the point where the secret messages of these structures can be decoded to reveal the fate of humanity in the coming Earth changes.\n\n\n[1] https:\/\/www.simonandschuster.com\/books\/The-Genesis-Race\/Will-Hart\/9781591430186\n\n\nWho were they?… Why did they come?… What did they leave behind?… Where did they go?… Will they return?…\n\n%d bloggers like this:",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.586786747,
        "format_confidence":0.9629996419
    },
    {
        "url":"http:\/\/ceelab.ca\/people\/brenden-slongo\/",
        "text":"Brenden Slongo\n\nBrenden Slongo is an MSc student (Sept 2019) examining the growth rates of White Sucker at the Experimental Lakes Area, specifically examining patterns and trends in reference lakes as a sentinel species for observing the impacts of climate change.\n\nHe also did his undergraduate thesis in our lab (2018-19) examining the impacts of nanosilver additions on the growth rates of Northern Pike.\n\nRelated People\n\nLauren Hayhurst\nBrennan Deboer",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.8038522601,
        "format_confidence":0.9808892608
    },
    {
        "url":"https:\/\/www.sicc-series.com\/local-organizing-commitee-sicc2020\/chierici-andrea\/",
        "text":"Dr. Andrea Chierici - L.O.C member\n\nAndrea Chierici (19\/08\/1988) got his Bachelor’s degree (February 2013) and Master’s degree (April 2016) in Biomedical Engineering at the University of Pisa. He completed his PhD in Nuclear Engineering at University of Pisa and recently took service at University of Roma Tor Vergata (December 2019).\n\n\nHis research focuses mainly on the development of innovative electronic ionizing radiation detectors and equipment finding application in several fields, ranging from homeland security, to radiation safety, and personnel dosimetry.\n\n\nHe was the finalist and winner of the AIRP National Youth Award (Salerno, November 2017) with the work “Real-time monitoring of the exposure of crystalline using a novel photodiode based device”.\n\n\nDuring his PhD he mostly worked on the development of readout systems for neutron detectors based on superheated emulsions, and on the feasibility of a new generation of active interrogation sources to interdict illegal introduction of SNM through country borders",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.8720220327,
        "format_confidence":0.9807031155
    },
    {
        "url":"https:\/\/lifeboat.com\/ex\/bios.pier.marzocca",
        "text":"Advisory Board\n\nProfessor Pier Marzocca\n\nPier Marzocca, Ph.D. is Associate Professor, Department of Mechanical and Aeronautical Engineering, Wallace H. Coulter School of Engineering, Clarkson University.\nPier’s research efforts focus mainly on aero-thermo-elasticity, fluid-structure interactions, linear\/nonlinear structural dynamics, aeroelastic stability and control, unsteady aerodynamics, aerodynamic shaping and morphing concepts, smart materials and control actuators, unmanned-air-vehicles (UAV), inflatable structures, and wind energy concepts. His success in such research requires the development and integration of a number of disciplines including modern aeroelasticity, structural mechanics, unsteady aerodynamics, feedback control methodologies, advanced composite material structures, and dynamics of multi-body systems.\nHe coauthored Active Aeroelastic Control of Lifting Surfaces via Jet Reaction Limiter Control, Flight control, Data Acquisition, and Payload Integration for An Aerosol Sampling Unmanned Aerial Vehicle, Effect of the Stiffness and Inertia of a Rib Reinforcement on Localized Bending Waves in Semi-Infinite Strips, Controlling Chaotic Motions of a Nonlinear Aeroelastic System Using Adaptive Time Delay Feedback Control, Nonlinear Aeroelastic Behavior of Flexible High-Aspect Ratio Wings, and 3-D Thermo-Mechanical Analysis of Friction Stir Welding of Dissimilar Metals Using Functionally Graded Material Concept.\nPier earned his B.S. in Aeronautical Engineering at Politecnico di Torino, Italy in 1994 and his M.S. in Aeronautical Engineering at Politecnico di Torino in 1996 with the thesis “Manufacturing of a 6 meters wing-box and theoretical\/experimental analysis of structures in composite materials for solar energy electrical gliding”. He earned his Ph.D. in Aerospace Engineering at Politecnico di Torino in 2000 with the dissertation “Studies on Linear and Nonlinear Aeroelasticity of Lifting Surfaces Approached Via New Techniques”.\nRead Joint Clarkson, Uruguayan student team places third in NASA competition.",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.7478210926,
        "format_confidence":0.9780174494
    },
    {
        "url":"https:\/\/pscm-grenoble.eu\/partner\/joao-cabral\/",
        "text":"João Cabral\n\nJoão Cabral obtained his first degree in Physics Engineering (IST Lisbon), followed by a stay at the Laboratoire Léon Brillouin (Saclay) with J. Teixeira and MC Bellissent-Funel, and PhD (2002) in polymer thermodynamics at Imperial College London with J. S. Higgins. After a postdoc at NIST (2002-5) in Maryland, USA, with J. F. Douglas, A Karim, and S Hudson, he joined the Department of Chemical Engineering at Imperial, becoming full professor in 2018, enjoying sabbaticals at Fudan (Shanghai) and University of Chicago.\n\n Our PSCM partnership explored the coupling of microfluidics and SANS for the study of complex fluids. We developed microdevice formulators to navigate across the multi-component phase space and flow-processing ‘chips’ to interrogate complex fluids under complex flows. With L Porcar’s magic, we used beamsizes down to 50 microns, enabling us to spatio-temporally map out-of-equilibrium processes in a way that exceeded our expectations. The partnership unlocked several academic collaborations and industrial funding, and resulted in a number of cover articles.\n\nPhoto: Serge Claisse",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.8082979321,
        "format_confidence":0.9694380164
    },
    {
        "url":"http:\/\/wanglab.surgery.ucsf.edu\/",
        "text":"Wang Lab\n\nCell-cell signaling in angiogenesis and arterial venous hierarchy\n\nThe molecular control of angiogenesis, or blood vessel growth, is critical for embryonic development, tissue regeneration, and diseases including cancer and ischemia. The long-term interest of my laboratory is to elucidate the molecular regulators of the cellular processes that occur in endothelial cells lining blood vessel walls. We study these questions through cell-lineage specific, temporally regulatable gene expression and deletion in mice, combined with cellular, molecular, and two-photon in vivo imaging approaches. A key challenge in the study of angiogenesis is the regulation of arterial venous hierarchy. We are currently investigating the function of Notch and ephrin-B2 signaling pathways in arterial venous specification.  This work may unravel signaling cascades regulating crucial vascular pathophysiology and facilitate rational design of therapies to treat cardiovascular diseases and cancer.\n\nRecent Publications\n\nView all Publications »",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.7286931276,
        "format_confidence":0.772998035
    },
    {
        "url":"http:\/\/www.perc.org\/people\/bobby-mccormick\/",
        "text":"Bobby McCormick - PERC\n\nBobby McCormick\n\nSenior Fellow\n\nBobby McCormick’s earliest memories as a child are being raised in a property rights oriented household by an outdoorsy, farming, lumber\/logging family; he remembers always thinking about “who owns what.” McCormick views the environment as an asset and environmental failures as the result of ambiguous environmental ownership. To redress these failures, McCormick thinks that ownership assets need to be clearly marked and defined. He says that “good fences make good neighbors” is both good poetry and good policy.\n\nMcCormick attended Clemson University and received his bachelor’s degree in economics in 1972. Then in 1974, he received his master’s degree in environmental economics from Clemson. Later, he earned his Ph.D. in economics at Texas A&M University in 1978.\n\nIn 1997, McCormick received the award for Innovative Teacher of the Year, nominated by the students at Clemson University. The following year he received the Alumni Master Teacher of the Year from Clemson University. McCormick has also been a Professor Visitante at the Universidad Francisco Marroquin in Guatemala City, Guatemala in 1990. He is a fellow at Consortium International MBA, CIMBA, which is an Italian program for MBA students, and he lectures annually during the spring in Italy to these students. Currently, McCormick is an economics professor at Clemson and the BB&T scholar in the John E. Walker Department of Economics. He is also senior research associate in the Arthur M. Spiro Center for Entrepreneurial Leadership.\n\nSince 2002, McCormick has been a senior fellow and directed a program at PERC for environmental entrepreneurs who want to have a better understanding of how business and economic principles can be applied to environmental problems. In 2001, he was a Julian Simon Fellow at PERC. He is heavily engaged in the research of carbon sequestration and its impact on global warming. In this research, McCormick is investigating how income affects carbon sequestration as a solution for global warming.\n\nMcCormick resides in Clemson with his family. He has two sons, both of whom are heavily involved in athletics. McCormick enjoys spending his free time woodworking, hunting, and roaming his property on his tractor. He spends summers in Bozeman, where he is involved in remodeling a house from the 1880s.\n\nHis address at Clemson is Bobby McCormick, Interim Dean, College of Business and Behavioral Science, Clemson University, Clemson SC 29631, and his website is\n\nArticles by Bobby McCormick\n\nHigh Efficiency Devices, CFL Light Bulbs, Caveat Emptor\n\nStarting in January, the common incandescent light bulb becomes illegal, well maybe, in most of the United States. (Some recalcitrant states, SC and TX to name two, seem hell bent on reminding the federal government of the long forgotten 10th Amendment to the U.S. Constitution, but wasn’t that fight settled a long time ago?) Advocates of this law say that it encourages the use of more energy efficient lighting sources such as CFL and LED lights. It has been noted that a large fraction of the energy consumed by an incandescent light bulb goes to create heat and not light, and that the newer, high tech devices produce an equal amount of light using less energy.However, those of us who aren’t lucky enough to live in AZ, south FL, or San Diego, demand a LOT of heat many months of the year. In Montana, I use natural gas to heat my home about 7-8 months of the year. In South Carolina, I heat my home about 5-6 months of the year using wood and electricity, not every day, but most of them from November to April.The energy that creates heat, not light, in a regular incandescent bulb is NOT wasted during those months. It is a nearly perfect substitute for the alternative heat in my home. The same electricity that heats the filament in my incandescent bulb in my living room in my South Carolina home in winter will be used by my heat pump to reproduce the heat lost when I convert to CFL or LED lights when my woodstove runs low. There is NO energy savings of any important degree. (It bears noting that my heat pump is a more efficient producer of energy than my incandescent bulbs, but that is not my main point as is explored more below.)Of course in the spring, fall, and summer, the CFL bulbs will not be producing heat that I don’t want, but that isn’t my point here. I am only making the observation that you are foolish to think that you will get the savings printed on the carton of CFL light bulbs if you ever use gas, electricity, or any other energy source to heat your house. Replacing incandescent light bulbs with cooler CFL or LED lighting means that other heat sources have to work harder in your home when it is cold outside. Of this there can hardly be any doubt.To be sure, heat pumps and natural gas may be more efficient heaters than incandescent bulbs, no argument here. I am only making the point that for homes in cool or cold climates, the promised energy savings simply cannot emerge.It makes a lot more sense to use CFL or LED lighting outside where the incandescent light bulb heat is wasted, or during summer or non-heating months, and I use them myself in this application. I have made a little Excel spreadsheet calculator [XLS] that properly calculates the real energy savings you will get from switching to CFL or LED lights from incandescent which is based on the number of days that you think you heat your home. Those of you who are interested to see just how dishonest the current forecasts are are welcome to use this simple tool. \n\nBrainless Sustainability\n\nOne of the envirobuzzwords of the 21st century is sustainability. I recently googled the term “environmental sustainability” and there were over 11 million hits. The…",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.8886618614,
        "format_confidence":0.9018501639
    },
    {
        "url":"http:\/\/www.nist.gov\/mml\/acmd\/fluids_properties\/elisabeth-mansfield.cfm",
        "text":"NIST logo\nDr.Elisabeth Mansfield\n\n\nDr. Mansfield received her B.S. in chemistry from Colorado State University (2002), and her Ph.D. in analytical chemistry from the University of Arizona (2007).  She joined NIST as a contractor in 2007, the received the National Research Council postdoctoral associate at NIST in 2008 and was appointed to the staff in 2010.  She has done research on thermogravimetric analysis of materials, including the development of a microscale-thermogravimetric instrument.  She has also done research on the characterization of bio-interfaces and nanomaterials using quartz crystal microbalances.  She has been active in standards development including ISO, ASTM and NIST Reference Materials.  In her research areas, she has published over 20 papers.  She has also been active in the local section of the American Chemical Society.  In her spare time Dr. Mansfield likes to do wheel pottery, quilting and riding mountain bikes.  She is also interested in cooking, making at least one new recipe per week.\n\nGoogle Scholar Citation Page\n\nResearch Interests:\n\nMicroscale and Conventional Thermal Analysis\n\nDr. Mansfield has worked on the development of a microscale thermogravimetric analyzer (micro-TGA) since she began at NIST in 2007.  Microscale-TGA is based on piezoelectric materials, which can be used to determine the mass of a sample on the order of a microgram.  The initial work in this area was based on cycling the piezoelectric microbalances in a furnace.  This work was published in Analytical Chemistry, along with supporting publications on nanomaterial analysis in conventional TGA systems.  After successful measurements, Dr. Mansfield began work towards characterization of nanoparticle surface coatings using microscale TGA.  Simultaneously, development of the instrumentation to include continuous measurements in a tube furnace, as well as continuous measurements where the heater is built into the piezoelectric have been pursued.  A good summary of this work can be found in the following SPIE Newsroom article: \n\nE. Mansfield, T. Quinn \"Microscale thermogravimetric analysis for determining nanoparticle purity and surface coverage\" SPIE Newsroom, 2011, doi: 10.1117\/2.1201102.003528.\n\nDr. Mansfield also has a strong interest in characterization of materials using TGA.  She has participated in international round robin evaluations of nanomaterial reference materials, as well as providing certifying measurements for the single-wall carbon nanotube NIST Standard Reference Material.  Along with extensive carbon nanotube characterization, she has characterized biochar as part of a partnership with the University of Colorado- Boulder's Environmental Engineering Department, nanoparticle composites with Kansas State University and cellulose materials for the National Renewable Energy Laboratory.  Dr. Mansfield serves on the ASTM Committee on Thermal Analysis (E37) as second vice chair of the committee and chair of the Reference material subcommittee.\n\nBiointerface and Nanomaterial Surface Analysis:\n\nCharacterization of the interaction between biological materials and their environment has always been an interest of Dr. Mansfield's.  Her graduate research examined the interactions between phospholipids and surfaces, along with understanding complex biological binding events for analyte detection.  At NIST, this research has focused on understanding the interactions between materials and biological environments.  To accomplish this, Dr. Mansfield has studied nanomaterials in tissue engineering scaffolds to evaluate nanotoxicity in a pseudo-in vivo environment.  She has also studied nanoparticle uptake in mammalian cells, silver nanoparticle interactions with E.coli, and microbiologically influenced corrosion of pipeline materials using quartz crystal microbalances.  This work has been extended into the characterization of enzymes for biomass conversion with collaborators at the National Renewable Energy Laboratory. \n\nMicrobiologically influenced corrosion\n\nDr. Mansfield is part of an interdisciplinary team at NIST studying microbiologically influenced corrosion in alternative fuel environments.  This team is working to develop laboratory-based corrosion measurement methodologies to generate quantitative models of corrosion and damage accumulation in alternative fuel systems with microbial activity.  Early detection and intervention strategies for microbiologically influenced corrosion (MIC) will result from characterization of corrosion phenomena at the microscale, where bacteria are active. Dr. Mansfield is using quartz crystal microbalances (QCM), microbiological characterization tools, and optical\/fluorescence microscopy are used to characterize key aspects of MIC that present potential intervention and mitigation targets. Organisms from ethanol fuel environments, including acid producers, sulfate reducers and iron oxidizers are the primary microbes under investigation at NIST.  Their impact on materials, such as those used in manufacturing, storage and transport of alternative fuels, are being evaluated.  Through this development, intervention and prevention strategies can be developed.\n\n\nAwards and Honors: \n\nDepartment of Commerce Bronze Medal; citation: \"for extending thermogravimetric analysis to the microscale, enabling characterization of nanoparticles, their coatings and purity\", 2013\n\nUniversity of Arizona Foundation Award,  Meritorious Performance in Teaching, College of Science, University of Arizona, 2005\n\nPfizer Graduate Travel Award, ACS Division of Analytical Chemistry, ACS Fall National Meeting, Washington D.C., 2005\n\n\nPostdoctoral Researcher, National Institute of Standards and Technology, Boulder, CO, 2007-2010\n\nNSF Fellowship to attend \"From Nanoparticles to Nanocomposites: Processing, Performance and Toxicity\" University of Massachusetts-Lowell, 2009\n\nPh.D., Analytical Chemistry, University of Arizona, Tucson, AZ, 2007 (Dissertation: Cross-linked phospholipid coatings in micron-sized channels for spatially discrete bioassays and protein separations, with Dr. Craig Aspinwall)\n\nNSF Fellowship, David F. O'Brien Fellowship, University of Arizona, 2006\n\nB.S. Chemistry, Colorado State University, Fort Collins, CO, 2002\n\nProfessional Service:\n\nASTM E37 Committee on Thermal Analysis, 2011\n  Lead of subcommittee on Reference Materials, 2012\n\nISO TC 229 on Nanoparticles 2010\n  Technical expert in JWG1 and JWG2 projects.\n\nChair, Colorado Section of the American Chemical Society, 2011\n\nProfessional member of ACS, SAMPE, NACE, ASTM\n\n\nApplied Chemicals and Materials Division\n325 Broadway\nBoulder, CO 80303-3337\n\nphone: 303-497-6405\nfax: 303-497-6682",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.8937575221,
        "format_confidence":0.9825562239
    },
    {
        "url":"http:\/\/nwpr.org\/people\/courtney-flatt?page=8",
        "text":"Courtney Flatt\n\nMultimedia Journalist - Based in Richland, WA\n\nCourtney Flatt began her journalism career at The Dallas Morning News as a neighbors editor. There, she also wrote articles for the Metro section, where she reported on community issues ranging from water security to the arts. Courtney earned her master’s in convergence journalism at the University of Missouri and developed a love for radio and documentary film. As a producer at KBIA-FM she hosted a weekly business show, reported and produced talk shows on community and international issues. Her work took her from the unemployment lines, to a Methamphetamine bust, to the tornado damage aftermath in Joplin, Mo.\n\nWhat I cover\nEnergy, climate change and the Columbia Basin\n\nSoon to be favorite outdoor activity\nHaving never lived so close to mountains before, I am determined to learn to snowboard this winter.\n\nA funny thing happened one day in the field...\nIt was an icy winter morning, and I was trying to get some ambient sound of the Missouri River, which seemed easy enough. I had to make it over a pile of cement rocks to reach this one sandbar. (And if you know me, you know I’m a walking example of Murphy’s Law.)\n\nRealizing this, I securely attached every piece of equipment to my body. Everything except my extra mic. I had climbed halfway across the cement pile when, woosh! My mic fell through a small hole covered by leaves. The mound was probably 10 feet tall.\n\nAs I peered down, a fisherman wandered by. He helped me lift a few of the blocks – they probably weighed 50 pounds each. But the mic wasn’t anywhere near the top. Every time I saw the pile after that day, I wondered where my mic wound up.\n\nFarmers markets, traveling, tea and painting (though I’m pretty bad at it)\n\nThere’s not much… Maybe traffic?\n\nIf I weren't a journalist, I would be...\nWorking on an organic farm in Spain. I actually joined the WOOF program right before graduation. Then I got a job.\n\n\nYakima Diary Farm's\n5:57 am\nFri September 28, 2012\n\nA Report Links Yakima Valley Nitrates to Dairies\n\nPhoto of dairy cows.\nPhoto Credit: Andre Engels\n\nGRANGER, Wash. – A federal agency has concluded that dairies in the Yakima Valley are likely contaminating residential wells. Scientists and other officials presented the information this week to local residents.\n\nRead more\nWave Research Grant\n6:04 am\nThu September 27, 2012\n\nGrant Funds Largest Wave Research Site In US\n\nOregon will soon be home to the first large-scale wave research site in the United States. A $4 million grant from the Department of Energy is helping fund the facility.\n\nThe project will be connected to the electrical grid on-shore so that researchers can test how much power the buoys convert into electricity. Belinda Batten is with Oregon State University and will direct the facility. She says the project will help developers make wave energy more commercially available with large-scale technology.\n\nRead more\nBPA's Effect On Female Reproduction\n4:42 pm\nWed September 26, 2012\n\nStudy Confirms BPA Damages Reproductive Systems\n\nResearch in the Northwest is finding new evidence that a chemical used to harden plastics can damage female reproductive systems.\n\nRead more\nWashington Wind Tower\n6:41 am\nMon September 17, 2012\n\nWind Tower Manufacture To Close Plants\n\nPhoto Credit: Paul Anderson\/Wiki Commons\n\nA wind tower manufacturer in Richland, Wash. says it’s closing plants in Washington and Nebraska.\n\nRead more\nYakima Basin Plan\n6:27 am\nThu September 13, 2012\n\nYakima Basin Plan Could Flood Shoreline Community\n\nCentral Washington's Bumping Lake.\nPhoto by Courtney Flatt EarthFix\n\nA plan to manage central Washington’s water is not sitting well with some cabin owners. The water plan aims to enlarge a lake that would flood a small, shoreline community. Reporting for EarthFix, Courtney Flatt takes a look at how environmental planners balance the wish of some against the need of many.\n\nRead more\nWind Tower Producer Closing Plants\n5:45 pm\nWed September 12, 2012\n\nWind Tower Manufacturer To Close Plants\n\nWind tower manufacturer Katana Summit is closing its plants in Washington and Nebraska.\nAnnawjacbos Wikimedia Commons\n\nA wind tower manufacturer says it’s closing plants in Washington and Nebraska. Manufacturing company Katana Summit is looking for a buyer for its operations in the two states. If that doesn’t happen by November 1, the plants will shut down.\n\nRead more\nEnergy Efficient Lighting\n5:11 pm\nFri September 7, 2012\n\nLEDs: The Light Bulb of the Future?\n\nA new study says that LED bulbs are becoming the best environmental choice for lighting.\n\nLight bulbs that rely on LED technology may soon be the best way to light your home. Courtney Flatt checked into a study that says LED light bulbs are becoming the best environmental choice.\n\nRead more\nGillnet Ban\n6:43 am\nFri September 7, 2012\n\nTribes Oppose Oregon Measure to Ban Gillnetting\n\nColumbia River Indian tribes are opposing a ballot measure that would ban commercial gillnet fishing in Oregon. Reporting for EarthFix, Courtney Flatt has more.\n\nRead more\nGreen Home Building\n6:39 am\nMon August 27, 2012\n\nNew Windows Could Cut Your Energy Costs\n\nPhoto by Wikimedia user: Nieuw Wikimedia Commons\n\nUpgrading your windows may be one way to significantly lower your energy bill. Researchers in Richland, Washington, are comparing two homes to find out how much you can save. For EarthFix, Courtney Flatt has this report.\n\nRead more\nWind Industry Layoffs\n5:31 pm\nFri August 24, 2012\n\nPTC Uncertainty Prompts More Wind Industry Layoffs\n\nA wind company with operations in the Pacific Northwest has announced more layoffs this year as the industry prepares for the expiration of tax credits at the end of the year.\n\nRead more",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.6624214053,
        "format_confidence":0.8607238531
    },
    {
        "url":"http:\/\/www.nanopaprika.eu\/profile\/DrAsokKumarDikshit",
        "text":"Full member\nDr.Asok Kumar Dikshit\n  • Male\n  • Kolkata\n  • India\nShare on Facebook\n  • Blog Posts\n  • Discussions\n  • Events\n  • Groups\n  • Photos\n  • Photo Albums\n  • Videos\n\nDr.Asok Kumar Dikshit's Friends\n\n  • Manu Sharma\n\nDr.Asok Kumar Dikshit's Page\n\nLatest Activity\n\nFull member\nManu Sharma and Dr.Asok Kumar Dikshit are now friends\nApr 14, 2012\n\nFull member\nDr.Asok Kumar Dikshit is now a member of The International NanoScience Community\nApr 13, 2012\n\nProfile Information\n\nI am...\nChemist, Physicist, Project coordinator\nMy research field or area of interest innanotechnology\nPolymer, Glass and nanoparticles, Bio sensors, Fluorescence, Laser Dye and Printed thin film Electronics\nInterest in...\nNanoparticles based Fluorescence Sensors\nBio-assay Sensors\nAdhesive, Coating, Gels\nOrganic Solar cell\nPublication list\n48 Internation Journals\nResearchgroup, Institute, University, School, Company name\nResearchgroup, Institute, Company, University, School webpage\nThe network creator will send periodical messages to members - you below to allow us to email you\n\nComment Wall\n\nYou need to be a member of The International NanoScience Community to add comments!\n\nJoin The International NanoScience Community\n\n  • No comments yet!\n\nNext partner events of TINC\n\nWe are Media Partner of:\n\nWelcome - about us\n\nWelcome! Nanopaprika was cooked up by Hungarian chemistry PhD student in 2007. The main idea was to create something more personal than the other nano networks already on the Internet. Community is open to everyone from post-doctorial researchers and professors to students everywhere.\n\nThere is only one important assumption: you have to be interested in nano!\n\nNanopaprika is always looking for new partners, if you have any idea, contact me at editor@nanopaprika.eu\n\nDr. András Paszternák, founder of Nanopaprika\n\nPublications by A. Paszternák:\n\nThe potential use of cellophane test strips for the quick determination of food colours\n\npH and CO2 Sensing by Curcumin-Coloured Cellophane Test Strip\n\nPolymeric Honeycombs Decorated by Nickel Nanoparticles\n\nDirected Deposition of Nickel Nanoparticles Using Self-Assembled Organic Template,\n\nOrganometallic deposition of ultrasmooth nanoscale Ni film,\n\nZigzag-shaped nickel nanowires via organometallic template-free route\n\nSurface analytical characterization of passive iron surface modified by alkyl-phosphonic acid layers\n\nAtomic Force Microscopy Studies of Alkyl-Phosphonate SAMs on Mica\n\nAmorphous iron formation due to low energy heavy ion implantation in evaporated 57Fe thin films\n\nSurface modification of passive iron by alkylphosphonic acid layers\n\nFormation and structure of alkylphosphonic acid layers on passive iron\n\nStructure of the nonionic surfactant triethoxy monooctylether C8E3 adsorbed at the free water surface, as seen from surface tension measurements and Monte Carlo simulations",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.9533424377,
        "format_confidence":0.99247545
    },
    {
        "url":"https:\/\/www-geo.eng.cam.ac.uk\/directory\/kks32@cam.ac.uk",
        "text":"skip to primary navigationskip to content\n\nDr Krishna Kumar\n\nDr Krishna Kumar\n\nResearch Associate\n\nComputational Geomechanics\n\nThird Floor, James Dyson Building\nDepartment of Engineering\nUniversity of Cambridge\nTrumpington Street\n\nCambridge , Cambridgeshire CB2 1PZ\nOffice Phone: 01223 748589\n\n\nKrishna Kumar joined the Geotechnical Research Group at Cambridge University Engineering Department in October 2010 as a PhD student.  Krishna completed his PhD in January 2015 on  multi-scale multiphase modelling of granular flows. He was supervised by Professor Kenichi Soga. Krishna was funded by the Cambridge International Scholarship.  He is a College Research Associate at King’s College, Cambridge. Krishna is a Software Sustainability Institute Fellow.\n\n\nKrishna's work involves developing massively parallel micro-\/macro-scale numerical methods: Finite Element Method, Material Point Method, Lattice Boltzmann - Discrete Element coupling and Lattice Element method. You can view my PhD thesis:\n\nKrishna also works on large-scale big data frameworks for infrastructure monitoring. The big data framework will be able to provide real-time information and alerts (in case of a potential failure) on the behaviour of various structural elements in an infrastructure project.\n\nKrishna completed his PhD research at the University of Cambridge on multi-scale multiphase modelling of granular flows. His research was a part of a joint project with University of Montpellier II, France. Krishna is interested in understanding the mechanism of granular flow is of particular importance in predicting the run-out distances of debris flows and submarine landslides. A multi-scale approach is adopted to understand the fundamental microscopic parameters that control the complex macroscopic granular flow dynamics. A 2D\/3D Material Point Method (MPM) code is extended to simulate granular flows as a continuum. A coupled GP-GPU compatible Discrete Element (DEM) – Lattice-Boltzmann Method (LBM) code with Large-scale Eddy Simulation (LES) technique is developed to study the underlying micro-mechanics of granular flows in fluid. Numerical simulations of granular flows under dry and submerged conditions were performed to understand the rheology of granular flows and the limitations continuum models have in simulating large deformation problems by investigating the mechanism of energy dissipation and flow kinematics.\n\nDepartments and Institutes\n\nDepartment of Engineering:\nResearch Associate\n\nResearch Interests\n\nNumerical modelling of granular flows\n\nGPGPU computing\n\nBig data & Machine learning for infrastructure monitoring",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.8817924261,
        "format_confidence":0.9313901067
    },
    {
        "url":"https:\/\/www.engineering.cornell.edu\/brand\/independent\/faculty\/chris-xu.cfm",
        "text":"Skip to main content\n\nChris Xu\n\nShattering expectations to learn about the brain\n\nProfessor Chris Xu talks with a student in his lab at Cornell.\n\nChris Xu, professor of applied and engineering physics at Cornell, was at a White House conference as an invited guest in September, 2014. He was there to celebrate the progress made by researchers who are part of President Obama's BRAIN initiative. Xu was included in recognition of his exciting progress in creating new tools for brain imaging. Xu has 28 patents either granted or pending and his work on multiphoton microscopy is allowing researchers to image the mouse brain in living specimins at previously unattainable depths and resolution.\n\nBut for a boy raised in a poor neighborhood of Shanghai during Chairman Mao’s Cultural Revolution of the 1970s, being invited to the White House as an honored guest would probably have seemed unimaginable. “I look back at my life and it is amazing where I have been able to go and what I have been able to do.” says Xu.\n\nLife in China changed dramatically after the Cultural Revolution. Xu took a test at the age of 12 and ended up with a spot at the best middle school in the country. “One day I was living in a neighborhood where maybe one person in ten thousand actually went to college. My dad never spent one day of his life in a formal school. But then there I was at a boarding school with the cream of the crop. It was at that middle school that a physics teacher opened my eyes to the world outside China and the wonderful world in physics,” says Xu. Fast forward to the early 1990s. After earning a B.S. in physics from Fudan University in 1989, Xu came to Cornell to get both his Master’s and his Ph.D. in applied physics.\n\nCornell Engineering professor Watt Webb and doctoral student Winfried Denk had just invented a new imaging technology called two-photon microscopy and Xu joined Webb’s lab. “Working with Watt Webb was one of the luckiest breaks of my life,” says Xu. “He explained the project and it just clicked with me—it made so much sense.” This was the beginning of Xu’s research in optics and biological imaging, which form the foundation of his current interdisciplinary research.  \n\nXu earned his Ph.D. in 1996 and then joined Bell Labs, a place he dreamed about when he was in high school. At Bell, Xu moved into new research areas in fiber optics and telecom, and invented breakthrough technologies for high bit-rate, long distance optical transmission. “At the time,” says Xu, “all sorts of money was flowing in and you could pursue any idea in telecom.” It was while he was at Bell Labs that Xu got his first exposure to the business and financial side of high-tech research. “At Bell I learned how things like practicality, cost, and politics all come into play when you are developing any sort of product,” says Xu. He also got to see first-hand how large-scale economic trends make themselves felt in industry research labs during the heydays of the dotcom bubble and crash.\n\nAfter six years at Bell Labs, Xu decided to enter the world of academia. He joined the faculty of the School of Applied and Engineering Physics in 2002 and he has been with Cornell ever since. Currently, Xu is working on what he has called “one of the most exciting projects I have ever engaged in in my entire life.” Put simply, he and his colleagues are creating new technologies that will allow in vivo imaging deep into the brain. “During my middle school years, I told myself that I should only work on two things: the universe and the brain, because both are so mysterious,” he said. “It is certainly wonderful to be able to pursue a childhood dream.”  “We are also developing new medical endoscopes for non-invasive, real-time diagnostics of tissue without use of dyes or contrast agents,” says Xu. “It is hard because it is all new. We have to make the tools we need in order to simply make the tools we need. We are turning a 200 pound microscope into a 2-gram handheld device. The challenges are enormous.”\n\nXu may attribute a fair amount of his success to the schools he attended and the great mentors he had in life, but it is clear that something else is at play as well. Chris Xu has worked hard his entire career to master difficult concepts and challenging technology. His drive for excellence and efficiency, and his fearless pursuit of new ideas have been the cornerstones of his career. Xu’s multiphoton microscope will play an important part in meeting the BRAIN initiative’s goal of understanding everything about the brain. The medical endoscopes will be a valuable tool in diagnosing cancers and other diseases in far less invasive ways than done currently. It is a long way from the neighborhoods of Shanghai to Ithaca and the White House and no one is more aware of this distance than Chris Xu. “At some point in each day I remember how lucky I am,” says Xu, “and then I get back to work.”",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.9361636639,
        "format_confidence":0.6128587127
    },
    {
        "url":"https:\/\/www.metoffice.gov.uk\/research\/people\/alistair-manning",
        "text":"This website uses cookies. Read about how we use cookies.\n\nClose window\n\nDr Alistair Manning\n\nAlistair models the atmospheric dispersion of material using the Met Office's Lagrangian dispersion model NAME (Numerical Atmospheric-dispersion Modelling Environment).\n\nAreas of expertise\n\nAlistair's areas of expertise include:\n\n  • Atmospheric dispersion modelling\n  • Estimating long-term trends, growth rates and seasonal cycles of greenhouse and ozone-depleting gases\n  • Estimating emissions to the atmosphere through inversion modelling\n\nMy Publications - Manning, A\n\nCurrent activities\n\nUsing high quality observations made on the west coast of Ireland (Mace Head) to:\n\n  • Estimate the long-term trends, growth rates and seasonal cycles of a range of  greenhouse and ozone-depleting gases.\n  • Estimate the annual UK and north west European emissions of each trace gas measured for comparison with the internationally reported national inventories.\n\nCareer background\n\nBSc (Mathematics)\n\nMSc (Information Technology)\n\nPhD (Computational Fluid Dynamics)\n\nMember of the Met Office's Atmospheric Dispersion Group for over 15 years\n\nExternal Recognition\n\nPresented Royal Society Paper on estimating regional emissions (Feb. 2010)\n\nLast updated:\n\nFollow us on\n\nFacebook, Twitter, YouTube, Instagram, Snapchat, or LinkedIn Facebook Follow @metoffice on Twitter YouTube Instagram Snapchat LinkedIn",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.9705561399,
        "format_confidence":0.9862246513
    },
    {
        "url":"https:\/\/darnton.co.nz\/",
        "text":"Hi, I’m Bernard Darnton. Welcome.\n\nShifting Tech; Changing World\n\nThis site is about how technology builds, undermines, and rebuilds the world we live in.\n\nTechnology changes. Institutions don’t. Until they do. This is the phenomenon I’ve called “state tectonics”. When the technology we’ve built our institutions on shifts, the changes can be seismic.\n\nOn this site I’ll talk about all the ways that tech is changing how we deal with each other: by force, by trade, and by persuasion. The technologies of warfare, money, and communication are all changing at the same time and that means big changes for us personally and for society.\n\nThe question I want to answer here is: how can we survive and prosper in a changing world?\n\nKeep Up To Date\n\nStay up to date with new articles on the site and be part of the conversation by joining my newsletter.\n\nMy Background\n\nI grew up in London and then moved to Dunedin, New Zealand, where I finished high school and did a physics degree.\n\nMy professional life has been 20 years in software development, usually in C#, sometimes as a team lead, often around financial systems, most recently for Trade Me, New Zealand’s biggest auction and e-commerce site.\n\nThese days I live in the suburbs of Christchurch with my wife and two children, four chickens, and uncounted books.\n\nSome Articles To Get Started\n\nWhat do I mean by “state tectonics”? A Theory of State Tectonics\n\n\nA longer piece on the same idea.  Magnitude-Nine Politics\n\nInstead of asking how democracy might be failing, let’s first ask: how did it ever succeed? Nobbling the Nobility\n\nHow gunpowder ended feudalism and gave us nation states. The Medieval Hiroshima\n\nHow warfare changed from the industrial age to the information age. An Air Force in Your Pocket\n\nPolitics as we know it is doomed and the democratisation of propaganda is to blame. Many-to-many Propaganda\n\nLearning to Program Bitcoin in C#\n\nAs a professional programmer who’s worked with financial systems and someone with an interest in how shifting technology can undermine our institutions, Bitcoin is fascinating.\n\nTo learn more, I’ve been working through Jimmy Song’s book, Programming Bitcoin, and doing the exercises in my native programming language, C#. Fair warning: this is technical! BTC#: Learning to Program Bitcoin in C#\n\n\nSubscribe To My Newsletter\n\nFor updates on the site, to join the conversation, and more, subscribe to my newsletter.",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.5537070036,
        "format_confidence":0.9807126522
    },
    {
        "url":"http:\/\/nickmccomb.net\/ross",
        "text":"The Robotic Oceanographic Surface Sampler\n\nThe ROSS project’s goal is to provide extremely unique sets of data from an inexpensive and relatively expendable research platform. This page details both the project as a whole, and highlights my contribution towards it.\n\nA picture of a ROSS unit in the water. Photo credit: San Nguyen\n\nFor this project, I am working for Dr. Jonathan Nash of the Ocean Mixing Group at Oregon State University. I have been branded as the “Lead Roboticist” and as such, I am responsible for all of the electronics systems of the kayaks, with a bit of reach into software and mechanical design. I work to design and implement all of the electronics that ROSS requires to function. I work with an ever growing team of about 10-12 engineers\/scientists\/machinists that work together to get the kayaks in the water. I am directly responsible for hiring and managing about 5 engineering students.\n\nI’m working with a great team of Oceanographers and Engineers on the project! Photo credit: San Nguyen\n\n\nROSS is an extremely effective scientific platform as it allows scientists in the field to multiply their efficiency by collecting a distinct and unique dataset from what is typically collected on a manned research vessel. It can also allow for tight multi-ship coordination.\n\nROSS coordinating with R\/V Roger Revelle and ORV Sagar Nidhi during ASIRI 2015.\n\nROSS is also capable of collecting data that is impossible for a manned vessel to collect. This was tested in particular during the LeConte Glacier deployment of August 2016. Kayaks were sent directly up to the glacier face, where the vessel we launched them from couldn’t get anywhere near due to safety concerns. Giant chunks of ice were constantly calving off of the face, which, while inconvenient (and potentially deadly) for manned craft, doesn’t phase ROSS.\n\nTesting two-kayak operations in Newport, OR. Both of these kayaks were operating in autonomous mode.\n\nROSS is capable of operating where manned vessels cannot.\n\nTwo kayaks head off to the glacier face.\n\nPersonal Field Work\n\nI’ve been involved in many testing deployments, and three actual data-collection deployments so far. I have made individual pages for each of these deployments, and they are linked below:\n\n\nA selection of mentions we have gotten in the media. I am featured in the bolded items.\n\n\nThis video was a test of one of the first protoypes in Yaquina Bay in Newport, OR off of the R\/V Elakha.",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.9955915809,
        "format_confidence":0.8390151858
    }
]