[
    {
        "url":"https:\/\/graphicdesign.stackexchange.com\/questions\/13564\/what-are-some-good-tips-on-how-to-extrude-text-in-adobe-illustrator",
        "text":"I'm bit of a newbie in Adobe Illustrator and have been learning the application by trying to follow some tutorials and recreating some cool stuff I come across on the web.\n\nThat being said, I'm having trouble replicating the effect found in the following image using the standard 'Extrude & Bevel' options. I've also tried copying + pasting the text in front, back, in place and that came out even more horrendous. 'Extrude & Bevel' gives me a nice approximation but nothing that pops out like in the example.\n\nAny tips on how to fine tune my 'Extrude & Bevel' settings or an entirely different method of achieving a similar effect would be very much appreciated. Thanks for your time and help!\n\nHow can I create a 3D effect on my text similar to the one in the following image, using Illustrator's Extrude and Bevel tools?\n\n\nYou can not achieve that appearance in Illustrator using effects. Illustrator's 3D Extrude is pretty rudimentary and will never allow a flat front face with an extrusion. In order for any extrusion to show, using Illustrator's 3D effect, you must rotate the object. That's not what you have in your image.\n\nWhat you can do to achieve this appearance in Illustrator is to set the front object, then copy it and offset it for the base of the shadow. Then manually add tangent objects to give the appearance of the shadow. In the example below the white S0 is the front object, the black So is the base for the shadow then the red shapes are all manually drawn tangent shapes.\n\nextruded appearance not effect\n\nWhen the red shapes are filled with black it gives the appearance of a block shadow as in your example.\n\nfull block shadow\n\nTrying to do this with the 3D effect will simply be a lesson in frustration.\n\nAnother option is to use offset fills and stack them to create the appearance of the block shadow:\n\n\nYou simply add a fill in the appearance panel, then use Effect > Distort & Transform > Transform to move the fill away from the original object.\n\n\nI've moved the black fill behind the contents of the object in the Appearance Panel. Then used Effect > Distort & Transform > Transform to move the black fill 1pt left and 1pt down. I've then inserted a number of copies. The depth of the block shadow will depend upon the copies. Since each copy is moved 1pt left and down, if you want a 50pt shadow enter 50 copies.\n\nI use the Appearance panel technique most often. However in some cases, it can be much, much, faster and easier to simply draw tangent shapes depending upon the base artwork.\n\n| improve this answer | |\n\nI've created an Adobe® Illustrator® Plug-in called Oblique Projection 'opo' to automate the creation process of Parallel 3D Effect (Extrude Effect). It is quick and gives you full control over the appearance of the extrusion.\n\nEverything is on one layer so you can easily separate it from the rest of the artwork. Plus it is divided into logical parts - this way every letter (or even every part of the letter) can be modified fully independently.\n\nIf someone would like to play with it, here it is: http:\/\/63mutants.com\/subc\/products\/opo_m01\/opo_m01.php\n\nenter image description here\n\nenter image description here\n\n| improve this answer | |\n\nA similar solution can be arrived at using the 'blend' function, the benefit of this however, is the shadow part is also a vector object that can be changed all you want.\n\nThe process for this is simple:\n\n  1. Create the object you wish to add the effect to.\n  2. Right click on the object and go to 'transform' - 'move'\n  3. Set the position of the shadow (preview is always a good option to select here) and, instead of clicking 'OK', click 'Copy'\n  4. Right click on the copied object and send it backward\n  5. Go to 'Object' - 'Blend' - 'Blend Options' and here select the type of blend as 'Specified Steps', enter a number in the input field (I usually use the same highest number as I used in the move function in step 3) and the alignment (which might require you to complete the steps and then undo as it is highly dependent on the object you are working with), and click 'Ok'\n  6. With both objects still selected, click 'Object' - 'Blend' - 'Make', and you should be presented with your blended object.\n  7. With the newly blended object selected, go to 'Object' - 'Blend' - 'Expand' and you should now be able select each of the individual steps specified in step 5.\n  8. Create a copy of the top most (your original), select all of the objects from the blend and use the pathfinder tool to unite them into one object. Use the pen tool to neaten up any edges that need it (receding straight lines will take on a stepped appearance), and place the copy of the original back on top to complete it.\n\nAnd there you have it.\n\n| improve this answer | |\n\nHere's my take using the Bevel and Extrude tool (Effect > 3D > Bevel and Extrude)\n\nSorry for the French text but everything is in the same place so you should be able to figure it out. The best part to this method is that everything stays editable and there aren't too many extra steps.\n\n  1. You want your letter to still look flat so put all the rotation settings to 0 and only slightly tweak the ones that will determine where the extrusion pops out. So here I added 2 degrees to mimic your example.\n  2. You will want to use a lot of depth to your extrusion (the 1500 pt value I have below in the next section.\n  3. Click the More options button to open the light options. You can use different shadings but I found this one worked well for a flat look. Use 100% intensity and 0% ambiant light.\n  4. Pick a color for your shadow and voilà!\n\nBevel and Extrude\n\nTo add to this answer after the comments below:\n\nTo avoid as much distortion as possible, I've found while answering your question that it's possible to enter decimal values in the rotations. Although Illustrator rounds them up, they are still in effect visually. This is portrayed by the example below where my values for rotation are 0,25 \/ -0,25 \/ 0 but they all show up as 0.\n\nExample of rounded values and distortion on curved and straight characters\n\n| improve this answer | |\n  • This is good. My issue is that a 2° rotation, is still a rotation. While not overly visible on a curved character, 2° of rotation is exceptionally visible on a square character. – Scott Jul 27 '14 at 15:24\n  • Totally agree that it is a distortion albeit it doesn't show that much even at 2. With the kind of depth that was required comparing to the screenshot, 2 degrees is the least I could enter. An odd behavior that I found while doing this example is that I could enter 0,25 degree and it would round up as 0 degree in the dialog box but it was still using the 0,25. So if you don't want a huge drop shadow like OP was asking you could enter the tiniest fraction possible to avoid as much distortion as possible. – curious Jul 27 '14 at 15:49\n\nAnother way to easily do this: Copy front object. Place copy where you want the shadow extrusion to stop. Merge front and back objects. Delete tangent points in the corners to finish the extrusion. Clean as required.\n\n| improve this answer | |\n  • Please can you add an screenshot to show what you mean? – Mensch Feb 3 '16 at 19:40\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.5874949694,
        "format_confidence":0.9911495447
    },
    {
        "url":"http:\/\/photo.stackexchange.com\/questions\/4314\/canon-50mm-lens-f-1-2-l-or-f-1-4-alternative-brands",
        "text":"by Jakub\n\nsubmit your photo\n\nHall of Fame\nView past winners from this year\n\nPlease participate in Meta\nand help us grow.\n\nTake the 2-minute tour ×\nPhotography Stack Exchange is a question and answer site for professional, enthusiast and amateur photographers. It's 100% free, no registration required.\n\nI am in the market for a 50mm lens for my Canon DSLR. I've read plenty of reviews, and all of them have great things to say about both lenses. From a scientific perspective, the f\/1.2 performs better wide open, which is to be expected given its price.\n\nMy question is, from a real-world perspective, from people who have actually used both lenses, is there any real reason to get the 50mm f\/1.2? It costs over four times as much, which really isn't a \"problem\", per-se, but not an amount of money I want to spend unless I absolutely have to.\n\nMy primary use for this lens would be astrophotography and probably some portrait and close-up nature work. It will initially be used on an APS-C sensor, but I plan to upgrade to a 5D Mark III soon after it is released. When it comes to astrophotography, I intend to use such a lens wide open, or perhaps up to one stop down from wide open, as light gathering ability in pitch black is the main idea.\n\n\nBased on Matt Grum's answer, I am also interested in hearing about competing fast 50mm lenses. I had not thought of third party lenses before, as I've always bought Canon, however if a third-party lens is optically just as good or better, for a better price, I'd be interested in hearing about them as well.\n\nshare|improve this question\nYou could check out the zeiss 50mm too. It being sharper or not seems to depend on how hip you are but one thing is for sure, the photos shot with it look different, something about the contrast. –  Shizam Oct 29 '10 at 16:41\nKeep an eye on this question about third-party lens quality if you're thinking about third party lenses. –  Drew Stephens Oct 29 '10 at 18:53\n@Shizam: Does the Zeiss 50mm come in a Canon mount? Got any links to good reviews? –  jrista Oct 29 '10 at 20:02\n@Drew: Thanks, useful information. :) –  jrista Oct 29 '10 at 20:03\nIt does indeed come in a Canon mount, there are lots of off the cuff reviews of the lens but I'm having trouble finding a nice in-depth with side-by-sides. –  Shizam Oct 29 '10 at 20:12\n\n10 Answers 10\n\nup vote 5 down vote accepted\n\nThe 50L is definitely better than the 50\/1.4; I'm just not sure if it is worth that much money. If you need fast and reliable AF, sharpness wide-open, weather-sealing (with a weather-sealed camera of course), f\/1.2 and great bokeh, go for the 50L.\n\nI was in a similar situation previously, and I opted for the Zeiss 1.4\/50 ZE, primarily because I shoot more landscapes than portraits at 50mm, and at f\/4, the Zeiss beats out the Canons. Even at f\/2.8 the difference is there, but the Canons win at smaller apertures, while the Zeiss wins out in micro-contrast and colour rendition, at the cost of AF.\n\nYou can also consider the Sigma, just make sure the AF is accurate.\n\nshare|improve this answer\nDo you know what the cost difference between the Zeiss 50\/1.4 and the Canon 50\/1.4 is? –  jrista Oct 29 '10 at 21:24\nLast I checked, the Canon is about 350 USD, and the Zeiss around 700 USD. The difference is smaller where I live though. –  ctham Oct 29 '10 at 23:32\nThanks. Double the cost, but the Zeiss is a full manual lens, which might be better for what I'll be using it for. In the pitch black of night, AF doesn't work, so I never use it for astrophotography. And for close-up work, I prefer to manual focus as well. The focus shift of the Zeiss is the one thing I don't like about it, and for close-up work, it might be a problem. –  jrista Oct 30 '10 at 0:35\nI think it' just about perfect for astrophotography, at infinity it is a great lens. Closer up, it will be a pain in the butt, but I'm sure you can get used to the focus shift pretty quickly. Stopped down to f\/2.8 it's not an issue at all in my experience. This one for eg was taken at f\/2.8: –  ctham Oct 30 '10 at 0:50\nThanks for all the insight, ctham. I am thinking the choice will boil down to the Sigma 50\/1.4 and the Zeiss 50\/1.4 ZE. After hearing from some of you who have the TS-E lenses, I have decided to put my money into the 24mm L TS-E lens, and save more money on the 50mm. I don't think the Canon 50\/1.2 will really buy me nearly as much as a tilt\/shift will. I really like the idea of a manual focus lens for astrophotography, and it sounds like Zeiss lenses are better with finer details and color. –  jrista Oct 31 '10 at 18:29\n\nHave you considered the Sigma 50\/1.4? That's definitely the lens I would get if I were starting over. Neither The Sigma and Canon 50\/1.2L were out when I bought the 50 f\/1.4 so it was an easy decision.\n\nFirstly it's worth stating that the 50 f\/1.4 is an excellent lens by most standards. However it is soft, and defecty (lots of lateral CA in highlights, heavy vignetting) wide open. This is of course to be expected of such a large aperture,\n\nI don't mind the vignetting as it actually improves the look of portraits however if you're doing astrophotography what's the point in a lens that's f\/1.4 in the centre and f\/2.0 at the edges? Having said that vignetting is not really a problem with a crop camera.\n\nThese defects of course to be expected of such a large aperture, however the Sigma is a newer design and they worked very hard to improve the performance wide open. This is evidenced in the fact it has a much larger front element (for the same max aperture), and in tests is sharper wide open and vignettes less than the Canon 50 f\/1.4. See:\n\nAs for the Canon 50 f\/1.2, I have never used this lens, but there are extensive reports of focus shift due to uncorrected spherical aberration (where the plane of focus retreats when stopping down between f\/1.4 and f\/4.0). This is a feature of the lens and some are able to live with it and some aren't. It doesn't affect the wide open performance (since the lens is focussed wide open), however if you were to use Tv for shutter speed and let the aperture wonder between f\/1.2 and f\/4.0 you would probably see very variable AF performance. Past f\/4.0 the extra DOF masks the focus shift. Opinions are divided on the lens as a result. Personally I would need to be able to rely on a lens, especially at this price, and given the 85 f\/1.2L is corrected for focus shift. I'm sure there's a good reason Canon didn't with the 50, I believe it's to do with the quality of the bokeh - lens design is a compromise. I would read the following before investing the 50f\/1.2L\n\nFinally, have you considered buying a second hand 5D? You could pick one up plus a 50 f\/1.8 for much less than the Canon 50 f\/1.2L, and it would gather more light than the 550D + f\/1.2. You might even be able to get a 1.4 with the change. Despite the age the original 5D is still an amazing camera.\n\nshare|improve this answer\nThanks for the info. The Sigma definitely looks better than the Canon for a 1.4 aperture. Its on my list of serious consideration now. I recently asked a question focus shift on Zeiss lenses. Guess its the same problem with the Canon 50\/1.2. I find that to be a fairly annoying problem, and would definitely affect close-up photography. Any idea how focus shift would be affected by extension tubes? Worse? Also, have you ever used a Zeiss 50mm manual lens? –  jrista Oct 30 '10 at 0:23\nRegarding the 5D, I am actually waiting for the 5D Mark III. I've been on the brink of buying a 5D II a few times, but with the Mark III just around the corner, I could never bring myself to actually purchase it. I do believe the orig. 5D is indeed a stellar body, I've seen some amazing photos from it, but I love to blow my photos up to HUGE size with lots of image resolution counts. The 5D III will be bought regardless. I am seriously considering the Sigma 50mm now, as in comparison with the Canon 50\/1.4, it seems to perform very well. Thanks for the tip! –  jrista Oct 30 '10 at 6:10\nI mentioned the 5D as there are two ways to get more light, a bigger aperture (going from 1.4 to 1.2 gives you 1.4x as much light) or a bigger sensor (going from APS-C to full frame gets you 2.56x as much light). Since you're potentially willing to invest in the 1.2 I thought I'd mention there's a cheaper way to get more light. You can still get the 5D markIII when (and if) it comes out! –  Matt Grum Oct 31 '10 at 13:07\nThanks for all the insight. For a 50mm lens, I will get either the Sigma 50mm f\/1.4, or maybe a Zeiss 50mm manual lens, and save the rest of my money for a TS lens. I think I'll get far more out of say the 24mm L TS-E than out of the 50mm f\/1.2. I don't think half an extra stop of light or some better sharpness is really going to do that much for astrophotography. I do agree about the larger sensor of the 5D, and one of my reasons for getting a full-frame body is to finish off my astrophotography kit. Wasn't aware that it was 2.56 times as much light though...intriguing statistic. –  jrista Oct 31 '10 at 18:25\nBoth your answer and ctham's answer were very helpful. As you've established yourself as a solid, core member of our community, I'm going to give ctham the answer vote. Thanks again! –  jrista Oct 31 '10 at 18:33\n\nI own both and possible focusing issues aside the decision on which one to use comes down to two things.\n\n  • If I want to shoot in low light and I don't want to use a flash then the 50 f1.2 is the obvious choice, that extra half stop is the difference between blurred people and not.\n\n  • If I want to have faster (not better) AF then the 50 1.4 is the obvious choice, the 50 1.4 focuses considerably faster than the 50 1.2. The 50 1.2 isn't as slow as the 85 1.2 but its slow.\n\n'Course, the fact that the 50 1.4 is much lighter comes into consideration as well.\n\nshare|improve this answer\nThanks for the concise answer. :) The weight of the 1.4 is definitely a bonus, I didn't realize the 1.2 was twice the weight. I won't really be usin... (truncated)",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.5465533733,
        "format_confidence":0.9889382124
    },
    {
        "url":"https:\/\/maclyninteractive.com\/qa\/quick-answer-does-hairspray-seal-charcoal-drawings.html",
        "text":"Quick Answer: Does Hairspray Seal Charcoal Drawings?\n\nHow do I protect my charcoal drawings?\n\nThe ARTnews Recommends Editors Protect your charcoal, chalk, graphite, and pastel drawings by using a fixative spray.\n\nFixative spray keeps surfaces from smudging, fading, and flaking after a work is complete.\n\nThere are two basic types of fixative, regular and workable..\n\nCan you set charcoal with hairspray?\n\nThe answer is yes – you can use hairspray to set your charcoal drawing if needed, but you should use a professional fixative if you are serious about drawing. … Using a fixative or hairspray will help, as it will bind the charcoal granules that sit on the surface of the paper, together, which helps prevent smudging.\n\nHow do I make a homemade fixative?\n\nMix casein with (grain) alcohol and (distilled) water, in a 1:2:5 ratio. See here for more experiences (and likely some troubleshooting). And in case you have any shellac at home, you can try mixing it with isopropyl alcohol in a 1:4 ratio to create a shellac fixative3, which you can apply using a spray can.\n\nHow do I protect my pencil drawings?\n\nHow to Protect Your Pencil Drawings From SmudgingUse a Fixative. Fixatives do exactly that — they help “fix” your graphite to your paper. … Put Wax Paper Between Your Pages. Wax paper is useful outside of cooking and baking! … Frame Your Pencil Drawings. If we’re looking for a barrier, this is a top notch barrier. … Use Page Protectors.\n\nHow do you keep charcoal drawings from smudging?\n\nTo stop charcoal sketches from smearing, one must use fixative spray. Use many light coats to avoid dust from the sketch. Instead of applying one heavy coat of fixative, it is best to apply multiple lighter coats. You need to hold the fixative about 2 feet away from the paper while you spray.\n\nWhat can I use instead of fixative?\n\nTo fix chalk pastels use a cheap hairspray instead of the expensive arty fixative. Go to the ‘pound shop’ (or dollar shop) to stock up. Also, use pastels to shade over acrylic paint – great for folds in fabric or shadows…\n\nWhat fixative is best for charcoal?\n\nTop 5 Best Fixatives For Charcoal In 2020Winsor & Newton Professional Fixative.Sennelier Delacroix Fixative Spray.Golden Archival MSA Varnish.Lascaux Fixative Aerosol Spray.SpectraFix Spray Fixative.\n\nWhat to spray on chalk to make it stay?\n\nTo make your chalk drawings permanent, lay your chalkboard out and carefully spray with a THIN even coat of hairspray from AT LEAST 10 inches away. Make sure you entirely cover the surface. The aerosol is important because it sprays small even droplets.\n\nCan you draw over fixative?\n\nAllow fixative to dry completely before painting, drawing or touching the work. Do not over apply as it will cause a more dramatic color shift or even cause pastels to dissolve in the fixative.\n\nDoes Hairspray seal ink?\n\nHairspray will fix a matt print but there are also matt fixative sprays available should you need them. On the face of it it would appear that hairspray is the outright winner here. It is cheap and in the short term seems to give the best results on pigment prints if you want a gloss finish.\n\nHow do you keep pencil drawings from fading?\n\n– Parchment paper This translucent waxy paper is one of your best allies when it comes to preserving your graphite drawings. Although parchment paper is the optimal choice—the graphite will keep better in place—you can also put a white sheet of paper on the drawing to protect it.\n\nHow do you ship charcoal drawings?\n\nPlace the entire object in a thick plastic bag, fold down the opening several times while pressing out the air and tape shut with plastic packaging tape. Then place the packaged drawing into a wooden shipping box with custom cut styrofoam spacers so that it cannot move.\n\nCan you frame charcoal drawings?\n\nWhether sprayed or unsprayed, when framing a charcoal drawing, it’s best to use a double or triple mat to prevent the charcoal from touching the glass. Friction is the enemy of charcoal so when cleaning the glass, a slightly damp cloth should be used to avoid the static that a dry cloth can create.\n\nCan you use hairspray to seal pencil drawings?\n\nTo preserve your little treasure’s artwork, a fine mist of hairspray over the child’s drawing will “fix” the medium. It works best for unstable mediums such as chalk, pencil, and pastels which can easily smudge.\n\nDoes Hairspray work as a fixative?\n\nFIXATIVES: … Some artists may suggest using hairspray as a fixative; however this is not recommended for a couple reasons. First, the chemical makeup of hairspray does not ensure archival properties and could cause yellowing of the paper over time. Also, if too much is used, the paper can become sticky.\n\nHow can I protect my pencils without fixative?\n\nIf you are interested in storing your drawings without a fixative, you can place the picture between two pieces of glassine interleaving paper. Glassine interleaving paper is an acid-free translucent paper that is ideal for protecting and storing delicate artwork like graphite, charcoal, colored pencils, and pastels.\n\nWhat is fixative spray?\n\nIn drawing, a fixative is a liquid, similar to varnish, which is usually sprayed over a finished piece of artwork, usually a dry media artwork, to better preserve it and prevent smudging. Modern fixatives are usually alcohol based, and hydrocarbon propelled. … Fixative is most commonly available in aerosol sprays.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.96613276,
        "format_confidence":0.802554369
    },
    {
        "url":"https:\/\/photo.stackexchange.com\/questions\/24871\/how-to-best-take-a-picture-of-a-screen-like-a-computer-monitor-with-a-phone-ca\/82555",
        "text":"Are there any tips on shooting with iPhone another screen, like a computer monitor or another phone? Maybe it requires some special lightning?\n\nI'm trying, but it's always too dark or noisy.\n\nHere are shots that I like; I would like to shoot similar photos:\n\n\n\n  • 1\n    Could you maybe show shots that you took with your iPhone? Such that people here can see what's wrong with your photos. – Saaru Lindestøkke Jul 3 '12 at 9:48\n  • A couple of places to shart would be: photo.stackexchange.com\/questions\/8328\/… and photo.stackexchange.com\/questions\/21294\/… – forsvarir Jul 3 '12 at 11:20\n  • While I don't think this is your main point, I'd like to point out that you should not expect the kind of DOF in the second shot to come out of a mobile phone's camera. The sensor isn't large enough for this. – mivilar Jul 3 '12 at 21:15\n  • 1\n    Why would you even want to do that? – Fake Name Jul 12 '12 at 12:39\n\nThankfully LCD\/LED screens are much easier to photograph than old CRT screens, but there are still a good number of things that can go wrong:\n\n  • Glare - this is light reflecting on the monitor and obscuring the image, move the camera around so you don't see the reflection or place something between the monitor and light source to block the light.\n\n  • Image too dark\/bright - the camera will assume you are photographing something that has middle brightness, a mostly white monitor will be under exposed and a mostly black monitor will be over exposed, with a \"real\" camera use exposure compensation (or manual mode) to get the brightness just right, with an iPhone tap the screen to focus on a part of the screen that is middle brightness (middle gray works best).\n\n  • Vertical\/horizontal stripes - those are caused by flicker in the florescent tube on the back of the LCD screen (theoretically shouldn't happen on LED screens, but I don't have one here to test it), you have to set the camera's shutter speed so it catches an entire cycle (if you're power is 50Hz 1\/50 or 1\/25 will do, if your power is 60Hz 1\/60 or 1\/30 - USA is 60, most of Europe is 50) - I have no idea how to do this with an iPhone\n\n  • Round stripes - this is moire pattern, it is caused by the camera behind fooled by the \"grid lines\" between pixels - move in closer, move out farther or change angle until they disappear.\n\n  • Random dots - this is noise, any acceptable camera (including the iPhone) will only produce visible noise in low light conditions and a screen is pretty bright so this shouldn't be an issue - but it can happen outside the screen or in dark areas of the screen - you can try to play with the screen brightness or add more light (add light for off-screen noise only, and be careful about glare) - in this case it's probably best to remove noise in post-processing\n\n  • Strange color casts - this can be caused by the fluorescent flicker (and solved by setting the shutter speed) or bad white balance - to correctly set the white balance with a good camera shoot raw and adjust in post or crate a custom white balance based on a blank white screen, with an iPhone (or a P&S that doesn't support custom white balance) focus on an area that is pure white or neutral gray (to also control brightness it better be middle gray)\n\nI think that's it, if there are other things that can go wrong or anyone knows how to set the shutter speed on an iPhone leave a comment and I'll update the answer\n\nYou can find a more detailed version of this answer on my blog at photographing screens\n\n\nOn the iPhone, taking the picture in HDR mode gives you a composite of three photos taken and low, medium and hi range. As a result you are likely to catch all of the pixels at least once.\n\n  • If it's too dark, then try setting the exposure manually.\n  • Use a relatively slow shutter speed so that you don't capture any flickering \/ screen refreshing. I believe that some screens refresh at around 50 times a second, so I would start with a shutter speed of 1\/20 second. I'm not sure exactly how this works on LCD\/LED screens.\n\nFor production clarity level clarity and for expediency, make the device and screen 2 separate pictures to be blended. This involves 1 environment picture for context context, and a separate subject image to be projected onto the device screen for the most clarity:\n\n  1. Take a picture of the device with the screen set to the lowest setting (environment picture).\n  2. Grab a screenshot from the device, or the image you want to be on the screen (subject picture).\n  3. Black out the device screen in the environment shot (or set to transparent).\n  4. Rotate and inject the screenshot or desired subject shot onto the phone screen.\n  5. Blend edges of device screen (environment) into subject layer as needed.\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.6217967272,
        "format_confidence":0.9903693795
    },
    {
        "url":"http:\/\/photo.stackexchange.com\/questions\/1872\/what-types-of-filters-are-there-and-whats-their-use",
        "text":"Sunset in Kruger\n\nby MrFrench\n\nsubmit your photo\n\nHall of Fame\nView past winners from this year\n\nPlease participate in Meta\nand help us grow.\n\nTake the 2-minute tour ×\nPhotography Stack Exchange is a question and answer site for professional, enthusiast and amateur photographers. It's 100% free, no registration required.\n\nI have basic idea of what a filter is and what it is used for. I would like to know what are the different types of filters are available and if possible would love to have the following questions answered for each of them:\n\n  1. Mostly used for 'X' photography\n  2. Price range\n  3. Utility factor (out of 5)\nshare|improve this question\npossible duplicate of What are your preferred filters for certain subjects? –  chills42 Aug 3 '10 at 2:22\nI tend to disagree chills42, it's a good question that can be answered beyond digital, which the linked question is specific to based on the follow-up commentary. –  John Cavan Aug 3 '10 at 3:14\nWhatever follow-up commentary was there is either gone or didn't really influence the answers. I think these questions should be merged. –  mattdm Mar 26 '11 at 4:32\nI'm serious about adding an extra bounty if you provide physical and digital-approximation examples! Plus, I'll buy you a beer if you're ever in Boston. –  mattdm Oct 14 '11 at 12:15\n\n4 Answers 4\n\nup vote 19 down vote accepted\n\nWow... Well, there are a lot of filters out there that are used for a whole variety of purposes, but to cover the high points:\n\n  • UV Filters are designed to reduce or eliminate UV rays coming through the lens. At this point, they're primarily used as lens protection, though the utility of that is debatable (I side on the not so useful side of that argument, but others disagree) versus the possible side effects (such as ghost lights). So, my rating is a 1 there, but that's personal choice and you have to decide if the 'protection' is relevant to you versus the potential side effects.\n\n  • Color correcting filters are designed to help create the correct white balance. For example, to color correct for tungsten light, you might use a 85B filter and that will help ensure that white is, in fact, white when you take the shot. My rating is, again, low, perhaps around a 2 here because white balance is easily corrected if you shoot RAW. This is a film holdover.\n\n  • A Polarizer is designed to cut certain types of glare. There are two types: linear and circular. They are basically the same, a filter that can be rotated to block light perpendicular to the filter axis which, in turn, can cut glare. For modern cameras, the circular polarizer is the one you want as the linear one may interfere with the autofocus function. Bear in mind that when using one, you will lose a couple of stops of light. My rating is a 5 if you ever want to shoot subjects around and through water or glass.\n\n  • Neutral Density filters are designed to reduce light, an action often seen as counter-productive to an entire practice of capturing light. However, the use of ND filters allows for significantly reducing shutter speed under very bright light without affecting the color of the light. Very handy if you want to slow down things like a waterfall to create that dreamy look as the water cascades through the rocks. ND filters come in a variety of strengths and it is a common practice to stack various types as needed to increase the strength. This is a 4 for me because I like water shots of all kinds.\n\n  • Graduated Neutral Density filters are similar to the above except that they reduce their density as they progress. As with standard ND, it's about light reduction, but intended to be more controlled so that, for example, you can reduce the brightness of the sky in order to even out with the brightness of the land. Again, there are various levels of strength, but unlike most of the above, these are best when they are not circular and directly affixed to the lens. You want a filter that is much larger than the front of the lens so that you can adjust the position of the gradation as you need for the shot. Cokin makes a good system for this purpose, though you are not limited to their filters if you get the system. Also a 4, though most useful in the landscape world which I don't do a lot of.\n\n  • Special Effects filters run the gamut, including options like a starlight filter that creates a 'star' like effect on light sources. These are all over the map and some can be fun, though you should bear in mind that many are gimicky. Maybe a 3 because of the fun factor, some of which you can achieve through other options such as creative bokeh kits. Still, with the right subject, a special effect filter can produce a cool result.\n\nAs for all of the above, in regards to price, you get what you pay for to a large degree and it is really all over the map. Better filters aren't cheap and, if you are getting them, it's better to pay the price knowing what you want from it. Having said that, options like the Cokin filter system can really help if you have a large lens collection. I went the Cokin route because I have 5 different filter sizes to deal with and I didn't want to be buying certain filters 5 times. Now, Cokin filters are very good, but not great, though the good news is that there are third party manufacturers that produce filters for the system and some of those really are great. I like the system, your mileage may vary.\n\nshare|improve this answer\nAdditionally I use my ND filters so I can open up the aperture wider in bright conditions. I can get a short depth of field for outdoor portraits. –  infamouse Aug 3 '10 at 17:48\n@infamouse: Yeah, another good use for them. Mine has primarily been to drop shutter speed, but opening up the aperture would also be a use. –  John Cavan Aug 3 '10 at 18:56\nThank you John for the detailed answer. Almost exactly what I was looking for! –  Tushar M Aug 4 '10 at 1:02\n@Tushar: Happy to help. –  John Cavan Aug 4 '10 at 1:44\n\nOther answers cover the typical digital & color film workflow, but the use of filters on B&W film bear mentioning. Generally speaking, they're intended to alter the contrast and tonality of the scene. The common ones are:\n\n  • Yellow. Blocks blue light, gives a 'natural' contrast to typical scenes (e.g., the sky is slightly darker than the clouds). Lighter yellows are good for portraits with light skin tones, or to soften skin tones.\n  • Orange. Slightly higher contrast than yellow, not as much as red. Very useful for urban landscapes.\n  • Red. Very high contrast, particularly in landscapes; foliage is very dark, as is the sky. Dark red filters or red+polarizer can produce a black sky and almost day-for-night effect.\n  • Yellow-green. Increases contrast and separates green tones. Good general-purpose landscape filter.\n  • Green. Lightens foliage. Darkens skin tones in portraits, popular for portraits of men.\n\nThis is just a general overview, there are a number of variations within each color; see here for a more-thorough reference.\n\nRating utility is tricky, as it depends on your intentions. Any B&W film photographer is likely to have at least one out of yellow, yellow-green, orange or (less commonly) red. So having any filter at all would probably rate at a 5. And if you're shooting particular subjects regularly, filters that flatter those subjects are also very handy.\n\nshare|improve this answer\nRed is also good in portraits for smoothing out skin blemishes. –  mattdm Oct 8 '11 at 1:36\n\nNow that world has mostly moved to digital photography, filters are mostly left too a few specific functions.\n\nPrices range from $20 for cheap filters found at large chain brick and mortars, to several hundreds of dollars for multicoated filters by companies that specialize in glass. Filter costs also depend on the size of the filter.\n\nBased on your scale of 1-5, I'd say a CPL has a pretty high utility value, 4, while the others are around 2. If you prefer to use a filter to protect your lens then the utility value is at 5.\n\nshare|improve this answer\n+1, though I have to disagree on one point: even if you prefer to use a filter to protect your lens, its utility is still approximately negative 10. –  Jerry Coffin Aug 3 '10 at 4:26\n\nWhile a lot of the filters can probably be replaced with digital post processing in the work-flow with digital photography today, I feel that the Polarizer (usually the circular one) is not yet replaced. The way it can manipulate light is not achieved by digital post-processing techniques (here is a short article to try).\n\nBesides the UV filter that you would pickup for lens-protection (if nothing else), you should check the circular polarizer filters and how to use them.\n\nWhile you are planning for a polarizer, it would also be useful to check out why you need a circular polarizer (rather than a linear one).\n\nshare|improve this answer\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.978148222,
        "format_confidence":0.9906064272
    },
    {
        "url":"http:\/\/photo.stackexchange.com\/questions\/15010\/what-are-some-creative-ideas-for-a-photo-shoot-centering-around-the-use-of-a-not\/15012",
        "text":"Sunset in Kruger\n\nby MrFrench\n\nsubmit your photo\n\nHall of Fame\nView past winners from this year\n\nPlease participate in Meta\nand help us grow.\n\nTake the 2-minute tour ×\nPhotography Stack Exchange is a question and answer site for professional, enthusiast and amateur photographers. It's 100% free, no registration required.\n\nSo, I have to create an interesting photo with the subject being the use of a laptop. It should be as interesting as possible.\n\nI have thought of a photo with working on laptop while going up on stairs in the metro. Can you suggest some ideas, or maybe some photographers who have a related work.\n\nshare|improve this question\nHi Ryan. I'm curious — is this a homework assignment, or a business client request? No problem either way; just wondering. –  mattdm Aug 18 '11 at 14:23\n\n2 Answers 2\n\nI think it would be interesting to portray the laptop being used in places where you do not expect to see a laptop: say a kitchen (with food splattered on it), a field (with dirt on it), or even a sporting event, say on a football field.\n\nGood luck!\n\nshare|improve this answer\nUnderwater, while scuba diving? –  che Aug 18 '11 at 20:57\n\nDoes the laptop have to be the focus? There was a series done a while ago by Gabriela Herman on bloggers, it's up here on her site\n\nshare|improve this answer\nnot necesarily, the focus must be a special environment in which you work on your laptop... But thanks:) Maybe you or others could give me some more resources. –  Ryan Aug 18 '11 at 13:26\nYou could focus on the environments you see people working with laptops, coffee shops, trains, buses etc that aren't the traditional office\/home office environments. If I was doing it I'd probably do something like get someone to sit in a coffee shop and do a really long exposure to get everyone blurred around them whilst they sit still and are zoned in. –  Nicholas Smith Aug 18 '11 at 16:04\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.9944062233,
        "format_confidence":0.9898338318
    },
    {
        "url":"http:\/\/kevinruss.tumblr.com\/post\/40126549993\/hello-kevin-i-discovered-your-work-today-and-it-is",
        "text":"Kevin Russ\n\n\n\nAnonymous asked: Hello Kevin, I discovered your work today and it is very inspiring. I understand that shooting with an iphone gives the advantage of processing fast and on the same machine but what about prints? Have you printed some of your pictures and how large can they be?\n\nThank you. The largest I’ve seen one of my pictures is 17”x17” and it looked great. The larger you print a picture the further you stand back to see the whole thing. As long as you’re not 12 inches away looking for details but viewing the image as a whole, you can print as large as you need to. \n\nI have seen a rebel xt (8 megapixel) image of mine on a billboard and it looked great because it was viewed from so far away. I know the quality on a dlsr is better than the iPhone but it’s still the same principle.\n\n4 notes\n\n  1. kevinruss posted this",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.9804559946,
        "format_confidence":0.7673822045
    },
    {
        "url":"https:\/\/graphicdesign.stackexchange.com\/questions\/66050\/put-partly-transpared-photo-on-top-of-panorama",
        "text":"What is it nessesary to do if I want to see just black edges from background image in image placed on top?\n\nHere are links to source images <a href=\"http:\/\/oi65.tinypic.com\/xbzvhk.jpg\">panorama<\/a><br> <a href=\"http:\/\/oi65.tinypic.com\/29kvuvp.jpg\">photo<\/a>\n\nThis is what I want to create:\n\n<a href=\"http:\/\/oi63.tinypic.com\/29maskz.jpg\">Here<\/a>\n\nYou can see there are edges from background panorama mountains in picture on top.\nAny ideas, please?\n\n  • 3\n    It is a bit unclear to me what you want to achieve. Can you give us a sketch of desired result? – Takkat Jan 27 '16 at 9:22\n  • To put things in one place I edited this question with relevant information from your previous post. We can then delete your previous question (or, after an account merge you can also do that yourself). – Takkat Jan 27 '16 at 11:28\n  • @Takkat thank you for edditing my questions! And don't you know how to solve it, please? – Petr Bečka Jan 27 '16 at 11:52\n  • I am too busy with work at the office to guide you. If I understood it correctly you wanted to paint black outlines of mountains from the rendered source panorama on top of the destination photo? – Takkat Jan 27 '16 at 11:59\n  • Yes, you understand it well. – Petr Bečka Jan 27 '16 at 12:01\n\nTry this:\n\n  • Hide the second layer\n  • Make the first layer grayscale\n  • Use edge detection filters to highlight edges of the background landscape\n  • Adjust levels and invert if necessary to get thin black lines on white background\n  • Show the second layer and switch it to MULTIPLY mode\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.9746920466,
        "format_confidence":0.9908283949
    }
]