[
    {
        "url":"http:\/\/www.hugoparker.com\/index.php?option=com_content&view=article&id=5&Itemid=103",
        "text":"Products Liability\n\nHUGO PARKER attorneys have been actively involved in products liability litigation in the San Francisco Bay Area and Los Angeles for over twenty years.\n\nEdward Hugo, James Parker and Greg Rosse have been trial counsel in hundreds of asbestos personal injury trials, many of which have gone to verdict.   They have obtained either defense verdicts or relatively small net verdicts below the lowest pre-trial demands in nearly all of the cases tried to verdict.   These trials have included favorable verdicts in cases involving living mesothelioma plaintiffs, plaintiffs alleging asbestos-related lung cancer and plaintiffs claiming advanced asbestosis.   The name principals are retained as national trial counsel by several law firms whose responsibilities include managing regional and national asbestos litigation for some of the nation's largest corporations as well as directly by Fortune 500 companies defending these claims.\n\nThe firm is well versed in the needs of products defendants to defend cases in proportion to realistic liability exposures.   The firm's experience includes the defense of unimpaired (medical monitoring), minimally impaired, terminally ill and wrongful death claims and the unique liability and damage issues involved in such disparate cases.   The firm has the ability to economically work-up and defend all types of products claims in a manner consistent with the client's realistic potential exposures.\n\n\nIn addition to the firm's extensive asbestos products liability experience, our attorneys have defended and tried cases involving a wide range of other products.   The firm also represents medical device manufacturers and has successfully litigated products liability claims ranging from cardiac devices to laser technologies.   The firm has worked directly with manufacturers and their general counsel in coordinating regional defense of such matters.\n\nSan Francisco Bay Banner\n\nInternal Banner\n\nA Winning Record\nMAIN PHONE 415-808-0300 MAIN FAX 415-808-0333",
        "topic_id":3,
        "format_id":12,
        "topic_confidence":0.9671702385,
        "format_confidence":0.8590624332
    },
    {
        "url":"https:\/\/crissrousseau.com\/",
        "text":"• Criss & Rousseau Law Firm LLP\n\n    Providing legal services utilizing our extensive practice and experience. The firm provides for your legal needs in situations involving criminal law, elder law, estate planning, guardianships, medical malpractice, military law, personal injury, probate & estate administration, special needs planning, and veterans’ claims\/benefits law.\n\n  • The Retired Judge and Retired JAG Colonel\n\n    Judge (Retired) Susan Criss served the people of Texas for almost 15 years as a State District Court Judge. Colonel (Retired) Rick Rousseau served the nation for over 27 years on active duty as a Judge Advocate (JAG). Now, they both serve and fight for the clients of the Criss & Rousseau Law Firm LLP.\n\n    Headshot: Susan CrissCRISS BENNETTCOL RICK ROUSSEAU 2014 redoRWR on helicopter",
        "topic_id":3,
        "format_id":12,
        "topic_confidence":0.9849299788,
        "format_confidence":0.9727882743
    },
    {
        "url":"http:\/\/www.reedandearhart.net\/",
        "text":"Monday 8:00 AM - 5:00 PM\nTuesday 8:00 AM - 5:00 PM\nWednesday 8:00 AM - 5:00 PM\nThursday 8:00 AM - 5:00 PM\nFriday 8:00 AM - 5:00 PM\nCLOSED (By Appointment)\nCLOSED (By Appointment)\n\nWelcome to Reed Earhart & Lennox\n\nWelcome to Reed Earhart & Lennox LLC, located in Warsaw, Indiana. We are an established full service law firm serving clients in Warsaw and the surrounding areas. Our attorneys Scott J. Lennox, Joseph A. Sobek and Matthew J. Buehler are dedicated to providing you with all your legal representation needs. We take our jobs extremely serious and have earned an outstanding reputation within the community as one of the best and most established law firms in the area.\nVarious Law Books on Shelf\nReed Earhart & Lennox LLC is experienced in many different areas of the law. Our experience enables us to offer you personalized and professional services in areas such as personal injury, criminal defense, estate planning, corporate organization and representation, family law, OWI with reinstatement of driving privileges, and expungement of criminal records. Regardless of your needs, we are sure that we will be able to provide unsurpassed service and advice in almost any legal setting.\nWe strive to stand apart from our competitors, which is something you will quickly notice when you choose us. You can always count on the attorneys at Reed Earhart & Lennox LLC to provide you with the legal services you require.\nCall to schedule an appointment today!\n  • Criminal Defense\n  • Divorce, Custody, Support\n  • Adoptions & Guardianships\n  • Personal Injury\n  • Real Estate\n  • Wills, Trusts & Estates\n  • Wrongful Death\n© 2015 Dex Media. All rights reserved.",
        "topic_id":3,
        "format_id":12,
        "topic_confidence":0.9880530834,
        "format_confidence":0.9853218794
    },
    {
        "url":"http:\/\/adrroundtable.com\/why-choose-adr\/",
        "text":"Why Choose the ADR Roundtable to Resolve Commercial and Business Disputes?\n\nMembers of the ADR Roundtable are leading practitioners of commercial and business dispute resolution in the Puget Sound area, highly respected by their peers in their areas of emphasis. They share a commitment to the highest professional standards and to serving as neutrals – arbitrators, mediators and evaluators – to foster the creative, sensible and early resolution of commercial and business disputes. Many Roundtable members retain an active law practice in the resolution of commercial and business disputes; all are experienced and in touch with the realities of business practice and commerce, whether through their law practice or their work as an ADR neutral.\n\nMany Roundtable members are members of nationally recognized mediation and arbitration panels, such as those of the American Arbitration Association, the Financial Industry Regulatory Authority and CPR Institute for Dispute Resolution, and local mediation and arbitration panels, such as the U.S. District Court for the Western District of Washington’s Rule 39.1 ADR panel and the King County Superior Court mandatory arbitration program. Many are also leaders in national, state and local professional associations for the advancement of mediation, arbitration and other forms of alternative dispute resolution.\n\nRoundtable members provide ADR services through organizations with which they are affiliated as well as privately. When privately retained, Roundtable members commit to providing their services without any administrative fee. Members are flexible on procedures and timing.\n\nFor more information about the ADR Roundtable, contact any member or the Roundtable Chair.",
        "topic_id":3,
        "format_id":12,
        "topic_confidence":0.8187397718,
        "format_confidence":0.8591814041
    },
    {
        "url":"http:\/\/www.nolo.com\/lawyers\/profile\/bata-law-office-pa",
        "text":"Bata Law Office, P.A.\n\nBata Law Office, P.A.\n\nEstablished in 1978, Bata Law Office, P.A. has been serving the people of Cherokee, Clay, Graham and Macon Counties for more than 30 years.\n\nFirm Overview\n\nLocated in Murphy, North Carolina, our office represents clients in the areas of business and real estate law and estates, wills and trusts. Our goal is to provide you with intelligent, effective legal representation that resolves your issues quickly so you can move on with your life. North Carolina law can be difficult, but Bata Law Office, P.A. can assist businesses and individual clients in navigating through the complexities.\n\nGetting results for clients for more than three decades\nThrough meticulous attention to detail and in-depth knowledge of North Carolina law, attorney Rudolph A. Bata, Jr. has earned a reputation as one of the most capable legal minds in the region. He goes over every detail, no matter how small, with you so you get a clear understanding of every aspect of your case. We believe that when both the client and the attorney are on the same page, the results are far more likely to be positive. At the Bata Law Office, P.A., you will find:\n\nA renowned attorney Attorney Bata has received many accolades over the years, included the respected BV Distinguished Peer Review Rated by Martindale-Hubbell, awarded in recognition of his professionalism and ethics and the care he offers his clients.\nAn attorney who puts his clients first At the Bata Law Office, P.A., we want to build a foundation of trust with everyone who comes to us for assistance. Solid communication between us improves your chances for a favorable outcome in your case.\nA dedication to the people of North Carolina Attorney Bata has been helping the people of North Carolina for decades. He is an active participant in community activities and cares deeply that all of his clients from the area get the justice they deserve.\n\nAreas of practice\nAt Bata Law Office, P.A., we serve clients in the following areas of the law:\n-Business Law\n-Estate, Will and Trusts\n-Real Estate\nMain Office\nMain Office\n225 Valley River Avenue, Suite B\nMurphy  NC  28906\n  • 828-837-8684\nEstate Planning\nExperienced North Carolina trust and estates attorneys can draft your last will and testament\nA will is essential at every stage of your life, providing you with the opportunity to distribute your property, establish care for your children and otherwise express your wishes for what will happen upon your death. A will is necessary if you intend to leave property to someone who is not your blood relative, e.g., a domestic partner, a friend or a charity. If you die without a will, the court determines how your property is distributed, who cares for your children and even what happens to your beloved pet and the decisions the court makes might not reflect your desires.\n\nAt Bata Law Office, P.A., we have more than 30 years of experience drafting wills for clients and can assist by drafting a valid will to ensure your intentions are honored.\n\nChanging your will\nAs your life evolves, so may your estate plan. You may need to update your will throughout your life. We draft valid codicils that address changes in your financial situation, marital status, parenthood status, philanthropic interests and general lifestyle decisions.\n\nAppointing a guardian\nYour will allows you to make decisions about the future care of your minor children. This is especially crucial if you are a single parent or in the event that both parents die in a common incident. If you have not named a guardian for your children, the court appoints one, who may make parental decisions contrary to what you would have wanted. In your will, you can also make arrangements for the care of your pets, naming a guardian to take responsibility for them.\n\nCreating an optimal estate plan\nDrafting an effective will requires more than filling in a form. If a court determines that your will is invalid, your desires will not be honored upon your death. We meticulously draft your will and consider all aspects of your estate plan. We review your family arrangements, financial situation and philosophical goals to guide you in making the best estate planning decisions, and we draft your will accordingly.\n\nValuing and managing the estate\nWe assist executors with the arduous process of collecting, managing, valuing, protecting and liquidating the assets of the estate. We have a team of experts available to assist in every aspect of estate probate. When appropriate, the firm calls upon accountants, financial advisors, real estate agents, property managers and other professionals to assist with executor duties. We can access expert opinions about unique assets such as antiques, rare books, automobiles and other collectables for accurate valuation, management and possible sale.\n\nRudolph A. Bata, Jr.\n\nPractice Areas\nMediation; Real Estate; Family; Corporate; Business; Banking; Probate; Estates; Civil Litigation\n\n1973, District of Columbia; 1978, North Carolina; 1991, U.S. District Court, Western District of North Carolina and U.S. Court of Appeals, Fourth Circuit, U.S. Supreme Court\n\nLaw School:\nEmory University School of Law, J.D.\n\nNorth Carolina (Member, Pro Bono Committee) and American Bar Associations; District of Columbia Bar; North Carolina State Bar.\n\nMember, Editorial Board, Emory Law Journal, 1971-1972. Certified Mediator. Member, Arbitration Panel, National Association of Security Dealers.\n\nAkron, Ohio, January 9, 1947\n\nRudolph A. Bata, Jr.\nRudy Bata, a graduate of Emory University School of Law has been in private practice in North Carolina since 1978. During that time he has established a proven track record in civil litigation. He is admitted to practice in state and Federal Court, is a member of the North Carolina Academy of Trial Lawyers, the American Bar Association and is listed on Who's Who in American Law. Mr. Bata, has compiled specialized experience in the following areas:\n-Business Law\n-Estate, Will and Trusts\n-Real Estate\n-General Civil Litigation",
        "topic_id":3,
        "format_id":12,
        "topic_confidence":0.9896402955,
        "format_confidence":0.9553961158
    },
    {
        "url":"http:\/\/marcelstewartlaw.com\/",
        "text":"Whether you are involved in legal proceedings, anticipate legal proceedings or have questions concerning your legal rights and responsibilities, it can be very beneficial, even critical, for you to speak to a good attorney.\n\nMany individuals wait until they are involved in legal proceedings before they contact an attorney, even though the proceedings were anticipated. Often, this is because they believe they cannot afford an attorney, hope the problem will resolve itself or believe they can handle the matter by themselves. No matter what the reason, failing to contact an attorney soon after legal issues arise can have disastrous effects, because delays may prejudice your rights or cause the matter to increase in severity. Moreover, if you are contemplating suing someone, you need to be aware of deadlines imposed by law.\n\nEven if you are not faced with a lawsuit, legal advice may give you helpful information about your rights or responsibilities. An attorney can help you understand what you might be entitled to receive and how to secure what is yours. Or, on the contrary, you may need advice about your responsibilities and how to discharge them.\n\nPLEASE CALL (619) 702-4123\n\nLegal Representation we offer\n\nFederal & State Criminal Defense More\n\nPersonal Injury More\n\nCivil Rights More\n\nRequest a Consultation\n\nFirst Name\nLast Name\nDisclaimer: The information contained below is for general guidance on matters of interest only and NOT legal advice. The application and impact of laws can vary widely based on the specific facts involved. Given the changing nature of laws, rules and regulations, there may be omissions or inaccuracies in information. Accordingly, this information is provided with the understanding that it should not be used as a substitute for consultation with a competent attorney.",
        "topic_id":3,
        "format_id":12,
        "topic_confidence":0.9967626333,
        "format_confidence":0.6985599995
    },
    {
        "url":"https:\/\/alankarmin.com\/",
        "text":"Sample Sidebar Module\n\nThis is a sample module published to the sidebar_top position, using the -sidebar module class suffix. There is also a sidebar_bottom position below the menu.\n\nSample Sidebar Module\n\nThis is a sample module published to the sidebar_bottom position, using the -sidebar module class suffix. There is also a sidebar_top position below the search.\n\nSearch our Site\n\n\nWelcome to Karmin Paralegal and Mediation Services\n\nLegal Document Preparation, Litigation Support, Mediation Services, and Divorce Coaching for Law Firms and Pro Se Litigants\n\nActivist, Advocate, and Legal Professional\n\nKarmin Paralegal Services provides mediation services in family and civil matters; freelance paralegal services to small-medium sized law firms; and document preparation services to pro se (do-it-yourself) litigants as well as coaching for those going through the divorce process.\n\nDivorces, pre-marital agreements, post-judgment pleadings, custody, child support, alimony, emancipation, parental alienation, wills and estates, foreclosure defenses, and civil lawsuits are just some of the matters we deal with.\n\nWe have extensive experience in many areas of litigation on the trial court level, the Appellate Division; and Federal District Court matters.\n\n\nMediators help people get \"unstuck.\" We are trained by NJICLE - the New Jersey Institute for Continuing Legal Education - for mediation for both family and civil matters. We welcome and receive referrals from attorneys, the local courts, and, of course, past clients.\n\n\nThe legal process can be intimidating. Doing it yourself can be cost-effective, but it needs to be done procedurally correct. We provide document preparation and research assistance to make the process a bit smoother for those navigating the system on their own. And although we provide services to pro se litigants, there is always an attorney to provide support when needed.\n\n\n\nWe provide efficient, detail-oriented product with quick turnaround at cost-effective prices to solo practitioners and small to medium-sized law firms. When you contract with us, you can be assured that every hour billed by us is directly billable to your client at a profit. The advantage to using an independent paralegal service is that there is no need to factor in employee overhead costs that cut into the bottom line and frees up an attorney to take on additional clients and exponentially increase their billable hours.\n\n\nWe provide guidance and support for those going through the divorce process. The process can be tough and a divorce \"pro\" is available to take you through the process.\n\nPlease contact us to discuss our work and fees in detail. Call 732.261.1387 or email\n\nIn the Media\n\nabout us\n\nAlan Karmin joined MaryLynn Schiavi (second from right) on Pro Se Nation along with attorney Mary Ann Bauer (second from left) and mediator Anju Jessani (far right).\n\nView More\n\nOnline Payment Option\n\nOur Areas of Practice\n\nKarmin Paralegal and Mediation Services provides professional mediation services for family law and civil cases as well as document preparation for law firms and pro se litigants. We have extensive experience in all areas of law and the litigation process.\n\nlawyer man\n\nActivist, Advocate, and Legal Professional\n\nBecause You Deserve It\n\nFree Consultation\n\n\nFamily Law\nSeptember 10, 2017\n\nIt’s Time To Stop Parental Alienation\n\nFamily Law\nMarch 23, 2017\n\nFoul! Third Party Interference\n\nWhat We Offer\n\n• Litigation Support\n\n• Document Preparation\n\n• Mediation\n\n• Divorce Coaching\n\nKamin Paralegal and Mediation Services\n\nP.O. Box 775\nWestfield, NJ 07090\n\nMeet the Talent\n\nAlan Karmin\nLitigation Paralegal, Mediator, Divorce Coach\nour team\nKim Perretta\nLegal Nurse Consultant\n\n\nI never thought this would happen to me.  The unpredictable journey of endless legal battles; without warning, without just cause, without reason, and without justice.  \n\nThe emotional journey of painful injustice is real.  Truth is not automatically paired with justice. \nThe problem is big and the solution needs to be bigger.  Futures are at risk and giving up is not an option.  I am exhausted from doing everything I could. I need help.\n\nI dream.\n\nYou are my dream Karmin Paralegal.  I was dreaming of you. \n\nForever grateful,\n\nLegal Services Female Profile JB, Connecticut\nAll went well at court for us. Judge Dalton was so kind and actually thanked us for handling the matter (divorce) the way we did. Thank you for all of your help.\n\nLegal Services Female Profile Megan Bruno\nIn the murky, sometimes bewildering world of what passes for justice, Alan's clear thinking and insightful, reasoned approach have made him a formidable ally. He has developed not only a strong understanding of the law, but also ---and perhaps more importantly--- what passes for law these days. When judges and prosecutors act upon what they feel a legal outcome should be, rather than upon what actual law would demand, Alan Karmin's ability to reveal their errors and inconsistencies is a godsend. Fiat justicia ruat caelum!\n\nLegal Man Profile Jack Hobson-Dupont\nAlan helped me with the research and document preparation for an appeal of a civil matter. He skillfully presented the case better than any person I have worked with in the legal profession. Alan's easy going, understanding and informative personality, with his outstanding work ethics made the whole thing a walk in the park for me. And I won my case!\n\nLegal Man Profile Matt Altinterim\nI am aware of Alan’s work with non-profit organizations as well as his understanding of the law. In the past year, Alan has done work for me as a paralegal and has demonstrated a high level of writing skill, primarily in his ability to condense a litigant’s personal story into a compelling form that is both comprehensive and comprehensible.\n\nLegal Man Profile David N. Heleniak J.D.\nO'Donnell McCord P.C.\nAlan has an amazing range of talents and expertise, from legal services to fundraising to writing. He's easy to work with and goes out of his way to achieve excellence in every aspect of his work. I highly recommend his services as a consummate professional who's creatively talented, knowledgeable and resourceful.\n\nLegal Services Female Profile Linda G. Rastelli\nP.R. Professional\nI have referred many people to the legal services of Alan Karmin. In all my own experience with him, Alan has been reliable, professional, compassionate, and fair. His knowledge of family law and all ancillary issues is exceptional. Having Alan on my side gave me confidence and provided me with the tools and written support to help me in my family court case. I have no doubt that without Alan's help, I would not have had the level of success I achieved. Alan is an excellent resource for anyone facing family court issues.\n\n  Legal Services Female Profile Stacy Olsen\nProgram Director\nOMG...the documents are AWESOME!!!\n\nLegal Man Profile K.C., Connecticut\nDocuments were accepted. I'm very pleased. Just wanted to say thank you very much. You did an awesome job!\n\nLegal Services Female Profile P.S., Connecticut\nI had been in and out of court for over seven years fighting a battle I didn’t know I couldn’t win. That is, before I met Alan Karmin. I not only call Alan a friend now, but thanks to his advocacy, he has changed my life! I am forever grateful for his professional help and hard work. I have my children!\n\n  Legal Services Female Profile T.C., Maryland\n\nSubscribe for\nupdates, news and more\n\nWorking Hours\n\nMon - Fri 7am - 5pm\nSat 7am - 3pm\nSun Closed\n\n\nP.O. Box 775\nWestfield, NJ 07090",
        "topic_id":3,
        "format_id":12,
        "topic_confidence":0.9901459813,
        "format_confidence":0.7805982828
    },
    {
        "url":"http:\/\/www.americanbar.org\/advocacy\/rule_of_law\/where_we_work\/africa\/uganda\/background.html",
        "text":"Uganda Background\n\nThe ABA Rule of Law Initiative (ABA ROLI) received funding from the State Department’s Office to Monitor and Combat Trafficking in Persons to implement a Ugandan anti-human trafficking program starting in October 2011. ABA ROLI will work with national and local governmental and civil society partners to organize a task force that will create protocols for a coordinated response to human trafficking.",
        "topic_id":3,
        "format_id":12,
        "topic_confidence":0.9004839659,
        "format_confidence":0.6723337173
    }
]