[
    {
        "url":"http:\/\/research.microsoft.com\/apps\/pubs\/bibtex.ashx?id=101585",
        "text":"@TechReport {export:101585, abstract = {\n\nProving software free of security bugs is hard. Programming language support to ensure that programs correctly enforce their security policies would help, but, to date, no language has the ability to verify the enforcement of the kinds of policies used in practice---dynamic, stateful policies which address a broad range of concerns including forms of access control and information flow tracking.\n\nThis paper makes two main contributions. First, we present Fine, a new source-level security-typed language that, through the use of a simple module system and dependent, refinement, and affine types, can be used to check the enforcement of dynamic security policies applied to real software. Second, we define DCIL, a small extension to the type system of the .NET Common Intermediate Language, and show how to compile Fine in a type-preserving manner to DCIL. Our approach allows Fine programs to run on stock .NET virtual machines and to interface with .NET libraries. Additionally, our type-preserving compiler allows code consumers to download DCIL programs and check them for security while relying on a small trusted computing base.\n\nWe have proved our source and target languages sound, our compilation type-preserving, and have made a prototype implementation of our compiler and several example programs available.\n\n}, author = {Nikhil Swamy and Juan Chen and Ravi Chugh}, month = {August}, number = {MSR-TR-2009-98}, title = {End-to-end Verification of Security Enforcement is Fine (Extended version)}, url = {http:\/\/research.microsoft.com\/apps\/pubs\/default.aspx?id=101585}, year = {2009}, }",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9895994663,
        "format_confidence":0.8947583437
    },
    {
        "url":"https:\/\/db-engines.com\/en\/system\/Graph+Engine%3BHyperSQL%3BMariaDB%3BMicrosoft+Azure+Search%3BSQLite",
        "text":"\nKnowledge Base of Relational and NoSQL Database Management Systemsprovided by solid IT\n\nDBMS > Graph Engine vs. HyperSQL vs. MariaDB vs. Microsoft Azure Search vs. SQLite\n\nSystem Properties Comparison Graph Engine vs. HyperSQL vs. MariaDB vs. Microsoft Azure Search vs. SQLite\n\nEditorial information provided by DB-Engines\nNameGraph Engine infoformer name: Trinity  Xexclude from comparisonHyperSQL infoalso known as HSQLDB  Xexclude from comparisonMariaDB  Xexclude from comparisonMicrosoft Azure Search  Xexclude from comparisonSQLite  Xexclude from comparison\nDescriptionA distributed in-memory data processing engine, underpinned by a strongly-typed RAM store and a general distributed computation engineMultithreaded, transactional RDBMS written in Java infoalso known as HSQLDBMySQL application compatible open source RDBMS, enhanced with high availability, security, interoperability and performance capabilities. MariaDB ColumnStore provides a column-oriented storage engine and MariaDB Xpand supports distributed SQL.Search-as-a-service for web and mobile app developmentWidely used embeddable, in-process RDBMS\nPrimary database modelGraph DBMS\nKey-value store\nRelational DBMSRelational DBMSSearch engineRelational DBMS\nSecondary database modelsDocument store\nGraph DBMS infowith OQGraph storage engine\nSpatial DBMS\nDB-Engines Ranking infomeasures the popularity of database management systemsranking trend\nTrend Chart\nRank#184  Overall\n#16  Graph DBMS\n#30  Key-value stores\nRank#76  Overall\n#41  Relational DBMS\nRank#12  Overall\n#8  Relational DBMS\nRank#59  Overall\n#6  Search engines\nRank#10  Overall\n#7  Relational DBMS\nWebsitewww.graphengine.iohsqldb.orgmariadb.com infoSite of MariaDB Corporation\nmariadb.org infoSite of MariaDB Foundation\nTechnical documentationwww.graphengine.io\/­docs\/­manualhsqldb.org\/­web\/­hsqlDocsFrame.htmlmariadb.com\/­kb\/­en\/­librarydocs.microsoft.com\/­en-us\/­azure\/­searchwww.sqlite.org\/­docs.html\nDeveloperMicrosoftMariaDB Corporation Ab (MariaDB Enterprise),\nMariaDB Foundation (community MariaDB Server) infoThe lead developer Monty Widenius is the original author of MySQL\nMicrosoftDwayne Richard Hipp\nInitial release201020012009 infoFork of MySQL, which was first released in 199520152000\nCurrent release2.6.1, October 202110.7.2, February 2022V13.38.4  (4 May 2022), May 2022\nLicense infoCommercial or Open SourceOpen Source infoMIT LicenseOpen Source infobased on BSD licenseOpen Source infoGPL version 2, commercial enterprise subscription availablecommercialOpen Source infoPublic Domain\nCloud-based only infoOnly available as a cloud servicenononoyesno\nDBaaS offerings (sponsored links) infoDatabase as a Service\n\nProviders of DBaaS offerings, please contact us to be listed.\nSkySQL (The Ultimate MariaDB Cloud): The first and only DBaaS to bring the full power of MariaDB Platform to the cloud, combining powerful enterprise features and world-class support with unrivaled ease of use and groundbreaking innovation.\nImplementation language.NET and CJavaC and C++C\nServer operating systems.NETAll OS with a Java VM infoEmbedded (into Java applications) and Client-Server operating modesFreeBSD\nWindows infoColumnStore storage engine not available on Windows\nData schemeyesyesyes infoDynamic columns are supportedyesyes infodynamic column types\nTyping infopredefined data types such as float or dateyesyesyesyesyes infonot rigid because of 'dynamic typing' concept.\nXML support infoSome form of processing data in XML format, e.g. support for XML data structures, and\/or support for XPath, XQuery or XSLT.nonoyesnono\nSecondary indexesyesyesyesyes\nSQL infoSupport of SQLnoyesyes infowith proprietary extensionsnoyes infoSQL-92 is not fully supported\nAPIs and other access methodsRESTful HTTP APIHTTP API infoJDBC via HTTP\nProprietary native API\nRESTful HTTP APIADO.NET infoinofficial driver\nJDBC infoinofficial driver\nODBC infoinofficial driver\nSupported programming languagesC#\nVisual Basic\nAll languages supporting JDBC\/ODBC\nJavaScript (Node.js)\nServer-side scripts infoStored proceduresyesJava, SQLyes infoPL\/SQL compatibility added with version 10.3nono\nPartitioning methods infoMethods for storing different data on different nodeshorizontal partitioningnoneseveral options for horizontal partitioning and ShardingSharding infoImplicit feature of the cloud servicenone\nReplication methods infoMethods for redundantly storing data on multiple nodesnoneMulti-source replication\nSource-replica replication\nyes infoImplicit feature of the cloud servicenone\nMapReduce infoOffers an API for user-defined Map\/Reduce methodsnononono\nConsistency concepts infoMethods to ensure consistency in a distributed systemImmediate ConsistencyImmediate ConsistencyImmediate Consistency\nForeign keys infoReferential integritynoyesyes infonot for MyISAM storage enginenoyes\nTransaction concepts infoSupport to ensure data integrity after non-atomic manipulations of datanoACIDACID infonot for MyISAM storage enginenoACID\nConcurrency infoSupport for concurrent manipulation of datayesyesyesyesyes infovia file-system locks\nDurability infoSupport for making data persistentoptional: either by committing a write-ahead log (WAL) to the local persistent storage or by dumping the memory to a persistent storageyesyes infonot for in-memory storage engineyesyes\nIn-memory capabilities infoIs there an option to define some or all structures to be held in-memory only.yesyesyes infowith MEMORY storage enginenoyes\nUser concepts infoAccess controlfine grained access rights according to SQL-standardfine grained access rights according to SQL-standardyes infousing Azure authenticationno\nMore information provided by the system vendor\nGraph Engine infoformer name: TrinityHyperSQL infoalso known as HSQLDBMariaDBMicrosoft Azure SearchSQLite\nSpecific characteristicsMariaDB is the most powerful open source relational database – modern SQL and JSON...\n» more\nCompetitive advantagesMariaDB has many features unavailable in other open source relational databases....\n» more\nTypical application scenariosWeb, SaaS and Cloud operational\/transactional applications that require high availability,...\n» more\nKey customersDeutsche Bank, DBS Bank, Nasdaq, Red Hat, ServiceNow, Verizon and Walgreens Featured...\n» more\nMarket metricsMariaDB is the default database in the LAMP stack supplied by Red Hat and SUSE Linux,...\n» more\n\nWe invite representatives of system vendors to contact us for updating and extending the system information,\nand for displaying vendor-provided information such as key customers, competitive advantages and market metrics.\n\nRelated products and services\n3rd partiesNavicat for MariaDB provides a native environment for MariaDB database management and development.\n» more\nNavicat for SQLite is a powerful and comprehensive SQLite GUI that provides a complete set of functions for database management and development.\n» more\n\nWe invite representatives of vendors of related products to contact us for presenting information about their offerings here.\n\nMore resources\nGraph Engine infoformer name: TrinityHyperSQL infoalso known as HSQLDBMariaDBMicrosoft Azure SearchSQLite\nDB-Engines blog posts\n\nMariaDB strengthens its position in the open source RDBMS market\n5 April 2018, Matthias Gelbmann\n\nPostgreSQL is the DBMS of the Year 2017\n2 January 2018, Paul Andlinger, Matthias Gelbmann\n\nBig gains for Relational Database Management Systems in DB-Engines Ranking\n2 February 2016, Matthias Gelbmann\n\nshow all\n\nCloud-based DBMS's popularity grows at high rates\n12 December 2019, Paul Andlinger\n\nshow all\n\nBig gains for Relational Database Management Systems in DB-Engines Ranking\n2 February 2016, Matthias Gelbmann\n\nshow all\n\nRecent citations in the news\n\nObserve, Inc. Dives Deeper Into Observability\n13 May 2022, DevOps.com\n\nOpen source Microsoft Graph Engine takes on Neo4j\n13 February 2017, InfoWorld\n\nCan Streaming Graphs Clean Up the Data Pipeline Mess?\n28 March 2022, Datanami\n\nLatest TigerGraph Release Adds More Than 40 Features to its Graph Database\n6 October 2021, Database Trends and Applications\n\nCutting-edge Katana Graph scores $28.5 million Series A Led by Intel Capital\n24 February 2021, ZDNet\n\nprovided by Google News\n\nOpen-source DBMS becoming battleground of public cloud\n17 May 2022, Etnews\n\nIn-Memory Database Market Estimated to Reach $9.34 Billion by 2027\n4 April 2022, Digital Journal\n\nprovided by Google News\n\nMariaDB SkySQL Wins World's Premier Business Award, a Gold Stevie®\n5 May 2022, Business Wire\n\nMariaDB Xpand Wins InfoWorld Technology of the Year Award as a Leading Distributed SQL Database\n21 April 2022, Business Wire\n\nMariaDB Puts $25K on the Table in Distributed SQL Throwdown\n11 May 2022, Business Wire\n\nEnhancing Your Amazon RDS for MariaDB Databases\n3 May 2022, Database Trends and Applications\n\nOpen source database company MariaDB confirms plans to go public\n1 February 2022, VentureBeat\n\nprovided by Google News\n\nHow to use Azure Search in .Net\n23 April 2018, InfoWorld\n\nAlgolia to Deliver a Secure, Reliable, and Scalable Search and Discovery Experience on Microsoft Azure\n28 September 2021, GlobeNewswire\n\nAzure Virtual Desktop setup tutorial\n22 December 2021, TechTarget\n\nMicrosoft Azure Enterprise Search Gets Boost With New Integration\n22 April 2021, CRN\n\nWhat is Azure Purview? A look at its key features and benefits\n26 April 2021, TechGenix\n\nprovided by Google News\n\nWith new serverless database, Cloudflare gets serious about infrastructure services\n11 May 2022, Yahoo News\n\nCloudflare streamlines developers' experiences with new serverless database\n18 May 2022, ITP.net\n\nPrisma raises $40M for its open source ‘Rosetta Stone’ for database languages\n3 May 2022, TechCrunch\n\nHow to set up a MySQL database in Linux\n25 April 2022, TechTarget\n\nHow to Use SQL in Python\n17 May 2022, Built In\n\nprovided by Google News\n\nJob opportunities\n\nSoftware Engineer\nCDMS, Missoula, MT\n\nMedical Informatics Engineering, Remote\n\nSupport Engineer\nPercona, Remote\n\nInside Sales Representative (remote)\nPercona, Orlando, FL\n\nCl... (truncated)",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.807123363,
        "format_confidence":0.5658689141
    },
    {
        "url":"https:\/\/ci.openmrs.org\/browse\/REFAPP-OMODDISTRO-RA-9207\/log",
        "text":"Build #9,207\n\nDeploys Reference Application SNAPSHOT to maven\n\nBuild: #9207 failed\n\nJob: Release addons did not start\n\nStages & jobs\n\n  1. Deploy Reference Application\n\n  2. Deploy docker image\n\n  3. Deploy to qa-refapp\n\n  4. Validate\n\n  5. Release\n\n    Requires a user to start manually\n  6. Set variables\n\n  7. Release others\n\nBuild log\n\nNo logs were found for this build.",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9761967659,
        "format_confidence":0.8058507442
    },
    {
        "url":"https:\/\/rt.cpan.org\/Public\/Dist\/Display.html?Status=Active&Name=Image-LibExif&Format='%3Ca%20href%3D%22%2FTicket%2FDisplay.html%3Fid%3D__id__%22%3E__id__%3C%2Fa%3E%2FTITLE%3AID'%2C%0A'%3Cb%3E%3Ca%20href%3D%22%2FTicket%2FDisplay.html%3Fid%3D__id__%22%3E__Subject__%3C%2Fa%3E%3C%2Fb%3E%2FTITLE%3ASubject'%2C%0A'__Status__'%2C%0A'__CustomField.%7BSeverity%7D__'%2C%0A'%3Csmall%3E__LastUpdatedRelative__%3C%2Fsmall%3E'%2C%0A'__CustomField.%7BBroken%20in%7D__'%2C%0A'__CustomField.%7BFixed%20in%7D__'%0A&Order=ASC&OrderBy=Status&Page=1&Query=Queue%20%3D%20'Image-LibExif'%20AND%20(%20Status%20%3D%20'new'%20OR%20Status%20%3D%20'open'%20OR%20Status%20%3D%20'stalled'%20OR%20Status%20%3D%20'patched'%20)",
        "text":"Skip Menu |\n\nThis queue is for tickets about the Image-LibExif CPAN distribution.\n\n\n\n\nID Subject Status Severity Last Updated Broken in Fixed in\n63999 Allow writing Exif data new 9 years ago\n108701 Test failures new 5 years ago 0.04\n\nThis service is sponsored and maintained by Best Practical Solutions and runs on infrastructure.\n\nPlease report any issues with to",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9617432952,
        "format_confidence":0.9651339054
    },
    {
        "url":"https:\/\/web.liferay.com\/pt\/community\/special-projects\/contributor-awards-2012?p_p_id=58&p_p_lifecycle=0&p_p_state=normal&p_p_state_rcv=1",
        "text":"2012 Top Contributor Awards\n\nRecognizing our community rockstars and legends! These noble individuals have selflessly given in the pursuit of community and open source excellence.\n\n\nJan Geißler\n\nAfter school, Jan Geißler worked for about 10 years as a Chef in different Restaurants varying from traditional regional to fine dining. Along the way he played in a semi-professional rock band, which occupied the rest of his life.\n\nGetting tired of working on weekends, public holidays and every night Jan decided at the age of 30 to do a fresh start in a different industry, so he began an apprenticeship as application developer at OScomputing AG in Frankfurt am Main. From that time on his focus has been building Web Applications in Java-Environments. Jan started using Liferay with Version 6.0.6, when a customer had requirements which Liferay nearly met. From that time on his company began to focus on using Liferay as a Portal Container and has developed various custom made solutions for different customers.\n\nJan started posting in the Forum to get help, because at that time the documentation was kind of not there. Now he tries to help other people, because he knows how difficult it can be starting to work with Liferay. He is also a big fan of OpenSource Projects, because they give you the possibility to participate, and you can always dig through the code to see why something is not working as expected.\n\nAniceto P Madrid\n\nAniceto Pérez y Madrid is CEO and founder of Innovasoft Proyectos y Servicios, based in Madrid, Spain. He started working with Liferay since version 4.2.\n\nAniceto has been focused in Liferay portlets using JSF technologies and Vaadin, and lately with Liferay MVC portlets. He has also worked with other plugins: ext, themes, services, and hooks, mainly to add or customize Liferay funcionality.\n\nThe long expertise in Java and other related technologies has led Aniceto to debug Liferay Portal source code. This and the launch of Marketplace and some customer requests have led Aniceto to actively contribute to Liferay in some areas, and also to be involved with the Liferay developer community, not only in the development area but also with active participation in Liferay Forums.\n\nOne of Aniceto's target is to replace current web platforms with Liferay and portletize customer bussiness apps because with Liferay a lot of work is already done. Not an easy task.\n\nAnother area of Innovasoft Proyectos y Servicios current activity are real estate, statistics and project management and retail mainly as web applications.\n\nAniceto has a Master in Communications by the Escuela Superior de Ingenieros de Telecomunicacion, Madrid 1983. He worked in digital radio communications, hardware, firmware, systems and softwate design, development, testing and integration. He founded Innovasoft Proyectos y Servicios in 1996 as a Software Consulting company for long-term relationship with customers. That strategy has soften the cuts due to current financial crisis.\n\nDavid Kubitza\n\nDavid came to Liferay while comparing different portal systems for his master's thesis in 2012. At first he didn't know anything about Liferay, and found it in the Gartner Magic Quadrant for Horizontal Portals. David works with different open source programs and always loved the way open source projects and communities work together, and so was very interested in Liferay.\n\nBecause Liferay has a community version that's free to use, David used it for a first try and was excited about it. David wrote his thesis at a mid-sized company and had to convince them. He showed them his first try with Liferay and the company decided to fund a prototype of it in using Liferay EE 6.1 GA1 as a test with a demo license. At the end of David's thesis they decided to start working on the production system with Liferay. Because of different requirements David had to do lots of different things in Liferay and also found lots of bugs. Coming from other open source projects, David is a regular IRC user and so visited the #liferay IRC channel to discuss bugs, features etc., get some help, and give some help back to other users.\n\n\nPrakash Khanchandani\n\nPrakash Khanchandani is currently working in Fulcrum World Wide as a Senior Liferay Developer, creating liferay portlets and mentoring team members to pick-up Liferay.\n\nPrakash has been working in Liferay since 2009, starting with version 5.2 CE and has gone  through upgrades of 6.0 CE to EE --> 6.1 GA1 EE --> 6.1 GA2 EE.\n\nPrakash has always been a believer in increasing knowledge & expertise through sharing and he really like the healthy atmosphere of the Liferay community's sharing and open source philosophy where everybody benefits. Hence, he tries to share whatever he has learned from the community and give it in one form or the other through liferay forums, wikis and through other sites like stackoverflow.com [Prakash's profile].\n\nPrakash graduated from Mumbai University, India, in Electronics and Telecommunication Engineering and started his career in 2007 with programming in C, C++ and Java.  For the last 4 years he has only been working on developing Java Web applications using frameworks like Struts 1.3, Spring, Hibernate and now portal development with Liferay.\n\nVictor Zorin\n\nVictor Zorin, an Enterprise Architect of MyOffice24x7, (also is known as a rocket scientist due his to PhD in Aerospace Technologies), based in Australia, started working with Liferay 8 years ago on Version 3.\n\nVictor has implemented a number of mission-critical real–time solutions across many industries. These include defence, aviation, telecommunication, financial services, security, international trade, small and medium Enterprises. Most of his attention is now in the area of developing applications that enable effective use of Liferay Portal for Business, and not just as CMS\/collaboration\/intranet tool. Let Liferay be a better version of SAP!!!\n\nVictor enjoys working for and with Liferay Community with active participation in the forums, mostly in the development area. When Victor is dead tired he can be found walking the streets of Bayside, drinking long black in the local cafés and sailing his 470 in Port Phillip bay.\n\nJignesh Vachhani\n\nJignesh has been involved with Liferay from the start of his career in 2008. Gradually, his interest increased toward Liferay with his experience. Initially Jignesh learned a lot and in fact is still learning from Liferay's Blogs, Wikis, and Forums.  He then started to contribute his own knowledge to the community using forum posts (more than 700 of them). Jignesh is also member of BugSquad.\n\nApart from his contributions on liferay.com, Jignesh has also started a blog  at www.liferaysolution.com around 2 years ago, sharing useful Liferay development tricks faced during project execution.  The blog currently  has more than 100 blog posts and more than 250,000 visitors (some of which are regular visitors). Jignesh is also an active member of LIUG (Liferay's India User Group) and recently coordinated a meetup in Ahmedabad area. He also guides and encourages other interested liferay developers to participate in liferay collaboration activity, especially within his organization (and Liferay partner, CIGNEX Datamatics) since 2008. Jignesh has been involved in more than 13 Liferay projects (from the US, UK, EMEA, and APAC) as a Liferay tech lead and have provided predominant solutions.\n\nJignesh completed his Bachelors of Engineering in Computer Science in 2008 from Faculty of Technology (DDU, Nadiyad), and wants to contribute as much as he can to the Liferay platform directly or indirectly using liferay.com and its collaboration activity.\n\n\nJelmer Kuperus\n\nSince 1999, Jelmer Kuperus has been a Java Developer working for Orange11, a Dutch company. Jelmer is well known and very active in the security community and has discovered and reported security issues in notable software products such as Internet Explorer, Windows Media Player, Shockwave Flash, Acrobat Reader, ICQ, Winamp and many others.\n\nJelmer has been using Liferay on commercial projects since 2010, but begun his Liferay Community involvement as early as 2004, providing feedback to the open source community on ways to improve its architecture and security. He is very active on the forums (with 1000+ posts, most of which answers to questions posted in the development category), and has filed numerous bugs in JIRA, some of which are security related and include contributed patches that resolve the issue. He participated in the 100 papercuts program, and is always willing to help out on IRC when he has the time, and has also contibuted to Juan Fernández' WordPress Importer Portlet, and most recently has been working on a Liferay plugin for Gradle.\n\nTejas Kanani\n\nTejas Kanani has been involved with the Liferay Community since 2009. He initially started with version 4.4.2 and is now using Liferay 6.1. He is active in BugSquad and also a member of Liferay India User Group(LIUG). He loves the open source concept and always admires it. Tejas is always ready to help contribute to the Liferay community via forums or directly with individual whenever needed. He has also started a Liferay blog, to which he is constantly adding useful stuff regarding Liferay. He always trys to learn new things out of Liferay. Tejas has started his professional career from day one with Liferay.\n\nTejas is currently associated with CIGNEX DATAMATICS. He is leading Liferay projects as a Team Lead. He has completed his Bachelors in Computer Science from Dharmsinh Desai University in 2008. Tejas has worked in many different kinds of Liferay projects in various industries such as Healthcare, Intranet Portal, Educational Portal, Media, etc.\n\nAmit Doshi\n\nAmit's interest in Liferay came when he joined CIGNEX DATAMATICS in 2010. He is a member of the Liferay India User Group(LIUG). He started with Liferay version 5.2 and is now using 6.1 He loves to share knowledge with community via the Liferay For... (truncated)",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9238374233,
        "format_confidence":0.8286252618
    },
    {
        "url":"https:\/\/filelook.net\/file-extension\/ncb.html",
        "text":".NCB File Extension\n\nThere is only one file type that uses the .NCB extension:\n\nVisual C++ IntelliSense Database\n\nVisual C++ IntelliSense Database\n\nSymbols file used by Visual C++, a component of Microsoft's Visual Studio development software; contains information about different symbols used in a C++ software project, such as user-defined classes.\n\nNCB files are used by IntelliSense, a Visual Studio component that intelligently provides recommendations while developing source code (i.e., code autocompletion).\n\nSoftware's name License Platforms\nMicrosoft Visual Studio Microsoft Visual Studio Commercial Windows\n\nUpdated: May 26, 2010\n\nSearch File Extensions",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.8880059719,
        "format_confidence":0.6832225919
    },
    {
        "url":"http:\/\/cve.mitre.org\/cgi-bin\/cvename.cgi?name=CVE-2010-3718",
        "text":"\nApache Tomcat 7.0.0 through 7.0.3, 6.0.x, and 5.5.x, when running within a SecurityManager, does not make the ServletContext attribute read-only, which allows local web applications to read or write files outside of the intended working directory, as demonstrated using a directory traversal attack.\nNote: References are provided for the convenience of the reader to help distinguish between vulnerabilities. The list is not intended to be complete.\nAssigning CNA\nDate Entry Created\n20101001 Disclaimer: The entry creation date may reflect when the CVE-ID was allocated or reserved, and does not necessarily indicate when this vulnerability was discovered, shared with the affected vendor, publicly disclosed, or updated in CVE.\nPhase (Legacy)\nAssigned (20101001)\nVotes (Legacy)\nComments (Legacy)\nProposed (Legacy)\nThis is an entry on the CVE list, which standardizes names for security problems.",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.6405927539,
        "format_confidence":0.8821219206
    },
    {
        "url":"https:\/\/projects.coin-or.org\/Coopr\/timeline?from=2009-10-29T00%3A28%3A47-04%3A00&precision=second",
        "text":"Oct 29, 2009:\n\n11:37 PM Changeset [1778] by jwatson\nAdded an option to PH to specify a user-defined PH extension; the …\n3:19 PM Changeset [1777] by wehart\nUpdating to localize the *.cmd files.\n3:12 PM Changeset [1776] by wehart\nUpdate to specify the CMD files that need to be transmorgrified.\n1:52 PM Changeset [1775] by jwatson\nAdded 48-scenario (via Fernando's tree builder capability) test case …\n1:45 PM Changeset [1774] by jwatson\nAdding some error-checking\/diagnostic output to the PySP extensive …\n12:41 PM Changeset [1773] by wehart\nUpdate to disable coverage installation.\n12:28 AM Changeset [1772] by jwatson\nUpdates to allow for proper handling of variable maps in cases where …\n\nOct 28, 2009:\n\n11:39 PM Changeset [1771] by wehart\nUpdate to pyutilib imports in scripts.\n8:52 PM Changeset [1770] by wehart\nRenaming as_numeric to as_number.\n8:37 PM Changeset [1769] by wehart\nUpdating the coopr_install script, using the pyutilib.virtualenv …\n8:14 PM Changeset [1768] by wehart\nRework of Coopr to use the new PyUtilib? package decomposition. NOTE: …\n6:55 PM Changeset [1767] by wehart\nAdding virtual Python config files.\n\nOct 27, 2009:\n\n6:12 PM Changeset [1766] by jwatson\nAt the request of David, added a binary indicator parameter for each …\n5:45 PM Changeset [1765] by wehart\nDisabling the 'install_requires' option for Coopr (while working out …\n4:37 PM Changeset [1764] by jwatson\nAdded Fernando's \"forestry example\" problem generator script.\n\nOct 26, 2009:\n\n12:28 PM Changeset [1763] by dlwoodr\nupdate the pdf\n12:26 PM Changeset [1762] by dlwoodr\nFix a few errors and put the in the current way to have your own …\n\nOct 25, 2009:\n\n10:54 PM Changeset [1761] by wehart\nMoving the plugin imports to the end of the package init.py files. …\n\nOct 23, 2009:\n\n5:04 PM Changeset [1760] by jwatson\nFix-up for last commit.\n5:03 PM Changeset [1759] by jwatson\nRe-structuring the naming convention for the PySP forestry example.\n4:52 PM Changeset [1758] by jwatson\nSome preliminary work on pickel-based restoration of PH state from a …\n12:33 PM Changeset [1757] by jwatson\nAdded preliminary checkpointing of PH state via Python's pickle'ing …\n10:24 AM Changeset [1756] by jwatson\nSome prep work for pickle'ing a PH object. No functional change quite …\n10:17 AM Changeset [1755] by jwatson\nRemoving the \"problem_writer\" attribute from the PyomoModel? class. It …\n\nOct 22, 2009:\n\n10:22 PM Changeset [1754] by jwatson\nSnapshotting work from Fernando on the PySP forestry example.\n\nOct 20, 2009:\n\n11:02 PM Changeset [1753] by jwatson\nAdded model and instance directory options to the ef writer.\n10:18 PM Changeset [1752] by jwatson\nAdded new node-based PySP forestry planning model from Fernando.\n10:01 PM Changeset [1751] by jwatson\nFixed bug in logic associated with index validation in ProductSets?\n4:07 PM Changeset [1750] by jwatson\nAdded diagnostics to collect_linear_terms.py presolver to handle cases …\n1:05 PM Changeset [1749] by jwatson\nAdded user diagnostic output to pyomo for cases when presolve - …\n1:03 PM Changeset [1748] by jwatson\nSome minor output message cleanup.\n\nOct 18, 2009:\n\n4:15 PM Changeset [1747] by wehart\nUpdates to the Coopr *.cmd files, to work with virtualenv customization.\n4:05 PM Changeset [1746] by jwatson\nAdding baseline (in prep for regression testing) output files for …\n3:55 PM Changeset [1745] by jwatson\nFixed a minor bug in PH that only arises when all quadratic …\n\nOct 17, 2009:\n\n4:35 PM Changeset [1744] by jwatson\nCorrected maximization and linearization of binary quadratic terms in PH.\n4:04 PM Changeset [1743] by jwatson\nInitial commit of binary quadratic term linearization in PH - works …\n\nOct 16, 2009:\n\n3:54 PM Changeset [1742] by jwatson\nImproved error handling when WW PH is supplied a bogus configuration …\n1:10 PM Changeset [1741] by jwatson\nUpdated\/improved the timing reports and output in PH.\n11:04 AM Changeset [1740] by jwatson\nImproved option diagnostic for situations when solvers are passed in …\n10:15 AM Changeset [1739] by jwatson\nMinor renaming - pysp farmer example isn't a mip, it's an lp!\n\nOct 15, 2009:\n\n5:41 PM Changeset [1738] by jwatson\nFixed bug in coopr_install script that involved the bin directory not …\n5:26 PM Changeset [1737] by jwatson\nFixed some URL formation issues with Windows and svn checkouts in the …\n\nOct 12, 2009:\n\n2:02 AM Changeset [1736] by jwatson\nVarious tweaks to the WW PH pysp extension, in both core files and …\n\nOct 11, 2009:\n\n6:14 PM Changeset [1735] by jwatson\nAdded output to PH to indicate that termination was due to exceeding …\n\nOct 8, 2009:\n\n5:13 PM Changeset [1734] by jwatson\nAdding some documentation for the farmers pysp example.\n12:34 PM Changeset [1733] by dlwoodr\nwwph.cfg is so the tutorial in the doc can run easily; not sure what M …\n\nOct 7, 2009:\n\n10:53 PM Changeset [1732] by dlwoodr\nThis is a \"complete\" version 1.1 document. It would be nice if we put …\n10:38 PM Changeset [1731] by dlwoodr\nAlmost done with version 1.1\n10:45 AM Changeset [1730] by jwatson\nAdded a normalized term-diff converger to pysp and simplified some of …\n\nOct 5, 2009:\n\n5:37 PM Changeset [1729] by jwatson\nMinor improvement in error output message, due to situation …\n\nOct 1, 2009:\n\n6:31 PM Changeset [1728] by jwatson\nAdded a convergence criterion to PH based on the number of free …\n5:57 PM Changeset [1727] by jwatson\nAdded option to runph script to solve the (remainder of the) extensive …\n4:19 PM Changeset [1726] by jwatson\nSome renaming-cleanup in the pysp forestry example.\n4:17 PM Changeset [1725] by jwatson\nUpgrade of forestry pysp example to be consistent with new ph script.\n4:09 PM Changeset [1724] by jwatson\nUpdate of network flow pysp examples using new PH script.\n4:00 PM Changeset [1723] by jwatson\nUpdate of sizes pysp example with new PH script; added various WW PH …\n3:20 PM Changeset [1722] by jwatson\nForgot to add two files in the previous commit.\n3:19 PM Changeset [1721] by jwatson\nRe-work of finance pysp example to use new script\/format.\n1:44 PM Changeset [1720] by jwatson\nIntroduced ph script, with zillions of options - pretty much …\n\nSep 29, 2009:\n\n5:25 PM Changeset [1719] by jwatson\nFixed minor bug relating to read of variable and non-zero counts under …\n5:03 PM Changeset [1718] by jwatson\nSwitched default CBC input file format to CPXLP, primarily because the …\n12:31 PM Changeset [1717] by wehart\nMerged revisions 1692-1715 via svnmerge from …\n12:29 PM Changeset [1716] by wehart\nInitialized merge tracking via \"svnmerge\" with revisions \"1-1690\" from …\nNote: See TracTimeline for information about the timeline view.",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9767090082,
        "format_confidence":0.7626820803
    },
    {
        "url":"https:\/\/packages.debian.org\/jessie\/libpmount-dev",
        "text":"all options\njessie  ] [  stretch  ] [  buster  ] [  sid  ]\n[ Source: libpmount  ]\n\nPackage: libpmount-dev (0.0.16)\n\nLinks for libpmount-dev\n\n\nDebian Resources:\n\nDownload Source Package libpmount:\n\n\nSimilar packages:\n\nportable mount library - development files\n\nThis library implements functions pmount() and pumount() as wrappers to the real mount\/unmount unportable interfaces on each platform.\n\nIts goal is to provide a consistent interface application programmers can rely on for mounting and umounting filesystems without having to address kernel-related portability problems.\n\nThis package contains the static object and header files of libpmount.\n\nTags: Software Development: C Development, Libraries, Implemented in: C, Role: Development Library\n\nOther Packages Related to libpmount-dev\n\n  • depends\n  • recommends\n  • suggests\n  • enhances\n\nDownload libpmount-dev\n\nDownload for all available architectures\nArchitecture Package Size Installed Size Files\namd64 7.5 kB48.0 kB [list of files]\narm64 6.8 kB47.0 kB [list of files]\narmel 7.1 kB44.0 kB [list of files]\narmhf 6.8 kB43.0 kB [list of files]\ni386 7.4 kB45.0 kB [list of files]\nmips 7.6 kB46.0 kB [list of files]\nmipsel 7.6 kB46.0 kB [list of files]\npowerpc 7.3 kB45.0 kB [list of files]\nppc64el 6.9 kB18.0 kB [list of files]\ns390x 7.6 kB49.0 kB [list of files]",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9834215045,
        "format_confidence":0.6496629715
    },
    {
        "url":"https:\/\/core.trac.wordpress.org\/ticket\/23739?format=tab",
        "text":"﻿id summary reporter owner description type status priority milestone component version severity resolution keywords cc focuses 23739 Modernizr yramagicman Why doesn't WordPress bundle [http:\/\/modernizr.com\/ Modenrizr] along with the rest of the scripts? It would make sense considering the number of people who use HTML5 and CSS3 in their themes. feature request closed normal External Libraries 3.5 normal wontfix close",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9544314742,
        "format_confidence":0.9843196273
    },
    {
        "url":"http:\/\/www.helenos.org\/query?component=helenos%2Fkernel%2Fia32&milestone=0.7.2&group=status&order=version",
        "text":"Fork us on GitHub Follow us on Facebook Follow us on Twitter\n\nCustom Query (3 matches)\n\n\nShow under each result:\n\nStatus: closed (3 matches)\n\nTicket Summary Owner Type Priority Version Resolution\n#515 websrv causes kernel panic and halt cpu0 Jakub Jermář defect major mainline worksforme\n#728 Kernel panic in QEMU on ia32 without KVM Jiří Zárevúcky defect critical mainline fixed\n#729 Debug exception during SYSENTER panics the kernel defect major mainline fixed\nNote: See TracQuery for help on using queries.",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9856806993,
        "format_confidence":0.9791355729
    },
    {
        "url":"http:\/\/elinux.org\/index.php?title=Embedded_wiki_to-do_list&oldid=1489",
        "text":"Embedded wiki to-do list\n\nFrom eLinux.org\nRevision as of 12:41, 4 December 2006 by Tim Bird (Talk | contribs)\n\n(diff) ← Older revision | Latest revision (diff) | Newer revision → (diff)\nJump to: navigation, search\n\nHere is a page of things to-do for this wiki:\n\nEmbedded Wiki to-do list\nColumn heading 1 Column heading 2 Column heading 3\nCell 1 Cell 2 Cell 3\nCell A Cell B Cell C\n\nold moinmoin table\n\nCode Status Owner Task Comment AI-018 #FFB0B0> todo Tim Move this action item list to new wiki .\nAI-017 <#FFB0B0> todo  ?? Add desired features from MoinMoin to MediaWiki See the list of desired features for the new Embedded wiki AI-016 <#FFB0B0> todo  ?? Create backup policy and mechanism for site . AI-015 <#FFB0B0> todo  ?? Move the site to it's public address . AI-014 <#FFB0B0> todo Bill Move content from CELF site to wiki attachments may be a problem, there are over 750 attachments in the CELF wiki AI-013 <#FFB0B0> todo  ?? Create \"desired articles\" list . AI-012 <#FFB0B0> todo Task force Review policy guidelines for site . AI-011 <#FFFFB0> started Bill Create top-level site design . AI-010 <#B0FFB0> done Tim Talk to TimRiker about use of elinux domain name TimRiker is talking to other users of the eLinux wiki, We seem to agree in principle, but there are a few others to contact. AI-009 <#FFFFB0> started Bill Write first draft of site policy guide . AI-008 <#B0FFB0> done Sampo Install wiki engine . AI-007 <#B0FFB0> done Tim Have planning teleconference in October . AI-006 <#FFB0B0> todo  ?? Create first article list . AI-005 <#B0FFB0> done Sampo Setup machine and hosting site . AI-004 <#B0FFB0> done Tim Propose project to BOD (again) . AI-003 <#B0FFB0> done Tim Collect bids for the editor position . AI-002 <#B0FFB0> done Task force Decide which wiki engine to use MediaWiki is preferred AI-001 <#B0FFB0> done Task force Determine domain name need to scan for available names\n\nStatus Key:\n\nStatus Meaning style=background:#FFB0B0 todo Task needs to be done\nstyle=background:#FFFFB0 started Work has started on this task\nstyle=background:#B0FFB0 done Task is completed\nstyle=background:#E0E0E0 combined Task was a duplicate and was combined with another task\nstyle=background:#E0E0E0 canceled Task was abandoned",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.8621767163,
        "format_confidence":0.8788045049
    },
    {
        "url":"https:\/\/xgitlab.cels.anl.gov\/darshan\/darshan\/-\/graphs\/c5c572e5eab6bfcb701b171d8bdd43faa2eb3100\/charts",
        "text":"Programming languages used in this repository\n\nMeasured in bytes of code. Excludes generated and vendored code.\n\nCommit statistics for c5c572e5eab6bfcb701b171d8bdd43faa2eb3100 Jun 17 - Dec 01\n\nExcluding merge commits. Limited to 2,000 commits.\n  • Total: 383 commits\n  • Average per day: 0.4 commits\n  • Authors: 4\n\nCommits per day of month\n\nCommits per weekday\n\nCommits per day hour (UTC)",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9791161418,
        "format_confidence":0.9889777303
    },
    {
        "url":"https:\/\/bugs.freebsd.org\/bugzilla\/buglist.cgi?component=Individual%20Port%28s%29&list_id=28394&product=Ports%20%26%20Packages&query_format=advanced&resolution=---&short_desc=audio%2Ffestival&short_desc_type=allwordssubstr&order=assigned_to%2Cbug_id%20DESC&query_based_on=",
        "text":"Tue Feb 25 2020 16:51:25 UTC\nA good advice from Bugs Bunny: Jump to the next bug and be happy.\nHide Search Description\nID Product Component Assignee Status Resolution Summary Changed\n228521 Ports & Packages Individual Port(s) fernape New --- [CHANGE-REQUEST] audio\/festival: update to 2.5 2018-06-02\nOne bug found.\n\n\nFile a new bug in the \"Individual Port(s)\" component of the \"Ports & Packages\" product",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9328793883,
        "format_confidence":0.9547232389
    },
    {
        "url":"https:\/\/dev.heuristiclab.com\/trac.fcgi\/wiki\/ChangeLogPending",
        "text":"HeuristicLab 3.3.17 - Pending\n\nChanges to the previous release that are available in the daily build of our stable branch and will become part of the next release: Download HeuristicLab daily build binaries.\n\n\nTicket Modified Component Summary\n#2971 4 weeks Problems.DataAnalysis Intervals for RegressionProblemData\/SymbolicRegressionSolution\n\n\nTicket Modified Component Summary\n#3081 5 months Optimization.Operators Add static calculation methods to all DiscreteDoubleValueModifiers\n#3019 10 months Problems.DataAnalysis.Symbolic Implementation of the Pareto Front Analysis for Symbolic Classification Problems\n#3042 10 months Problems.DataAnalysis.Symbolic.Views Remove progress bar after constant optimization error\n\n\nTicket Modified Component Summary\n#3030 10 months Algorithms.DataAnalysis RF\/GBT SurrogateModel triggers unnecessary recalculation\n#3020 14 months Algorithms.GeneticAlgorithm The MutatorParameter of genetic algortihms is replaced during deserialization\n#3041 5 months Hive.Server IsDisposable is overwritten when slaves say Hello\n#3033 15 months Hive.Slave Hive slave can register itself multiple times with different client ID\n#2028 2 weeks MainForm.WindowsForms Viewhost does not propagate readonly state when switching views\n#3060 11 months Optimization Exceptions thrown in IOptimizer.StartAsync are sometimes unhandled\n#3088 3 weeks PluginInfrastructure HeuristicLab crashes if Hive Job Manager is opened while samples page is still loading\n#3051 10 months Problems.DataAnalysis.Symbolic Synchronization issue of data members with [ThreadStatic] attribute in Batch and Native interpreters\n#2973 10 months Problems.DataAnalysis.Symbolic.Views Maximizing VariableImpactView shows no data\n#3038 2 weeks Problems.DataAnalysis.Views Residual Analysis does not display data points outside of training and test\n#3023 17 months Services.Authentication Hive user creation sometimes fails due to unmet password requirements\n\n\nTicket Modified Component Summary\n#3032 10 months Problems.DataAnalysis Fixing cube root calculation for intervals and extending intervals operations\n#3052 10 months Problems.DataAnalysis.Symbolic Provide a method in grammars to adapt variable symbols to a given dataset\n\nLast modified 18 months ago Last modified on 07\/31\/19 17:36:44",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9850837588,
        "format_confidence":0.8878222704
    },
    {
        "url":"https:\/\/metacpan.org\/changes\/distribution\/Net-LCDproc",
        "text":"Changelog for Net-LCDproc\n\n0.104 2015-06-03T23:58:44Z\n  [ Bugfixes ]\n    - has_socket is called during DEMOLISH so make sure it is actually\n      there (Ioan Rogers)\n    - Fix a few metadata bugs in eg\/ (Ioan Rogers)\n\n  [ Other ]\n    - [Closes #3] namespace::sweep is now obsolete, switch to\n      namespace::clean. Thanks ETHER. (Ioan Rogers)\n    - Switch from semantic to basic versioning scheme\n\n0.1.3 2014-03-06T09:15:36Z\n  - Declare minimum required version of Moo (Ioan Rogers)\n\n0.1.2 2014-03-03T13:49:47Z\n  - Switched from Moose to Moo + Type::Tiny (Ioan Rogers)\n  - Updated minimum perl to v5.10.2 (Ioan Rogers)",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9738404155,
        "format_confidence":0.9224467278
    },
    {
        "url":"https:\/\/www.openlinksw.com\/describe\/?url=http%3A%2F%2Fdata.openlinksw.com%2Foplweb%2Fproduct_feature%2FMultipleCSVAttachment%23this&graph=urn%3Aopl%3Ashop%3Aoffering%3Asponging%3Acache%3Aofficial",
        "text":"Not logged in : Login\n\nAbout: Multiple CSV File Mapping to Tabular Relations   Goto Sponge  NotDistinct  Permalink\n\nAn Entity of Type : feat:ProductFeature, within Data Space : associated with source document(s)\nQRcode icon\n\n  • Multiple CSV Documents with identical column structured mapped to a single Tabular Relation (Table) which can be further mapped to RDF Views as part of a knowlege graph consrtuction and ehnancement endeavor that supports interactions via SQL and\/or SPARQL client apps and services.\ndescribed by\n  • Multiple CSV File Mapping to Tabular Relations\nhas related\nis topic of\nis hasFeature of\nis isBenefitOf of\nFaceted Search & Find service v1.17_git33 as of May 16 2019\n\nAlternative Linked Data Documents: iSPARQL | ODE     Content Formats:       RDF       ODATA       Microdata      About   \nThis material is Open Knowledge   W3C Semantic Web Technology [RDF Data] Valid XHTML + RDFa\nOpenLink Virtuoso version 08.03.3318 as of Jul 27 2020, on Linux (x86_64-generic-linux-glibc25), Single-Server Edition (30 GB total memory)\nData on this page belongs to its respective rights holders.\nVirtuoso Faceted Browser Copyright © 2009-2020 OpenLink Software",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.5549982786,
        "format_confidence":0.7877768874
    },
    {
        "url":"https:\/\/code.djangoproject.com\/ticket\/20936?format=csv",
        "text":"﻿id,summary,reporter,owner,description,type,status,component,version,severity,resolution,keywords,cc,stage,has_patch,needs_docs,needs_tests,needs_better_patch,easy,ui_ux 20936,\"When logging out\/ending a session, don't create a new, empty session\",Matt Robenolt,Matt Robenolt,\"Previously, when logging out, the existing session is overwritten by a new sessionid instead of deleting the session all together. This behavior adds overhead by creating a new session record in whichever backend being used, db, cache, etc. This extra session is unnecessary at the time since no session data is meant to be preserved when explicitly logging out. See: https:\/\/github.com\/django\/django\/pull\/1487\",Cleanup\/optimization,closed,contrib.sessions,master,Normal,fixed,\"session, logout, auth\",,Accepted,1,0,0,1,0,0",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9881464243,
        "format_confidence":0.978910923
    },
    {
        "url":"https:\/\/bugs.jquery.com\/ticket\/4683?format=tab",
        "text":"﻿id summary reporter owner description type status priority milestone component version resolution keywords cc blockedby blocking 4683 Callback for getScript is called too early in Safari and Opera inez \"var myCallback = function() { \/\/ ... } $.getScript(myLib, myCallback); In Safari and Opera myCallback is called too early, before myLib script is downloaded and initialized. Note that this problem may not occur if your network latency is very low or you have myLib in browser cache. Patch is attached.\" bug closed major 1.4 ajax 1.3.2 worksforme getScript callback",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9653940201,
        "format_confidence":0.8138579726
    },
    {
        "url":"https:\/\/www.ribbonsoft.com\/bugtracker\/index.php?do=details&task_id=1224&status%5B0%5D=open&pagenum=5&order=severity&sort=desc&order2=tasktype&sort2=asc",
        "text":"QCAD Bugtracker\n\n  • Status Likely to be implemented\n  • Percent Complete\n  • Task Type Feature Request\n  • Category QCAD (main)\n  • Assigned To\n  • Operating System All\n  • Severity Low\n  • Priority Very Low\n  • Reported Version 3.9.4\n  • Due in Version Undecided\n  • Due Date Undecided\n  • Votes 5\n  • Private\nAttached to Project: QCAD Bugtracker\nOpened by Andrew - 05.06.2015\nLast edited by Andrew - 17.11.2015\n\nFS#1224 - Revision clouds\n\nAdd support to draw revision clouds or convert polylines, ellipses, circles to revision clouds.\n\nH Stiekema commented on 24.11.2015 13:09\n\n\nI used the attached Lisp in AutoCAD 10 DOS\n\nfred commented on 16.01.2020 11:21\n\nPeople in my industry want to see bubbles around the changes when updated drawings are issued, so a tool to do this would be very useful.\n\nI am sure I can work-around this using some blocks.\n\n\nAvailable keyboard shortcuts\n\n\nTask Details\n\nTask Editing",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9134474397,
        "format_confidence":0.9324371219
    }
]