[
    {
        "url":"http:\/\/gencourt.state.nh.us\/house\/members\/member.aspx?pid=838",
        "text":"Representative Amanda Bouldin (D)\n\nHillsborough - District 12\n\nmember picture\n\nHome Address\n\n14 Hayes Avenue\nManchester, NH  03103-3619\nSeat #: 3080\n\nAdditional Information\n\nHouse Committee Information\nCommittee Name: Criminal Justice and Public Safety\nPosition:  Member\nCommittee Phone:  603-271-3529\nCommittee Function:\nIt shall be the duty of the Committee on Criminal Justice and Public Safety to consider all matters relating to the criminal code; criminal justice, the Department of Corrections, sentencing, drug enforcement, bail, probation, parole, corrections facilities, DWI, domestic violence, firearms, fireworks, police and fire training, victims’ assistance and such other matters as may be referred to it.\n\nPersonal Biography\nAmanda lives in Manchester with her husband Andrew, her daughter Sophia, their two dogs Jack and Maxx, and their cat Whitey.\nMiscellaneous Information:\nAmanda's fourth great grandfather, James Wood Bouldin, served in the U.S. Congress representing Virginia. He replaced his brother, Thomas, after he died while speaking at the well. Thomas Bouldin is the only member of Congress to have died while speaking on the floor.",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.982485652,
        "format_confidence":0.7568069696
    },
    {
        "url":"https:\/\/beta.ararat.vic.gov.au\/council\/your-council\/councillors\/councillor-profiles\/cr-jo-armstrong",
        "text":"Cr Jo Armstrong\n\nTell us about your background? (Family, career, professional experiences)\n\nBorn and raised in NZ, I met my husband Pete backpacking overseas and overcame my dislike of heat and flies to settle here 26 years ago. We have one daughter and three sons who all share our family love of gathering at a table laden with food and trying to fit a word in edgeways!\n\nWhat are your most enjoyable hobbies\/interests?\n\nI am a keen reader and aim to be a life-long learner although I admit I will never master the art of applying a screen protector.\n\nWhat do you see as the biggest strengths within the municipality of the Ararat Rural City and what is your vision for the next four years?\n\nLiving and farming in the Yalla-Y-Poora \/ Tatyoon district over the past 26 years has shown me the generosity, good humour and resilience of our rural communities. These are strengths often underestimated and taken for granted. Along with many rural councils we need to do a better job of maintaining vital foundation services such as roads servicing our municipality’s major income source: food and fibre production. Building regional relationships is key to furthering Ararat Rural City’s interests. Council must do its best to maximise opportunities for economic development balanced with a long-term view to capacity and sustainability.\n\nThe ‘heart’ of Western Victoria is a great place to live, work and play and I hope we Councillors build a plan to retain and attract more people to our part of the world!\n\n\nCr Armstrong can be contacted on:\n\nMobile: 0437 132 896",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9852945805,
        "format_confidence":0.9472656846
    },
    {
        "url":"http:\/\/noelgrealishtd.com\/about-noel.html",
        "text":"Noel Grealish his story....\n\nNoel Grealish grew up in a large Carnmore family of nine boys and one girl.\n\nLike so many in the West of Ireland, many of the Grealish family had to emigrate in search of work — at one point there were seven of them abroad, and currently Noel has three siblings living in Boston and one each in Copenhagen, Chicago and Nebraska.\n\nWhen he’s not working hard, travelling to and from the Dáil, helping people at his constituency office in Briarhill or meeting constituents in their own communities, hurling is one of Noel’s passions — he is currently chairman of the Carnmore club. He also enjoys skiing (though not in Carnmore!), golf, and travelling to the US to meet up with his family.\n\nConsidering his name, it’s no surprise that Noel’s birthday is in December, and his most recent one was a milestone, his 50th.\n\nApart from representing the interests of the people of Galway as an elected TD, he has enjoyed meeting world figures like the late Ted Kennedy and, more recently, Prince Charles and Pope Francis, with whom he had a private audience.\n\nOutside of politics, Noel established the Galway Glass Centre, which traded at Briarhill Business Park until 2012.\n\n\nNoel began his political career when he was elected to Galway County Council in 1999 as a member of the Progressive Democrats and in 2002 he stood for election to the Dáil, following the retirement from national politics of Bobby Molloy, one of the founding members of the PDs.\n\nThe election campaign in Galway West was a lesson in electoral strategy.\n\nNoel secured 2,700 first preference votes and still managed to get elected, largely thanks to strong transfers in subsequent counts from party colleagues, city councillors Donal Lyons and Declan McDonnell. Indeed it was transfers from the surplus votes of current President Michael D Higgins that gave him the final push he needed to be elected on the last count.\n\nNoel stood for re-election in 2007 and, at a time when his party  suffered from a fall in support, he more than doubled his personal vote to 5,806, a tribute to his hard work.\n\nAfter the break-up of the PDs in 2009, Noel stood as an Independent candidate, again enjoying huge support from the people of Galway and increasing his vote further to 6,229.\n\nHe has campaigned hard during his time in the Dáil on priority issues like the prevention of crime, improving access to hospitals and other medical services, fast tracking the delivery of additional housing stock, practical solutions to Galway’s traffic problems, continuing to secure funding for flood alleviation measures in Galway, measures to protect and increase employment in Galway, and adequate funding for people with disabilities and disability services.\n\n\n\nConstituency Office - Briarhill Business Park, Galway. Phone: 091 - 764807 - email:",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9935459495,
        "format_confidence":0.9898813367
    },
    {
        "url":"http:\/\/www.robmccord.com\/",
        "text":"• Thank You!\n\n    Thank you for your incredible commitment and hard work. Thank you for your generosity. Thank you for your support and your kind words. And most of all, thank you for being a part of our amazing team.\n\n    Even though we didn't get the result we wanted in this election, one thing remains the same, and that’s the fact that to save Pennsylvania’s public schools, we must defeat and evict Tom Corbett! I told Tom Wolf I'd work hard to help him win, and I hope you’ll do the same. We need to win this in November.\n\n    Again and again, thank you. I remain your appreciative friend,\n\n\n  • McCord Releases Boldest Minimum Wage Plan\n\n    As governor, Rob McCord will raise Pennsylvania’s minimum wage from $7.25 to $10.70 in his first year in office.\n\n    Read more\n  • A Fair Deal for Pennsylvania\n\n    Rob McCord Introduces \"Fair Deal for Pennsylvania Families\" Plan to Ensure Responsible Natural Gas Development and Fair Compensation\n\n    Learn More\n\nStay Informed \n\nLatest from the Campaign\n\nJoin Rob McCord\n\nHelp get Pennsylvania back on track\n\nor skip signup →",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9972135425,
        "format_confidence":0.8077103496
    },
    {
        "url":"http:\/\/www.jewornotjew.com\/profile.jsp?ID=2458",
        "text":"Updated M\/W\/F\nHome · Blog · RSS\nLatest Profile\n» Diego Schwartzman\nRandom Profile\n» Surprise Me!\nArchive Profile\n» Chuck Barris\n  • Actors\n  • Actresses\n  • Artists\n  • Athletes and Coaches\n  • Businesspeople\n  • Comedians\n  • Directors\n  • Fictional Characters\n  • Historical Figures\n  • Media\n  • Musicians and Singers\n  • Politicians\n  • Religious Figures\n  • Scientists\n  • Sociopaths\n  • Writers\n  • [Uncategorized]\n\n    List by Name\n    List by Score\n    List by Date\n    About the Jew Score\n    Suggestion Box\n    Ksenia Sobchak\n\n    Jew Score:\n\n\n\n    November 5, 1981 —\n\n    The Russian elections are back in 2018. Oh, goody! We wonder who will win!\n\n    A new candidate has been making the rounds. Her name is Ksenia Sobchak, and her background is not exactly traditional. Well, other than the fact that her father was the mayor of Saint Petersburg and a mentor of Vladimir Putin. There's that.\n\n    But Ksenia is, well, a woman, and, well, quite young, and, well, even part Jewish, and, well, quite well known in Russia... as its \"Paris Hilton\". Ksenia dismisses that comparison (anyone with half a brain does not want to be compared to Paris Hilton), but it does make sense on the surface: until recently, she was best known as a socialite and television personality. She even wrote a book, \"How to Marry a Millionaire\", and hosted a bunch of reality shows. (No country is stupid enough to elect a reality show host to be its president, right?)\n\n    Ksenia is also quite outspoken, especially when it comes to Putin. Let's just say that she is not a fan: she is even against the annexation of Crimea! Talk about nerve...\n\n    Good luck, Ksenia, because you're gonna need it! And watch your back, please. Russian opposition is not exactly known to end well...\n\n    Verdict: Borderline Jew.\n\n    November 10, 2017\n\n    See Also\n\n    Paris Hilton\n\n    Garry Kasparov\n\n    Dmitry Medvedev\n\n    Pussy Riot\n\n    Vladimir Putin\n    © Jew or Not Jew, 2006-2018. j...@jewornotjew.com.",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.8893034458,
        "format_confidence":0.948748529
    },
    {
        "url":"http:\/\/www.clevescene.com\/cleveland\/Profile?oid=2706737",
        "text":"Member since Aug 6, 2011\n\nRecent Comments\n\nRe: “Dems Blow It Again\n\nTo Chuck Heald @ Lifebanc - The supply is not there? Is that why Lifebanc takes organs from people whos families don't want to go through with it just because they said yes on their license? Do you not realize that the families are the ones who have to live with the decision that is made? Do you realize that circumstances change and the first thing people don't think of is to change their drivers license ( a quick 10 sec yes in line at the BMV)? I think Lifebanc has lost sight of what they are suppose to be doing\n\nPosted by donewithit58 on 08\/06\/2011 at 9:18 AM\n\nRe: “Gift of Life Walk and Run\n\nI am all for organ donation and saving lives but when my mom had a brain bleed last month and they approched my father about organ donation, he stated she had been through enough and didn't feel he wanted to donate, they had the nerve to tell him they were going to go foward with the donation anyhow because she had signed up on her drivers license and had already given permission, they didn't need his. I don't think someone saying \"do you want to be an donor\" when you are renewing your license and probably rushed would be considered informed consent. I have since taken myself off the BMV and so has the rest of my family, I would suggest everyone do the same. If you decide you want to be a donor, let your family know (Lifebanc will call you all night long as soon as your loved one dies) but circumstances change and the familes have to live with the decision that is made.\n\n0 likes, 3 dislikes\nPosted by donewithit58 on 08\/06\/2011 at 9:10 AM\n\nRe: “Carl Monday's Cattle-Call for Tips\n\nI agree 100% Gary, my mom died last month and Lifebanc called all night long and then when I finally spoke with them I was told they didn't need my permission just my cooperation. They hounded me all night and into the next morning. I think they need to be investigated too. Have you seen their new building? Seems awful nice for a \"nonprofit\" organization and did you see the article that their CEO demands that anyone that works for them or does any work for them has to register on their license to be a donor? What kind of crap is that? I spoke to the nurse that cared for my mom and she said to tell them she had Hepatitis B or C and that would end the calls. Like you I am all for organ donation to save lives but they are crooked. Thanks for the info about bones and skin. I already took myself off the BMV as did the rest of my family.\n\n2 likes, 1 dislike\nPosted by donewithit58 on 08\/06\/2011 at 8:59 AM\n\n\nFavorite Places\n\n  • None.\nFind places »\n\nSaved Events\n\n  • Nada.\nFind events »\n\nSaved Stories\n\n  • Nope.\nFind stories »\n\nCustom Lists\n\n  • Zip.\n\nSite Search\n\n\n© 2017 Cleveland Scene: 737 Bolivar Rd., Suite 4100, Cleveland, OH 44115, (216) 241-7550\nLogos and trademarks on this site are property of their respective owners.\n\nWebsite powered by Foundation",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.6941757202,
        "format_confidence":0.8089571595
    },
    {
        "url":"http:\/\/www.alyssiabenford.com\/index.php\/alyssias-story\/",
        "text":"Who is Alyssia?\n\nGrowing up on the west side of Chicago, Alyssia knows that Illinois desperately needs a new direction. She knows that it’s time to bring accountability back to government. That’s why she’s running for state representative in the 98th district.\n\nDuring high school, Alyssia excelled academically and even joined the marching band and Reserved Officer’s Training Corps (ROTC). However, she was also forced to learn how to persevere through tough times. Alyssia’s mother was diagnosed with breast cancer at the age of 35, and Alyssia helped care for her as she underwent cancer treatments. Through all of this, her mother never stopped pushing her to excel.\n\nWith her mother’s support, Alyssia graduated with honors from Florida A&M University’s School of Business and Industry and then went on to earn her designation as a Certified Public Accountant (CPA).\n\nUpon graduation, Alyssia returned home to Chicago to begin work at Deloitte, one of the “Big 4” accounting firms. Later, she joined Motorola’s internal accounting team, where she supervised the staff responsible for overseeing the payroll for Motorola’s top executives and over 30,000 employees.\n\nShortly after moving to Bolingbrook in 2000, Alyssia devoted herself to raising her family and expanding the accounting firm she co-founded in 1996, Benford Brown and Associates, LLC where she remains a founding partner today.\n\nThrough her independent accounting firm, Alyssia has devoted her career to serving the small and medium sized businesses that create prosperity in our communities. Seeing the challenges that these business face from heavy taxes and unfair regulations, she knows that we need to revitalize our economy by making it hassle-free for businesses to expand and put more people back to work.\n\nBeyond her work as an accountant, Alyssia serves as a as the treasurer of the Rotary Club of Bolingbrook and, since 2012, as a DuPage Township Trustee. Through her work on the Township Board, she learned how crucial it is to ensure the financial security of local tax dollars that provide programs and assistance to the elderly and youth in the community.\n\nThis inspired her to enroll at Rutgers University to pursue a Master’s Degree in Governmental Accounting in 2012.\n\nPrior to her current positions, she served as President of the Bolingbrook Chamber of Commerce and on the Police Pension Board, safeguarding the retirement of our dedicated public servants on the police force. In 2008, she received the Female Citizen of the Year Award from the Village of Bolingbrook. She is one the youngest people to receive this honor.\n\nShe is a member of Alpha Kappa Alpha Sorority, Incorporated. She is also a member of the West Suburban Chapter of Jack and Jill of America, Inc. and Victory Cathedral Worship Center in Bolingbrook. She has served on the board of directors for the United Way of Will County and is a past President of Rotary Club of Bolingbrook.\n\nThroughout her accomplished professional career and dedicated public service, she still had to overcome immense challenges in her own life.\n\nIn 2015, at the age of 45, Alyssia was diagnosed with breast cancer. She remembered the strength and positivity her mother showed during her own battle with breast cancer, and she refused to let her health challenges slow her down. She is cancer-free and now counsels others that have received a cancer diagnosis.\n\nWhile undergoing eight surgeries in two years, Alyssia enrolled in a doctoral program in Educational Leadership & Policy at Florida State University. After learning about the financial mismanagement within the Chicago Public School District, she now focuses her doctoral work on educational financing and government pensions.\n\nBut most importantly, Alyssia continues to be an inspiration to her four children and three grand-children by encouraging them to persevere and pursue their dreams even in the face of hardship.\n\nAlyssia knows that in Illinois we need to end the political gridlock and elect independent leaders who will serve the families in our communities. As your next state representative, Alyssia will hold Springfield accountable and restore your voice in government.\n\nDonate Now\n\nDo NOT follow this link or you will be banned from the site!",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9903387427,
        "format_confidence":0.9623379111
    },
    {
        "url":"http:\/\/gregknight.com\/mps-job\/what-mps-do\/",
        "text":"It is impossible to accurately describe the weekly schedule of an MP because no two MPs choose to do their job in exactly the same way.\n\nAll MPs divide their time between the area they represent (“the constituency”) and Parliament, which sits in the Palace of Westminster in London.\n\nIn the constituency an MP will try to help anyone with a problem and it does not matter how that constituent voted at a general election.\n\nSo, everyone in a constituency can contact their own MP to discuss individual problems affecting them, or about any matter where the constituent has an opinion that he or she wishes to convey to their MP.\n\nThis can be done by e-mail, letter, phone call, or by attending the MP’s advice bureau. Contact by e-mail is obviously the quickest and most convenient for many. Greg’s advice bureaux are held around the constituency in indoor heated, seated, accomodation and are not subject to cancellation because of bad weather outdoors.\n\nSome issues, like housing or planning, are the responsibility of the local council and not Parliament. In these cases, the first point of contact should be with your local councillor and not your MP. Greg is NOT a member of the East Riding of Yorkshire Council,\n\nDue to Parliamentary rules, an MP cannot make representations for people who do not live in the MPs area (constituency). To find out if you live in Greg’s constituency click here.\n\nAt Westminster, it is the job of an MP to seek to hold the government of the day to account. So a Member of Parliament must decide whether to support or oppose government business on a particular issue, or whether to try to persuade the government to change its mind. MPs also have an opportunity to change the law themselves. Greg managed to do this in 2011 with his Estates of Deceased Persons (Forfeiture Rule and Law of Succession) Act.\n\nAt Westminster Greg chairs the All-Party Historic Vehicles Group of which he is a founder member and he is also Treasurer of the British American Parliamentary Group.\n\nAt Westminster, he regularly brings issues of concern to East Yorkshire to the attention of Ministers.\nHe has served as a senior Government Whip and between 2005 and 2012 he chaired the influential Procedure Select Committee, which looks at the practices and procedures of Parliament.\n\n\nAs a backbencher, amongst his legislative achievements are the doubling of ‘drinking up time’ in pubs to 20 minutes and, more recently, the Estates of Deceased Persons Act, which he put on the statute book in 2011.",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9952287674,
        "format_confidence":0.942286849
    }
]