[
    {
        "url":"https:\/\/moffitt.org\/cancers\/bladder-cancer\/faqs\/bladder-cancer-symptoms-in-women-vs-men\/",
        "text":"Bladder Cancer Symptoms in Women vs. Men\n\nBladder cancer occurs when cells in the bladder change and grow uncontrollably. This malignancy can affect men and women differently, so it is important to be aware of the risk factors, causes and symptoms of bladder cancer so that any unusual changes can be promptly reported to a physician.\n\nBladder cancer in women\n\nThe biggest risk factor for bladder cancer in women is smoking. In fact, about 50 percent of women diagnosed with this malignancy are smokers. This is because many of the toxins in cigarettes are excreted in urine, which is held in the bladder before it is released. This means that the bladders of smokers experience prolonged contact with cancer causing agents. In the event bladder cancer does develop, a woman may experience symptoms including:\n\n  • Frequent urination\n  • Pain or a burning feeling during urination\n  • Blood in the urine\n  • The feeling of needing to urinate but being unable to do so\n  • Pain in the pelvic region or lower back\n\nIt should be noted that some symptoms of bladder cancer can be very similar to those of urinary tract infections, which are common among women. Additionally, women have a tendency to mistake blood in the urine for menstruation or menopause. For these reasons, some women do not see their physician when signs of bladder cancer first appear, often giving the cancer cells more time to spread before they are diagnosed.\n\nBladder cancer in men\n\nBladder cancer is the fourth most common cancer among men, and is almost three times more common in men than in women. Similar to women, smoking is the biggest risk factor for bladder cancer in men, as smokers are twice as likely to develop this malignancy as non-smokers. The symptoms of bladder cancer in men are the same as those in women. However, men with bladder cancer tend to be diagnosed earlier than women since men would not mistake blood in the urine for menstruation or menopause. As with any cancer, there are typically more treatment options available to individuals with bladder cancer when it is detected early.\n\nComprehensive bladder cancer diagnostic services, treatment and supportive care services are available at Moffitt Cancer Center. We provide individualized attention to each patient to ensure the treatment plan we recommend has been tailored to address the unique challenges of their cancer. If you are showing symptoms of bladder cancer, or have been recently diagnosed and are seeking a second opinion, we invite you to speak with the experts at Moffitt. Schedule a consultation by calling 1-888-663-3488 or fill out a new patient registration form online. We see patients with and without referrals.",
        "topic_id":12,
        "format_id":5,
        "topic_confidence":0.9979968667,
        "format_confidence":0.8964130282
    },
    {
        "url":"https:\/\/equinedreams.org\/faq.html",
        "text":"Frequently asked questions\n\nWhat are the benefits of riding and working with horses?\nRiders experience a 3 dimensional movement unique to riding a horse. The horse provides a repetitive, rhythmic and variable gait which helps to improve balance, mobility, core strength, muscle control and posture. Horseback riding mimics the patterns of the human pelvis while walking. All of the body’s muscles are engaged with horseback riding either consciously or unconsciously. Interacting with a horse also has emotional, cognitive and social benefits. The unique relationship formed with the horse can lead to increased confidence, patience, self-esteem, improved motor planning, listening skills and others. Appropriate behaviors are reinforced in a calming environment.  \n\nWho can this help:\nClients who may benefit can have a variety of diagnoses, such as Cerebral Palsy, Developmental Delay, Traumatic Brain Injury, Stroke, Autism, Attention Deficit Disorder and Learning or Language Disabilities. Each potential client must be evaluated on an individual basis by specially trained health professionals.\n\nIs there a weight limit?\n\nEquine Dreams has a weight limit of 175 lbs. If there is a participant whose weight exceeds 175 pounds, they will be considered individually and evaluated to determine eligibility. \n\nIs there an age limit?\n\nEquine Dreams accepts participants age 4 and up. All participants are evaluated prior to acceptance in the program. Interactions are specifially tailored to meet the individual needs of each participant.\n\nHow often does a student ride?\nParticipants ride once a week, and each lesson is specifically tailored to the students. Lessons may range from 30 minutes to an hour on average. Lessons may be individual or group, depending on the goals and objectives of each participant. \n\nHow can we get started in the program?\nClick above on 'Participants' link, and scroll down to find the participant packet. Fill that out and mail to the PO Box listed on the front of the packet. If you would like to first schedule a tour or ask questions, please call us or email to set up an appointment.\n\nWhat does it cost?\n\nWe are a free program.\n\nIs special clothing necessary?\n\nParticipants are required to wear long pants for all mounted activities. No shorts of any kind are permitted. Closed-toe hard soled shoes or gym shoes are required, no sandals are allowed. Helmets will be provided.\n\nHow can I help? \n\nBecome a volunteer! Our program is run by volunteers! If you are 14 years or older, click on the 'Volunteer' link above and fill out the volunteer packet. Email us to set up an orientation.  \n\nMake a donation! We are a free program and run by public donations, fundraisers, and grants. Click here to go to our home page of the website which has information on how to donate.\n\nHow do I get additional information?\n\nAfter looking at our website, if you have additional questions please don't hesitate to call us at (630)553-6950 or email us at",
        "topic_id":12,
        "format_id":5,
        "topic_confidence":0.7517707348,
        "format_confidence":0.978504777
    },
    {
        "url":"http:\/\/www.kumc.edu\/kumcri\/clinical-research-administration-\/frequently-asked-questions.html",
        "text":"Frequently Asked Questions\n\nFAQs for Researchers\n\nHow can I learn about the Research Institute, Clinical Research Administration services and how to pay research study bills?\n\nMembers of the Clinical Research Administration meet with investigators and research team members to introduce clinical trials processes to them at KUMC. We enjoy meeting with study team members. As part of an introduction to CRA services, various members from the Research Institute will meet with you to discuss new trial start-up, electronic systems used for research at KUMC, budgeting and contracting as well as processing study related bills. If you are a new Investigator, study coordinator, research team member to KUMC, or have been at KUMC and want a refresher, a meeting to cover these topics can be scheduled with an Assistant Director by calling ext. 8-5718.\n\nWhat does the Clinical Research Administration office need for a new industry-funded study?\n\nBefore the CRA will start work on a new study, the essential study documents need to be submitted to our office. These documents include the final protocol, template consent form(s), contract template, and draft budget. Other items that are needed are a copy of the site selection letter from the sponsor\/CRO, and regulatory document templates (1572, Financial Disclosure Forms, Protocol\/IB signature pages). The start-up process is faster when ALL required documents are provided at the same time.\n\nWhat does the Clinical Research Administration office need for a new investigator-initiated study?\n\nThe CRA can start work on investigator-initiated projects after receiving a final copy of the protocol. Your contact in the CRA will draft the consent form(s) for the study and handle any regulatory documents that may be required. If the study involves filing for an IND, there are additional requirements. Contact the CRA if the study will involve an IND or if you need help determining if an IND is needed. If you are seeking funding for your protocol, or have already contacted an industry sponsor regarding funding or provision of study materials, the CRA can also help facilitate the funding budget and contract needed between the Institution and the funding source.\n\nHow do I know who is working on my study?\n\nClinical Trial Regulatory Specialists and Budget and Contract Specialists are assigned by department\/disease group. When the Clinical Research Administration office begins working on a new study you will be contacted by the assigned Clinical Trial Regulatory Specialist and Budget and Contract Specialist. If you have any questions or concerns about who is handling your studies, contact the CRA Assistant Director by calling ext. 8-5718.\n\nWhen can enrollment start?\n\nEnrollment can start after all the following is completed:\n\n  • Human Subjects Committee approval is granted\n  • The investigator, the Research Institute and the funding agency of the study have signed the contract or a grant award letter is received and approved by the Research Institute.\n  • All administrative paperwork has been completed, including any regulatory documents required for the study.\n  • An activation notice is sent to the principal investigator.\n\nClinical Research Administration will send an activation email to the investigator\/study coordinator\/study team members to make them aware that all start up work has been completed and the study is now active at KU and ready for enrollment.\n\nAfter you have received the activation email from the Research Institute and prior to enrolling any subjects, you must first verify with the sponsor\/funding agency to make sure they are ready for you to start enrollment under their protocol.\n\nHow do I know the status of my study?\n\nYour assigned Clinical Trial Regulatory Specialist and Budget and Contract Specialist will meet with you and your study team on a regular basis and will provide you with updates on the study set-up process. The CRA encourages investigators and study coordinators to actively meet. If you wish to set up times to meet with your Clinical Trial Regulatory Specialist or Budget and Contract Specialist please contact them via telephone or email.\n\nHow can I get the budget information?\n\nOnce the study has been activated, the study budget information is provided to the study team in the Activation email. However, during the startup process the Budget and Contract Specialist is in contact with the study team to discuss the budget and any changes or needs they require.\n\nHow is the budget created?\n\nThe budget is created by the Clinical Trials Budget and Contracts Analyst (BCA) in the Research Institute. The BCA reviews the schedule of events in the protocol along with the sponsor budget template. Once the BCA has reviewed the schedule of events the budget construction begins. The BCA will apply for hospital pricing for items to be billed to the research study only. After the pricing information is obtained, a draft budget is completed and sent to the investigator for review.\n\nDoes the Research Institute provide training for study coordinators?\n\nOne-on-one training is available for review of the CRA services. The Clinical Trials Educational Lecture Series is conducted on a monthly basis from September to May. In addition, small group workshops for study coordinators and investigators are also available.\n\nCan Clinical Research Administration help write a protocol?\n\nYes! The CRA is available to help investigators develop investigator initiated protocols and consent forms. For more information about this, contact the CRA Assistant Director by calling ext. 8-5718.\n\nWhat is the Humans Subjects Committee?\n\nThe Human Subjects Committee is the institutional review board (IRB) at the University of Kansas Medical Center. It is the ethical review board responsible for review of all human subjects research conducted at KUMC. The Human Subjects Committee is part of the Human Research Protection Program (HRPP). The HRPP is part of the Office of Compliance.\n\nFAQs for Industry Partners\n\nWhat is the affiliation with:\n\nCampus buildings:\n\nThe University of Kansas Medical Center (KUMC) has several locations. There are many buildings that are not physically connected to the main campus. Most main campus buildings are within walking distance or are a short drive away.\n\nThe University of Kansas Cancer Center and Medical Pavilion, Landon Center on Aging, Hoglund Brain Imaging Center, KU Hospital, the KU Clinical Research Center – Clinical and Translational Science Unit (CTSU) and KU School of Medicine – Wichita & Salina are all affiliated with the University of Kansas Medical Center. Investigators and members of the research study team affiliated with KU can operate at any of the above facilities. Patients can be seen at any of the facilities which are capable of providing care.\n\nCampus addresses:\n\nAll campus addresses are affiliated with the University of Kansas Medical Center. As a research institution, the University has multiple spaces and resources devoted to clinical research. All of these resources are used in the pursuit of satisfying the research mission of the University. The addresses which are associated with the University of Kansas Medical Center are the following:\n\nMain Campus Address:\n\nUniversity of Kansas Medical Center (includes KU Hospital):\n3901 Rainbow Boulevard\nKansas City, KS 66160\n\nThis is the main campus address. The central mailroom in the main campus will deliver all received documents\/packages to personnel in outlying buildings. More specific addresses to other clinics and\/or buildings are provided when the investigator’s physical address, study procedure or a piece of equipment being utilized is outside of the 3901 Rainbow Boulevard address.\nFor example, the Landon Center on Aging houses most of the Neurology department at KUMC and the address for this building would be provided on regulatory and other required documents.\n\nAffiliated KUMC Addresses:\n\nUniversity of Kansas Cancer Center and Medical Pavilion:\n2330 Shawnee Mission Parkway\nWestwood, KS 66205\n\nUniversity of Kansas – Landon Center on Aging\n3599 Rainbow Boulevard\nKansas City, KS 66160\n\nHoglund Brain Imaging Center University of Kansas Medical Center\n3901 Rainbow Boulevard\nKansas City, KS 66160\n\nKU Clinical Research Center – Clinical and Translational Science Unit (CTSU)\n4350 Shawnee Mission Pkwy\nFairway, KS 66205\n\nUniversity of Kansas School of Medicine Wichita\n1010 N Kansas\nWichita, KS 67214\n\nInvestigational Pharmacy:\n\nThe Investigational Pharmacy is contained within the KUMC campus at 39th and Rainbow. The main entrance and delivery dock to the campus is the 3901 Rainbow Blvd address. However, in order to facilitate the immediate acceptance and storage of study drugs, the IP has its own delivery dock at:\n\nMain Campus\n2015 W 39th Street\nMS 4040\nKansas City, KS 66160\n\nAt the CTSU:\n4350 Shawnee Mission Pkwy\nMailstop 6006\nFairway, KS 66205\n\nThe University of Kansas has 4 main sites:\n\n  • University of Kansas in Lawrence\n  • The University of Kansas Medical Center (includes KU Hospital and outlying buildings) in Kansas City\n  • The KU School of Medicine in Wichita\n  • The KU School of Medicine in Salina\n\nCan you explain the different ways to identify KUMC and KUMC affiliated sites?\n\nKUMC is short for the University of Kansas Medical Center. The KUMC Research Institute is often abbreviated KUMC-RI. The KU Clinical Research Center or CRC, houses the Clinical and Translational Science Unit (CTSU). Many of KUMC’s researchers use the new CTSU building due to its state of the art construction and convenience for subjects. The acronym “KU” may refer to the University of Kansas or the University of Kansas Medical Center. Many of the employees around campus use these acronyms interchangeably.\n\nWhy is the focus on IRB submission prior to collecting regulatory documents?\n\nThe critical path to IRB approval starts with initial informed consent form review and approval. The new study submission is a vital part of the new study appr... (truncated)",
        "topic_id":12,
        "format_id":5,
        "topic_confidence":0.6069384813,
        "format_confidence":0.9800707698
    },
    {
        "url":"https:\/\/www.vasculitisfoundation.org\/education\/faqs\/",
        "text":"I have vasculitis, are my children at risk?\n\nWe do not know that there is any increased risk for vasculitis in your children. Increased risk for family members would suggest that there is either an inherited factor that is responsible for developing vasculitis, or that there is a common exposure that causes disease. To date, there is nothing to suggest that either of these factors causes vasculitis. Testing to try to identify vasculitis in anyone, whether a family member of a patient or not, should be driven by specific symptoms or medical problems.\n\nHow can I find a doctor?\n\nThe first step to find a specialist with expertise in vasculitis treatment is to ask your primary physician. Many patients with vasculitis are cared for by rheumatologists. The American College of Rheumatology has a tool on its website to help locate a rheumatologist by geographic site and many local chapters of the Arthritis Foundation maintain lists of local rheumatologists. For physicians with expertise in vasculitis care, the Vasculitis Foundation can also offer suggestions. Some patients with vasculitis affecting specific organs need care from other specialists, such as pulmonologists (lung disease specialists) or nephrologists (kidney specialists).\n\nShould I seek a second opinion?\n\nThis is a complicated question and raises issues about trust and confidence in one’s physician. Because of the complexities in diagnosing and treating vasculitis, patients with vasculitis should receive care directed by a physician with expertise in vasculitis. Seeking a second opinion might be considered if there is a problem making a diagnosis, or to help answer questions about therapy, especially if current therapy is not effective or complicated by adverse reactions.\n\nWhat is the life expectancy of patients with vasculitis?\n\nThere is no simple answer. Specific data are not available and it is hard to answer as there are many different types of vasculitis, some of which are mild and others which are more severe. Some forms of vasculitis can affect vital organs and be life-threatening when the disease is active. Vasculitis can also cause damage to organs that can affect overall life expectancy. In addition, use of medications to treat vasculitis that suppress the body’s immune system can increase the risk of infection. It is best to address this with your own physician to take into account your particular type of vasculitis and problems that might have arisen from the disease and its treatment.\n\nWhat types of laboratory tests should I have?\n\nThis question is difficult to address in general terms because there are a lot of individual factors that influence the need for specific laboratory tests. In principle, serial laboratory testing over time has two major goals. First, laboratory testing should screen for disease activity. Second, laboratory testing should look for toxicity of the medications used to control the disease activity. The following battery of tests is usually sufficient for most types of vasculitis; markers of inflammations (erythrocyte sedimentation rate and C-reactive protein), a complete blood count (with differential cell count), a blood chemistry panel (that includes liver function tests and kidney function tests), and a urinalysis with urine microscopy (for forms of vasculitis that frequently involve the kidneys). The frequency of these tests depends on the individual situation (type of disease, organ system involvement, medications used, whether remission has been achieved, and the duration of remission, etc.) In addition to laboratory testing, your doctor may also choose certain imaging studies such as chest x-ray, chest CT (CAT) scan, MR angiograms (MRI), or others, to follow specific disease manifestations in specific forms of vasculitis.\n\nWhat is the difference between disease activity and disease damage?\n\nDisease activity represents the aspects of your disease that are caused by active inflammation in organs targeted by the vasculitis and response to treatment with steroids and immunosuppressive drugs. Disease damage represents the parts of your disease that do not respond to anti-inflammatory and immunosuppressive therapy. In any particular patient, damage might include problems caused directly by your disease (such as chronic kidney problems or neuropathy causing numbness in the feet), or problems caused by the drugs used to treat vasculitis (such as diabetes or high blood pressure, both of which can be caused by steroid use).\n\nWhat qualifies as a severe case of vasculitis?\n\nSeverity can have many definitions. From an individual patient’s perspective, severity can be viewed impact the vasculitis has on their overall functioning or the functioning of an individual organ system. From the perspective of your treating physician or a researcher involved in vasculitis, severe disease usually is taken to mean involvement with potentially life-threatening or organ-threatening disease. Involvement of the kidneys, brain, eyes, heart and intestines, as well as bleeding into the lung, is typically considered features of “severe” disease.\n\nWhat are the chances of recovering nerve damage caused by vasculitis?\n\nThe earlier that vasculitis is identified and treated the greater the chance of recovery from nerve damage. Unfortunately, many times recovery may only mean a partial recovery that may take many months or years to happen.\n\nAre there other health issues related to vasculitis that I need to be aware of?\n\nYes, other health issues have to be kept in mind in patients who have vasculitis. Some can be related to vasculitis directly and others can be related to side effects of treatment of vasculitis. Those related to vasculitis directly include things such as stroke, heart attacks, nerve damage causing weakness, lung damage causing shortness of breath and cough and kidney damage that may lead to swelling of the legs and dialysis. Issues related to treatment include such things as osteoporosis, high blood pressure, high cholesterol, infections and development of certain types of cancers.\n\nShould I be on a particular diet?\n\nThis is a general question that cannot be answered specifically without knowing the patient’s individual situation. A well-balanced diet following recommendations of the American Heart Association is usually sufficient. In patients with high blood pressure, a low-salt diet maybe necessary. Patients with renal insufficiency will have specific restrictions of protein and potassium intake. Specific dietary recommendations also apply to patients with diabetes, which in turn may be worsened by the use of glucocorticoids. A consultation with a dietitian who can factor in an individual patient’s specific needs is certainly a good option for some patients.\n\nShould I get a flu shot?\n\nYes, patients with vasculitis should get a flu shot every fall. The treatments taken by most patients with vasculitis make them at higher risk of getting infections like influenza A, which could be severe. Patients should get the regular flu shot, which is a “killed virus” vaccine an unable to cause infection, rather than the nasal spray version, which is a “live attenuated” virus and able to cause infection in people who receive it, a special problem for patients taking immune suppressing treatments. The University of North Carolina – Chapel Hill Kidney Center developed an extensive podcast on immunizations. Click here to listen.\n\nWhat is steroid myopathy?\n\nPrednisone directly causes atrophy of muscle fibers (myopathy) leading to muscle weakness. This is a very common side effect of chronic (a few months or more) prednisone use but can be either mild or severe. Patients usually notice weakness most in the upper legs. It is not a painful condition directly, but weak muscles and their tendons are more easily strained, which can lead to pain. Muscle weakness that is so severe as to involve the muscles of breathing is rare, but leg weakness can lead to shortness of breath with climbing stairs.\n\nIs asthma a part of EGPA\/Churg-Strauss?\n\nNot exactly. Even though asthma is present in almost all patients with Churg Strauss syndrome and corticosteroids represent the cornerstone treatment for both conditions, asthma it is not part of the vasculitis. In Churg Strauss syndrome, asthma is more to be considered as an underlying predisposing condition, and it usually persists even after effective treatment for vasculitis.\n\nWhat does the word polyangiitis mean (related to the name changes of GPA and EGPA)?\n\n“Poly” indicates that many blood vessels are involved, and “angiitis” is used instead of “arteritis” because granulomatosis with polyangiitis (Wegener’s) and microscopic polyangiitis affect the smallest vessels in the body (arterioles, capillaries, and venules), all of which are smaller than arteries. In contrast, in polyarteritis nodosa, giant cell arteritis, and Takayasu’s arteritis, only arteries (either a little or much larger than arterioles) are affected.\n\nWhat is the difference between ANCA and ANA?\n\nBoth are blood tests used by doctors to help in the diagnosis of autoimmune disease. Antineutrophil cytoplasmic antibody (ANCA) is a blood test commonly elevated in patients with diseases such granulomatosis with polyangiitis, microscopic polyangiitis, and Churg-Strauss syndrome. Antinuclear antibody (ANA) is a blood test most often elevated in patients with systemic lupus erythematosus (“lupus”), Sjogren’s syndrome, scleroderma, and other types of autoimmune diseases.\n\nWhat are the chances of recovering lost hearing in a patient with GPA\/Wegener's?\n\nHearing can be transiently decreased in patients with GPA with acute otitis, because of the presence of liquid in the inner ear(s), which will regress under appropriate treatment. However, when the inner ear damage is severe, because of prolonged or multiple recurrences of otitis, and\/or when the auditory nerve(s) are involved by inflammation or compression, the hearing loss can be permanent.\n\nWhen can we expect re... (truncated)",
        "topic_id":12,
        "format_id":5,
        "topic_confidence":0.9984379411,
        "format_confidence":0.9785550237
    },
    {
        "url":"https:\/\/dccatlanta.com\/faqs\/",
        "text":"How is therapy helpful?  Some benefits of therapy may include:\n\n  • increased ability to cope with difficult situations and feelings\n  • deeper understanding of who you are and increased ability to live out who you are in the world\n  • greater personal confidence\n  • improved relationships with one’s self and with others\n  • developing a deeper understanding, or meaning, of the events in one’s life\n  • discovering a sense of purpose\n\nWhat happens during therapy?  Every therapy session is unique to each individual.  Therapy typically involves weekly sessions, usually 50 minutes in length.  Duration and frequency vary depend on the nature of your individual needs.  Therapy involves the exploration of sensitive and personal information.  During the course of therapy you may experience increased anxiety or confusion, as well as feelings of anger, sadness, fear, or frustration.  This is a natural part of healing and change.  The intent of therapy is to help you work with and through these feelings in a healthy, meaningful, and adaptive way.\n\nTherapy is not a quick fix, and it is not magical.\nTherapy takes time, and it is not easy, but it does work.  Those who are willing to make the personal commitment to themselves find that over time they can:\nWhat is the difference between a psychologist and a psychiatrist?\n\nPsychiatrists are medical doctors who specialize in understanding how medications for mood disorders interact with the body and other medications you may be taking. Some psychiatrists may provide occasional therapy but they primarily provide medication. Psychologists are doctors who specialize in understanding mental health. They provide counseling and do not prescribe medication.\n\nWhy shouldn’t I just take medication?\n\nMedication alone cannot solve all issues. What medication does is treat the symptoms. Our work together is designed to explore the root of the issue, dig deep into your behavior and teach strategies that can help you accomplish your personal and\/or relational goals.\n\nMedication can be effective and is sometimes needed in conjunction with therapy.\n\nI’ve never talked to anyone. I’m used to handling things on my own. Aren’t people who go to therapy weak?\n\nNot at all. People who ask for help know when they need it and have the ability to reach out. Everyone needs help now and then. You already have some strengths that you’ve used before, that for whatever reason isn’t working right now. Perhaps this problem feels overwhelming and is making it difficult to access your past strengths. In our work together, I’ll help you identify what those strengths are and how to implement them again in what is happening now.\n\nWhat’s the difference between talking to you or my best friend or family?\n\nThe difference is between someone who can do something, and someone who has the training and experience to do that same thing professionally. A mental health professional can help you approach your situation in a new way– teach you new skills, gain different perspectives, listen to you without judgment or expectations, and help you listen to yourself. Furthermore, therapy is completely confidential. You won’t have to worry about others “knowing my business.” Lastly, if your situation provokes a great deal of negative emotion, if you’ve been confiding in a friend or family member, there is the risk that once you are feeling better you could start avoiding that person so you aren’t reminded of this difficult time in your life.\n\nHow does it work? What do I have to do in sessions?\n\nBecause each person has different issues and goals for therapy, therapy will be different depending on the individual. I tailor my therapeutic approach to your specific needs\n\nHow long will it take?\n\nUnfortunately, this is not possible to say in a general FAQs page. Everyone’s circumstances are unique to them and the length of time therapy can take to allow you to accomplish your goals depends on your desire for personal development, your commitment, and the factors that are driving you to seek therapy in the first place.\n\nI want to get the most out of therapy. What can I do to help?\n\nI am so glad you are dedicated to getting the most out of your sessions. Your active participation and dedication is crucial to your success. After all, we only see each other for a session a week. It’s the work you do outside of our sessions that will really help you see your personal growth and development.\n\nMy partner and I are having problems. Should we be in individual counseling or come together?\n\nIf you are concerned about your relationship, and you would both like to work with me, I would initially work with both of you together. After this work, if one of you would like to continue in individual sessions, I could work with only one of you. It is not helpful to move from individual into couple’s work with the same therapist because of potential trust issues.",
        "topic_id":12,
        "format_id":5,
        "topic_confidence":0.9964705706,
        "format_confidence":0.9777458906
    },
    {
        "url":"http:\/\/www.capitalproject.org\/?q=node\/49",
        "text":"Frequently Asked Questions\n\nHow much does it cost to become a member?\n\n  • There is no membership or joining fee.\n\nWhat is a service user?\u2028\n\n  • A service user is a person who has used the services of the NHS to treat or overcome mental and\/or emotional difficulties or distress.\n\nI often feel very fragile, do I have to join in with all the events?\u2028\n\n  • No, not at all. Our members do as much or as little as they want. At CAPITAL we appreciate that we all have good periods and bad periods and understand that this can limit our involvement. We will never put you under any pressure to undertake anything that you do not wish to do.\n\nI am unable to drive, how can I get to an event or meeting?\u2028\n\n  • We will contact you when you join to find out about you transport requirements. If you do not drive or are unable to use public transport we will organise a taxi, usually door-to-door. We will pay for this by account with the taxi company.\n\nI have my own car. Can I get help with expenses?\u2028\n\n  • Yes, we have a fixed mileage rate and will reimburse you on the day of the meeting if possible.\n\nI have my own car. Can I offer a lift to other members who will be attending the same event?\u2028\n\n  • Yes, we’d welcome this providing your vehicle is appropriately taxed, insured and roadworthy. We supplement our mileage rate with an additional amount per passenger.\n\nI need someone to talk to who will help me sort out my problems.\u2028\n\n  • Unfortunately, CAPITAL has not been set up as an advocacy service and our staff have not been trained in this area. However, although we have no means to refer you, we can usually point you in the right direction to receive help.\n\nI’d like to meet new people. What is available?\u2028\n\n  • We run informal monthly meetings in three separate locations in West Sussex. These Locality Meetings give members an opportunity to get together and to share information. The meeting facilitator will advise members of forthcoming events and how they can get involved to represent CAPITAL.\n\nI don’t want to mix with people who make me feel uncomfortable (like disturbed people)\u2028\n\n  • Unfortunately then, this may not be for you.\n\nDo you run social events?\u2028\n\n  • We understand how isolating mental health difficulties can be and so we encourage members to meet socially. Members’ organise a Friday Drop-In Club at March House in Bognor where various activities are on offer and members organise occasional social events in and around their separate localities.\n\nIs there an opportunity to meet members from other parts of West Sussex?\u2028\n\n  • Yes certainly. We run quarterly meetings at a central location in the county, usually in Billingshurst, and enjoy a whole day together with staff and members. There is usually a guest speaker and workshops with plenty of refreshments and a buffet lunch is provided. We also have an Annual General Meeting at the same location each year. Although, by necessity, a short part of the day is formal, the rest of the time is informal and fun, it provides an ideal opportunity to meet many other members.\n\nId like to make a donation. How can I do this?\u2028\n\n  • As a charity we are always willing to accept donations to help continue our work in promoting mental health issues. If you’d like to make a donation, please contact us and any member of our staff team will be happy to help.\n\nI’d like to become a trustee.\u2028\n\n  • CAPITAL has a Trust boards of approximately a dozen trustees, the majority of which have been elected for our membership and others who have been co-opted in order to bring a diversity of experience and skills to our decision making. The Board meets monthly at March House in Bognor. All trustees are unpaid but receive travelling expenses when attending. Please contact us and a member of our staff team will be happy to help with your enquiry.\n\nI am a professional working in the mental health sector, I’d like to organise training. Can you help?\u2028\n\n  • Yes indeed. Our training Co-ordinator will be happy to discuss your requirements. Please contact us for an appointment.",
        "topic_id":12,
        "format_id":5,
        "topic_confidence":0.9692143202,
        "format_confidence":0.9787205458
    },
    {
        "url":"http:\/\/www.belgraviacentre.com\/blog\/can-i-use-minoxidil-if-i-have-low-blood-pressure\/",
        "text":"Book a FREE consultation  \nFor a free consultation or assistance, please call 020 7730 6666\n\nBrowse by Category\n\n‘Can I Use Minoxidil if I Have Low Blood Pressure?’\n\nHairlossANSWERS - Click to Submit Your Query to Our Hair Loss Experts\n\nName: Henry\n\nQuestion: I have low blood pressure, does that mean I cannot use minoxidil?\n\nAnswer: Hi Henry. People with low blood pressure are allowed to use minoxidil, however, there is a cut-off point so it depends how low your blood pressure is.\n\nCan You Use Hair Loss Treatments if You Have Low Blood Pressure?The cut-off point is 90\/60 (6) and if you visit Belgravia, your blood pressure will be taken as part of the initial consultation. If you would like to be a home-use client, we would ask that you have your blood pressure taken by a healthcare professional and provide us with the results.\n\nThis information is important for providing the most accurate recommendations as to the most suitable male hair loss treatment course for you. This can be individually tailored to include a variety of hair growth boosters as well as minoxidil.\n\nAll Belgravia clients are allocated a dedicated Treatment Advisor who will provide support and advice throughout your course. During treatment your blood pressure should be monitored as usual – this can be done at either of our Central London clinics if you are local. If you note a further drop in blood pressure, you should contact your treatment advisor straight away and discontinue use of the minoxidil. Any other changes to your health should also be reported to your advisor who can ensure you are on the most appropriate and effective plan at all times.\n\nIf you would like personalised information based on your specific medical profile, please contact the clinic to arrange a free hair loss consultation, or, if you are based outside London or the UK, you can complete our Online Consultation.\n\nThe Belgravia Centre Hair Loss ClinicThe Belgravia Centre\n\nThe Belgravia Centre is the leader in hair loss treatment in the UK, with two clinics based in Central London. If you are worried about hair loss you can arrange a free consultation with a hair loss expert or complete our Online Consultation Form from anywhere in the UK or the rest of the world. View our Hair Loss Success Stories, which are the largest collection of such success stories in the world and demonstrate the levels of success that so many of Belgravia’s patients achieve. You can also phone 020 7730 6666 any time for our hair loss helpline or to arrange a free consultation.\n\nRelated Stories\n\nShare this article\n\nNo Comments\n\nNo comments yet.\n\nComment on this article\n\n* required field\n\nWill not be published\n\nOnline Consultation\n\nSubmit an instant online consultation so that one of Belgravia’s hair loss specialists can diagnose your condition and recommend an effective course of treatment, wherever you live.",
        "topic_id":12,
        "format_id":5,
        "topic_confidence":0.9891724586,
        "format_confidence":0.6443368793
    },
    {
        "url":"http:\/\/www.mypromopt.com\/physical-therapy-faqs\/",
        "text":"Physical Therapy FAQs\n\nGet Answers To The Most Commonly Asked Questions About Physical Therapy\n\nHow is physical therapy used in the nonsurgical treatment of back and neck pain?\n\nYour doctor has a number of options available in the treatment of spinal pain, prior to the final option of surgery. These include medications, injections, and physical therapy. Basically, there are three primary reasons to use PT.\n\nPain: Pain will cause spasms in the muscles surrounding the area. These spasms create additional pain and stress, which perpetuate the original pain in a cycle of events that must be broken. To break this “pain-spasm cycle” physical agents such as heat, cold, electrical stimulation, or ultrasound, are used. Once the cycle has been interrupted, more active therapy can be implemented. Pain reduction is an important component of physical therapy.\n\nLoss of mobility: The underlying cause of the original pain can vary. Our physical therapists identify the tissue causing the restricted motion and “mobilize” (stretch) the tissues involved. Our therapists also teach patients how to mobilize themselves at home as well.\n\nLoss of strength: Many back and neck problems have weakness in specific muscle groups as an underlying factor. These muscles must be addressed in order to gain normal movement and support to the region, as well as preventing future problems from occurring. For example, 50% of the support for the lumbar spine comes by way of the abdominal muscles. Lack of strength reduces this support and increases the risk for injury.\n\nMuscle strength may also be lost in the arms or legs as a result of nerve root compression at the spine. After the nerve root compression is addressed, strength must be restored to the muscles involved. Again, your therapist works with you developing an exercise program tailored to your specific needs.\n\nHow do the therapists at PROMOTION PHYSICAL THERAPY work with my surgeon at Black Hills Neurosurgery & Spine?\n\nOur therapists have worked in conjunction with your surgeon to design post-operative rehabilitation guidelines. If you are from out of town, our therapists forward these guidelines to the therapist within your area, and we are available to answer any specific questions your therapist may have when interpreting these guidelines. If you spend a night at the hospital, our therapists assess your mobility needs and begin some light post-operative exercises and education right away!\n\nWhat is the difference between physical therapy and chiropractic treatment?\n\nWhile physical therapy and chiropractic offer many of the same treatment tools, such as ultrasound, electrical stimulation, etc., their approach to mobilizing your spine can be different. Our therapists use mobilization techniques, specifically selecting the segment of the spine to move. Physical therapy regularly incorporates muscle re-education, strengthening, and stretching exercises as a way to maintain the mobility achieved through the manual treatment. Chiropractic and physical therapy can compliment each other in the treatment of spinal problems.\n\nWhy is it important to undergo therapy after spinal surgery?\n\nFollowing surgery, pain, loss of motion, and strength may all be factors in preventing you from reaching the activity level you need to attain for work or recreation. Pain prior to surgery will result in loss of motion and strength of the structures around the spine (even though you may not notice it). Mobility and strength must be addressed after surgery, to prevent additional problems from developing. You may be up to 4 times more likely of developing a second disc problem if you have had surgery. Teaching you how to care for your back is also an important factor in reducing your chances of another surgery.\n\nDo I need a prescription from my doctor in order to see a PT at PROMOTION PHYSICAL THERAPY?\n\nWhile the state of South Dakota permits a patient to be evaluated and treated by a physical therapist, some insurance company policies may require a physician’s prescription in order to cover physical therapy. Please refer to your specific policy or call the number on your insurance card for details of your PT coverage.\n\nHow do I know when it is safe to return to work after an injury or after surgery?\n\nAfter the pain has been reduced, your therapist will proceed with an exercise program tailored to meet your specific needs. Your goals for therapy will be developed depending on the type of activities you are going to return to. Sometimes, a work conditioning program will be implemented which bridges the gap between what your current abilities are and what you must be able to do when you return to work. These activities simulate the movements and forces required at work, but progress them gradually. Then, when you return to work you are less likely to injured. A functional capacity evaluation is often used to determine specifically what your capabilities and limitations are for performing work. We use the Physical Work Performance Evaluation (PWPE), a 4-hour test simulating all of the work activities from the Dictionary of Occupational Titles. This test is the only test available with built in validity measures and has been peer reviewed.\n\nDoes insurance cover physical therapy services?\n\nMost insurance companies cover physical therapy. However, in this era of managed care, coverage usually has limitations. You can find out what these limitations are by referring to your policy or by contacting your insurance company. We have staff available to assist you in determining what insurance restrictions may apply.  We will track your visits allowed by your insurance company and let you know your remaining therapy sessions. \n\nWhat is Postural restoration?\n\nWhen pain or instability or particular overuse patterns are present in the body – the body will fall into faulty patterns and compensate or try to find stability by using incorrect muscle groups. This may involve areas that we do not directly relate to our pain regions. Postural restoration looks at the body as a whole to determine areas that are overused and what patterns a person has developed (both consciously and unconsciously). Patients are then taught how to shut off these patterns\/muscle groups. They are then taught how to turn ON appropriate muscles to give them correct stability to correct the abnormal patterns, posture, and muscle imbalances that have development to allow the joints and muscles to work in a more effective and efficient manner.\n\n\n\nHave More Questions That Aren’t Answered Here?\n\nWe understand that you may still have more questions about physical therapy that may not be answered here, so please feel free to Contact Us with all of your physical therapy questions.\n\n\nProMotion Physical Therapy\n4141 Fifth Street\nRapid City, SD, 57701\n\nProMotion Physical Therapy\nBaken Park\n741 Mountain View Road, Suite A-2\nRapid City, SD 57702\n\ntel: (605)399-9565\nfax: (605)399-9584\n\nContact Us\n\nYour Name (required)\n\nYour Email (required)\n\n\nYour Message\n\nPlease leave this field empty.\n\nOfficial PT Providers\n\nProMotion Physical Therapy is the Official Sports Physical Therapy Providers for the Rapid City Rush Hockey Team and the Black Hills Rapids Soccer Club.\n\na division of Neursurgical & Spinal Surgery Associates, P.C.\nNotices | Privacy Policy",
        "topic_id":12,
        "format_id":5,
        "topic_confidence":0.9971042275,
        "format_confidence":0.9783519506
    }
]