[
    {
        "url":"http:\/\/booksandjournals.brillonline.com\/content\/journals\/10.1163\/1569206053620861",
        "text":"Cookies Policy\n\nThis site uses cookies. By continuing to browse the site you are agreeing to our use of cookies.\n\nI accept this policy\n\nFind out more here\n\nHollywood Flatlands: Animation, Critical Theory and the Avant-Garde\n\nNo metrics data to plot.\nThe attempt to load metrics for this article has failed.\nThe attempt to plot a graph for these metrics has failed.\nThe full text of this article is not currently available.\n\nBrill’s MyBook program is exclusively available on BrillOnline Books and Journals. Students and scholars affiliated with an institution that has purchased a Brill E-Book on the BrillOnline platform automatically have access to the MyBook option for the title(s) acquired by the Library. Brill MyBook is a print-on-demand paperback copy which is sold at a favorably uniform low price.\n\nAccess this article\n\n+ Tax (if applicable)\nAdd to Favorites\nYou must be logged in to use this functionality\n\nimage of Historical Materialism\nPreview this article:\nZoom in\n\nHollywood Flatlands: Animation, Critical Theory and the Avant-Garde, Page 1 of 1\n\n| \/docserver\/preview\/14654466\/v13n1_splitsection9-1.gif\n\nFull text loading...\n\n\nData & Media loading...\n\nArticle metrics loading...\n\n\n\nCan't access your account?\n  • Tools\n\n  • Add to Favorites\n  • Printable version\n  • Email this page\n  • Subscribe to ToC alert\n  • Get permissions\n  • Recommend to your library\n\n    You must fill out fields marked with: *\n\n    Librarian details\n    Your details\n    Why are you recommending this title?\n    Select reason:\n    Historical Materialism — Recommend this title to your library\n  • Export citations\n  • Key\n\n  • Full access\n  • Open Access\n  • Partial\/No accessInformation",
        "topic_id":16,
        "format_id":6,
        "topic_confidence":0.9483780861,
        "format_confidence":0.9608911872
    },
    {
        "url":"http:\/\/www.adclicks.co\/a-house-by-the-sea.pdf",
        "text":"A House By The Sea\n\nFound 18 related Books\n\nYou are about to access related books.Access Speed for this file: 4148 KB\/Sec\n\n\nFree Membership Registration to Download\n\nOur library can be accessed from certain countries only.\n\nPlease, see if you are eligible to read or download our A House By The Sea content by creating an account.\n\nYou must create a free account in order to read or download this book.",
        "topic_id":16,
        "format_id":6,
        "topic_confidence":0.9538199306,
        "format_confidence":0.9404094815
    },
    {
        "url":"https:\/\/www.smashwords.com\/books\/notPublished\/262577",
        "text":"Voice and Vision (Volume One of No One's Legacy)\n\nThis book is no longer published.\n\nFor other books by Brian Rappatta, view Brian Rappatta's Smashwords author profile page. It's possible you may find an newer edition of this book there. Alternatively, if you don't find an another version, the author profile page may provides links to the author's web site and social media. You could try contacting the author there and ask them to return the book to Smashwords.",
        "topic_id":16,
        "format_id":6,
        "topic_confidence":0.9334001541,
        "format_confidence":0.7571530342
    },
    {
        "url":"http:\/\/narnia.wikia.com\/wiki\/File:8.jpg",
        "text":"The Chronicles of Narnia Wiki\n\n\n796pages on\nthis wiki\nAdd New Page\nFull resolution (download)‎ (758 × 417 pixels, file size: 25 KB, MIME type: image\/jpeg)\n\nThere is no description yet. Add a description.\n\nAppears on these pages\n\n  • Asterius\n\n    Asterius was an elderly male Minotaur that lived during the time of the Narnian Revolution. He...\n\nAppears on these wikis\n\nFile history\n\nClick on a date\/time to view the file as it appeared at that time.\n\ncurrent20:50, December 25, 2012Thumbnail for version as of 20:50, December 25, 2012758 × 417 (25 KB)NarniaSatyr (Talk | contribs)\n\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":16,
        "format_id":6,
        "topic_confidence":0.6690662503,
        "format_confidence":0.9369969964
    },
    {
        "url":"https:\/\/wildsoundfestivalreview.com\/2017\/08\/24\/advice-from-bestselling-author-jennifer-keishin-armstrong\/",
        "text":"Advice from Bestselling Author Jennifer Keishin Armstrong\n\n\nThe best writers don’t just write — they constantly share what they know and what they’ve learned. Take Seinfeldia author Jennifer Keishin Armstrong, for example, whose blog is a gold mine for aspiring and professional writers alike. Here, we’ve compiled bits of Jennifer’s advice on the craft and business of writing.\n\nKnow your point of view\n\nWhile researching for her upcoming book on Sex and the City, Jennifer interviewed Candace Bushnell, author of the series. She was inspired by Candace’s thoughts on point of view — that to be a writer, you need to have your own take.\n\nIf you find yourself with “writer’s block,” ask yourself: Why am I here? What am I trying to say? Presumably there’s something; if not, go do something constructive like cooking dinner or going for a run.\n\nTake risks\n\nInspired by novelist Michael Grothaus’ journey of quitting his six-figure tech job to write…\n\nView original post 374 more words\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":6,
        "topic_confidence":0.9385513663,
        "format_confidence":0.6906422973
    },
    {
        "url":"https:\/\/putnamcountycourier.our-hometown.com\/node\/13527",
        "text":"2010-07-22 \/ Columns\n\nSifting Through the Sands of Time\n\nCourier Archives\n\nNot an online subscriber yet? Sign Up Here\nNote: You must have cookies enabled to use subscription service\nMember Functions:\nForgot your password?\n\nReturn to top\n\nClick here for digital edition\n2010-07-22 digital edition\n\nWeekly Quotation\n\n‘No winter lasts forever; no spring skips its turn.’ ~Hal Borland",
        "topic_id":16,
        "format_id":6,
        "topic_confidence":0.7600154281,
        "format_confidence":0.9855704308
    },
    {
        "url":"https:\/\/www.smashwords.com\/books\/notPublished\/4126",
        "text":"A Galvanic Satyr in the Year Two Thousand and Eight, Being a Prophetic Vision by Charlemagne Dement\n\nThis book is no longer published.\n\nFor other books by Jules Wellesley, view Jules Wellesley's Smashwords author profile page. It's possible you may find an newer edition of this book there. Alternatively, if you don't find an another version, the author profile page may provides links to the author's web site and social media. You could try contacting the author there and ask them to return the book to Smashwords.",
        "topic_id":16,
        "format_id":6,
        "topic_confidence":0.9720242023,
        "format_confidence":0.6885016561
    },
    {
        "url":"http:\/\/podcasts.ox.ac.uk\/othello",
        "text":"\nSkip to Content Skip to Navigation\n\nThank you for visiting! Please consider filling out our questionnaire. This will help us improve our service providing free educational media recorded from the University of Oxford. Many thanks!\n\nClick here to access the survey (3 minutes to complete).\n\n\nLoading Video...\nDuration: 0:47:02 | Added: 18 Oct 2010\nFirst in Emma Smith's Approaching Shakespeare lecture series; looking at the central question of race and its significance in the play.\nCopy and paste this HTML snippet to embed the audio or video on your site:",
        "topic_id":16,
        "format_id":6,
        "topic_confidence":0.6927284002,
        "format_confidence":0.9477089643
    }
]