[
    {
        "url":"https:\/\/www.swedish.hostelworld.com\/hosteldetails.php\/Hotel-France-Albion\/Paris\/2952",
        "text":"Group Booking Terms and Conditions\n\nBecause you are making a Group Booking, there are additional Terms and Conditions that apply. Please read them and click 'I Accept' below to continue with your booking\n\nGeneral Group Booking Terms\n\nBy making a group reservation through you agree to the following terms and conditions as set by and as set by the hostel in question.\n\n  • In order to make a group reservation on it is necessary to pay a deposit. The balance is due directly to the hostel according to their payment conditions.\n  • The booking deposit is non-refundable.\n  • Please note that any cancellations must be notified directly to the hostel at least 24 hours in advance of your scheduled arrival date, unless otherwise stated in the hostel's conditions.\n  • are not responsible for changes or amendments to your reservation once it has been processed. All correspondence with regard to changes to your booking need to be dealt with directly with the hostel.\n  • Cancellations for reservations must be made directly with the hostel and must conform with the individual hostels cancellation policy (see below)\n  • It is your responsibility to pay the balance of your accommodation cost to the hostel in accordance with their payment conditions (see below). Failure to do so may result in your reservation being cancelled by the hostel.\n  • Individual hostels may have special booking conditions relating to group stays, please read the hostel booking conditions carefully before making your reservation.\n\nHostel Specific Terms & Conditions\n\nThe remainder of the amount due will be charged to your credit card 2 weeks prior to arrival. Should numbers or room selection change, the per person deposit times the number of people who actually travelled will be deducted from the total accommodation charge levvied by the hostel.\n\nAdditional Terms and Conditions\n\nDeposit of 40 % required at the confirmation. could be paid by credit card or wire payment.\n\nThe following group types are not accepted by this hostel: Junior \/ Primary School, Stag\/Hen\/Bachelor Party, Cultural Group If you have misrepresented the type of group you are booking for, your booking may be cancelled by the hostel.\"\n\nAny cancellations resulting from agreement to these terms and conditions under false pretences will result in loss of deposit.\n\nKryssa för rutan för att visa att du har läst och förstått villkoren.\nDu måste godkänna våra villkor för att bekräfta din bokning.\nBoka mer än 7 dagar i förväg för kostnadsfri avbokning.\n  • Underbart läge\n  • Fantastisk personal\n  • Utmärkt renlighet\nLäs alla recensioner\n\nBeskrivningen av objektet\n\nThere are 34 rooms and suites in our 'Small House' totally equipped with luxurious bathrooms and showers.\nWe are 2-star hotel but with superior property, like a three-star!\nBuffet breakfast is served every morning in our 'salle a manger', a very old cellar, dating the beginning of the century with ancient stones.\nAll the rooms have air-conditioning, personal safe, hair dryers in the bathroom, Telephone, free WIFI Internet and Satellite TV.\nWe represent the art of living in Paris. Visa regler för boendet\n\nKolla tillgänglighet\n\n\n  • Gratis bykort\n  • Gratis WiFi\n  • Adaptrar\n  • Bankfack\n  • Elevator\n  • Frukost ingår ej\n  • Hårtorkar\n  • Luftkonditionering\n  • Mötesrum\n  • Tillgängliga barnsängar\n  • Bagageförvaring\n  • Dygnetruntöppen reception\n  • Fax\n  • Flygplatstransport\n  • Internetadgang\n  • Postservice\n  • Rundresa\/Kundtjänst\n  • Städning\n  • Tvättmöjligheter\n  • Övervakning dygnet runt\nMat och Dryck\n  • Bar",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.996399045,
        "format_confidence":0.8352816105
    },
    {
        "url":"https:\/\/www.polish.hostelworld.com\/hosteldetails.php\/Rotorua-Thermal-Holiday-Park\/Rotorua\/281103",
        "text":"Group Booking Terms and Conditions\n\nBecause you are making a Group Booking, there are additional Terms and Conditions that apply. Please read them and click 'I Accept' below to continue with your booking\n\nGeneral Group Booking Terms\n\nBy making a group reservation through you agree to the following terms and conditions as set by and as set by the hostel in question.\n\n  • In order to make a group reservation on it is necessary to pay a deposit. The balance is due directly to the hostel according to their payment conditions.\n  • The booking deposit is non-refundable.\n  • Please note that any cancellations must be notified directly to the hostel at least 24 hours in advance of your scheduled arrival date, unless otherwise stated in the hostel's conditions.\n  • are not responsible for changes or amendments to your reservation once it has been processed. All correspondence with regard to changes to your booking need to be dealt with directly with the hostel.\n  • Cancellations for reservations must be made directly with the hostel and must conform with the individual hostels cancellation policy (see below)\n  • It is your responsibility to pay the balance of your accommodation cost to the hostel in accordance with their payment conditions (see below). Failure to do so may result in your reservation being cancelled by the hostel.\n  • Individual hostels may have special booking conditions relating to group stays, please read the hostel booking conditions carefully before making your reservation.\n\nHostel Specific Terms & Conditions\n\nThe remainder of the amount due will be charged to your credit card ???? Should numbers or room selection change, the per person deposit times the number of people who actually travelled will be deducted from the total accommodation charge levvied by the hostel.\n\nThe following group types are not accepted by this hostel: Holiday with Friends, Junior \/ Primary School, High \/ Secondary School, College \/ University, Business Trip, Stag\/Hen\/Bachelor Party, Sports Group, Cultural Group If you have misrepresented the type of group you are booking for, your booking may be cancelled by the hostel.\"\n\nAny cancellations resulting from agreement to these terms and conditions under false pretences will result in loss of deposit.\n\nProszę zaznacz pole, aby zapoznać się z regulaminem rezerwacji.\nMusisz zakceptować nasze warunki aby twoja rezerwacja została potwierdzona\nZarezerwuj z 3-dniowym wyprzedzeniem, aby móc bezpłatnie anulować rezerwację.\n\n\n24 recenzja\/-e\/-i\n  • Wspaniała lokalizacja\n  • Znakomity personel\n  • Fantastyczna czystość\nPrzeczytaj wszystkie recenzje\n\nOpis nieruchomości\n\nRotorua Thermal Holiday Park is situated in relaxing park-like grounds, only a few minutes to the city centre. We are the closest holiday park to the internationally-renowned mountain biking tracks in the Whakarewarewa Forest. We are walking distance to the geothermal natural wonders including the famous Pohutu Geyser.\n\nOur 6-bed dorms are perfect for backpackers and those wanting to meet like-minded travellers. Park facilities include free hot thermal pools, outdoor swimming pool (seasonal), bike storage, guest laundry, BBQ facilities, tennis courts and a communal kitchen and dining area.\n\nPark facilities available include free hot thermal pools, outdoor swimming pool (seasonal), bike storage, guest laundry, BBQ facilities, tennis courts, tennis courts and a communal kitchen, dining and TV area.\n\nReception Hours: Summer 8am - 9pm & Winter 9am - 7pm (Reception hours are subject to change due to demand)\n\nDeparture Time: Check out time is 10am for all guests on the day you are leaving. If departing before reception opens, please drop keys in the letter box at the front of reception.\n\nLate Checkout: We will accommodate late check-out requests whenever possible, subject to availability. Please enquire at reception in advance or on arrival. Extra charges may apply.\n\nAccounts: Payments must be paid on arrival at check in.\n\nStorage Safe: Documents and any other valuable items can be stored at reception in a secure safe.\n\nPlease note: Our Dorms Beds have a bottom sheet, pillow and pillowcase supplied; additional bedding and towels can be hired from reception. Lockers are provided with each bed.\n\nCovid Vaccination Policy - We require all guests provide their vaccination pass upon arrival Zobacz obowiązujące zasady      \n\nSprawdź dostępność\n\n\n  • Bezpłatny parking\n  • Basen\n  • BBQ\n  • Dostępne są łóżeczka dziecięce\n  • Gorący prysznic\n  • Kuchenka\n  • Kuchnia\n  • Lodówka\n  • Microwave\n  • Odkryty basen\n  • Parkowanie\n  • Pościel nie włączona w cenę\n  • Ręczniki nie wliczone\n  • Pralnia\n  • Przechowalnia bagażu\n  • Recepcja (ograniczone godziny)\n  • Ręczniki do wypożyczenia\n  • Wycieczki\/biuro podróży\nJedzenie i napoje\n  • Automaty sprzedaży\n  • Miejsca do zrobienia herbaty \/ kawy\n  • Salon gier",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9956159592,
        "format_confidence":0.8880583644
    },
    {
        "url":"https:\/\/ozarkoutdoors.net\/ozark-outdoors-policies\/",
        "text":"Ozark Outdoors Riverfront Resort Policies\n\nDamage to watercraft or equipment may result in minimum fines of $150.00 per damage or incident\n\nNo coolers 52 quarts or larger\n\nNo Styrofoam coolers\n\nNo nudity\n\nNo driving under the influence\n\nNo jumping off rocks, trees, rope-swings, and bluffs\n\nNo littering\n\n10 MPH Resort speed limit\n\nNo ATV’s, golf-carts, or other unauthorized vehicles\n\nAfter hours report problems to OORR security\n\nDo not cut, mar or damage trees. Violators will be fined $150.00 per diameter inch.\n\nIn cooperation with the Missouri Department of Conservation, Ozark Outdoors asks you to Burn it Where you Buy it. Please do not transport firewood into or out of our resort in order to stop the traffic of pestilence and disease.\n\nDamage to any Ozark Outdoors property will be subject to financial penalty determined by management and\/or followed with prosecution to the full extent of the law.\nPrices are subject to change without notice.\nHave fun, but not at the expense of others !\nManagement reserves the right to make reservation changes and\/or to ask unruly guests to leave.\n\nBe sure to check out all of our policies before making reservations.\n\nCamping PoliciesLodging PoliciesFloating PoliciesSpecial Event PoliciesPet Policies",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9120522738,
        "format_confidence":0.9547420144
    },
    {
        "url":"https:\/\/www.britz.com\/nz\/nl\/terms-and-conditions",
        "text":"Book your Campervan\nPick Up Date\nPick Up Date is required*\nDrop Off Date\nDrop Off Date is required*\nPick Up Location\nPick Up Location is required*\nDrop Off Location\nDrop Off Location is required*\nDrivers Licence\nDrivers Licence is required*\n\nTerms and Conditions\n\n- Legal\n\n\n\nTourism Holdings Limited welcomes you to Britz. This site is owned by Tourism Holdings Limited (\"we\", \"us\" and \"our\"). By accessing this website you agree to the terms of access listed below.\n\nGeneral Disclaimer\n\nThe content on this site is intended to provide information only. While we try to ensure that the content of this site is free from error, we do not warrant its accuracy, adequacy or completeness or its suitability for your intended use.\n\nHow We Use Your Information\n\nWhen transmitting your personal information over the Internet, you should remember that the Internet is not a secure environment. Any personal information you transmit to us may be used by us to provide information to you about the full range of products and services offered by us and our related companies, as well as to assist us to create a statistical picture of our customers.\n\nWe do not sell, publish or give away your information. Information about you provided to us can be used by us and our related companies and our suppliers to carry out our business. Our Privacy Statement will apply to any personal information that you may supply.\n\nBooking and Quoting Information\n\nWhere you wish to make a booking or receive a quotation in respect of any booking, separate terms and conditions will apply.\n\n\nWe disclaim, to the extent permitted by law, all liability or responsibility to anyone for any direct or indirect loss or damage that may result from any advice, opinion, information, representation or omission, whether negligent or otherwise, contained on this website.\n\nChanges to Content\n\nAll content on this website (including these terms of access) is subject to change at any time and without notice.\n\n\nUnless otherwise specified, the content on this site has been prepared in accordance with New Zealand law for the supply of products and services to persons resident in New Zealand only. The content of this website and any contracts formed with us arising out of this site are governed by, and are to be interpreted in accordance with, New Zealand law and the New Zealand courts have jurisdiction.\n\n\nPlease contact us for prior permission if you wish to create a hypertext link to any page on this site. If you create a link to Britz, you remain fully responsible for any consequences of that link, whether direct or indirect and you will protect us against all loss, damage, liability, costs or expense arising from or in connection with the link. Any link to third party websites are provided for convenience only and the inclusion of any link does not imply any endorsement or verification by us. The websites linked to this site are not under our control. We accept no responsibility or liability in relation to any content on other websites that are not under our direct control.\n\n\nThe content of our site is protected by copyright and no part of our site may be reproduced or adapted in whole or in part without our prior consent. 2006 All rights in this site are owned by Tourism Holdings Limited.\n\nContact Us\n\nIf you have any questions about these terms of access, please contact us.\n\nOysters Couple Salad\n\nJoin thousands of fellow campervan travellers\n\nSign up for our Britz newsletter to receive inspirational travel content and awesome deals, and we'll send you a copy of our Ultimate RV guide!\n\nBritz is committed to protecting your privacy and information security. Your information will be used in accordance with any application privacy law, our internal policies, and our Privacy Policy, and will be held securely.\n\n\nPlease confirm subscription in your email.\n\nRental Agreement\n\nPlease feel free to download the Britz Campervans rental agreement documents below. You will find that they cover off our campervan rental terms & conditions comprehensively and we hope you find them useful. We recommend that you take the time to familiarise yourself with them - please contact our friendly Booking Host team, who are available 24\/7, should you have any questions.\n\nRental agreement - pick up between 01 April 2019 and 31 March 2020\n\nRental agreement - pick up between 01 April 2020 and 31 March 2021\n\n^Media\/entertainment options may differ slightly depending on the model provided. WiFi charges apply (1GB included if you purchase the Inclusive Pack).\n\nRoad User Charge Recovery Fee\n\nThe Road User Charge Recovery Fee is payable on diesel vehicles upon vehicle return and is prepaid if the Express Return Pack is purchased. If the Express Return Pack is not selected, the Road User Charge Recovery Fee will be calculated and collated on return of the campervan based on the kilometres travelled during the hire.",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.881521225,
        "format_confidence":0.9894942641
    },
    {
        "url":"http:\/\/doubletree3.hilton.com\/en\/hotels\/turkey\/doubletree-by-hilton-hotel-kusadasi-XKUKUDI\/about\/policies.html",
        "text":"skip form\n\nWhere are you going?\n\nRooms Adults (18+) Children\nRoom 2:\nRoom 3:\nRoom 4:\nRoom 5:\nRoom 6:\nRoom 7:\nRoom 8:\nRoom 9:\n\n* ID required at check-in\n\nFind it   Check Rooms & Rates *Best Price Guarantee\n\nDoubleTree by Hilton Hotel Kusadasi\n\nAtaturk Bulvari Yat Limani Karsisi, Kusadasi, 09400, Turkey TEL: +90-256-6336060 FAX: +90-256-6336065\n\nHotel Policies\n\nFrom Check In to Check Out, it’s all about the details. Find everything you need to know about policies at our DoubleTree by Hilton, from pets to payment and everything in between, right here. Need to know a little more? Feel free to call us anytime. We’re always happy to help.\n\n\n\nFamily Children\n\nMax 3 adults (+18 years) can stay in one room\n\nCheck-in \/ Check-out\nCheck-In Time 2:00 pm\nMinimum Age to Register 18\nCheck-Out Time 12:00 pm\nLate Check-Out Fee 100% Up to 6PM 50% after 6PM full night\nCancellation Policy Cancellation policies may vary depending on the rate or dates of your reservation. Please refer to your reservation confirmation to verify your cancellation policy. If you need further assistance, call the hotel directly or contact customer service. Alternatively, you can cancel your reservation online.\nHotel Currency Turkish Lira\nAccepted Payment Options\n  • American Express\n  • Diner's Club\n  • JCB\n  • MasterCard\n  • Maestro \/ Switch\n  • Visa\nService animals allowed No\nPets allowed No\nSelf parking TRY0.00\nFree for guests\nValet parking Not Available\nSecured Not Available\nCovered Not Available\nIn\/Out Privileges Available",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9967099428,
        "format_confidence":0.585515976
    },
    {
        "url":"http:\/\/www.theislandhouses.com\/terms-and-conditions\/",
        "text":"Please read our terms and conditions of your booking below.\nArrival and Departure\nCheck in time 2.00 pm\nCheck out time 11.00 am\nA 50 percent nonrefundable deposit is required to secure your booking on our calendar. \n\nFor bookings a month, or less than a month before check-in, the total amount of the invoice is required.\nCancellation by Guest\nWe are a small business, so cancellations can have a big impact on us, therefore all payments are nonrefundable.\nGuests failing to arrive are responsible for a charge equivalent to the total reservation price.\n\nNo exceptions to the above conditions will be made.\nFor this reason, we advise that you take a suitable insurance product to cover unexpected costs such as cancellation fees.\nCar Parking\nA car park is available for guests’ use at the side of our houses. Cars parked here are at the owner's risk.\nDamage and Breakages\nTake care of our home. You are responsible and liable for any breakages or damages which you cause to the accommodation or its contents and we reserve the right to charge you for missing items.\nYou have access to your house 24 hours a day throughout your stay using a set of keys given to you when you register on arrival. You have full responsibility for these keys for the duration of your stay. Lost keys will be charged at 25 USD per set.\nWe do not accept any liability for any damage, loss or injury to any member of your party or any vehicles or possessions. \nSmoking is not permitted in the houses.\nSmoking is allowed outside the house but please use ashtrays provided.\nWe cannot accommodate guests that would like to bring their own pets.\nTermination Policy\nThe Island Houses reserve the right, to terminate, without notice, individuals stay where deemed necessary through unacceptable behavior or as a result of actions that are likely to endanger or offend others. In such circumstances, no refunds will be made.\ndiscover our houses",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9724709392,
        "format_confidence":0.9872406125
    },
    {
        "url":"https:\/\/casaborrut.com\/en\/la-molina\/13-internal-documentation\/92-cookies-policy",
        "text":"\nPiscina de Casa Borrut\nDisposem d'instal·lacions per a la vostra millor comoditat ... envoltats de natura.\nCasa Gros\nHabitacions i cases amb vistes al paisatge de l'exterior.\nRecepció Casa Borrut\nEls propietaris estem a la vostra disposició per a tot el que calgui.\nPaisatge Alt Pirineu\nEstem al bell mig del Parc Natural de l'Alt Pirineu, el parc natural més gran de Catalunya.\nCuina de La Caseta\nLes cases estan equipades per a que us sentiu amb tot el confort possible.\nEsterri de Cardós\nCasa Borrut és al poble d'Esterri de Cardós, dins la Vall de Cardós.\nCasa Gros\nHabitacions i cases amb vistes al paisatge de l'exterior.\nTardor a Esterri de Cardós\nLes quatres estacions són molt diferents al Pallars Sobirà.\nEsglésia romànica d'Esterri de Cardós\nSant Pau i Sant Pere d'Esterri de Cardós. Les pintures murals romàniques es conserven al MNAC.\nEgües pasturant a l'alta muntanya\nRamaderia pasturant durant l'estiu a l'alta muntanya.\nArtesania pirinenca\nEl Pirineu és ric en artesania pròpia.\nLa Pica d'Estats\nLa muntanya més alta de Catalunya amb 3.143m.\n\nCookies policy\n\nHits: 67576\n\n\nCookie is a file that is downloaded to your computer to access certain web pages. Cookies allow a website, among other things, store and retrieve information about browsing habits of a user or your computer, depending on the information they contain and the way you use your computer, can be used to recognize the user .. the user's browser stores cookies on the hard disk only during the current session occupying a minimal memory space and not harming the computer. The cookies do not contain any specific personal information, and most of them are deleted from the hard drive at the end of the browser session (so-called session cookies).\n\nMost browsers accept cookies as standard and, independently thereof, allow or prevent the security settings in temporary cookies or stored.\nWithout your express consent -through the activate cookies in your browser-Casa Borrut will not link in cookies stored data with personal data provided at the time of registration or purchase ..\n\nWhat types of cookies used this site?\n\n- Technical Cookies: These are those that allow the user to navigate through a website, platform or application and use of different options or services it exist as, for example, control traffic and data communication, identify the session, access restricted parts, remember the elements of an order, make the buying process an order, make the request for registration or participation in an event, use security features while browsing store content for broadcast video or sound or share content via social networks.\n\n- Customization Cookies: These are those that allow the user to access the service with some features general based on a predefined set of criteria in the user terminal such as would be the language, type of browser through which access to service, the locale from which you access the service, etc.\n\n- Cookies analysis: those that are well treated by us or by third parties, allow us to quantify the number of users and perform the measurement and statistical analysis of the use made by users of the service offered. To do your browsing discussed in our website in order to improve the supply of products or services that we offer.\n\n- Advertising Cookies: These are well treated by us or by third parties, allow us to manage as effectively as possible the supply of advertising spaces in the website, adapting the content of the ad content or service requested use made of our website. So we can analyze your browsing habits on the Internet and we can show related advertising your profile browsing.\n\n- Cookies behavioral advertising: they are those that enable the management, the most efficient way of advertising spaces, where appropriate, the editor has included on a website, application or platform from providing the requested service. These cookies store information on user behavior obtained through continued observing their browsing habits, allowing to develop a specific profile to display ads based on the same.\n\nThird Party Cookies:\n\nThe Web of Casa Borrut can use third-party services on behalf of Casa Borrut, compile information for statistical purposes, to use the Site by the user and for providing other services relating to website activity and other services from Internet.\n\nIn particular, this website uses Google Analytics, a web analytics service provided by Google, Inc. domiciled in the United States with headquarters at 1600 Amphitheatre Parkway, Mountain View, California 94043. To provide these services, they use cookies that collect information, including the IP address of the user, which will be transmitted, processed and stored by Google on the terms set out in the web Including the possible transmission of this information to third parties for reasons of legal requirement or where such third parties process the information on behalf of Google.\n\nThe User expressly agrees by using this Site, the treatment of information obtained in the manner and for the above purposes. And also it recognizes its potential to refuse treatment of such data or information by rejecting the use of cookies by selecting the appropriate settings to do so in your browser. While this option of blocking cookies on your browser may not allow full use of all the functionality of the Website.\nCan you allow, block or delete cookies installed on your computer by configuring your browser options installed on your computer:\n\n\nIf you have questions about this policy of cookies, please contact This email address is being protected from spambots. You need JavaScript enabled to view it..",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.5500746369,
        "format_confidence":0.9870397449
    },
    {
        "url":"http:\/\/www.earth-tours.com\/about-earth-tours\/permits\/",
        "text":"Permits and Insurance\n\nAuthorized Permittee of:\n\nGrand Teton National Park\n\nYellowstone National Park\n\nGrand Staircase-Escalante National Monument\n\nCapitol Reef National Park\n\nDixie National Forest (Boulder Mountain)\n\nInsurance –\n\nYear-round commercial vehicle and liability insurance\n\nNo liability claims in over a decade of  guiding tours\n\nLegal Business Name -\n\n         Keith Watts, Geologist, LLC\n         dba Earth Tours",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9149774909,
        "format_confidence":0.5777955651
    },
    {
        "url":"https:\/\/www.brazilian.hostelworld.com\/hosteldetails.php\/RedDoorz-Hostel-Dago-2\/Bandung\/305129",
        "text":"Group Booking Terms and Conditions\n\nBecause you are making a Group Booking, there are additional Terms and Conditions that apply. Please read them and click 'I Accept' below to continue with your booking\n\nGeneral Group Booking Terms\n\nBy making a group reservation through you agree to the following terms and conditions as set by and as set by the hostel in question.\n\n  • In order to make a group reservation on it is necessary to pay a deposit. The balance is due directly to the hostel according to their payment conditions.\n  • The booking deposit is non-refundable.\n  • Please note that any cancellations must be notified directly to the hostel at least 24 hours in advance of your scheduled arrival date, unless otherwise stated in the hostel's conditions.\n  • are not responsible for changes or amendments to your reservation once it has been processed. All correspondence with regard to changes to your booking need to be dealt with directly with the hostel.\n  • Cancellations for reservations must be made directly with the hostel and must conform with the individual hostels cancellation policy (see below)\n  • It is your responsibility to pay the balance of your accommodation cost to the hostel in accordance with their payment conditions (see below). Failure to do so may result in your reservation being cancelled by the hostel.\n  • Individual hostels may have special booking conditions relating to group stays, please read the hostel booking conditions carefully before making your reservation.\n\nHostel Specific Terms & Conditions\n\nThe remainder of the amount due will be charged to your credit card ???? Should numbers or room selection change, the per person deposit times the number of people who actually travelled will be deducted from the total accommodation charge levvied by the hostel.\n\nThe following group types are not accepted by this hostel: Holiday with Friends, Junior \/ Primary School, High \/ Secondary School, College \/ University, Business Trip, Stag\/Hen\/Bachelor Party, Sports Group, Cultural Group If you have misrepresented the type of group you are booking for, your booking may be cancelled by the hostel.\"\n\nAny cancellations resulting from agreement to these terms and conditions under false pretences will result in loss of deposit.\n\nPor favor selecione para mostrar que leu e entendeu os termos e condições.\nVocê deve aceitar os termos e condições para que possamos confirmar sua reserva.\nReserve com mais de 1 dias de antecedência para cancelamento gratuito.\n  • Localização Perfeita\n  • Staff Maravilhoso\n  • Excelente Limpeza\nVer todos os comentarios\n\nDescrição do estabelecimento\n\nIdeal stay option for Family Vacations, Couples and Solo Travellers.\n\nAdditional facilities available in RedDoorz Hostel @ Dago 2 are; Water Heater, Non-Smoking Rooms, Car Parking Area, Smoking Area, Bunk Bed, Outdoor Swimming Pool, Restaurant, Room Service, and 24-Hours Front Desk.\n\nPopular Leisure, Shopping and Entertainment experiences near the Guest House are; Cihampelas Walk (4,5 km), Institut Teknologi Bandung (1,8 km), Teras Cikapundung (1,6 km), Bandung Zoo (1,7 km), Upside Down World Bandung (2,1 km), Gedung Sate (2,9 km), and Saung Angklung Udjo (6,4 km).\n\nterms and conditions:\nCheck-in from 14:00 to 23:00.\nCheck out before 12:00.\nPayment upon arrival by cash, credit cards, debit cards.\nTaxes included.\nBreakfast not included.\nNo curfew.\nWe do not accept customers younger than 13 years of age.\nReception working period\/time 24 Hrs\nWe will make Pre-authorization Charge for the first night to secure the booking Verificar Regras da Casa\n\nVerificar disponibilidade\n\n\n  • WiFi Gratís\n  • Ar condicionado\n  • Café da manhã não incluído\n  • Flexible NRR\n  • Acesso à Internet\n  • Wi-fi",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9961323738,
        "format_confidence":0.9347899556
    },
    {
        "url":"http:\/\/doubletree3.hilton.com\/en\/hotels\/new-york\/doubletree-suites-by-hilton-hotel-new-york-city-times-square-LGASFDT\/about\/policies.html",
        "text":"skip form\n\nWhere are you going?\n\nRooms Adults (18+) Children\nRoom 2:\nRoom 3:\nRoom 4:\nRoom 5:\nRoom 6:\nRoom 7:\nRoom 8:\nRoom 9:\n\n(AAA, AARP, etc)\n\n* ID required at check-in\n\nFind it   Check Rooms & Rates *Best Price Guarantee\n\nDoubleTree Suites by Hilton Hotel New York City - Times Square\n\n1568 Broadway, New York, New York, 10036-8201, USA TEL: +1-212-719-1600 FAX: +1-212-921-5212\n\nHotel Policies\n\nFrom Check In to Check Out, it’s all about the details. Find everything you need to know about policies at our DoubleTree Suites, a modern NYC Times Square hotel, from pets to payment and everything in between, right here. Need to know a little more? Feel free to call us anytime. We’re always happy to help.\n\n\n\n100% non-smoking hotel. A fee of up to 250 USD will be assessed for smoking in a non-smoking room. Please ask the Front Desk for locations of designated outdoor smoking areas.\n\nFamily Children\n\nRoom rates are based on single or double occupancy with an extra $20 (plus taxes) added to the nightly rate for each additional third and fourth person. Kids 12 and under are free with adult.\n\nCheck-in \/ Check-out\nCheck-In Time 4:00 pm\nMinimum Age to Register 21\nCheck-Out Time 12:00 pm\nEarly Departure Fee $150.00\nLate Check-Out Fee $350.00 - Late check out is based on availability. Fee is a full days rate.\nCancellation Policy Cancellation policies may vary depending on the rate or dates of your reservation. Please refer to your reservation confirmation to verify your cancellation policy. If you need further assistance, call the hotel directly or contact customer service. Alternatively, you can cancel your reservation online.\nHotel Currency US Dollar\nAccepted Payment Options\n  • American Express\n  • Carte Blanche\n  • China Union Pay\n  • Diner's Club\n  • Discover\n  • JCB\n  • MasterCard\n  • Visa\nService animals allowed Yes\nPets allowed Yes\nDeposit $50.00\nMaximum Weight 60 lbs\nMaximum Size Medium\nSelf parking $47.00\nPer 24hrs:No in\/out\nValet parking $60.00\nSecured Available\nCovered Not Available\nIn\/Out Privileges Not Available\nOther Parking Information Icon on 47th betw. 6th\/7th. Height restriction 6'8",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9968286157,
        "format_confidence":0.6196461916
    },
    {
        "url":"https:\/\/www.turkish.hostelworld.com\/hosteldetails.php\/La-Juanita-Hostel-Barichara\/Barichara\/285482",
        "text":"Group Booking Terms and Conditions\n\nBecause you are making a Group Booking, there are additional Terms and Conditions that apply. Please read them and click 'I Accept' below to continue with your booking\n\nGeneral Group Booking Terms\n\nBy making a group reservation through you agree to the following terms and conditions as set by and as set by the hostel in question.\n\n  • In order to make a group reservation on it is necessary to pay a deposit. The balance is due directly to the hostel according to their payment conditions.\n  • The booking deposit is non-refundable.\n  • Please note that any cancellations must be notified directly to the hostel at least 24 hours in advance of your scheduled arrival date, unless otherwise stated in the hostel's conditions.\n  • are not responsible for changes or amendments to your reservation once it has been processed. All correspondence with regard to changes to your booking need to be dealt with directly with the hostel.\n  • Cancellations for reservations must be made directly with the hostel and must conform with the individual hostels cancellation policy (see below)\n  • It is your responsibility to pay the balance of your accommodation cost to the hostel in accordance with their payment conditions (see below). Failure to do so may result in your reservation being cancelled by the hostel.\n  • Individual hostels may have special booking conditions relating to group stays, please read the hostel booking conditions carefully before making your reservation.\n\nHostel Specific Terms & Conditions\n\nThe remainder of the amount due will be charged to your credit card ???? Should numbers or room selection change, the per person deposit times the number of people who actually travelled will be deducted from the total accommodation charge levvied by the hostel.\n\nThe following group types are not accepted by this hostel: Holiday with Friends, Junior \/ Primary School, High \/ Secondary School, College \/ University, Business Trip, Stag\/Hen\/Bachelor Party, Sports Group, Cultural Group If you have misrepresented the type of group you are booking for, your booking may be cancelled by the hostel.\"\n\nAny cancellations resulting from agreement to these terms and conditions under false pretences will result in loss of deposit.\n\nHüküm ve koşulları okuyup anladığınızı göstermek için aşağıdaki kutuyu işaretleyin.\nRezervasyonunuzu onaylamamız için hüküm ve koşulları okuyup anlamanız gerekir.\n\nLa Juanita Hostel Barichara\n\nÜcretsiz iptal için 7 günden daha öncesinden rezervasyon yaptırın.\n\nNo rating\n\n0 Yorumları\n\nSon 12 ay içinde değerlendirmeleri ile sadece özellikleri bir derece alırsınız.\n\nözellik Açıklama\n\nLa Juanita Hostel is a boutique hostel, located in one of the most important heritage houses of Barichara. The common areas are huge and comfortable and we have a beautiful terrace with incredible views of the town and the mountains of Barichara.\nThe rate includes breakfast, WiFi, hot water, pool and bar service and it’s a dream place designed thinking in the comfort and wellness of our guests.\n\nWhen arriving at Barichara right next to the Central Park is the Real Street, the main street of the town; and from there we are 4 blocks until we reach the Santa Bárbara Park where the hostel is located.\n\nLa Juanita has private rooms and a mixed dormitory for 4 people and shared bathroom. Our family rooms, count with a double bed and single bed for 3 people, private bathroom and our double room, count with a double bed with private bathroom.\n\nLa Juanita Hostel Barichara Conditions and Policies:\n\nCancellation policy: 48h before arrival.\n\nCheck in from 15:00 to 22:00.\nCheck out before 12:00.\n\nPayment upon arrival by cash.\n\nTaxes included.\nBreakfast included.\n\nReception open from 8am to 10pm.\nNo curfew.\nThe maximum period of stay is of 14 days. Hostel Kurallarını Görüntüle\n\nUygunluğu Kontrol edin\n\n\n  • Havlu dahil\n  • Yatak Çarşafları Dahil\n  • Ücretsiz Kahvaltı‎\n  • Ücretsiz Otopark\n  • Ücretsiz WiFi\n  • Ücretsiz Şehir Haritaları\n  • Açık Teras\n  • Açık Yüzme Havuzu\n  • BBQ\n  • Bisiklet Parkı\n  • Buzdolabı\n  • Fırın\n  • Kambiyoyla rezervasyon yapın\n  • Kartlı Telefonlar\n  • Microwave\n  • Mutfak\n  • Mutfak eşyaları\n  • Okuma Lambası\n  • Ortak oda\n  • Sıcak Duşlar\n  • Toplantı Salonu\n  • Çamaşır Makinesi\n  • 24 Saat Güvenlik\n  • Bisiklet Kiralama\n  • Geç çıkış\n  • Internet Erişimi\n  • Kat Hizmetleri\n  • Resepsiyon (sınırlı saatler)\n  • Tur \/ Seyahat Danışma Masası\n  • Uyandırma aramaları\n  • Bar\n  • Café\n  • Mevcut Yemekler\n  • Restoran\n  • Masa oyunları",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9963871241,
        "format_confidence":0.5025424361
    },
    {
        "url":"https:\/\/www.bellezahotel.com\/privacy-policy.htm",
        "text":"﻿ Privacy Policy | Hotel Belleza\n\nPrivacy Policy\n\nAt Hotel Belleza, your privacy is very important to us. We want you to be confident when using our website to make online reservations for your visit to Miami.\n\nIn order to help protect your information, please note that we adhere to the following guidelines:\n\n  • This website will explicitly ask when it needs information that personally identifies our customers or allows it to contact our customers. When possible, it will also provide you with the means to confirm that this “Personal Information” is correct and current\n  • This website and its service providers may use your Personal Information to operate the sites, provide services, and inform you of new features, services and products. This website may also carefully select other companies and send our customers information about their respective products or services (a “Secondary Use”). However, if this website intends to use any Personal Information for a Secondary Use, we will not do so until we have provided you with an opportunity to affirmatively select such service from us\n  • This website may disclose Personal Information if required to do so by law or in the good-faith belief that such action is necessary to (a) comply with applicable law or with legal process served on the Hotel Belleza or the site; (b) protect and defend the rights or property of its related companies or this site, and (c) act under exigent circumstances to protect the personal safety of users of the Hotel Belleza, the site or the public\n\nIf at any time you believe that this website has not adhered to these principles, please notify us using reservations@bellezahotel.com, and we will use all commercially reasonable efforts to promptly determine and correct the problem.\n\nOur customers should also be aware that information and data may be automatically collected through the standard operation of our Internet servers and through the use of “cookies”. These are small text files a website can use to recognize repeat users, facilitate the user’s ongoing access to and use of the site, and allow a site to track usage behavior and compile aggregate data that will allow content improvements and targeted advertising.\n\n“Cookies” are not programs that come onto a system and damage files. Generally, they work by assigning a unique number to each customer that has no meaning outside the assigning site. If you do not want information collected through the use of cookies, there is a simple procedure in most browsers that allows a customer to deny or accept the cookie feature; however, you should note that cookies may be necessary to provide customers with certain features (e.g., customized delivery of information) available on this website.",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.6221974492,
        "format_confidence":0.9902029037
    },
    {
        "url":"https:\/\/www.russian.hostelworld.com\/hosteldetails.php\/Sterling-Guest-House\/Kolkata\/302985",
        "text":"Group Booking Terms and Conditions\n\nBecause you are making a Group Booking, there are additional Terms and Conditions that apply. Please read them and click 'I Accept' below to continue with your booking\n\nGeneral Group Booking Terms\n\nBy making a group reservation through you agree to the following terms and conditions as set by and as set by the hostel in question.\n\n  • In order to make a group reservation on it is necessary to pay a deposit. The balance is due directly to the hostel according to their payment conditions.\n  • The booking deposit is non-refundable.\n  • Please note that any cancellations must be notified directly to the hostel at least 24 hours in advance of your scheduled arrival date, unless otherwise stated in the hostel's conditions.\n  • are not responsible for changes or amendments to your reservation once it has been processed. All correspondence with regard to changes to your booking need to be dealt with directly with the hostel.\n  • Cancellations for reservations must be made directly with the hostel and must conform with the individual hostels cancellation policy (see below)\n  • It is your responsibility to pay the balance of your accommodation cost to the hostel in accordance with their payment conditions (see below). Failure to do so may result in your reservation being cancelled by the hostel.\n  • Individual hostels may have special booking conditions relating to group stays, please read the hostel booking conditions carefully before making your reservation.\n\nHostel Specific Terms & Conditions\n\nThe remainder of the amount due will be charged to your credit card ???? Should numbers or room selection change, the per person deposit times the number of people who actually travelled will be deducted from the total accommodation charge levvied by the hostel.\n\nThe following group types are not accepted by this hostel: Holiday with Friends, Junior \/ Primary School, High \/ Secondary School, College \/ University, Business Trip, Stag\/Hen\/Bachelor Party, Sports Group, Cultural Group If you have misrepresented the type of group you are booking for, your booking may be cancelled by the hostel.\"\n\nAny cancellations resulting from agreement to these terms and conditions under false pretences will result in loss of deposit.\n\nУстановите флажок, чтобы показать, что вы прочитали и поняли условия.\nВы должны принять условия для подтверждения бронирования.\n\nSterling Guest House\n\nЗабронируй более чем 2 дней заранее для бесплатной отмены.\n\nНет рейтинга\n\n0 отзывы\n\nТолько недвижимость с Отзывы в последние 12 месяцев получить рейтинг.\n\nОписание недвижимости\n\nSterling Guest House is the first property of Sterling Group catering to the needs of the bon-vivant, offering Comfort, Convenience, Peaceful Location, Basic amenities, Verdant and Unpolluted Surroundings, Privacy and Value for Money. We provide an environment that enhances your lifestyle, gives you the satisfaction and let you experience the joy of living.\n\nThe rooms are well-decorated and having multiple windows which let sunlight and fresh air while offering a view of the beautiful city. The rooms are available at pocket-friendly prices.\n\nThe rooms are equipped with the basic amenities that are needed. The Sterling Guest House offers free Wi-Fi for the guests to use. Additionally, the place offers a parking infront of the property, Card payment option is also available. The place is equipped with CCTV cameras which ensure the safety of the guests.\n\nTerms and conditions:\nCancellation policy: 1 day before arrival. In case of a late cancellation or No Show, you will be charged the first night of your stay.\nCheck in from 12:00 to 23:00 .\n\nThis property doesn't offer after-hours check-in. Guests arriving late won't be able to check in until the next morning. To make arrangements for check-in, please contact the property ahead of time using the information on the booking confirmation.\n\nCheck out before 11:00 .\n24-hour front desk.\nPayment upon arrival by cash, credit cards but extra Charge for credit card service fee.\nTaxes included.\nBreakfast included.\nNo curfew.\nWe do not accept customers younger than 18 years of age.\nThe guests can Smoke in our Hostel.\nPets are not allowed. Посмотреть внутренние правила\n\nПроверить наличие\n\n\n  • Бесплатная парковка\n  • Бесплатный WiFi\n  • бесплатным завтраком‎\n  • Полотенца включены\n  • Стоимость постельного белья включена\n  • Air Conditioning\n  • Имеются детские кровати\n  • Кабельное ТВ\n  • Открытая терраса\n  • Парковка\n  • Потолочные вентиляторы\n  • Химчистка\n  • Shuttle Bus\n  • Звонок-«будильник»\n  • Комната для багажа\n  • Круглосуточная охрана\n  • Обмен валюты\n  • Обслуживание\n  • Полотенца в аренду\n  • Почтовые услуги\n  • Служба регистрации (работает в определенные часы)\n  • Трансфер в аэропорт\n  • Туры\/Туристическое бюро\n  • Услуги прачечной\nЕда и напитки\n  • Питание наличии\n  • Ресторан\n  • Wi-Fi",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9941087961,
        "format_confidence":0.9135157466
    },
    {
        "url":"http:\/\/winevillagemotorinn.com.au\/book-online\/motel-policies\/",
        "text":"Terms & Conditions\n\nA deposit equivalent to the first nights accommodation or a valid credit card is required to secure a booking, this also applies to guests checking in without a reservation.  The balance of all remaining charges is payable on departure.\n\nOnline bookings will have the first nights accommodation deposit withdrawn at the time of booking, this may also apply to telephone bookings during event and peak periods.\n\n\nExcluding event periods, deposits are refundable if booking is cancelled 7 complete days or more prior to arrival. Cancellations made within the 7 day period will be charged the first night’s accommodation if the booking is secured by credit card, or the holding deposit will be forfeited.\n\nDuring event periods (listed under Annual Events) deposits are only refundable if 30 complete days or more notice is given. Cancellations made 7 days prior to arrival will incur charges equivalent to the full length of stay.\n\nDuring weekends, long weekends or event periods where a booking has been made with a minimum night stay, single nights can not be cancelled.\n\nCorporate guests please refer to your negotiated cancellation periods.\n\nReservations received from third party booking sources (i.e. Wotif, Bookings.com etc) please contact the company with which you made the booking to discuss the terms of your booking, cancellation and\/or refund.\n\n\nMembers booking through this site will receive their benefits when they present their card at check-in. The benefits will be based on the current directory rates at the time of check-in and peak period surcharges may apply.  When making a reservation please enter “Golden Chain Member” into the comments field.\n\n\nAll rates displayed are for 2 people using 1 bed unless otherwise stated.  An $8 fee applies for twin share accommodation.\n\nChildren under the age of 2 years old are free of charge when using existing bedding. Baby cots\/cribs are available on request for $10 per hire.\n\nWhere a room can accommodate more than 2 people and unless otherwise stated in the Rate Detail, extra children under 16yo will be charged an additional $10 per night and extra adults charged $20 per night.\n\n\nCredit card data is encrypted and stored in compliance with PCI requirements.  Any staff member with access to view or make changes to credit card information will have their details logged for future reference.\n\nCredit card data, excluding the access logs are automatically erased from our system 30 days after departure.\n\nFollow Us\n\nContact Us\n\n217 Main Street\nVictoria 3685\nReservations: 1800 028 356\nemail stay@winevillagemotorinn.com.au\n\n\n© Wine Village Motor Inn - Admin",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.990144968,
        "format_confidence":0.9821180105
    },
    {
        "url":"http:\/\/ugandasafaribooking.com\/booking-terms.html",
        "text":"Booking terms and Payment conditions\n\nWhen you are booking Uganda Safari Booking, you are booking with Gorilla Uganda Bookings Ltd, please note the following terms.\n\n\nDate of travel - We recommend you to note down the actual date, final itinerary, number of people on the trip, accommodation lodges, arrival date and departure date agreed between you and us. This ensures that all arrangements are made to your complete satisfaction and interests before payments. NB: You can get a recommendation letter from us to assist you when applying for Tourism visa to Uganda.\n\n\nGorilla tracking permits - If the holiday trip includes gorilla tracking, we book the tracking permit according to the date of tracking as agreed on in the itinerary. Once the gorilla permit is bought, gorilla permit money is non refundable by the issuing authority (Uganda Wildlife Authority) in-case of trip cancelations.  Please note that for safaris that include gorilla trekking in Uganda, advance bookings of at least two months is highly recommended. Cancellations may allow for shorter term bookings, but it is strongly advised to book well in advance if specific dates are needed. Children below fifteen years are not allowed to trek the gorillas in Uganda.\n\n\nExpress uganda safari holiday booking - Express holiday booking means a trip arranged with due start date less than one month. Therefore we recommend a full down payment of total amount to enable us arrange every activity and hotels in time, so as to catch up with fully reservations with-in shortest time possible.\n\n\nAirport transfers - We offer you FREE airport pick and airport drop off, based on your arrival and departure time respectively. We may use a hotel driver with hotel car especially for clients arriving at night hours, but the cost is arranged and paid by us to the hotel driver. OR we may use our company vehicle to pick and drop clients at the airport using our company car and our company driver.\n\n\nDeposit payment - We require only 50% deposit of the Total charge on the entire trip. And the remaining balance of 50% can be paid in cash upon arrival in cash or be sent to us two weeks prior to arrival date to avoid transfer delays.  We will send you an invoice before any payment, and if money is received at our bank account, we will send you a fully stamped receipt to acknowledge the money received by us.\n\n\nMethod of payment - Payments can either be made in USD dollars or in UGX Shillings as alternative based on quotation and invoice made. We are glad to announce to you that we accept payment in the following methods (Visa credit card, Bank wire transfer, Posta cash, Money gram, Western union and Mobile money). You can use any of the above methods based on your convenience. However the clients will meet the transaction charges depending on choice of payment method.\n\n\nCancellation \/ Refunds:\n\n1. Liability - Please note that your booking is accepted based on the understanding that you come on the trip entirely at your own risk due to the fact that there are certain dangers inherent to adventure travel. We assume no responsibility whatsoever for any event over which we have no control. We can therefore NOT be held liable for any death, personal injury, personal illness, loss or damage to a person or property or other loss that may occur due to any act or omission of an external or third party supplier such as (Hotel, Restaurant, Game rangers, Air flight operator etc). Since each of these companies are independent corporations with their own management and are not subject to our control whatsoever. Therefore we rather offer advice and assistance but don’t take the blame.\n\n\n2. Nature and natural calamities - In an event of nature changes and natural calamities like, fire outbreak, acts of governments or other authorities, wars, civil disturbances, riots, terrorist acts, strikes, thefts, highway robbery, epidemics, quarantines, dangers, incidents to sea, land and air travel, incidents with wildlife and other similar acts or incidents not caused by us or our representative, the incidence is handled externally. Therefore we rather offer advice and assistance but don’t take the blame.\n\n\n3. Healthy and physical precautions - Anti-malaria precautions should be taken good care of, Yello fever card is a must while travelling to Africa. Any client intending to go for gorilla tracking, mountain hiking, and rafting must be physically strong.  And in age bracket between 15-75 years,  Any person with body disabilities, brain insane or healthy abnormal conditions must declare to our reservation personnel during the booking time before arrival, for advice and guidance on which tour activities to do and those to avoid, in order to avoid problems while on\/during the Uganda safari holiday trip.\n\n\nOur Refund policy in an event of uganda safari cancellations.\n\nWe use the following cancellation fees structure as our refund policy, commonly used by other tour agents and tour operators in the entire East and Southern African countries. Cancellation made:-\n\nAbove 100 days before arrival date - you receive 100%  refund on deposit\n\nBetween 90-100 days  before arrival date = 90% refund on deposit\n\nBetween 80-90 days  before arrival date = 80% refund on deposit\n\nBetween 70-80 days  before arrival date = 70% refund on deposit\n\nBetween 60-70 days  before arrival date = 60% refund on deposit\n\nBetween 40-50 days before arrival date = 50% refund on deposit\n\nBetween 30-40 days before arrival date = 40% refund on deposit\n\nBetween 20-30 days before arrival date = 30% refund on deposit\n\nBetween 10-20 days before arrival date = 20% refund on deposit\n\nBetween 00-10 days before arrival date = 10% refund on deposit\n\nvisa card\n\nWe are listed on\n\nThere will be NO refund for gorilla permits as this is a direct policy from the Uganda Wildlife Authority. However, we will always try to sell the permits when their clients are not able to do the tracking. It is the customer’s own responsibility to arrange a full insurance with an insurance company before arrival.\n\nContact us for any free information, free safari quotation. Email us:\n\n\nWhy choose to book with Uganda Safari Booking?\nbooking AUTO UTB UWA\n\n10% will support local communities\n\n\nWe serve you with \"experience and expertise\" on all kind of safari tours in Uganda.\n\nWe cautiously provide tailor made packages that will \"meet your travel interests\" on your safari.\n\nWe offer \"special discounts\" to these categories of people:- Old age (above 50 years), Tour operators, Travel agents, UN and European Union workers, Journalists and Artical writters, Couples on holiday vacation, Charity workers (NGO), Family trip with kids, Missionary groups and Internship students.",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9921317697,
        "format_confidence":0.9593576789
    },
    {
        "url":"https:\/\/www.dutch.hostelworld.com\/hosteldetails.php\/Royal-Guest-House\/Pokhara\/297851",
        "text":"Group Booking Terms and Conditions\n\nBecause you are making a Group Booking, there are additional Terms and Conditions that apply. Please read them and click 'I Accept' below to continue with your booking\n\nGeneral Group Booking Terms\n\nBy making a group reservation through you agree to the following terms and conditions as set by and as set by the hostel in question.\n\n  • In order to make a group reservation on it is necessary to pay a deposit. The balance is due directly to the hostel according to their payment conditions.\n  • The booking deposit is non-refundable.\n  • Please note that any cancellations must be notified directly to the hostel at least 24 hours in advance of your scheduled arrival date, unless otherwise stated in the hostel's conditions.\n  • are not responsible for changes or amendments to your reservation once it has been processed. All correspondence with regard to changes to your booking need to be dealt with directly with the hostel.\n  • Cancellations for reservations must be made directly with the hostel and must conform with the individual hostels cancellation policy (see below)\n  • It is your responsibility to pay the balance of your accommodation cost to the hostel in accordance with their payment conditions (see below). Failure to do so may result in your reservation being cancelled by the hostel.\n  • Individual hostels may have special booking conditions relating to group stays, please read the hostel booking conditions carefully before making your reservation.\n\nHostel Specific Terms & Conditions\n\nThe remainder of the amount due will be charged to your credit card 1 week prior to arrival. Should numbers or room selection change, the per person deposit times the number of people who actually travelled will be deducted from the total accommodation charge levvied by the hostel.\n\nThe following group types are not accepted by this hostel: Junior \/ Primary School, High \/ Secondary School, Stag\/Hen\/Bachelor Party, Sports Group If you have misrepresented the type of group you are booking for, your booking may be cancelled by the hostel.\"\n\nAny cancellations resulting from agreement to these terms and conditions under false pretences will result in loss of deposit.\n\nZet een vinkje om aan te geven dat je de algemene voorwaarden hebt gelezen en begrepen.\nJe moet de algemene voorwaarden accepteren om je reservering te bevestigen.\nBoek meer dan 2 dagen vooruit voor gratis annulering.\n\ngeen rating\n\n0 Beoordelingen\n\nAlleen objecten met beoordelingen in de afgelopen 12 maanden krijgen een cijfer.\n\nBeschrijving van de Accomodatie Inrichting\n\nRoyal Guest House is located in a prime location of Lakeside. We are just 100 m north from Lakeside main Street. We have huge parking space. Royal Guest House, here in Pokhara offers happiness that visitors are craving during their journey away from home. The best hospitality, family attachment and community surrounding are the best we can offer. Our prominent location, well furnished interior, personalized service are what we are proud of guaranteed and satisfied ambiance.\n\nWe offer a choice of double and triple rooms, which have attached bathroom with hot and cold shower and 24\/7 wifi service.\n\nWe ensure to add another dimension to your memories of this wondrous Himalayan Kingdom. We not only provide you with comfortable accommodation, but also friendly service and accurate information for your safe and comfortable journey.The charms and delights of the fabled city of Pokhara wait for you at Royal Guest House.\n\nLocated about 100 meter away from Fewa Lake, Royal Guest House is an oasis of tranquility. We have a beautiful quiet rooms and a rooftop terrace with amazing views of Himalayas.\n\nThings to note & policies:\n\nFree Cancellation: 1 Days before the arrival,otherwise being charged by the property\nCheck in from: 12 Noon\nCheck out Before: 12 Noon\nPayment on Arrival: Cash Only\nTax Included\nBreakfast Not Included\nNo Curfew\nSmoking Allowed\nNo Age Restriction\nReception working period\/time: 6 Am to 10 Pm\nPet Friendly\nWe will NOT make Pre-authorization Charge for the first night to Secure the booking\nChild Friendly Bekijk huisregels\n\nControleer de beschikbaarheid\n\n\n  • Gratis internettoegang\n  • Gratis parkeergelegenheid\n  • Gratis WiFi\n  • Handdoeken inbegrepen\n  • Fietsenstalling\n  • kabeltelevisie\n  • Ontbijt niet inbegrepen\n  • Plafondventilator\n  • Speelruimte voor kinderen\n  • Warme Douches\n  • Bagage-opslag\n  • Huishouding\n  • Internettoegang\n  • Late check-out\n  • Receptie (beperkte openingstijden)\n  • Wasserette\nEten & drinken\n  • Maaltijden verkrijgbaar\n  • Wi-Fi",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9964912534,
        "format_confidence":0.546464324
    },
    {
        "url":"https:\/\/www.vbrvresort.com\/resort-policies",
        "text":"Resort Policies\n\nTo provide excellence in service, we ask that all guests respect the following policies.\n\n\nIn order to maintain a high standard for all campers, we only accept RV's, trailers, vans, campers, & vehicles that are aged\n\n1995 - 2022. Vintage trailers & air streams are welcome. Your RV cannot be missing panels or parts.\n\nShould you have any concerns or not be sure if we would accept your motorhome, please call the resort at 805-643-9137.\n\n\n\n  • Persons must be 18 years or older to book a reservation for an RV or tent site at Ventura Beach RV Resort.\n\n  • All minors must be accompanied by an adult while camping at the resort.\n\n  • Parents cannot book a site and then leave their minors on-site to camp alone.  \n\n  • If you are under the age of 18, you cannot sign up for our email list, special offers, and\/or promotions. We do not knowingly collect or allow the collection of personal information from persons under 18. If you are the parent or guardian of a person under 18 and believe that the person has provided us with personal information, you may contact us at vbrvresort@gmail.com and we will remove such minor(s) from our mailing list.\n\n  • If you are booking an RV or tent site - remember your name will be on the reservation, and a resort representative will require photo I.D. when you check in to cooperate that you, in fact, booked the site and are staying on property for the duration as stated on your reservation. \n\n  • During our Summer Peak Season, we do not offer weekly rates, nor our Mid-Week Special. These incentives are available in the off-season to guests. For more information, please call the report at 805-643-9137 to learn more.\n\n  • Enjoy our Early Bird Arrival Check-In for a one-time fee of $20! Should your site be available before 1 p.m. the day of your reservation, you are welcome to pay a one-time fee of $20 in order to arrive as early as 9:00 a.m. THIS IS SUBJECT TO YOUR SITE AVAILABILITY. You MUST have a current reservation for the day that you are seeking to take advantage of our Early Bird Arrival. This offer is not of guests seeking to stay on property for a short duration. It is reserved for current paying guests of Ventura Beach RV Resort.\n\n  • There is a $10 per hour late check out upon request and availability. **Late check out specials are offered from time to time.\n\n\n\n  • We value and protect our guests' privacy. Our resort representatives do not share reservation or site information with anyone other than with the person(s) listed on the reservation. Therefore, should you wish to have someone in your party arrive early to the site you booked, their name MUST be on your reservation prior to your arrival. We do not allow others to check into sites that are not listed on your reservation. \n\n  • Should you have a family member or friend wishing to visit you during your stay, you will need to meet them at the store with your personal ID, and obtain a resort pass for each of your guests.  A daily fee of $15.00 US dollars plus tax will be due before any guest can enter the resort.\n\n\n\n  • All sites must be paid in full before any guest can drive onto an assigned site to set up their RV, camper van, 5th wheel, tent, and any other camping needs a guest seeks to set up on their site during their stay.\n\n\n\n  • All reservations will include up to four wrist bands based on the number of guest on the reservation at the time of making the reservation. If you have more than four guest on the reservation or you have any guests during your stay there are additional charges per guest.\n\n  • To ensure a safe and be able to enjoy all resort amenities while staying at Ventura Beach RV Resort, all guests must wear their resort pass at all times during their stay. This is to help our friendly staff members identify you as a guest of the resort. It also has many added benefits such as a delicious free pancake breakfast served every Sunday morning from 8 a.m. to 11 a.m. (October 2022 until further notice this is on pause due to staffing shortage).  Free DVD rentals and billiards in our recreational room. With your resort pass, you can enjoy 10% off purchases at selected stores along Main Street when you present your resort pass. It's Movie Night every Friday night with hot buttery popcorn provided.  We also have a fun centipede ride throughout the resort and live entertainment every Saturday during the Summer months.\n\n  • Children that are not able to walk yet will be issued a special wrist band at no additional charge. They will also need to wear this wrist band so all of our staff are able to identify that they are a minor guest at the resort.\n\n  • Non compliance with our Resort Wristband Policy may will result in your account being flagged and you will not be allowed to book with VBRV in the future.\n\n\n\n  • Our goal is to always provide clean and well-maintained sites. Should you arrive and find an issue on your site, please inform a resort representative so that they can have maintenance address your needs.\n\n  • In order for our sites to remain lush and green, we ask that you do not place rugs or mats on any grass areas. Adding mats or rugs causes the green to turn yellow, and we would like every guest to enjoy our green grassy sites. Tents on our green areas are booked and rotated by our staff allowing us \n\n  • To maintain a lush green environment, we water various areas throughout the resort 7 days a week. Please be prepared to remove all outdoor valuables after 10 p.m. every evening to avoid items getting wet.\n\n  • On your departure, should you leave any items such as garbage, chairs, wood, etc. on or around your site, you will be billed a $50.00US dollar site cleanup fee that will need to be cleared prior to booking with VBRV in the future.\n\n  • If you have a waste spill from your sewer and leave the resort without addressing and cleaning up the foul mess, you are liable to pay a minimum of $550.00US dollars plus tax, and unfortunately unable to camp at the resort in the future should you not notify us. So please, should this matter occur, come to the front office immediately to report the spill. Should you attempt to clean the spill without notifying VBRV staff immediately or leave without addressing the situation you will be fined $1000.  You will not be permitted to book with VBRV again should you attempt to evade the circumstance.\n\n  • Should you wish to expand your camping experience and add a tent to your current site, you will need to pay a $32.00US dollar fee plus tax per day to your site. Should you wish to pitch a second (2nd) or third (3rd) tent, you will have to book a second (2nd) site. \n\n  • If you would like to rent an RV site but wish to add two tents to the RV site instead of an RV, you will need to pay the full amount of the current tent rate per tent and is based upon availability.  This special circumstance may be requested via email; Please email vbrvresort@gmail.com as management approval is required and subject to availability and location in the park for tent rates.\n\n  • At no time are guests or visitors allowed to move any fire rings. Moving a fire ring on your site will result in a $75.00US fine. Should you have any issue with your fire ring, please inform the front guest so that we may assist you.\n\n\n\n  • Ventura Beach RV Resort is a pet-friendly resort, and we welcome dogs to the property. However, for the safety and comfortability of all guests, we have a strict pet policy that rules out all aggressive breeds from entering the resort. Aggressive breeds such as American Pit Bull Terriers, Rottweilers, crosses of these two breeds, American Staffordshire Terrier, and any other breeds deemed aggressive by management, are not permitted on the property. Should you arrive with the abovementioned breeds, you will be asked to leave the resort and you will automatically lose the full amount of your reservation. Should you have any concerns about your four-legged friend(s), please contact the resort before your arrival. Thank you for understanding and respecting the comfortability of our valued guests.\n\n  • To maintain a clean environment, we ask that you clean up after your pets throughout the duration of your stay.  You will also need to pay $5.00 US dollars per day plus tax, per pet.  Please advise us during the booking of your reservation as to the number of pets that will be vacationing with you.  We allow four (4) dogs per site.\n\n  • Guests should carry proof of pet's current vaccinations.\n\n  • Guests that are unable to control their pets will be asked to remove them from the property.\n\n  • The Resort is not responsible for the whereabouts of owner's pets. Should your pet cause injury or damage to others you solely are expected to resolve the issue directly with the injured party. The resort is not responsible for injury or damage that may occur by a pet. The pets' owner holds full responsibility for its pets.\n\n  • Exotic pets are strictly prohibited. \n\n\n\n  • NO ELECTRIC CAR charging stations. You are prohibited the use of our electricity for that purpose, our sites that have full hook ups are strictly for RV, and Travel Trailers.\n\n  • NO GOLF CARTS, 4 Wheelers, Dune Buggies on the resort. \n\n  • To accommodate all your vehicle(s), please book a site that comfortably fits your camping vehicle(s).  No matter the site you pick or are assigned, you are only allowed one vehicle per site. This is to ensure we are following fire emergency code regulations, as well as adding a level of comfortability for all guests. Travel trailers towed by a vehicle will be issued a car pass with the reservation. Should you be a Motorhome with a vehicle* or a towed travel trailer with more than one vehicle, you will need to pay for the additional vehicle, which is a $10.00US dollar per day plus tax fee. Motorcycles are also $5.00US dollars per day plus tax, if they fit on your site).  All fees will be added to your reservation on your arrival. Your extra vehicle(s) will be assigned to our ove... (truncated)",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9897481203,
        "format_confidence":0.8910800219
    },
    {
        "url":"https:\/\/hannaboutiquehotel.com\/en\/hotel-policies\/",
        "text":"\"> Hotel Policies – Hanna Boutique Hotel Website\n\nHotel Policies\n\n\n\nReservations can only be confirmed with online payment and by providing a verification number.\n\nWe thank you for your reservation. Please take note of our sales policy:\n\n• Prepayment of 100,00% required for your reservation. We accept all major credit\/debit cards (MasterCard, Visa, and AMEX)\n• Check-in time is after 14:00 on arrival day.\n• Check-out time is before 12:00 on departure day.\n• Late check-out may result in extra charge.\n• Your room will be guaranteed for late arrival.\n• Room rates include VAT, Free Wi-Fi, and Free Breakfast.\n• Note that children aged 6 and older are charged the adult rate. Please include them in the number of adults.\n\n* Please do not hesitate to contact our reservation office at the following e-mail address: hanna-reservation@apochi.com for any additional info.\n\n\nReservations can only be confirmed with online payment and by providing a verification number. 2. For a full refund, cancellation must be made one week prior to arrival date. 3. There will only be a 50% refund for cancellations made less than a week before check-in date. Should you wish to modify or cancel a confirmed reservation, you can do it online, subject to the Cancellation Policy. You can email us at hanna-reservation@apochi.com for any additional info.\n\n\nWe use the latest, most secure technology available. However, being a publicly accessed site we cannot be held responsible for the malfunctions caused by harmful components, viruses and spyware on the internet. We urge you to protect your information and\/or system by installing the anti-virus protection software. The user agrees that Hanna Boutique Hotel is not held responsible for any malfunctions caused by a disruption of the telephone and internet services, ISP, electronic or hardware problems or failures of any kind. Hanna Boutique Hotel is a public web service and thus subject to availability. We are therefore not liable for any direct, indirect, incidental, special or commercial damages, including loss of profits – and resulting from use of this site or inability thereof. Hanna Boutique Hotel reserves the right to modify any information in this document and will post the revised version on site.\n\n\nCheck-in is at 14:00.\nCheck-out is at 12:00.\nPlease let the hotel staff know if you need more time before check-out.",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9930249453,
        "format_confidence":0.9367851019
    },
    {
        "url":"http:\/\/www.penbrookresort.com\/about\/policies\/",
        "text":"Penbrook Resort\n\nAll rates quoted do not include applicable taxes\n\nCottage check out is 10:00 am and check in is 2:00pm\n\nThe rules below are in place so that all campers and cottagers can fully enjoy Penbrook Resort.  Any rules that are not adhered to will be dealt with by management.\n\nPenbrook Resort Rules\n\n  1. One trailer or RV, 2 vehicles per site, for additional parking see the office.\n  2. Park opens on May 1st and closes on Thanksgiving weekend.  Throughout the winter months if you would like to maintain your trailer ie shovel snow off roof, please advise office prior to your arrival.\n  3. Annual seasonal fees may be paid in 2 installments with 50% due on first weekend in the park or no later than May 15th with the remainder due by July 15th.  Any exceptions to these dates should be discussed with management.  Failure to comply will result in termination of seasonal site.  Any trailers removed in the spring will be responsible for winter storage fees.\n  4. Visitors: All visitors and guests must register on the sign in board located in the laundry room upon arrival.  Registered campers are responsible for ensuring their visitors have properly registered and fees have been paid and camp ground rules are followed.  Failure to register visitors will result in loss of visitor privileges.\n  5. Beach: There is no lifeguard on duty.  Swim at your own risk. Please ensure individual garbage, recycling & cigarette butts are to be removed at the end your time at the beach, the firepit at the beach is not a garbage can.   No glass or bottles on the sand or in the water.  Parents to ensure children are appropriately supervised.\n  6. No horseplay on slide, docks & swimming raft.  No diving off docks.\n  7. No fishing off docks or in swimming area.\n  8. Quiet hours are between 12:00 pm and 9:00 am.  Please advise office of excessive noise issues.\n  9. Speed limit is 5MPH throughout the entire park.  If it seems ridiculously slow, you’re doing it right!!  Excess speed will not be tolerated.  Anyone who repeatedly speeds through the park will be dealt with. No driving over the septic system at the back.\n  10. Penbrook Resort is pet-friendly, but owners will be totally responsible for their pets at all times. Pets must be kept on a leash and not be allowed to bother campers. Please stoop and scoop. No pets in the swimming area.  Dogs can swim in the boat launch area.  Play time with your dog can be enjoyed using your discretion.\n  11. No smoking in the store, rec hall, laundry room, washrooms and showers – all public buildings.\n  12. Cutting down any live or dead trees or shrubs is not permitted without authorization.\n  13. Please be respectful of others when using the Showers & Washrooms.  Please leave showers tidy by using mops provided.  Notify office if supplies are depleted.  There is a new electric hot water heater, but remember to limit length of showers to ensure hot water for everyone.\n  14. Park and basketball hours from 9:00am to 11:00pm.  No standing on swings.\n  15. To protect the life of the shuffleboard please refrain from walking on the surface.\n  16. Rec Hall is there for your enjoyment, there are poker chips, darts, movies, games etc available to sign out.   Any equipment\/chairs\/tables used must be returned to their original state upon leaving.  All garbage must be cleaned up. No smoking.  Abuse of this area will result in privileges being revoked.\n  17. Penbrook recycles.  Good news, our local recycling depot does not require recyclables to be sorted, so all glass, plastic and tin can be thrown into the same bin.  We do request that you burn any paper & cardboard products in your campfires to keep our dumping fees low.  The dumpster is for household garbage only!!  Broken furniture, grills, rugs, cushions, speakers, batteries, BBQs etc. are not considered household trash and should be taken with you or disposed of at the local recycling station.  See office for map.  Failure to comply will result in garbage fees.  Please do not litter, this includes cigarette butts.\n  18. All campfires must be kept to a reasonable level and not left unattended. No cutting wood, dead or alive, on campground or adjoining property without management approval.  Daytime burning is prohibited as per local by law, please check with management for exceptions to this bylaw.  Fire bans will be posted on rec hall and must be strictly adhered to.\n  19. Fireworks are not to be set off on park property without the approval of park management.\n  20. Trailer sites must be kept tidy at all times.  Seasonal guests are encouraged to improve their sites through the planting of trees, shrubs and flowers. However, no alterations are to be made to trailer sites without the prior consent of management.  Clean lots will allow for management (time permitting) to assist with your grass cutting.\n  21. No digging due to underground electric and water supply line.\n  22. All building of decks, sheds, gazebos etc must be discussed and approved by management prior to building.\n  23. Limited use of ATV’s and dirt bikes on campground, enjoy our easy access to the nearby trails. We welcome your use of golf carts on the campground roads, but limit the joy riding through the park and please adhere to speed limits.  It is expected that golf cart owners monitor those driving their carts.\n  24. Boats and utility trailers are to be stored in designated areas. They must not be left on trailer sites.  See management for assigned space.\n  25. Beaching of boats is not permitted.  Only boats with assigned docks can be left in the water, all others must be pulled out nightly.\n  26. Tents on sites are welcome for the enjoyment of your children, all other overnight tenters must be booked through the office.\n  27. The Bell payphone is there for your convenience, please respect your surroundings.\n  28. Penbrook is a family campground continuous use of profanity will not be tolerated!\n\n\nA deposit equivalent to ________ is due at time of reservation, with full payment being due ______days prior to arrival. Payments are non-refundable once due and no refunds will be given for cancellations; THIS INCLUDES ALL NO-SHOWS AND EARLY DEPARTURES.\n\nComments are closed.",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9838191867,
        "format_confidence":0.94660604
    },
    {
        "url":"https:\/\/hotelalexandrahk.com\/en\/subscription",
        "text":"Please sign up below to receive a regular e-mail newsletter from Hotel Alexandra including our latest special offers.\n\nThe personal data collected on this page will be used for our follow-up actions on your enquiry. You have the right to request access to and correction of your personal data. Please go to our website at for details of the person who will handle any such request and our Privacy Policy.\n\n* Denotes required fields\nRoom Promotions\nDining Promotions\nMeeting Facilities\nWedding Packages\nMonthly Stay Packages\nAll of the above\nWe, Ocean Century Investment Limited (\"Hotel Alexandra\") intend to use your salutation, name, email address and mobile phone number in direct marketing of Hotel Alexandra's Promotions and Services as stated below and we cannot so use your personal data without your consent. Should you find such use of your personal data acceptable, please indicate your consent by ticking the box below.\nI hereby consent to the use of my salutation, name, email address and contact phone number by Hotel Alexandra in direct marketing of the hotel’s latest news, offers, services, promotions, events and other information in relation to the hotel's hospitality business.\nTo update your personal information in the future, please send email to\nIf you do not want to receive any more promotional information from us, click \"Unsubscribe\" on our e-Newsletter or send email to",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9717197418,
        "format_confidence":0.556953609
    }
]