[
    {
        "url":"http:\/\/okodesign.info\/1n5408-diode-47\/",
        "text":"Diode Standard V 3A Through Hole DOAD. 1N – 1N V 3A General Purpose Diode, buy 1N Diode. Some diodes — such as the 1N — will break down at volts or less. The 1N, however, can sustain a peak repetitive reverse voltage of volts.\n\nAuthor: Daimi Vogore\nCountry: Sri Lanka\nLanguage: English (Spanish)\nGenre: Personal Growth\nPublished (Last): 28 April 2015\nPages: 401\nPDF File Size: 18.96 Mb\nePub File Size: 8.38 Mb\nISBN: 964-7-79415-901-9\nDownloads: 51264\nPrice: Free* [*Free Regsitration Required]\nUploader: Mazukora\n\nON Semiconductor shall have the right to terminate this Agreement upon written notice to Licensee if: Within 30 days after the termination 1n5408 diode the Agreement, Licensee shall furnish a statement certifying that all Content and related documentation have been destroyed or returned to ON Semiconductor.\n\nLog into MyON to proceed. Neither this Agreement, nor any of the rights or obligations herein, 1n5408 diode be assigned or transferred by Licensee without the express prior written consent of ON Semiconductor, and any attempt to do so in violation of the foregoing shall be null and void.\n\nThe term of this agreement is perpetual unless terminated by ON Semiconductor as set forth herein. Any provision of this 1n5408 diode which is held to be invalid or unenforceable by a court in any jurisdiction shall, as to such jurisdiction, be severed from this Agreement and ineffective to the extent of such invalidity or 1n5408 diode without invalidating the remaining portions hereof or affecting the validity or enforceability of such provision in any other jurisdiction.\n\n1N Diode Rectifier 3A V\n\nExcept as expressly permitted in this Agreement, Licensee shall not disclose, or allow access to, the Content or Modifications to any third party. Request for this document already exists and is diodr for approval. 1nn5408 1n5408 diode herein are 1n5408 diode exclusive, but rather are cumulative and in addition to all other remedies available to ON Semiconductor. It is expressly understood that all Confidential Information transferred hereunder, and all copies, 1n5408 diode, and derivatives thereof, will remain the property of ON Semiconductor, and the Licensee is authorized to use those materials only 1n5408 diode accordance with the terms and conditions of this Agreement.\n\nThe following Sections of this Agreement shall survive the termination or expiration of this Agreement for any reason: Download it from Adobe.\n\n1N PIV 3A Diode (Pkg of 25)\n\nAvailable in Volume Quantities. Such 1n5408 diode agreement may be a “break-the-seal” or “click-to-accept” license agreement. In that event, “Licensee” herein refers to such company. Licensee agrees that the delivery of riode Software does not constitute a sale and the Software is only licensed.\n\nRelated Posts   ASTM B152 EPUB\n\nThe parties hereto are for all purposes of this Agreement independent contractors, and neither shall hold itself out as having any authority to act as an agent or partner 1n5408 diode the other party, or in any way bind or commit the other party to any obligations.\n\nYou need Adobe Flash Player duode watch this 1n5408 diode. Licensee agrees that it has received a copy of the Content, including Software i. In this Agreement, words importing a singular number only shall include the plural 1n5408 diode vice versa, and section numbers and headings are for convenience of reference only and shall not affect the construction or interpretation hereof.\n\nNothing in this 1n5408 diode shall be construed as creating a joint venture, agency, partnership, trust dkode other similar association of any kind between viode parties hereto. Standard Recovery Rectifier, V, 3.\n\nAny such audit shall not interfere with the ordinary business operations of Licensee and shall be conducted at the expense of ON Semiconductor. At a minimum such license agreement shall safeguard ON 15n408 ownership rights 1n5408 diode the Software.\n\n1N5408 – 1N5408 1000V 3A General Purpose Diode\n\nNotwithstanding any 1n5408 diode to the contrary 1n5408 diode any non-disclosure agreements between the Parties, 1n5408 diode shall treat this Agreement and the Content as ON Semiconductor’s “Confidential Information” including: Except as expressly permitted in this Agreement, Licensee shall not itself and shall restrict Customers from: This 1n5408 diode, including the Exhibits attached hereto, constitutes the entire agreement and understanding between the parties hereto regarding the subject matter hereof and supersedes all other agreements, understandings, promises, representations or discussions, written or oral, between the parties regarding the subject matter hereof.\n\nCathode Indicated by Polarity Band. This Agreement may not be amended except in writing signed by an authorized representative of each of the parties hereto.\n\nVoid-Free Economical Plastic Package. This Agreement may be executed in counterparts, each of which shall be deemed to be an original, and 1n5408 diode together shall constitute one and the same agreement. Failure by either party hereto to enforce any term of this Agreement shall not be held a waiver of such term nor prevent enforcement of such term thereafter, unless and to the extent expressly set forth in a writing signed by the party charged with such waiver.\n\n\nContact Local Sales Office Inventory. Subject to the foregoing, this Agreement shall be binding upon and inure to the benefit of the parties, their successors and assigns. Licensee is and shall be solely responsible and liable for any Modifications and for any Licensee Products, and for testing the Software, Modifications 1n5408 diode Licensee Products, and for testing and implementation of the 1n5408 diode of the 1n5408 diode and Modifications with the Licensee Products.\n\nExcept 1n5408 diode expressly permitted in this Agreement, Licensee shall not use, modify, copy or distribute the Content or Modifications.\n\nYou will receive an email when your request is approved. Low Forward Voltage Drop. Licensee agrees diodd it shall maintain accurate and complete records relating to its activities under Section 2. Upon reasonable advance written notice, ON Semiconductor shall have the right no more frequently than once in any 12 month period during the term of the Agreement, through an independent third party approved by Licensee in writing such approval not 1n55408 be unreasonably withheldto examine and audit such records and Licensee’s compliance with the terms of Section 2.\n\nHowever, during the term of diods Agreement ON Semiconductor 1n5408 diode from diodee in its sole discretion provide such Support to Licensee, and provision of same shall not create nor impose any future obligation on ON Semiconductor to provide any such 1n5408 diode.\n\nLicensee shall not distribute externally or disclose to any Customer or to any third party any reports or statements that directly compare the speed, functionality or other performance results or 1n5408 diode of the Software with any similar third party products without the express prior written consent of 1n5408 diode Semiconductor in each instance; provided, 1n5408 diode, that Licensee may disclose such reports or statements dikde Licensee’s consultants i that have a need to have access to such reports or statements for purposes of 1n5408 diode license grant of 1n5408 diode Agreement, and ii that have entered into a written confidentiality agreement with Licensee no less restrictive than that certain NDA.\n\nHigh Surge Current Capability. Previously Viewed Products Select Product",
        "topic_id":5,
        "format_id":8,
        "topic_confidence":0.9827439189,
        "format_confidence":0.8246933818
    },
    {
        "url":"http:\/\/artisanpower.com\/warranty\/",
        "text":"Artisan Power offers a comprehensive warranty on all our battery products. We guarantee that our batteries will meet or exceed the performance of the original battery specifications on all counts of durability, structure and fit. All of our batteries carry a 12-month, full repair or replacement warranty for any manufacturing defects.\nOur batteries are also guaranteed to maintain 80% of their rated capacity for a period of 12 months from the date of initial invoice under normal use.\n\nWarranty Policy\n\nArtisan Power warrants its products to be free from defects in material and workmanship:\n\n1.     For a period of up to 12 months from the date of initial invoice. Artisan Power will, subject to inspection,\n        repair or replace a defective battery pack with a replacement unit.\n2.     A battery pack containing 80% of original capacity, after 12 months of use is considered normal\n        and is not subject to warranty replacement.\n3.     This warranty is not valid if the lot code or label is removed or if the battery pack has been modified,\n        improperly charged, improperly installed, neglected or misused in any way.\n4.     Warranty returns must be accompanied by a Return Merchandise Authorization (RMA) number.\n        This can be obtained by contacting your Sales Representative our Customer Services Department.\n        Safety Shipping Policy must be in place for all shipments back.\n        Please see RMA form for more detailed instructions.\n\nInternational Warranty Information\n\nWarranty coverage for the majority of items we sell is valid only in the USA. Freight charges to return items for warranty service, as well as the return shipping back to your international location is the responsibility of the purchaser. Items returned for service must state \"returned goods for repair\" on the return air waybill or US import customs duties will apply and will be added to your return shipping bill.",
        "topic_id":5,
        "format_id":8,
        "topic_confidence":0.5310897231,
        "format_confidence":0.7593418956
    },
    {
        "url":"https:\/\/superitsolutions.com.au\/warranty-onsite\/",
        "text":"Thank you for purchasing the Super IT Solutions On-site Warranty. All Super IT Solutions computers are already covered by our standard 3 year part replacement warranty*, but this on-site warranty only covers manufacturer’s faults. It does not cover cleaning, normal wear and tear, damage caused by accident, neglect, misuse, improper installation or operation, acts of God, including but not limited to lightning flood earthquake and fire, power surge without Thor Technologies surge protection, computer viruses or infections, foreign matter entering the product such as liquid, moisture, insects or dirt or any damage caused from service, maintenance, modification or tampering by anyone other than Super IT Solutions’ authorised repairer.**\n\nOperation of the product in excess of the specifications or intended purpose, use on electrical voltages other than shown on the rating plate, or use with the serial number or rate label removed, shall be deemed abuse and all repairs thereafter shall be the sole liability of the customer.\n\nShould your hard drive fail:\nThis Warranty will cover the reinstall of the operating system and system drivers as per licence COA affixed to the system. Note: No user data or software will be recovered, transferred or reinstalled or configured.\n\nSuper IT Solutions trusts that you enjoy your new machine and the peace of mind this warranty provides. Free onsite parking must be made available for your Super IT Solutions technician at time of all job bookings. All other parking which incurs charges will be borne by the customer and included in the final invoice.\n\n* Registration for the Super IT Solutions Warranty is only available within the first 30 days of purchase\n\n** If upon inspection \/testing of your system it is deemed not a manufacturers fault you will be charged for parts and labour. Super IT Solutions will make all reasonable efforts to correct the fault. The customer is responsible for providing safe access to customer’s site and products, and for ensuring that an adult representative is present while service is being performed. An additional charge will be billed to customer for: cleaning, general servicing requests and any products that are found not defective\/faulty.",
        "topic_id":5,
        "format_id":8,
        "topic_confidence":0.6417921185,
        "format_confidence":0.8383524418
    },
    {
        "url":"http:\/\/frostytech.com\/legal.cfm",
        "text":"Heatsink Reviews and Analysis\nTOP 5 Heat Sinks     TOP 5 Low Profile Heat Sinks     TOP 5 Liquid Coolers    \n Reviews + Articless     News     HSF Mfg's Index     Advanced Search    \n\n- Terms and Conditions -\n- Privacy Policy -\n\nUse of this site constitutes your acceptance of these Terms and Conditions which take effect at the time you first access the site. If you do not accept these Terms and Conditions you must not use this site. reserves the right to change these Terms and Conditions at any time by posting changes online and it is your responsibility to refer to these Terms and Conditions on accessing this site. Continued use of this site after such changes to the Terms and Conditions constitutes acceptance of those posted changes. reserves the right to make this site unavailable at any time or to restrict access to parts or all of the site without notice. You acknowledge that all intellectual property rights, including any trade marks or copyright in the content of this site, are owned by or its third party suppliers. Nothing contained herein shall be construed as granting any licence or right to use any of the intellectual property of except as otherwise provided on this site. reserves the right to republish, reproduce, post, display, broadcast, disclose or transmit any and all information submitted to it in email, voice, text, image, print, video, fax, mail or any other format current or future, which it considers in its sole discretion to be of general interest to its readers, and may credit such information to the author, company, website, publication, email address or email headers if otherwise unsigned, in full or in part, in any and all instances unless the information contained in the message or in any attachment is accompanied by a CONFIDENTIALITY NOTICE explicitly stating that the information is intended solely for the use of the individual to whom it is addressed and should not be shared, republished or disclosed. agrees to remove, take down or delete only information it has republished in the original format, upon receipt of written request by the originating author or source which specificially requests such action be undertaken.\n\nMaterial may not be copied, reproduced, republished, downloaded, posted, broadcast or transmitted in any way except for your own personal non-commercial use. You agree to use this site only for lawful purposes and in a manner which does not infringe the rights of, or restrict or inhibit the use of or enjoyment of this site by any third party.\n\nIf you choose to Register with the \"Forums\", you will be asked to enter a username and password as well as other optional information. If you contribute to the \"Forums\" or any other means, which, from time to time are available, you agree not to contribute material that: (i) contains anything which is obscene, libellous, pornographic or otherwise objectionable or illegal; (ii) violates or infringe any statutory, common law, copyright design right or any other intellectual property rights of any other person or entity; (iii) contains material, the publication of which would be in breach of confidence or in contempt of Court; (iv) contains viruses or other similar contaminating or destructive features. is not responsible for material posted by on its Forums and site, however reserves the right to delete or edit such material at its sole discretion and without notice. reserves the right to suspend or terminate your access to this site and\/or Log-in details at its sole discretion and without notice. You agree to indemnify, hold harmless and defend from any and all loss, damage and expense (including legal fees) incurred by on account of any claim or lawsuit arising out of or related to your use of this site or material posted on this site.\n\nYou accept that when you leave this site (whether knowingly or not) can no longer be responsible in any way for any material that you encounter and excludes (to the fullest extent permitted by law) any liability that may arise with respect to or as a result of such material causing any damage, costs, injury or financial loss of any kind. uses reasonable care and skill in providing the content on this site but does not represent or warrant the accuracy, timeliness, completeness or suitability of the content. Some content may contain pricing information, however at no time does act as a vendor, or varify the accuracy of pricing details. disclaims liability for this content.\n\nYour use of this site is at your sole risk. The content is provided \"as is\" and, where permitted by law, makes no warranty of any kind, express or implied, as to the accuracy or completeness of the content, including, but not limited to, implied warranties or merchantability, noninfringement, title or fitness for a particular purpose or use. does not warrant that the content is free of errors, omissions, inaccuracies, viruses or other defects and will not be liable for any claims, losses, including but not limited to direct, indirect, special, economic and consequential loss or damage (including but not limited to loss of profits, loss of revenue or loss of goodwill), whether in contract, negligence or other tortious action arising out of or in connection with the use of this site. does not warrant that this site is free from errors, viruses or bugs or that this site is compatible with all computer systems and browsers, however a minimum screen resolution of 1024x768 and IE5 web browser are recommended. This site includes links to other sites on the world wide web but makes no warranties as to the suitability or accuracy of the content of any of those sites. accepts no liability for any product or service advertised, supplied or otherwise promoted on this site by any third party and also disclaims liability for any downloadable software on this site. does not warrant that any of the goods or services linked to or advertised on this site comply with data protection or other relevant legislation and accepts no liability whatsoever for any claim arising from such goods or services.\n\nAll information on this site is the property of Replication or duplication of the material posted on is strictly forbidden. Some material presented here may cause damage to personal property, or injury, if the procedures outlined are carried out. No warranties are expressed or implied, and cannot be held responsible for any damages which may occur as a result of attempting procedures outline on any portion of this site. Therefore, does not suggest you carry any of the procedures outline herein which contradict manufactures warranties, or intended uses, for specific products the information (article, news, etc) may or may not relate to.\n\nProtecting your privacy is of paramount importance to The Privacy Policies set forth by will be in effect for all web sites serviced by the Rydium Network. You will only be required to provide personal information necessary for the operation of our web site and discussion boards. When we do require that you supply personal or contact information, the purpose and use of that information will be stated. Your personal information will not be sold to outside parties. is part of a large network of related web sites, that is free for its users. As a result, the majority of our revenues are derived from advertising. In order to attract and retain advertisers, demographic data of our users is used to demonstrate to advertisers the value of FrostyTech's user base as an advertising audience. We consider our number one asset to be our users. Therefore, we will never do anything to damage the trust you have placed in us. With that in mind, we only use information that you have voluntarily submitted to us.\n\nAd choices\nWe use third-party companies to serve ads and collect non-personally identifiable information (e.g., the pages you visit, and which links you click, which ads you see and click on, and the categories of search terms you enter) when you visit our web site. These companies may use the information outlined above (which does not include your name, address, email address or telephone number) about your visits to this and other web sites in order to provide advertisements about goods and services of interest to you. These companies often use a cookie or third party web beacon to collect this information. If you would like more information about this practice and to know your choices about not having this information used by these companies, follow this link to the NAI universal user opt-out (\n\nFollow Frostytech on FacebookFrostytech News RSS FeedFollow frostytech on Twitter\n° Got Feedback?\n° Mk.II Test Platform\n° Where To Buy?\n° Manufacturer Index\n° Industry Dir.\n° Cooling Projects\n\nNoctua NH-L9x65 Low Profile Heatsink Review\n\nNoctua NH-D9DXi4-3U LGA2011 Xeon Server\/Workstation Heatsink Review\n\nScythe Fuma SCFM-1000 Heatsink\n\nScythe Ninja 4 SCNH-4000 Heatsink Review\n\nDeepCool Maelstrom 240 Liquid Cooling System Review\n\nDeepCool Gamer Storm Lucifer K2 Heatsink Review\n...More Articles >>\n\nWebsites you may also like:\n\nGoogle Search Frostytech\n\nTime stamped: 1:56PM, 11.13.2018\nIn Case You Missed it...\n°  Core X high-end desktop CPUs\n\n°  Thermaltake Pacific V-RTX 2080 Plus RGB water block\n\n°  Akasa Vegas AR7 Review\n\n°  ADATA XPG Storm M.2 Cooler Review\n\n°  Deepcool Gamerstorm CASTLE 240RGB & CASTLE 280RGB Liquid Cooler\n\n°  Deepcool Gamerstorm Threadripper Cooler-FRYZEN\nSince June 1999\n\nFind a Heatsink \/ RSS Feeds\nLatest Heatsink Reviews\nTop 5 Heatsinks Tested\nNews RSS Feed\nReviews RSS Feed\n\nSocial Media\nPinterest Info\nContact Us \/ Heatsink Submissions\nSubmit News\nSuite 66\n© Copyright 1999-2018 All Rights Reserved. Privacy policy and Terms of Use\nImages © and may not be reproduced without express written permission.\nCurrent students and faculty of accredited Universities may use Frostytech images in research papers and thesis, provided each image is attributed.",
        "topic_id":5,
        "format_id":8,
        "topic_confidence":0.9348126054,
        "format_confidence":0.97967875
    },
    {
        "url":"https:\/\/www.philips.co.za\/c-w\/support-home\/warranty",
        "text":"Philips product warranty\n\nTo check the warranty policy, period and terms for your product, please choose between below categories. \n\nWarranty policy for Personal Care, Mother & Child Care, Household products and Health products\nPersonal care\n\nWarranty policy for Personal Care, Mother & Child Care, Household products and Health products\n\nThe Philips Warranty is set internationally and generally by Philips at Two years which may vary dependent on product category & promotional\/marketing activities from consumer’s date of purchase.\n\n\nSeveral product categories may carry a different within-country warranty period brought about by market dynamics and marketing activities. Therefore, when a consumer is purchasing a product with a longer warranty period, they are in effect getting an extended warranty for this extra period of time within the country of purchase only.\n\n\nThe Philips Warranty is applicable to new product sales and to the end-consumer only in possession of a proof of purchase document. It is not a warranty against stock in trade, demonstration stock, refurbished stock, returns, damage clearance or similar stock. Philips does however honour a limited warranty with respect to dealer stock described in the document herewith below.\n\n\nThis Warranty policy only covers products sold and supplied by Philips South Africa Commercial Pty Ltd.\n\nWarranty Periods:\n\n\nTable A: For Domestic use:\n\nProduct category\nPersonal Care (Male Grooming & Beauty)\n2 Year\nDomestic Appliance (Kitchen Appliance & Garment Care)\n2 Year\nFloor Care Appliance\n2 Year\n\nSaeco \/ Philips (Coffee) *\n\n*Saeco sold before Sep 2016 carry one year and Saeco sold after carry 2 years\n\n2 Year\nTable B: For Domestic use:\nProduct category\nPersonal Care (Male Grooming & Beauty)\n1 Year\nDomestic Appliance (Kitchen Appliance & Garment Care)\n1 Year\nFloor Care Appliance\n1 Year\nSaeco \/ Philips (Coffee)\nNot For Commercial use\nAll the abovementioned periods are covered by both spare parts and labour and are applicable from the end-Consumer’s date of purchase.\nDealer Demo\/Floor Stock\n\nDealer Floor Stock warranty will be accepted where the product has failed within the period as indicated in the above Commercial Use table (Table B).\n\n\nRepairs submitted to ASCs must indicate that they relate to stock units\n\nA copy of the delivery docket or Philips invoice to the retailer for the product must accompany the warranty repair\n\n\nWhere the retailer is unable to provide a copy of the delivery docket or Philips invoice, then the warranty period shall be limited to the date of manufacture (as determined from the serial number) plus the applicable period listed in the Commercial Use table (Table B) above, plus twelve weeks.\n\n\nOutside of this period, if a product fails and has not been sold, it is not classified as a warranty repair and repair cost will be for the retailer’s account. Philips will however honour a Warranty period of 3 months from date of sale for Dealer Floor Stocks sold outside table B.\n\nLack of Proof-of-Purchase\n\n\nIt may arise that products were sold into a commercial environment or for domestic use under certain circumstances such as gifts where the proof of purchase is often difficult to ascertain. In such circumstances, the age of the product from the date of manufacture (as determined from the serial number) will determine warranty eligibility as follows:\n\n\nTable C: For Domestic Use\n\nProduct category\nPeriod of Warranty from Date of Manufacture\nPersonal Care (Male Grooming & Beauty)\n2 years plus 12 weeks*\nDomestic Appliance (Kitchen Appliance & Garment Care)\n2 years plus 12 weeks*\nFloor Care Appliance\n1 year plus 12 weeks*\n\nSaeco \/ Philips (Coffee)\n\n*Saeco sold before Sep 2016 carry one year and Saeco sold after carry 2 years\n\n2 years plus 12 weeks*\nTable D: For Commercial Use\nProduct category\nPeriod of Warranty from Date of Manufacture\nPersonal Care (Male Grooming & Beauty)\n1 year plus 12 weeks*\nDomestic Appliance (Kitchen Appliance & Garment Care)\n1 year plus 12 weeks*\nFloor Care Appliance\n1 year plus 12 weeks*\nSaeco \/ Philips (Coffee)\nNot for Commercial use\n* The extra 12-week pipeline allows for shipping time of the product from factory to purchaser\nWhere there is any doubt as to whether the product is covered by the warranty, please contact Philips Customer Care Centre, who will then advise whether or not the product will be covered. Ensure you have the correct product model & serial number details at hand.\nWarranty Repair Eligibility\n\nTo entitle a successful warranty repair, a consumer must return to the retailer or contact a Philips appointed ASC (Authorised Service Centre) only, and produce:\n\n\n  1. An Invoice or sales docket showing positive proof of purchase\n  2. Complete product\n\n\nNote: In some circumstances the customer may not have a proof of purchase for a legitimate reason e.g. the product was a prize or gift. Where this is the case the age of the set from the date of manufacture will determine eligibility under the warranty as per the table C and D. Failure to supply some of the accessories with the product for repairs may result in a delayed Turn-Around-Time and restrict a successful repair\n\n\nIf you are unsure of the nearest Philips ASC, please contact the Philips Customer Care Centre (0800 212170) or visit the ASC locator on the Philips web-site\n\nThe Philips International warranty which applies to products purchased outside South Africa is for a period as referred to in Table A and B from consumer’s date of purchase.\n\n\nWarranty repairs will be accepted for products purchased by the owner whilst he\/she was abroad, providing the claimant attaches a copy of the sales receipt and stamped warranty card when submitting the product for repair.\n\n\n(The reason for both documents being required is due to the high level of grey imports that occur in some overseas countries)\n\n\nThe International Warranty is not transferable and South Africa’s CPA is not applicable to products purchased abroad.\n\n\nFor the repair claim to be accepted by Philips and in addition to the above, all purchase, product and consumer details must be provided as is standard practice for locally marketed products.\n\n\nAfter sales Service (during and after the Warranty period), is available in all countries where the product is officially distributed by Philips. In countries where Philips does not distribute the product, the local Philips Service organisation may also provide service although there may be a delay if the appropriate spare parts and technical support\/manuals are not readily available.\n\n\nThe sales receipt must clearly indicate the retailer’s name and address, the purchase date and description of the product.\n\n\nExceptions to the International Warranty:\n\n\nSome product categories are country specific and may not carry an international warranty as these are market specifically produced.\n\n\nThe local country’s warranty conditions supersede the International Warranty.\n\nProduct Repair & Returns\nPhilips does not operate Philips-owned service repair centres. Therefore, after-sales repair products must not be returned to Philips South Africa Commercial (Pty) Ltd. Repairs should instead be sent to the nearest Philips appointed ASC only. Product returns require a pre-authorisation issued by Philips before any returns are possible.\n\n\n14 (Business) days credit \/ exchange & CPA obligation\n\n\nThe Retailer may either have a faulty product repaired or may exchange the product for the consumer if faulty within 14 (Business) days of purchase.\n\n\nFor a retail credit claim perspective, the following criterion apply:\n\n\nProduct must be faulty, with original packaging, complete and all its accessories, within 14 (Business) days of purchase (proof must be supplied)\n\n\nPhilips reserves the right to verify and test products including at dealer’s premises prior to credit or replacement\n\n\nProduct must be complete with all its components and \/ or accessories to qualify for full credit\n\n\nShavers and Personal Care will not be exchanged and\/or Credited if used due to hygiene reasons but will follow a repair process instead\n\n\nPhilips will arrange the return\/collection of such faulty goods from the retail stores and for this purpose RAV (Return Authorisation Voucher) reference will be supplied. The RAV reference must be obtained directly from Philips only\n\n\nCredit will only be issued to the retailer if Philips is notified first, RAV reference issued and once Philips and\/or its representatives are in possession of the faulty product\n\nCredit Note must be received by Philips within 20 (business) days from customer replacement\/credit date, failing which, the retail claim to Philips will become stale and will no longer be processed\n\n\nUnless the product is faulty, a 10% handling fee will be levied for all returns with open boxes and\/or broken seals in conformance with the CPA’s 10 (Business) day exchange provision\n\n\nNote: products which are exchanged by the retailer in contravention of the above criteria will not be accepted by Philips for credit\n\n\n15 (Business) days repair turnaround obligation – (RTE, Repair Time Elapse)\n\n\nPhilips Consumer Care via its appointed Authorised Service Centres (ASC), aims at a maximum of 15 (Business) day turn-around-time from ASC receipt date. (Exceptions with specific retail customers may be in place)\n\n\nShould this period be exceeded, Philips will exchange or credit the product upon mutual agreement with Dealer. (Mutual agreement is to cover issued quotes and any warranty exclusions)\n\n\nUnder the CPA, between the period of 11 business days & 6 months (inclusive) from date of purchase, consumers have the choice to have a product repaired, replaced or refunded by the retailer if it does not comply with the provision of section 55 of the CPA. In order to establish and execute consumers’ statutory right, a reasonable period of time is required to establish whether a product falls foul of the implied warranty provision of section 55. Therefore, the standard ASC repair RTE process will be followe... (truncated)",
        "topic_id":5,
        "format_id":8,
        "topic_confidence":0.6045543551,
        "format_confidence":0.6889697313
    },
    {
        "url":"http:\/\/www.superiorrepairservices.com\/Terms-and-Conditions_ep_2-1.html",
        "text":"Terms and Conditions\n\nConditions of use:\n\nWelcome to Superior Repair Services.com. Use of, and purchase from, our website is subject to the following conditions and \"Terms\". If you visit or shop at Superior Repair Services.com, you agree to accept these conditions.\n\n\nRepair Turn Time:\n\nSuperior Repair Services makes every effort to complete repairs as quickly as possible, usually within 2-3 business days, however due to the numerous factors involved in repairing an electronic device, we can not guarantee a turn time on any order.\n\n\nGuarantee of Repair:\n\nSuperior Repair Services makes no guarantee of repair. At Superior Repair Services, we value providing our customers with a cost effective repair solution, unfortunately under certain circumstances this may not be possible. If we determine that your device can not be repaired cost effectively, we will ship your device back to you and refund any unused parts purchased for the repair.\n\n\nPreviously Damaged Condition:\n\nIn many cases Superior Repair Services can not restore a device to a 'previously damaged' condition if a repair attempt is unsuccessful. In addition, Superior Repair Services can not guarantee that a device will return to partial functionality after a repair attempt has been made.\n\n\nRefunds and Part Returns:\n\n30 Day Return Policy: We will gladly refund your money, no questions asked, for any part you purchase from us unless otherwise specified, as long as you return it to us within 30 days of the purchase date, unopened and in excellent condition. Used batteries can not be returned or refunded. Any main electronics board or hard drive that has been installed or opened is not eligible for a refund. Labor and shipping costs are nonrefundable. Refunds are only available to the original purchaser. Damaged or used parts are not eligible for a refund. If you would like to return a product for a refund, send the product and proof of purchase to us and we will mail you a refund check or credit your payment source within 30 days of receipt. All returned parts will be tested before a refund is issued. Refunds are not guaranteed, returned parts must be received in a condition that complies with our parts return policy.\n\n\nSpecial Orders:\n\nWe do not offer refunds\/returns on special orders. Special orders may include; parts that we do not keep in stock, parts that have been discontinued, parts no longer available in the open market, and high quantity orders (over 100 pcs) of one or more stock items specially ordered in a quantity determined by the customer.\n\n\nReturn Repair:\n\nIf you encounter a problem with your device within 30 days of receipt, we will repair or replace the any part(s) purchased from Superior Repair Services at no charge. If another issue is found that we overlooked in the initial repair, there will be no labor charge, however you will have to pay for the part(s) necessary for the repair. If an issue unrelated to our repair is discovered, normal repair rates apply. Note: If there are signs of physical damage or moisture damage, the warranty is void and the repair will be treated as a new order. We do not send valet boxes for return repairs. We will pay the return shipping after the repair is completed.\n\n\nElectronic Communications:\n\nWhen you visit Superior Repair Services.com or send e-mails to us, you are communicating with us electronically. You consent to receive communications from us electronically. We will communicate with you by e-mail or by posting notices on this site. You agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.\n\n\n\nIf you use this site, you are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your account or password. We reserve the right to refuse service, terminate accounts, remove or edit content, or cancel orders at our sole discretion.\n\n\n\nCopyright and Trademark:\n\nUnless otherwise specified, all materials appearing on this site, including the text, site design, logos, graphics, icons, and images, as well as the selection, assembly and arrangement thereof, are the sole property of this Store., Copyright © 2017, ALL RIGHTS RESERVED.  You may use the content of this site only for the purpose of shopping on this site or placing an order on this site and for no other purpose. No materials from this site may be copied, reproduced, modified, republished, uploaded, posted, transmitted, or distributed in any form or by any means without our prior written permission. All rights not expressly granted herein are reserved. Any unauthorized use of the materials appearing on this site may violate copyright, trademark and other applicable laws and could result in criminal or civil penalties.\n\n\nProduct Descriptions:\n\nSuperior Repair Services attempts to be as accurate as possible, however, Superior Repair Services does not warrant that product descriptions or other content of this site are accurate, complete, reliable, current, or error-free. If a product offered by Superior Repair Services is not as described, your sole remedy is to return it in unused condition for a refund.\n\n\n\nLogic Board Issues:\n\nIn many cases, problems with a device's logic board or 'main board' are not immediately apparent and may require the installation of one or more parts before this issue is discovered. Once a repair attempt has been made on a device with a logic board issue, the device may; function just like it did before, function intermittently, or not function at all. This is not due to the repair, but due to the nature of a logic board issue. Sending your device to Superior Repair Services carries this inherent risk.\n\n\n\nBroken Glass:\n\nDevices shipped to Superior Repair Services with broken glass parts (digitizer, screen assembly, back cover, etc.) may be returned without these parts if the repair is refused or unsuccessful. For safety reasons, Superior Repair Services will not ship any device containing parts with broken glass if these parts were removed for repair or have pieces of glass missing. In addition, Superior Repair Services' technicians will not install parts that include broken glass in any device.\n\n\n\nSuperior Repair Services is not liable for any lost data during repair. Please backup your data prior to sending in your device for repair. In some cases it is possible to transfer your data to a new hard drive, please ask a Superior Repair Services representative about this service.\n\n\nAbandonment Policy:\n\nAny device or accessory left at our repair center longer than 60 days without communication will be considered 'abandoned' and will become our property. We make numerous attempts to contact our customers about the status of their orders, however ultimately it is the customer's responsibility to communicate with Superior Repair Services about their order. We usually send a diagnosis report via email within 72hrs of receipt of an device, if you do not receive this email please check the spam folder of your email program or call 1-800-208-6361 for your diagnosis results.",
        "topic_id":5,
        "format_id":8,
        "topic_confidence":0.7650716305,
        "format_confidence":0.9887469411
    }
]