[
    {
        "url":"http:\/\/therangehingham.com\/julie-cummings\/",
        "text":"Julie Cummings\n\nJulie Cummings, the Manager at the Range Bar & Grille, has worked as a member of Will O’Connell’s management team for the past 5 years. Julie is a lifelong resident of Quincy, and growing up near the water has developed her love for the South Shore and all that it represents. Before graduating with a bachelor’s degree in accounting from the University of Massachusetts Dartmouth, she was headed for a career in finance. Shortly after college graduation, an opportunity in the restaurant field presented itself, and she has remained in the food and beverage industry for the last 10 years. Julie possesses the leadership qualities and passion for the restaurant business that is required to provide guests with exceptional experiences each and every time. Julie sees every day as an occasion to meet new people and create unique cocktails, while surrounding herself with a dedicated team filled with knowledgeable kitchen staff, wait staff and management.",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.8356417418,
        "format_confidence":0.9736939669
    },
    {
        "url":"http:\/\/community.kingarthurflour.com\/user\/1836477",
        "text":"Community Member\n\nMara1010's wall\n\nMara1010 has no statuses yet.\n\nMara1010's photos\n\nNo photos yet.\n\nForum topics Mara1010 participated in\n\nNo posts.\n\nMara1010's recipes\n\nNo posts.\n\nMara1010's product ratings\n\n... no product ratings yet ...\n\nMara1010's recipe ratings\n\nGolden Vanilla Cake Rating: 5 Recommend: Y Comments: This is the BEST vanilla cake recipe I have found so far. All my friends rave ab...\nChocolate-Filled Golden Cupcakes Rating: 2 Recommend: N Comments: I usually love the recipes on this website but this one sort of fell flat for me...\nBiscuits Rating: 4 Recommend: N Comments: I was pleasantly surprised by the results as I had no heavy cream available so I...",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.9944130778,
        "format_confidence":0.9827967882
    },
    {
        "url":"https:\/\/greenlightrights.com\/icon\/byron-talbott\/",
        "text":"Byron Talbott\n\nByron Talbott is a classically trained chef who has worked under Chef Thomas Keller and Chef Gordon Ramsay. Funny enough, Byron met his wife Rachel Talbott (also a top YouTube talent) at a cooking class. Using his experience as a chef, Byron delights with gourmet dishes made from ingredients grown on the couple’s farm. The couple has two sons, who no-doubt reap the benefits of eating dad’s great food.\n\nWhere the professional kitchen meets the home cook.\n\nStats that Matter\n\n17Years old when he started his career and attended Los Angeles Mission college and finished the culinary program.\n1.7Million total reach across all social platforms!\n53Percent of his following are ages 18-24\n2009Year in which he was granded a Chef De Partie position and was part of the opening team of Bouchon in Beverly Hills\n2012Byron pursued a self-title culinary YouTube channel where he shares his passion for food; working behind and in front of the camera",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.9698745608,
        "format_confidence":0.872916162
    },
    {
        "url":"http:\/\/recipes.sparkpeople.com\/more-about-me.asp?user=12349157",
        "text":"SparkPeople Advertisers Keep the Site Free\n\nMore About EVINSON12\n\nVisit My SparkPage\nSend Me SparkMail\n\nRecipes I've Shared:\n\nVeggie Divan\n\nThis spin on chicken divan is a great one-meal dinner dish. Even my picky 3 year old likes it! It is cheesy and creamy, but full of veggies!\n\nRecipes I've Rated:\n\nEVINSON12 currently has no rated recipes.\n\nRecipe Collections I've Shared:",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.9961380363,
        "format_confidence":0.9762941003
    },
    {
        "url":"http:\/\/allrecipes.com\/cook\/12021451\/",
        "text":"andria65 Profile - (12021451)\n\ncook's profile\n\n\nHome Town:\nLiving In:\nMember Since: Jan. 2011\nCooking Level: Not Rated\nCooking Interests:\nRecipe Box 3 recipes\n  • Title\n  • Type\n  • Overall Rating\n  • Member Rating\nAbout this Cook\nCraving more information about this cook?\nMake sure visitors to your profile aren't going away hungry.\nShare a little about yourself now!\nRecipe Reviews 1 review\nChef John's Peach Melba\nJust made this for dessert tonight! It's delicious. My very picky kids LOVE it! Chef John is the best! Thanks!!\n\n0 users found this review helpful\nReviewed On: Jul. 8, 2013\n\nIn Season\n\n Quick & Easy Grilling\nQuick & Easy Grilling\n\nEasy weeknight dinners, ready in a flash.\n\nFresh Summer Meals\nFresh Summer Meals\n\nEnjoy the bright days of summer with easy recipes.\n\nSubscribe Today! Only $7.99\nSubscribe Today! Only $7.99\n\nDelicious recipes, party ideas, and helpful cooking tips! Get a year of Allrecipes magazine for just $7.99!\n\nArgentina  |  Australia & New Zealand  |  Brazil  |  Canada  |  China  |  France  |  Germany  |  India  |  Italy  |  Japan  |  Korea  |  Mexico\n\nNetherlands  |  Poland  |  Quebec  |  Russia  |  SE Asia  |  United Kingdom & Ireland  |  United States",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.997821331,
        "format_confidence":0.9823307991
    },
    {
        "url":"http:\/\/www.seriouseats.com\/user\/profile\/Oblivia138",
        "text":"Pistachio Milk With Vanilla and Cardamom\n\nWould this process apply to other nuts? I would like to try a variety of milks!\n\nSlow Cooker Chicken With 40 Cloves of Garlic and Fingerling Potatoes\n\nI make this in my clay cooker all the time (I replace wine with beer). So yum!\n\nThe Food Lab: How to Pick and Cook a Holiday Ham\n\nWow! I didn't think you'd reply considering how old the thread is. Thanks! I was referring to the sous-vide method you touched on above (my mind translated it as \"bag style\") sorry. I apologize if I seem a little obsessed with the clay pot\/slow cooker methods- I'm like a dog with a bone sometimes. My goal was to \"honey bake\" a ham and I found several crock pot recipes that seemed promising and I just wanted to see if you had experimented in that direction.\n\nAsk The Food Lab Anything, Thanksgiving Edition 2013\n\nThoughts about cooking turkey in a clay cooker and\/or ham in a crock pot. Pros\/Cons?\n\nThe Food Lab: How to Pick and Cook a Holiday Ham\n\nI know I'm a few years late to the party, but in researching a good recipe for our Thanksgiving ham I wanted to see what YOU had to say before deciding on how to cook it.\n\nI find it interesting that in your ham recipes you use a bag method to keep the juices in as opposed to a crock pot\/slow cooker or even a clay cooker. Any reason for this?\n\nOpen Thread: What Do You Want to Know this Thanksgiving?\n\nEarlier this year I purchased a Romertopf clay cooker and ever since it's been used on a weekly basis for delicious, juicy chicken. I'm not a big fan of turkey (it dries out SO fast) but with the inlaws coming for a visit I was considering making turkey in the clay cooker.\n\nMy problem? Crispy skin. The meat turns out tender and fall off the bone juicy, but I can't get the right skin crispiness. Taking the top off to brown the skin too long will dry out the breasts and not long enough will not crisp the skin.\n\nSpicy Tomato Corn Bread\n\nDumb question, do you dice the tomatoes or throw them in whole?\n\nTurmeric Chicken with Sumac and Lime from 'The New Persian Kitchen'\n\nCan you substitute the water for white wine perhaps?\n\nOblivia hasn't written a post yet.\n\nOblivia hasn't favorited a post yet.",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.9972726703,
        "format_confidence":0.599190712
    },
    {
        "url":"http:\/\/www.chow.com\/profile\/1152358\/posts",
        "text":"chickenlover22's Profile\n\nTitle Last Reply\n\nHelp me Chicken Lovers - Need something Cheap\n\nAny ideas for places that offer cheap chicken sandwiches or anything chicken related that I can eat on the run! Have about 2 bucks to spend at most these days, so keep it simpe for me.\n\nFeb 26, 2010\nchickenlover22 in General Topics",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.9942058921,
        "format_confidence":0.9174965024
    },
    {
        "url":"https:\/\/theagregariousgourmet.wordpress.com\/",
        "text":"Meet Thea\n\n\nI’m Thea. I’m a baker. I guess you figured that much out by now.\n\nI’m a self-taught, Nan, aunt, and mom taught, why not, and let’s try this and see how it goes taught kind of baking girl.\n\nBaking my very first cake at age ten, baking is definitely in my blood.\n\nIn our house the kitchen was the center and the heart of our home. Everyone always gathered around the table in mom’s kitchen, for conversation, for laughter and for good eats! My mother seemed to live in the kitchen, constantly baking, cooking, cleaning up. My brother Jeff used to tease her that he would keep her chained to the oven for a never-ending supply of her famous butter tarts! Dad had kitchen duty Friday nights. My four siblings and me always looked forward to pancake night! Dad would make thin Bavarian pancakes, something somewhere between a pancake and a crepe. They would be smeared with jam or sprinkled with cinnamon sugar or mom liked hers just buttered and rolled up. We grew up to the music of pots and pans clanging, eggs being cracked open and flying flour.\n\nWhen I’m not baking or cooking I am thinking about baking or cooking. I read cookbooks like other people read novels. I love taking pictures of my creations or masterpieces as I like to refer to them sometimes. I wish someone would invent internet smell-a-bility and yes, I totally just made that word up 😉\n\nI live in Ontario, Canada.\n\n7 Responses to “Meet Thea”\n\n  1. Maggie May 10, 2013 at 8:08 am #\n\n    You go Girl……..\n\n  2. Deb May 13, 2013 at 1:31 pm #\n\n    I made the German Pancakes…what a real treat. My husband loved them. Something I will make again.\n\n  3. Samira May 14, 2013 at 3:04 pm #\n\n    Love it! =)\n\n    • Thea's Kitchen May 17, 2013 at 9:33 pm #\n\n      I am glad you are enjoying my sight and hope that you will come back and visit often 😉 Please let me know if you try any of the recipes and how they turned out for you. Thanks for visiting me.\n\n  4. Nimita September 17, 2015 at 9:12 pm #\n\n    Awesome!!! Can’t wait to check out your recipes!\n\n  5. Ehsan September 20, 2015 at 12:19 pm #\n\n    Congratulation dear Thea.. I will learn many things from you..\n\n  6. Cesar Hinojosa February 10, 2017 at 12:11 pm #\n\n    Would love to sample your treats!\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.9736456871,
        "format_confidence":0.9611251354
    },
    {
        "url":"http:\/\/www.katyconfidential.com\/2011\/08\/black-walnut-cafe\/",
        "text":"Article written by\n\nLaura Victores Wyman is a mom balancing a busy schedule and enjoying life in Katy, Texas! Katy Confidential is where she writes about her discoveries around town and the day-to-day of life with her family. Laura has a very supportive husband, Jonathan, a daughter, Carina, who was born in July 2010, and a son, Nathan, who was born in November 2013. In addition to being a wife, mommy, and blogger, Laura is a JD graduate of the University of Houston Law Center. During her small amount of free time, she enjoys reading, writing, sewing, scrapbooking, and cooking.\n\n3 Responses\n\n  1. Cymantha bays\n    Cymantha bays at | | Reply\n\n    Hello, I am a cashier for Black Walnut Cafe in cinco ranch, and I just wanted to say how pleased I am you enjoyed yourself so much. We genuinely care about each and every guest we welcome, and it means a lot to receive such a nice review in return! Please come back and see us soon! 🙂\n\n  2. Michelle\n    Michelle at | | Reply\n\n    hey I just read your website and I wanna thank you for the awesome reviews! Please keep up the good work guys!\n\nPlease comment with your real name using good manners.\n\nLeave a Reply",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.8243508339,
        "format_confidence":0.6253486276
    },
    {
        "url":"http:\/\/www.savskitchen.com\/p\/hi-i-am-saveen-there-are-two-kind-of.html",
        "text":"I am Saveen\n\nThere are two kind of people, one who Eat To Live and other who Live To Eat. I belong to the second category.\n\nFor me good food is as important as breathing. I need at least one dish in a day which makes me happy, otherwise I am not too fussy ;)\n\nGood food resembles good living. It is one of the best ways to pleasure your senses.\n\nI used to love cooking but over the past few years I could not devote time towards it since was mostly occupied with work. But now cooking is my new Love :)\n\nHonestly I don't like cooking on a daily basis like a routine cause I shrug routine and monotony. For me cooking is more like an art, where you completely soak yourself in the rich aromas of spices and flavors. It is one of the best ways to de-stress yourself and is very therapeutic. What can be more fun when you create and relish something yummy!!! After all good food is the best remedy for a lot of things! When your happy, celebrate with good food. When your sad, cheer up with good food.\n\nKindly note I am a vegetarian and a teetotaler so the recipes posted on this site will be vegetarian too. But then there are countless ways of cooking up the veggies cause Innovation has no Limitation :)\n\nSo come join me and be a part of this yummy journey.\n\nI hope you relish the experience and please drop in your feedback too for any suggestions or queries - \nEmail me at savskitchen@gmail.com\n\nYou can also connect with me via - Twitter, Facebook, Pinterest And Google +\n\nTwitter - savskitchen\n\nFacebook - https:\/\/www.facebook.com\/savskitchen7\n\nInstagram - savskitchen\n\nPinterest - savskitchen\n\nGoogle + - https:\/\/plus.google.com\/101056641109998045826\n\nSavskitchen Grams",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.9952869415,
        "format_confidence":0.9035625458
    },
    {
        "url":"https:\/\/cakesdecor.com\/CakesbySasi",
        "text":"Mar 2013 3,550 Sydney, Australia\n\nCrazy about cakes and all kinds of sugar works. Self taught cake artist wannabe.Doing it as a hobby for family and friends for now and enjoying all the new skills I am learning along the way and toying with the idea of starting a business.\n\nI am very eager to contribute and learn new skills from all the experts in this wonderful cake community.\n\n-- Sasi, Sydney Australia,,\n\n\n\nAs a newbie on CakesDecor and to the cake decorating world, I am really overwhelmed with all the wonderful , beautiful cakes, that have been published here. I will be very happy if I could gain half the skills that you all have.\n\nThank you in advance for all the help and titbits I hope to pick up :-) and hopefully I will be also of help to someone too.\n\n\nThis was the very first cake that opened up my eyes to the lovely world of cake decorating:\n\nGulnaz Mitchell\n\nHi, Sasi! My name is Gulnaz. So sorry to hear about it! I know how it feels. I had similar condition on my left hand ( luckily I avoided operation), took me a half a year to recover, wearing special bandages every day, avoiding gym was hardest task ( I wasn’t into cake decoration back then). I wish you quick recovery, all the best! Just keep easy and rest your hands!xoxo\n\n\nAww.. Gulnaz, That’s so sweet of you to stop by and share you experience too and giving me hope :-)Thank you so very much. Have a lovely day\n\nGulnaz Mitchell\n\nO, lovely Sasi! Just want to thank you for stopping by and leaving kind message on my profile page! Merry Christmas and Happy New year! All the best for you and your lovely family, Sasi!\n\n\nlove your work and your flying carpet tutorial is just awesome.\n\n\nThank you so much for stopping by and Happy belated New year to you too Gulnaz . Sorry Just saw your message\n\n\nThank you so much Cake Rage for the lovely message :-)\n\nSweet Foxylicious\n\nHi new follow from me, pop by some time and say hi! x\n\n\nThank you so much for stopping by ZOE\n\nNot Your Ordinary Cakes\n\nhi there new fan and follower\n\nKosmic Custom Cakes\n\nWaving hello all the way from Texas – I just LOVE your cakes!! Now following and I can’t wait to see more!\n\nBlossom Dream Cakes - Angela Morris\n\nHi there! LOVE your work, beautiful amazing creations!! New follow xx\n\n\nHi Jessica, Kristy and Angela Thank you so much for dropping by and the lovely comments :-)\n\n\nHi Sasi — thank you so much for your follow — all your cakes are amazing — following you back to see more!!",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.9106203318,
        "format_confidence":0.8489405513
    },
    {
        "url":"https:\/\/www.seriouseats.com\/max-falkowitz-5118901",
        "text":"Max Falkowitz\n\nMax Falkowitz used to work here. These days, he’s a food and travel writer for The New York Times, Saveur, Food & Wine, New York magazine’s Grub Street, GQ, and elsewhere. He’s also the coauthor of The Dumpling Galaxy Cookbook with Helen You.\n\nAbout Serious Eats\n\nSerious Eats, a Dotdash brand, is an award-winning food and drink website visited by over 7 million hungry readers every month. Our audience comes to us for rigorously tested recipes, science-driven cooking techniques, robust equipment reviews, and stories that offer cultural and historical context to the foods we love to eat.\n\nDotdash is among the largest and fastest growing publishers online, and has won over 50 awards in the last year alone, including Digiday's 2020 Publisher of the Year. Dotdash brands include Verywell, Investopedia, The Balance, The Spruce, Simply Recipes, Serious Eats, Byrdie, Brides, MyDomaine, Lifewire, TripSavvy,, and TreeHugger.\n\nRead More from Max Falkowitz",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.9931515455,
        "format_confidence":0.977380991
    },
    {
        "url":"http:\/\/heneedsfood.com\/about\/",
        "text":"My partner just returned from a 15-month journey around the world – doing what we love and enjoying being free from our regular routines in Sydney, Australia.\n\nJoin me on Instagram or subscribe to the blog to get updates on what we saw, tasted and simply had to share with you all. I’ll even be throwing in the occasional recipe from the countries we visited.\n\n\n\nHeneedsfood showcases the ramblings of a hungry Sydney urbanite that loves his cheap eats, fine dining and anything else between.\n\nI’m a first generation Australian born to Croatian parents that migrated from what was then Yugoslavia to Oz in the late 1960s. The youngest of two other siblings that grew up in the 70s on a multicultural suburban block in a home with humble food at its heart. I’ve called Dapto, Ipswich, Warwick, Toowoomba and Brisbane home and ever since taking a chefs job in Darlinghurst, Sydney in 1993, it has been my home ever since.\n\nI may have thrown in my chefs apron well over a decade ago, but my food passion is as strong as ever. Heneedsfood is where I share my visits to markets, where I share recipes and also where I document my travels around Australia and the world.\n\nPhilosophy, sharing, work & sponsorship\n\nAll images and words on this site are my own and use of my content without my permission is strictly prohibited. Should you wish to share an excerpt or image on a website, permission is required before doing so. If approved, links directly back to the source with full and clear credit given to me:  John Bek and heneedsfood.com\n\nIf images are needed for personal, promotional or marketing situations, they are available for purchase and will be provided once full payment is made.\n\nShould a post be sponsored (i.e. restaurant, tour company etc) or an invitation, anything written about it is my honest account of the experience and in no way are my words influenced by the organisation.\n\nPlease note, I no longer do sponsored posts, but should it relate to travel, feel free to contact me anyway.\n\nBranded products featured in recipes have been supplied by the organisation in exchange of being used and shown in the posts. Credit is always given in such instances.\n\nIf you would like to work with me, don’t hesitate to make contact.\n\n  • Travel writing, photography or sponsorship\n  • Recipe development\n\nPlease note – I don’t accept guest posts, do product reviews or publish press releases on heneedsfood.com\n\nFeel free to contact John at heneedsfood[at]gmail[dot]com for any queries.\n\n\nWondering what camera I use? I use a Nikon D7000 as well as a D3200. Lenses – 50mm 1:1.4, 35mm 1:8 and 18-55mm 1:3.5-5.6\n\nAll recipe post photos are shot in natural light.\n\nAll content © 2009-2018 heneedsfood.com\n\nReal Time Analytics",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.9383086562,
        "format_confidence":0.9905001521
    },
    {
        "url":"http:\/\/my.foodnetwork.com\/community\/terrisuekrogh_2693548\/style.esi?userid=2693548",
        "text":"My Profile\n\n\nIthaca, New York\n\nMember since May 2005\n\nFlag This ProfileFlag as Inappropriate\n\nReviewed Mexican Rice Pudding (Arroz Con Leche)\n\nDec 15, 2013 on\n\nDelicious. Take a minute to watch the video. Is easy enough to discard the starchy cooking water and add rice back along with other ingredients. I think you just have to feel your way at the end to know how much longer to cook.\n\nNot what you're looking for? Try:",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.99781394,
        "format_confidence":0.9699732661
    },
    {
        "url":"http:\/\/mandyliciouscakes.blogspot.com\/2011\/07\/raspberry-flavour-pink-ruffle-cake.html",
        "text":"About Me\n\nPERTH, WA, Australia\nWelcome to my hobby of making scrumptious tasting cakes freshly homebaked from excellent recipes and quality ingredients. My hobby began in May 2009...I created my first cake for my grandsons first birthday after much frustration of trying to find a quality birthday cake in the shops. I was bitten by the bug and I am still creating cakes. I have professional qualifications and a successful career but nothing in cake decorating....I have a lot to learn!\n\nMonday, July 18, 2011",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.9614503384,
        "format_confidence":0.9763545394
    },
    {
        "url":"https:\/\/www.ethicoco.com\/aboutus.asp",
        "text":"The story so far\n\nThey say that necessity is the mother of creation and in the case of Ethicoco, it was. Well, the father…\n\nEthicoco was born out of dissatisfaction. My daughter suffers with nut and dairy allergies. Since she was a tiny baby, I have cooked from scratch, creating meals that suit her needs and are prepared with love. But when it came to Easter and Christmas it was all too easy to become disillusioned with the lack of high (or even medium!) quality chocolate and sweets available for her.\n\nSo one Easter, I decided to create my own. Nothing fancy, just some melted down dark chocolate, into a cheap egg mould and decorated hideously with sweeties. Artistically talented I am not, however this first step set me down the long road of discovering how chocolate is made and the fascinating ways I could do it myself from home.\n\nLike many hobbyists, I was more than happy pottering about in my kitchen, combining ingredients and searching for those perfect flavours that other dairy free chocolates flatly failed to deliver on. No doubt about it, my ego told me I could do better than what was on the market, but I never expected to make it my livelihood. Then came unemployment. For a whole year I was out of work, and that steady spiral down of self esteem; wondering what on earth I could do to support myself and my child.\n\nSo out of necessity, after finally getting tired of weekly job rejections, in 2014, came Ethicoco.\n\nThe Politics\n\nIt’s all in the name.\n\nEthicoco strives to be ethical. Nothing is perfect, but I think carefully about where I source our base ingredients and only buy from ethical traders that guarantee no child slavery and offer decent prices for their growers. GM free, no chemical nasties and 100% recyclable packaging.\n\nI am creating chocolate for my daughter, why would I want other children or the environment to suffer for her enjoyment?\n\nI want my daughter to be proud of what we have achieved together. Just our little team of two.",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.727298975,
        "format_confidence":0.6502638459
    },
    {
        "url":"http:\/\/foodtube.net\/profiles\/profile\/show?id=Emilio",
        "text":"• Blog Posts\n  • Videos\n\nEmilio's Friends\n\n  • ABC Gluten-free\n\nEmilio's FoodTube®\n\nProfile Information\n\nWhere I Live:\nNew York\nMy Website:\n\nComment Wall (1 comment)\n\nYou need to be a member of FoodTube® to add comments!\n\nJoin FoodTube®\n\n\n\nFoodTube Host Tianna Marie\n\nWhiskies Of The World\n\nTry Giant Pong Basketball\n\n© 2018   Created by FoodTube®.   Powered by\n\nBadges  |  Report an Issue  |  Terms of Service",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.8297565579,
        "format_confidence":0.9859539866
    },
    {
        "url":"http:\/\/my.foodnetwork.com\/community\/nicbrownpet\/style.esi?userid=43632123",
        "text":"My Profile\n\n\nMember since May 2012\n\nFlag This ProfileFlag as Inappropriate\n\nReviewed Watermelon Salad with Mint Leaves\n\nMay 12, 2012 in Food Network Community Toolbox on\n\nOne word - yummy! This recipe has everything going for it. My friends were impressed and couldn't get enough! It's sweet, salty, crunchy, smooth, refreshing, and interesting! I'm a big fan. A real crowd-pleaser. \"\n\nNot what you're looking for? Try:",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.9976365566,
        "format_confidence":0.8510072827
    },
    {
        "url":"http:\/\/sknfoundation.org\/team\/kamal-arora\/",
        "text":"Kamal grew up in Delhi in a huge joint family where food was always the focus of things. It was like the language of his family; the bonding factor. His roots in the food business took place at home where he realized the importance of the right mix and quality of ingredients to make mouthwatering dishes. From his grandparents he also picked up on nutrition and healing value of foods and Indian spices.\n\nKamal has always wanted to show the world the royalty of Indian cuisine. His debut into the catering and fast food business was through Moghul Express and Moghul Catering as a partner. Shortly, Kamal bought over the Moghul Catering brand and business, and has grown it many folds. He started the famous fast food and Indian sweets (Mithai) business, Mithaas, in Nov 2006 and has grown it to 4 locations in New Jersey. Urban Spice, the Indian fine dining restaurant threw open its doors shortly after Mithaas. He then got interested in a concept that explores the Indian cuisine beyond its traditional boundaries and caters to a more mainstream American palette. Papa Pancho, a pizza restaurant serving brick oven Italina pizzas with Indian ingredients and toppings opened in fall of 2013. Aarzu is Arora Hospitality’s latest venture. Located in Historic Downtown Freehold, Aarzu Modern Indian Bistro provides an exceptional upscale dining experience. When he is not working, Kamal likes to go trekking, eat out and try new recipes.",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.9228941202,
        "format_confidence":0.9858310819
    },
    {
        "url":"http:\/\/www.thechocolatelife.com\/profile\/Shamsina",
        "text":"The Chocolate Life\n\nDiscover Chocolate and Live La Vida Cocoa!\n\n  • Blog Posts\n  • Discussions (2)\n  • Events\n  • Groups\n  • Photos\n  • Photo Albums\n  • Videos!\n\nShamsina's Friends\n\n  • antonino allegra\n\nShamsina's Discussions\n\nLooking for manufacturer\n\nStarted this discussion. Last reply by Shamsina Aug 27, 2012. 1 Reply\n\nHello,We have few shops for chocolates in Bulgaria(Eastern Europe).We would like to expand our business. We are looking for a Chocolate Bar manufacturer to produce chocolate squares for us.Can anyone…Continue\n\n\nShamsina's Page\n\nProfile Information\n\nDark, Milk, White?\nMost memorable chocolate experience:\nBox of 5 kg chocolate for one of my birthdays\nMy favorite chocolate is:\n\nComment Wall\n\nYou need to be a member of The Chocolate Life to add comments!\n\nJoin The Chocolate Life\n\n  • No comments yet!\n\nMember Marketplace\n\nPromote TheChocolateLife\n\nBookmark and Share\n\nFollow Clay on:\nTwitter :: @DiscoverChoc\nF'Book :: TheChocolateLife\nF'Book Group :: LaVidaCocoa :: @DiscoverChoc\n\n\n\n© 2014   Created by Clay Gordon.\n\nBadges  |  Report an Issue  |  Terms of Service",
        "topic_id":10,
        "format_id":14,
        "topic_confidence":0.9865579009,
        "format_confidence":0.986137569
    }
]