[
    {
        "url":"http:\/\/dev.finalfantasyunion.com\/news\/3228\/world-of-final-fantasy-release-date-announced\/",
        "text":"News \/ World Of Final Fantasy\n\nWorld of Final Fantasy Release Date Announced!\n\nWorld of Final Fantasy Release Date Announced!\n\nWritten by Darryl — 07 Jun 2016\n\nFantastic news everyone, ahead of E3 2016, the World of Final Fantasy release date has been announced and it's not that long to wait.\n\nAs revealed by the recent trailer, World of Final Fantasy will release week commencing the 24th of October, 2016. However, there are slightly different dates depending on your region.\n\nThe dates aren't vastly different, but it won't be a simultaneous release like Final Fantasy XV. Instead, it's more of a traditional schedule, with the North American release on the Tuesday, and the European on the Friday.\n\n- North America: 25th October, 2016\n- Japan: 27th October, 2016\n- Europe: 28th October, 2016. (PRE-ORDER HERE)\n\nIf you haven't done so already, you will want to check out the new trailer for World of Final Fantasy. It's almost three minutes long and features plenty of recognisable Final Fantasy characters from a wide range of games.\n\nDarryl was playing Final Fantasy before he was even born - quite a feat! Often very opinionated on the Final Fantasy franchise, you will often find him musing about small details. Feel free to follow him on Twitter.\n\nBe Social With Us!",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.9942848086,
        "format_confidence":0.6087497473
    },
    {
        "url":"https:\/\/www.easports.com\/fifa\/news\/2013\/fifa-14-spanish-club-partnerships-na",
        "text":"\nElectronic Arts SportsThe EA Sports logo\n\nFour La Liga Clubs Partner with EA SPORTS & FIFA 14\n\nPosted August 6th at 12:00am.\n\nEA SPORTS continues to work with the best clubs in the world. Today, La Liga clubs Real Madrid, Atlético Madrid, Real Betis, and Sevilla FC join FC Barcelona and Valencia CF as FIFA 14 partner clubs.\n\n “We are delighted to collaborate with six of the most important clubs in our league which are also going to play in European competition this season,” says Yeray Romera, Senior Product Manager of EA SPORTS in Spain. “The fans of FIFA 14 and these clubs will undoubtedly be the main beneficiaries of these agreements over the coming years.”\n\nEA SPORTS  used 360-degree 3D head scan technology to capture realistic models of Atlético Madrid stars, such as David Villa, Thibaut Courtois, Adrián López, and Gabi. EA SPORTS will also host “Pro Footballer” FIFA 14 tournaments for the featured clubs throughout the season to help decide which player is the best at FIFA 14.\n\nSpanish fans of the La Liga partner clubs can pre-order* a special edition of FIFA 14 on Xbox 360 and PlayStation 3 which contains a club-themed steelbook cover, 24 FIFA Ultimate Team Gold Packs, and tons of content within the EA SPORTS FOOTBALL CLUB.\n\nFIFA 14 will be available on the 26th of September in Spain (Sept 24th in North America and Sept 27th in the UK) on Xbox 360, PlayStation 3, PC, Wii, 3DS**, PlayStation Vita, PlayStation 2, and PSP.\n\nJoin the EA SPORTS FIFA community on Facebook and follow us on Twitter. For additional information about FIFA 14 visit www.easports.com\/fifa.\n\n*Offer restrictions apply. Please see www.easports.com\/es\/fifa for details.\n\n**Not all features available on all gaming platforms.",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.9921670556,
        "format_confidence":0.9504402876
    },
    {
        "url":"https:\/\/prmac.com\/release-id-82230.htm",
        "text":"Free Yourself - Use your face to become the star of a new Puzzle Game\n\nin Games (E)\n\n[] London, United Kingdom - Fire Tap Games is pleased to announce its upcoming debut game, Free Yourself, soon to be released for iOS and Android platforms. Free Yourself is a 2D, physics-based puzzle game set in a colourful universe of crazy robots who have captured the player. The most unique feature of Free Yourself is the ability for gamers to use a camera to capture their own face and truly become the star of the game.\n\n\"Something special happens when controlling an avatar that looks just like you,\" said Mel Georgiou, co-designer and programmer of Fire Tap Games. \"We've found that If the main character literally has your own face, it gives you that extra motivation to want to solve puzzles and free yourself!!\"\n\nFree Yourself has a simple premise; robots have taken the player captive and they must find a way to get free. Players will toggle switches, cause explosions, move platforms, teleport through portals and even flip gravity upside down in order to outsmart those pesky Bots. Gamers will have their minds challenged over 3 worlds and 72 exciting, brain teasing puzzles.\n\n\"We designed the visuals to be fun, eye catching and exciting\", said Simon Duong, lead artist of Free Yourself. \"At the same time, we wanted players to really have to use their minds to figure out some of these puzzles!\"\n\nThe game will be ad-supported and require an internet connection. An optional IAP for the iOS version to remove ads and play offline will also be available. Free Yourself will be free to download on the App Store, Google Play and Amazon App Store on December 6th, 2017.\n\nFire Tap Games is a division of Hell Tap Entertainment LTD, a small but ambitious indie studio dedicated to pushing the boundaries of what mobile gaming can achieve. All Material and Software (C) Copyright 2017 Hell Tap Entertainment LTD. All Rights Reserved. Apple, the Apple logo, iPhone, iPod and iPad are registered trademarks of Apple Inc. in the U.S. and\/or other countries. Other trademarks and registered trademarks may be the property of their respective owners.\n\n\nFacebook Profile: View\nTwitter: View\n\nFree Yourself - Use your face to become the star of a new Puzzle Game Image\nPrint this page | PDF | TXT | Read other releases by this member.\nGames | Puzzle | Gravity | Robots | Arcade | Animated | Camera | Animated | Worlds | Action | iOS",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.9961135387,
        "format_confidence":0.9711904526
    },
    {
        "url":"http:\/\/events.ea.com\/news\/erin-andrews-ncaa-football-10",
        "text":"The Beat\n\nPOSTED BY slaperre ON Jun 29, 2009\n\nErin Andrews Hosts NCAA Football 10’s “Road to Glory”\n\nJune 29, 2009 - Television sports reporter Erin Andrews will be featured as the host of Road to Glory, a new mode in NCAA Football 10 for Xbox 360 and PS3.  Road to Glory is a broadcast-style video presentation in which Andrews and Kirk Herbstreit chronicle your career as a college student athlete.\n\nThe new Road to Glory mode allows you to choose a position, embark on a college career and then reflect on your greatest moments through video presentations presented by Andrews.  For the first time ever, your actual in-game highlights will be featured in these broadcast-style presentations.  Plus, an all-new, completely redesigned 3-D dorm room prominently displays triumphant moments through photos, trophies, NCAA Football news and more.  New online leaderboards allow you to compare your legend versus every other legend across the nation.  The comparison of each position can be sorted by everyone who is playing that particular position with the same team, the same conference or can be compared across all NCAA teams.\n\nIn addition to hosting Road to Glory, Andrews is also featured as a sideline reporter in NCAA Football 10.  Andrews is the newest addition to the NCAA Football 10 broadcast team, joining Kirk Herbstreit, Brad Nessler and Lee Corso in a game that envelopes the excitement and pageantry of college football at its best.  Including Andrews as part of the NCAA Football 10 broadcast team complements the franchise commitment to offer the most authentic college football experience available on any gaming platform.  Andrews has served as a sideline reporter for ESPN's College Football Saturdays since 2004.\n\nDeveloped in Orlando, Florida by EA Tiburon, NCAA Football 10 will be available in stores on July 14th for the Xbox 360 video game and entertainment system, the PlayStation2 and PLAYSTATION3 computer entertainment systems and the PSP (PlayStationPortable).  NCAA Football 10 has been rated \"E\" for everyone by the ESRB.\n\nFor more information, please visit the official NCAA Football 10 game site.\n\n  • NCAA Football 10 NCAA Football 10\n\n    Visit the official NCAA Football 10 website to learn more about the game.",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.978189528,
        "format_confidence":0.9246234894
    },
    {
        "url":"http:\/\/www.mcvuk.com\/press-releases\/read\/activision-publishing-s-upcoming-cabela-rsquo-s-outdoor-adventures-offers-outdoor-enthusiasts-realistic-big-game-hunting-fishing\/078169",
        "text":"MINNEAPOLIS, MN– JULY 28, 2009– Activision, Inc. (Nasdaq: ATVI) announced today that Cabela’s Outdoor Adventures will be released this fall on the Xbox 360® video game and entertainment system from Microsoft, PlayStation®2 and PLAYSTATION®3 computer entertainment systems, Wii™, and PC. Cabela’s Outdoor Adventures offers outdoor enthusiasts a simulation-style, seamlessly integrated experience that includes big game hunting, fishing and bird shooting.\n\n“Never before has a Cabela's game had so much variety,” said David Oxford, Activision Publishing.“We went back to the drawing board with the folks at Cabela's and listened closely to the serious enthusiasts of each of these disciplines to make sure Cabela’s Outdoor Adventures is the most complete game ever for sportsmen.”\n\nCabela’s Outdoor Adventures features North America’s top outdoor destinations, over 50 hunting and fishing adventures and intensive use of gear and tactics, such as animal calls and stealth skills. Emphasis is placed on moments that are instinctively associated with hunting and fishing, like stalking the animals, squeezing the trigger, hooking a fish or snap-shooting a flushed bird, all while respecting real life hunting rules and regulations. Players can also upgrade their hunting gear with authentically branded real life equipment.\n\n“I commend Activision for their commitment to simulating the outdoor sports in a challenging, fun and exciting format,” said Bryan Stave of Cabela's.“Cabela’s Outdoor Adventures gives real enthusiasts their fix when they can’t be in a forest or on a lake.”\n\nBrand new to the franchise is an all-new shooting system known as VITALS (Visually Integrated Targeting and Lock-on System) that allows the player to focus on delivering an accurate shot to the prey’s vitals, while also creating a closer and more personal view of the animals as they react realistically to being hunted. Even better, you can create your trophy buck - customize your deer’s rack, body and color. For the new players, the game offers integrated tutorials and guided hunts.\n\nFor more information visit\n\n\nCabela’s Incorporated, headquartered in Sidney, Nebraska, is a leading specialty retailer, and the world’s largest direct marketer, of hunting, fishing, camping and related outdoor merchandise. Since the Company’s founding in 1961, Cabela’s has grown to become one of the most well-known outdoor recreation brands in the world, and has long been recognized as the World’s Foremost Outfitter. Through Cabela’s growing number of retail stores and its well-established direct business, it offers a wide and distinctive selection of high-quality outdoor products at competitive prices while providing superior customer service. Cabela’s also issues the Cabela’s CLUB Visa credit card, which serves as its primary customer loyalty rewards program. Cabela’s stock trades on the New York Stock Exchange under the symbol“CAB.”\n\nAbout Activision Publishing\n\nHeadquartered in Santa Monica, California, Activision Publishing, Inc. is a leading worldwide developer, publisher and distributor of interactive entertainment and leisure products.\n\nActivision Publishing maintains operations in the U.S., Canada, the United Kingdom, France, Germany, Ireland, Italy, Sweden, Spain, Norway, Denmark, the Netherlands, Australia, Russia, Japan, South Korea, China and the region of Taiwan. More information about Activision and its products can be found on the company’s website,\n\nCautionary Note Regarding Forward-looking Statements: Information in this press release that involves Activision Publishing’s expectations, plans, intentions or strategies regarding the future are forward-looking statements that are not facts and involve a number of risks and uncertainties. Activision Publishing generally uses words such as“outlook,”“will,”“could,”“would,”“might,”“remains,”“to be,”“plans,”“believes,”“may,”“expects,”“intends,”“anticipates,”“estimate,” future,”“plan,”“positioned,”“potential,”“project,”“remain,”“scheduled,”“set to,”“subject to,”“upcoming” and similar expressions to identify forward-looking statements. Factors that could cause Activision Publishing’s actual future results to differ materially from those expressed in the forward-looking statements set forth in this release include, but are not limited to, sales levels of Activision Publishing’s titles, shifts in consumer spending trends, the impact of the current macroeconomic environment, the seasonal and cyclical nature of the interactive game market, Activision Publishing’s ability to predict consumer preferences among competing hardware platforms (including next-generation hardware), declines in software pricing, product returns and price protection, product delays, retail acceptance of Activision Publishing’s products, adoption rate and availability of new hardware and related software, industry competition, rapid changes in technology and industry standards, protection of proprietary rights, litigation against Activision Publishing, maintenance of relationships with key personnel, customers, vendors, licensees, licensors and third-party developers, counterparty risks relating to customers, licensees, licensors and manufacturers, domestic and international economic, financial and political conditions and policies, foreign exchange rates, integration of recent acquisitions and the identification of suitable future acquisition opportunities, Activision Blizzard’s success in completing the integration of the operations of Activision Publishing and Vivendi Games in a timely manner, or at all, and the combined company’s ability to realize the anticipated benefits and synergies of the transaction to the extent, or in the timeframe, anticipated, and the other factors identified in the risk factors section of Activision Blizzard’s most recent annual report on Form 10-K and any subsequent quarterly reports on Form 10-Q. The forward-looking statements in this release are based upon information available to Activision Publishing and Activision Blizzard as of the date of this release, and neither Activision Publishing nor Activision Blizzard assumes any obligation to update any such forward-looking statements. Forward-looking statements believed to be true when made may ultimately prove to be incorrect. These statements are not guarantees of the future performance of Activision Publishing or Activision Blizzard and are subject to risks, uncertainties and other factors, some of which are beyond its control and may cause actual results to differ materially from current expectations.\n\n\n©2009 Activision Publishing, Inc. Activision is a registered trademark of Activision Publishing, Inc.“PlayStation”,“PLAYSTATION” and“PS” Family logo are registered trademarks of Sony Computer Entertainment Inc. 2008 Microsoft Corporation. Microsoft, Xbox, Xbox 360, Xbox LIVE and the Xbox logos are trademarks of the Microsoft group of companies and are used under license from Microsoft. Wii and Nintendo DS are trademarks of Nintendo.© 2006 Nintendo. All other trademarks and trade names are the properties of their respective owners. All other trademarks and trade names are the properties of their respective owners. All rights reserved.\n\n# # #\n\n\nShaun Norton\n\nSandbox Strategies\n\n\nGames PressGames Press is the leading online resource for games journalists. Used daily by magazines, newspapers, TV, radio, online media and retailers worldwide, it offers a vast, constantly updated archive of press releases and assets, and is the simplest and most cost-effective way for PR professionals to reach the widest possible audience. Registration for the site and the Games Press email digest is available, to the trade only, at",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.9883934855,
        "format_confidence":0.9892237782
    },
    {
        "url":"http:\/\/www.mcvuk.com\/index.php\/press-releases\/read\/mybrute-press-release\/077379",
        "text":"MyBrute press release\n\nParis– June 2009 - Bulkypix and Motion Twin announce the release of MyBrute on iPhone and iPod Touch.\n\nAvailable now at the Appstore for 3.99€ or 4.99$ at this address:\n\nMyBrute iPhone and iPod Touch is based on what has now become a cult online game: (\n\nMyBrute is a raging community and viral phenomenon, with over 1.7 million visits per day throughout the world and over 70 million Brutes created.\n\n\nMy Brute is a crazy, off-the-wall game of combat that gives you the chance to challenge fighters from all over the world.\n\nYou simply take on a series of challenges, gain experience, unlock new skills and crush your enemies with ever-greater speed.\n\nMy Brute is easy to access and allows you to:\n\n- Create and personalise up to 8 brutes.\n\n- Invite other players to become your pupils.\n\n- Open your own dojo and find yourself a master worthy of this title.\n\n- Fight up to 5 opponents a day.\n\n- Discover and master more than 70 skills and weapons.\n\n- Unlock up to 8 battle arenas\n\n- Have discussions with other players from around the world via Open Feint\n\n- Challenge your friends on Facebook Connect\n\n\nThe Bulkypix and Motion Twin team has been working for several months to adapt MyBrute to the iPhone and iPod Touch, to create a new competition and offer regular and exclusive content for this version.\n\nPlayers start from scratch (the game is not connected to the online version) and try to become the strongest Brute in the world.\n\nMyBrute offers discussion forums included in the game to exchange ideas and challenge other players, and also so that the community can suggest improvements to the game (service provided by OpenFeint 2.0).\n\nPlayers can also share their feats and challenge friends on Facebook. (Facebook Connect)\n\nBulkypix will listen to players' suggestions and regularly provide new content and game modes, to continually renew the game experience.\n\nMyBrute is a community game with long-term appeal. Future buyers will not be disappointed!\n\nKeep visiting the MyBrute websites: , ,, and the Bulkypix website where further details will be released very soon.\n\nAbout Bulkypix:\n\nFounded in 2008 by former employees of Vivendi Games Mobile, Bulkypix is a team of 10 experienced developers who have created more than 70 games for a range of platforms.\n\nHysteria Project, which has been available from Appstore since April 2009, is the first example of the innovative games created by Bulkypix.\n\nBulkypix also develops and publishes cultural, professional and advertising applications.\n\nPlease contact us to discuss your projects.\n\nBulkypix website:\n\nAbout Motion Twin:\n\n\nMotion Twin is an independent company which creates web games. Creator of the well-known game, Motion Twin won the best flash game awards in the Web Flash Festivals held in Paris with in2006 and in 2007.\n\nWith more than 10 million registered players and more than 15 web games, Motion Twin is a cooperative company created in 2001 which currently has 11 associates. Each of its associates has the same status and has the same voting rights, regardless of their seniority or professional qualifications. Motion Twin has, above all, an alternative concept of the world of business and employment.\n\nGames PressGames Press is the leading online resource for games journalists. Used daily by magazines, newspapers, TV, radio, online media and retailers worldwide, it offers a vast, constantly updated archive of press releases and assets, and is the simplest and most cost-effective way for PR professionals to reach the widest possible audience. Registration for the site and the Games Press email digest is available, to the trade only, at",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.9952276945,
        "format_confidence":0.9606499076
    },
    {
        "url":"http:\/\/newcanaanlibrary.org\/events\/teen-tech-week-minecraft-for-grades-5-12",
        "text":"TEEN TECH WEEK: Minecraft for grades 5-12\n\nCategory: Teens\nLocation: Adrian Lamb Room\n\n\n\nttw banner_1002x200.jpg\n\n\nCome play Minecraft with your friends on our very own server!  Please bring a device to play on if you can, and your Minecraft player name if you have one.  For grades 5-12.\n\nPlease register.  \n\nQuestions?  Please email Teen Services Librarian Cheryl Capitani at ccapitani@newcanaanlibrary.org",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.8995966315,
        "format_confidence":0.9257663488
    },
    {
        "url":"https:\/\/clubforce.com\/news\/rhode-gaa-lotto-results-19\/",
        "text":"Rhode GAA Lotto Results\n\nNovember 8, 2018\n\nThere was no winner of the Rhode GAA Lotto for the week ending 12th of January for a Jackpot of €15,000.  The numbers drawn were 6 10 21 22   The club would like to thank all those who supported the draw and thanks to Doyle’s for the use of their premises and for their help and cooperation.  The following matched three numbers and received €50 each\n\nNoeleen O’Rourke\n\nMartin Heavey\n\nDeclan Scaly\n\nDee Walsh\n\nThe Rhode GAA Lotto is the main source of income the club has and now you can play online though our website.  The good news is when you play the lotto online you are entitled to free draws, for example pay for seven draws receive the eighth one free, pay for fourteen draws receive two free and so on.  In other words, the more you play the more free draws you are entitled to!!\n\nRequest a Demo\n\nLet us show you how it works\n  • This field is for validation purposes and should be left unchanged.",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.9717687368,
        "format_confidence":0.9554960132
    },
    {
        "url":"http:\/\/www.mcvuk.com\/press-releases\/read\/grand-theft-auto-v-now-officially-available-for-pre-order\/0105816",
        "text":"Grand Theft Auto V Now Officially Available for Pre-Order\n\nStarting today, Grand Theft Auto V is officially available for pre-order everywhere. For those of you that might prefer online retail to the more traditional brick and mortar, we've included a list of links to some popular retailers below.\n\nWe're also making available the newest official artwork from the game that was featured in last week's announcement. Grab “Beach Weather” from the Rockstar Downloads page and look for much, much more to be revealed - including the Game Informer cover story later this week as well as an update on the release of the next official trailer.\n\n\nGAME: Xbox 360 | PlayStation 3\n\nPlay: Xbox 360 | PlayStation 3\n\nZavvi: Xbox 360 | PlayStation 3\n\nHMV: Xbox 360 | PlayStation 3\n\n\nGames PressGames Press is the leading online resource for games journalists. Used daily by magazines, newspapers, TV, radio, online media and retailers worldwide, it offers a vast, constantly updated archive of press releases and assets, and is the simplest and most cost-effective way for PR professionals to reach the widest possible audience. Registration for the site and the Games Press email digest is available, to the trade only, at",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.9953910112,
        "format_confidence":0.9824772477
    },
    {
        "url":"https:\/\/bs.visualshower.com\/index.php?mid=en&l=en&page=6&document_srl=1053401&sort_index=readed_count&order_type=desc&listStyle=viewer",
        "text":"[Notice] New Episode 7, 8 Update\n\nby Natara posted Nov 30, 2018\n\n\n\nHello, it’s Natara at your service!\n\n\nWe are glad to hear that many captains are enjoying our newly added Episode System with the Blustone 2 upgrade!\nOur next stories ‘Episode 7’ and ‘Episode 8’ are scheduled for today’s update!\n\n\nOh, we will tell you where you can find the New Episodes just in case you may have forgotten.\n\n\n\nPlease visit Lana and tap on “I heard I have missions?” to enter the Episode page! Enjoy Captain’s adventure stories through this Episode System. \n\n\nNext Episode Update is scheduled for December 21st.\nWe look forward to your interest!\n\n\nEnjoy your time in Midgard.\nThank you.",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.8836228251,
        "format_confidence":0.9621168375
    },
    {
        "url":"http:\/\/www.gatesofnowhere.com\/2018\/07\/13\/gates-of-nowhere-version-1-4-1-released-2\/",
        "text":"The new release is out, you can find a detailed description below:\n\nFixed a bug after the Training room, which caused a black screen.\n\nIntroduced the “Locomotion Speed” slider under the Gameplay options menu\n\nChanged the saving method, now the ingredients are saved on checkpoint or if you quit the game between two checkpoints.\n\nVarious other bug fixes and improvements.\n\nShare This",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.9856609106,
        "format_confidence":0.7447214127
    },
    {
        "url":"https:\/\/www.awesomenauts.com\/2014\/01\/07\/the-droppod-is-coming\/",
        "text":"The Droppod is coming!\n\nThis Wednesday the 8th of January a new weekly Awesomenauts podcast kicks off: THE DROPPOD!\n\nGrab your party hats and battle axes for this will be the most entertaining Awesomenauts thing since… ehhh… Awesomenauts! There will be guitars, laughter, strategy-talk, skin giveaways, developer interviews, and general ridiculousness! This podcast will be brought to you by the Awesomenauts Pro League and will feature FourCourtJester, Slow Wolf, Naaza and Weazel. You don’t wanna miss this!\n\nFollow the Droppod at this Wednesday at 19:00 GMT",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.9650417566,
        "format_confidence":0.9712191224
    },
    {
        "url":"http:\/\/www.ign.com\/articles\/2009\/10\/19\/dancedancerevolution-complete-track-list-and-release-date-announced",
        "text":"DanceDanceRevolution Complete Track List and Release Date Announced\n\nNew Balance Board mode and licensed master tracks make DDR this season's must have dance game.\n\nEL SEGUNDO, Calif. - Konami Digital Entertainment, Inc., today announced DanceDanceRevolution will be available in retail stores nationwide on Wii and PlayStation 2 beginning Tuesday, October 27. Also revealed for the first time, is the full song list for DanceDanceRevolution Hottest Party 3 and DanceDanceRevolution X2. New licensed master tracks from some of today's hottest acts will make DanceDanceRevolution a must for gamers old and new.\n\nPlayers will be able to dance to the beat of an expansive library of over 40 great songs, including the following hits recorded by the original artists:\n\n  • Ne-Yo- \"Closer\"\n  • Coldplay- \"Viva La Vida\"\n  • Rick Astley- \"Never Gonna Give You Up\"\n  • Lady Gaga- \"Just Dance\"\n  • Depeche Mode - \"Enjoy The Silence\"\n  • Vanilla Ice- \"Ice Ice Baby\"\n  • Natasha Bedingfield- \"Pocket Full of Sunshine\"\n  • Pitbull- \"I Know You Want Me (Calle Ocho)\"\n  • Black Eyed Peas- Let's Get it Started\"\n\nAlso included are over 20 tracks of original music composed by the Bemani development team.\n\nAs you can tell, DanceDanceRevolution is sure to be the life of the party and get you into shape with outrageous multiplayer fun, a huge smash hit soundtrack including licensed master tracks and originals, entirely new modes and more!\n\nIn the latest Wii version, DanceDanceRevolution Hottest Party 3, players will be introduced to Balance Board Mode. In this high energy, low impact mode, players trade their feet to utilize their hips, waist and hands with the Wii Balance Board and Nunchuk. This all new mode will be sure to add a whole new level of gameplay to DanceDanceRevolution. Players still will be able to use their DanceDanceRevolution controller mat for classic gameplay.\n\nDanceDanceRevolution X2, for PlayStation 2, introduces the brand new Dice Master Mode where players roll the dice to receive a dance challenge and compete to be the ultimate DanceDanceRevolution champion.\n\nIf players really would like to put their DanceDanceRevolution skills to the test against the nation's best, they can compete in the DanceDanceRevolution national tournament taking place through December 2009 in select cities across the country. The best of the best will compete in a high-stakes dance off in select GameWorks locations nationwide, culminating in the DanceDanceRevolution finals in Las Vegas.\n\nDanceDanceRevolution will be available on October 27, 2009. For screenshots, product information complete tracklistings and more, please visit our product page at http:\/\/www.konami.com\/ddr\n\nAbout DanceDanceRevolution\nOriginally debuting in arcades in 1998, DanceDanceRevolution has been available on most consoles including Xbox video game and entertainment system from Microsoft, PlayStation 2 computer entertainment system, and Wii. Revolutionizing the get-up-and move concept for video games, DanceDanceRevolution combines high energy music with fun-filled gameplay. The game has swept into the pop culture psyche as it has had its own television program on CBS, is regularly featured on primetime television, music videos and feature films, has its own fan club and fan sites, is part of the physical education program in many school districts, and is a featured workout in fitness clubs across the United States.\n\nAbout Konami\nKonami is a leading developer, publisher and manufacturer of electronic entertainment properties. Konami's titles include the popular films Metal Gear Solid, Silent Hill, DanceDanceRevolution and Castlevania, among other top sellers. The latest information about Konami can be found on the Web at www.konami.com. KONAMI CORPORATION is a publicly traded company based in Tokyo, Japan with subsidiary offices, Konami Digital Entertainment Co., Ltd. in Tokyo, Japan, Konami Digital Entertainment, Inc. in the United States and Konami Digital Entertainment GmbH in Frankfurt, Germany. KONAMI CORPORATION is traded in the United States on the New York Stock Exchange under the ticker symbol KNM. Details of the products published by Konami can be found at www.konami.com.\n\nIGN Logo\nblog comments powered by Disqus",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.9926456213,
        "format_confidence":0.5723457932
    },
    {
        "url":"https:\/\/pingperfect.com\/blog\/visit-to-egx-2017.html",
        "text":"Gameservers | Web Services | Dedicated Servers | VPS | VDS\n\n\ngame server\n\nserver hosting\n\n\nserver rental\n\nrent server\n\nrental servers\n\nserver host\n\nservers for rent\n\nbuy server\n\ndedicated server hosting\n\nserver hosts\n\ngame hosting provider\n\ngame server provider\n\ngame server hosting services\n\ngame server renting\n\n\n\ngame server rental\n\nservice marks, trade names, trade dress, product names and logos appearing on the site are the property of their respective owners.\n\nPlease contact us if you think any of our design team may have used your image without consent\n\n\n    Pingperfect LTD\n    Suite 1, The Riverside Building,\n    Livingstone Road,\n    Hull, England\n    HU13 0DZ\n\n    Company No. 08590199\n    VAT NO: 204 3269 40\n\n  • Phone: 0843 462 0003\n  • Email: [email protected]\nPingperfect Blog\n\nPingperfect Visits EGX Rezzed 2017!\n\nIts that time of year again when gamers trek into London for EGX Rezzed to play the latest releases and gather up beta keys and other freebies like Easter eggs. This year the event was well and truly stocked with game enthusiasts of all ages; among them was game server provider Pingperfect, sniffing out the next must have games. Whilst many games caught our eye, I have cherry picked four that Pingperfect will be looking to include in there massive library of dedicated game servers very soon.\n\n\nFor fans of Minecraft and games alike, Staxel is definitely the dark horse to watch. In Staxel you are given a farm to tend to and welcomed into village life where you can interact with NPCs or collaborate with friends on a server. This still developing sandbox RPG allows gamers the freedom to create at ease with a build system that Big Builds reportedly claimed is “more intuitive than Minecraft and easier to use”. To complement the beautiful graphics, textures and gameplay Staxel offers is the incredibly immersive ambience music provided by Curtis Schweitzer who also composed for Starbound.\n\nThis is a fantastic game to buy a game server for, there is something to please everybody and whilst it is set for final product release later this year, you should definitely find a reason to buy it sooner!\n\nBattalion 1944\n\nBattalion suitably harks back to WW2 with gaming trends seeming to shift from futuristic shooters back to the more traditional gritty, and is set to lead the way for FPS games going forward. Without overpowered abilities and items to unlock in Battalion 1944, players will need to rely on their skill with a rifle alone – and possibly the quality of their surround sound. The gameplay is addictive and refreshing whilst also being slightly nostalgic for some of the more seasoned gamers. Having watched James Lyon(company director) play it at the event, I certainly know what to buy him the next time I want a day off!\n\nThe game is still early access with no official date yet however I for one expect the server list to be filled as soon as possible, so make sure to get your own dedicated game server with your best server host Pingperfect!\n\n\nDean Hall creator of DayZ revealed Stationeers and we were damned if we missed it! Stationeers is a project Dean has been passionately developing with a team of 6 and dedicating the majority of his time to. The meticulous attention to detail in the game, in which you manage all aspects of your space station from construction to agriculture and even gravity, captures the attention of the gamer and can hold it for hours on end. In the game you will also travel away from your space station on away missions which might be to an asteroid, planet or a derelict craft during which you may encounter hostiles or something might happen to your space station! Trust me, the dishes will not get washed up with this one!\n\nAfter touching base with Will Overgard and early access only two to three months away, hopefully it won’t be long before I order my quality gaming server and be in serious need of a dishwasher!\n\nDay of infamy\n\nDay of infamy started out as the most popular mod for Insurgency and is now a standalone game of its own right. The game is filled with realistic action and encourages team work using squad based role systems and a local VOIP system in game which the enemy will hear if they get close enough! With workshop support, Day of infamy is sure to see lots of custom content and character skins for your avatar personalisation.\n\nDay of infamy promises to be value for money at a quick £14.99 available on steam now!\n\nKeep an eye out for our online game servers for these great new finds and more on our Pingperfect website and follow our Twitter for the latest top deals on the best game servers around!\n\nBack to Blogs",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.9855308533,
        "format_confidence":0.7737488747
    },
    {
        "url":"https:\/\/www.moddb.com\/news\/circle-of-eight-modpacks-710-and-710-nc-released",
        "text":"Post news Report RSS Circle of Eight Modpacks 7.1.0 and 7.1.0 NC Released\n\nCircle of Eight issues bugfix release for the v7 modpack.\n\nPosted by on\n\nTemple of Elemental Evil\n\nBugfixes, bugfixes, and more bugfixes ...\n\n\n\n  • Updated zombies,' skeletal hill giants,' and undead wizards' start combat scripts so they attempt to break free and don't target spiritual weapons.\n  • Fixed Shillelagh spell damage description.\n  • Re-disabled bug where credit movies would play on Hommlet worldmap transitions.\n  • Removed great mace as it is not RAW.\n  • Adjusted Necklace of Adaptation description so that it accurately reflects that the necklace works only once, and only against the spell Cloudkill.\n  • Removed masterwork great cleaver from shops and replaced with regular cleaver.\n  • Added failsafe for extraplanar chest disappearance and recall.\n\n\n  • Positioned clerics in Church of St. Cuthbert so that Calmert sees if they are attacked and joins battle.\n  • Tweaked Calmert and Terjon enter combat scripting so that each appears nearer to the summoner when entering combat.\n  • Added option to get masterwork leather items from Jakk Borton\/Bing without doing other Hommlet Fedex quests.\n  • Made it so that Kenter Nevets won't mention Kobort, Turuko, or Elmo in request for rumors if they are dead.\n  • Made it so that Burne won't say he's going to talk to Rannos and Gremag about labor camp sabotage if they are dead or have run off.\n  • Made it so that Burne will offer to tell puzzles anytime after Moathouse is cleared.\n  • Made Armario not flee combat so as to avoid him not running off properly if attacked for Gremag.\n  • Made it so you can't confront Otello about stealing unless you have heard of it from Filliken.\n  • Made it so Black Jay won't offer Dead Sheep quest until\/unless you give him his wife's ring.\n  • Expanded options for getting magic shortsword from Gremag.\n  • Made it so that killing Rannos or Gremag singly gives you the Purveyor of Swift Justice reputation.\n  • Fixed bug with Fruella's dying script and the Butcher of Hommlet reputation.\n  • Fixed bug where you couldn't tell Burne about Rannos and Gremag Nulb ambush after it happened.\n  • Switched Black Jay's wife's ring to the Moathouse Tower spider for evil parties.\n  • Fixed bug where Elmo would appear in the cellar of the Welcome Wench.\n  • Added quests for contacting Brother Smyth's various NC contacts that tell you who they are and where they can be found (NC only).\n\n\n  • Made it so that Lareth won't object if you take his diary while undetected.\n\n\n  • Added two day delay for Preston Wetz to tell you about thugs looking for you in Nulb if he just sold you the house.\n  • Removed Summon Monster IV from Rannos and Gremag enchantress' spell list so she doesn't summon monsters who get targeted by her party.\n  • Updated Dala's theft and flight routines.\n  • Bulletproofed Tolub so he can't shout challenges in tavern if he's dead, unconscious, or prone.\n  • Fixed bug that allowed you to show Lodriss Skole's gem even if he hadn't given it to you, and to tell her you'd accepted the quest and been paid even if you hadn't.\n  • Fixed bug where you could use diplomacy or gather information with Preston Wetz over and over to find out about his sore tooth repeatedly.\n  • Fixed bug where you could ask Tolub about Bertram after losing in the brawl and complete Betram's quest even if you hadn't accepted it.\n  • Fixed bug where Riana would reappear in both Snake Pit and Mona's store if she had been in party and disbanded.\n\n\n  • Removed Hextorites from ogre cave exterior map.\n  • Fixed issues with Alrrem re: Oohlgrist and the ogre cave ogres.\n  • Fixed bug with Bassanio hostility re: the Oohlgrist quest.\n  • Removed fog of war from Temple exterior maps, increased map limts, added portal between tower and ruined house maps, and tweaked sectoring.\n  • Fixed bug where old crone would remain after Zuggtmoy banishment if stealing gem horde (NC only).\n\n\n  • Made Lord Hungous and Lord Krunch attempt to break free from Web spells.\n  • Upgraded Lord Hungous' armor to Barbarian Armor +1.\n  • Tweaked pathnodes on part of the Hickory Branch map.\n  • Made it so that resting at Hickory Branch will trigger regroup and cave blockage as if you had left the area.\n  • Added 'Orc Obliterator' reputation for clearing Hickory Branch.\n\n\n  • Fixed bug where crystal oozes weren't appearing in Moathouse Respawn.\n\n\n  • Fixed bug where castle ghosts would sometimes not appear.\n  • Fixed flag mixup with Darlia and the Gremlich.\n  • Fixed bug where Victor's weapons shop wasn't refreshing.\n  • Made it so that Tarah will not kill Mordenkainen's Swords instead of party members in her preamble.\n  • Fixed bug with Paladin atonement in Verbobonc.\n  • Reverted young white dragons to Ice Lizard model.\n  • Fixed speaking and globals issues with Lady Asherah and Demons & Demigods quest.\n  • Added scheduling system routine to Bandits, Scarlet Brotherhood, Gremlich, and Sports encounters for increased reliability.\n  • Tweaked Sports encounters.\n  • Gave Gremlich subdual immunity.\n  • Bulletproofed Asherah and Verbobonc Cuthbert, Iuz, and balor scripting.\n  • Toughened up Verbobonc balors considerably.\n  • Added Lady Asherah's Estate to Verbobonc signpost.\n  • Fixed bug that could cause multiple Gremlichs to spawn and tweaked scripts.\n\n\n  • Fixed bug where Hextor old man would attack players.\n  • Gave WotGS Hextorites different faction so as to avoid mixups with reputations gained against Verbobonc Hextorites.\n  • Fixed bug where Ariakas would stop talking after two days.\n  • Bulletproofed King Battlehammer's heartbeat so he can't stand up after combat ends and he dies.\n  • Fixed bug where Fireforge would remain active in the Welcome Wench after saying he was leaving for Verbobonc (NC only).\n\nNote that we are aware of the so-called jerkstop (jerky character movement, incomplete movement commands, severe performance slowdowns) issues associated with WotGS, but a solution has not been arrived at as of yet. This release does not fix WotGS jerkstop.\n\n- The Circle of Eight Team\n\n\nGreat stuff people!\n\nKudos for the hard work!\n\nReply Good karma Bad karma+2 votes\n\nAs usual, Gaear and the gang come through with even more wasys to make TOEE the game it always deserved to be.\n\nReply Good karma Bad karma+1 vote\nPost a comment\nSign in or join with:\n\nOnly registered members can share their thoughts. So come on! Join the community today (totally free - or sign in with your social account on the right) and join in the conversation.\n\nFix, Release\nPost news\nRelated Games\nRelated Groups\nCircle of Eight\nCircle of Eight Developer & Publisher\nGot it!\n\nWe have recently updated our privacy policy and terms of use in-line with GDPR requirements. More Info?",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.9910715222,
        "format_confidence":0.8637616634
    },
    {
        "url":"http:\/\/www.casinointernational-online.com\/egt-interactive-will-make-its-debut-in-mexico-at-caribbean-gaming-show-2018\/",
        "text":"EGT Interactive will make its debut in Mexico at Caribbean Gaming Show 2018\n\nEGT Interactive is participating in the Caribbean Gaming Show & Summit, for the first time at this years event. The 8th edition of this event will take place on 26th and 27th of April in Cancun, Mexico at the convention center of the Iberostar Hotels & Resorts.\n\nMexico is considered one of the three largest gaming economies in Latin America and the largest in iGaming. EGT Interactive is in the process of integration with the major Mexican online casinos. All our games follow international standards and are ready to go live.\n\nEGT Interactive will stress on their game portfolio, with more than 150 video slots (available on Desktop and Mobile) that are characterized with authentic sounds, exceptional Return to Player strategy, impressive interface and high quality smooth graphics. Players can enjoy also our four levels of mystery jackpot, featuring a bonus game – Jackpot Cards.\n\nWe Make People Play at CGS Mexico 2018 on our stand # 26!",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.9916110635,
        "format_confidence":0.8836531043
    },
    {
        "url":"https:\/\/www.casinojournal.com\/articles\/91895-qorex-terminal-gaming-solution----tcsjohnhuxley",
        "text":"2018 is a milestone year for TCSJOHNHUXLEY. The family owned and operated company celebrates its 45th Anniversary as the premier manufacturer and supplier of live table gaming products and services, with a range of new innovations at ICE.\n\n“We are delighted to be celebrating this milestone event in our corporate history,\"  said Tristan Sjöberg, executive chairman. \"We continue to focus on expanding our global brand but it is important to reflect on our humble origins and the contribution our customers and staff have played in the success of the company. Our 45th anniversary year will be a time to acknowledge our stakeholders but also look to the future as we continue to innovate and lead the industry with our strong portfolio of products.”\n\nTo coincide with is anniversary, one of the company’s most significant products sees a new model being launched at the show. The latest Chipper Champ will be unveiled at ICE, featuring a range of key upgrades that will provide operators with improved productivity, security and reliability. All fundamental in keeping this benchmark product ahead of the competition and still the ultimate ‘Champ’.\n\nICE 2018 also sees a new addition to the Qorex Electronic Gaming Solutions range. First debuted at G2E in October, the ergonomically designed Qorex Terminal now has a smaller 23” cabinet in addition to the existing 27” version. Powered by the GFL Gaming module which provides exciting live and automated game content, the new 23” cabinet incorporates all the features of the original larger terminal, but has been designed to provide a more compact footprint – ideal when space is at a premium or there’s a restriction on the number of tables.\n\nTCSJOHNHUXLEY’s world renowned products are the mainstay in casinos across the globe, combining quality, innovation, reliability and security. These features not only appeal to land based operators, they are also crucial to online casinos that operate 24\/7 businesses. For the first time, visitors to ICE will see a range of products tailored to meet the needs of the i-gaming sector. With the ability to reach hundreds of thousands of players across the globe on a daily basis, operators of online live casinos demand the reliability and security that TCSJOHNHUXLEY products provide.  \n\nTo see all these new offerings and the full TCSJOHNHUXLEY product portfolio visit Stand S6-250.",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.9529591799,
        "format_confidence":0.7662702799
    },
    {
        "url":"http:\/\/www.mcvuk.com\/press-releases\/read\/eden-games-utilizes-luxology-s-modo-on-recently-released-test-drive-unlimited-2\/047183",
        "text":"Eden Games Utilizes Luxology's modo on Recently Released Test Drive Unlimited 2\n\nFor Immediate Release\n\nFeb. 28, 2011\n\nGDC - SAN FRANCISCO, Calif. - Feb. 28, 2011 - French game development studio, Eden Games, has recently used modo®, Luxology's® 3D modeling, painting and rendering software, to help the company transform the multiplayer driving game genre with the company's newest innovative and highly anticipated title. Eden Games turned to the company's dedicated Car Team - where modo is used exclusively - to design the highly realistic vehicles that are prominently featured in the action-packed release of Test Drive Unlimited 2 ( TDU2).\n\nThe sequel to the popular original Test Drive Unlimited , TDU2 is a massively open online racing (MOOR) game set on the Mediterranean island of Ibiza with over 2,000 miles of roadway and back roads. The experts on Eden Games' Car Team knew they needed to provide players with new and cutting-edge details and content. The game's luxury cars are a crucial part of the experience of playing TDU2 and needed to be just as beautiful as the real thing, which is why these experts turned to modo.\n\n\"Each car we modeled for TDU2 was a challenge because we only had 30,000 vertices to model the interior and exterior of the entire car,\" said Jonathan Marole, lead car artist at Eden Games. \"Thankfully, with modo, we are able to easily model very detailed cars due to the software's advanced optimization techniques.\"\n\nAlthough most artists within Eden Games use a variety of software programs, the Car Team uses modo exclusively due to its power, ease of use and advanced modeling toolsets. The team appreciates features like the reflection render, which is a great aid in controlling the normality of the mesh in order to perfect the reflection on the car and is vital when creating luxury cars on this caliber. The team also continually utilizes the multiple viewports and versatile work views provided in modo as they allow them to modify the shape of a car on the orthogonal viewport of one screen and immediately see the result in the rendered perspective of the second screen.\n\n\"Rotating and moving the views and working with objects was never so simple than with modo,\" said Clément Dieu, car artist at Eden Games. \"Rotating the views is very important in car modeling to ensure the right shape of the car and modo is the only software I've found that does it so elegantly.\"\n\n\"modo is so versatile that it's like having my hands directly on the metal or the wood, just like a sculptor,\" said Dieu. \"I started using modo in 2007 when I arrived at Eden Games and it showed me a completely new way of modeling and rendering. I have not used another 3D software program since!\"\n\nTest Drive Unlimited 2 is available now for Xbox 360® video game and entertainment system from Microsoft, PlayStation®3 computer entertainment system, and the PC. For more information, please visit the official site at http:\/\/www.testdriveunlimited2.com.\n\nAbout modo\n\nmodo is an innovative 3D modeling, painting and rendering software designed to accelerate the creation of world-class models, associated color and normal maps, and ultra high-quality renderings. modo's modern workflow and advanced toolset easily deliver enhanced productivity for 3D artists working in game development, design visualization, package design, film visual effects, video production and graphic arts. A favorite tool among many designers and artists, modo's innovative toolset offers one of the fastest paths to content creation on the PC and Mac. modo is available from www.luxology.com or through any of Luxology's authorized resellers around the world.\n\nAbout Luxology\n\nBased in Mountain View, Calif., Luxology® LLC is an independent technology company developing next-generation 3D content creation software that enhances productivity via artist-friendly tools powered by a modern underlying architecture called Nexus®. Founded in 2002 by Allen Hastings, Stuart Ferguson and Brad Peebler, Luxology is home to some of the top 3D engineering expertise in the industry. More information on the company, its licensable Nexus technology, its flagship product modo® and a gallery of artists' images from the active modo community is available online at www.luxology.com.\n\n\n© Copyright 2011 Luxology LLC. modo and Nexus are registered trademarks of Luxology LLC., in the USA and\/or other countries. All products or brand names mentioned are trademarks or registered trademarks of their respective holders.\n\nFor more information, press only:\n\nLiaison Inc.\n\nLizzie Bennett, (503) 796-9822, lizzie@liaisonpr.com\n\nReader contact:\n\nLuxology LLC\n\n2525 E. Charleston Road, Suite 104\n\nMountain View, CA 94043\n\n(650) 336-1380\n\n\n\nTwitter: @luxology\n\nFacebook: www.facebook.com\/Luxology \n\nGames PressGames Press is the leading online resource for games journalists. Used daily by magazines, newspapers, TV, radio, online media and retailers worldwide, it offers a vast, constantly updated archive of press releases and assets, and is the simplest and most cost-effective way for PR professionals to reach the widest possible audience. Registration for the site and the Games Press email digest is available, to the trade only, at www.gamespress.com.",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.7856813073,
        "format_confidence":0.9933376312
    },
    {
        "url":"http:\/\/www.nba-live.com\/file-additions-for-nba-live-2000-10\/",
        "text":"File Additions for NBA Live 2000\n\nAs one of the most well-received games in the NBA Live series, NBA Live 2000 continues to enjoy a decent amount of popularity for a game released over a decade ago. As such, folks in the community are still providing updates for it, with two new releases available to download at the links below. You can also find out more about forthcoming updates for NBA Live 2000 here in Hentzman’s release thread.\n\nCharlotte Bobcats 2012\/2013 Court Patch\nSan Antonio Spurs 2012\/2013 Court Patch\n\nSupport The NLSC on Patreon!\n\nPost a Comment\n\nPost a Comment\n\nNotify of",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.9475459456,
        "format_confidence":0.9002308846
    },
    {
        "url":"http:\/\/earthcharter.org\/news-post\/workshops-of-the-earth-charter-game\/",
        "text":"Workshops of the Earth Charter Game\n\nPatricia Abuhab and Guilherme Blauth, founders of Instituto Harmonia na Terra and creators of the Earth Charter Game, presented the game at Guanajuato and conducted educational workshops. University students from different courses, teachers of the University of Guanajuato, members of the Mexican government and from the International Earth Charter Council had the opportunity to be connected through this game, which is and educational tool to work the contents of the Earth Charter in a collaborative, vivid and joyful way.\n\nIn total, 40 people from different parts of the world experienced this methodology.  The Earth Charter Game is an initiative of the Harmonia na Terra Institute and Coopera Brasil NGO. \n\nSome of the comments of the participants were as follows:\n“I liked the Earth Charter Game very much.  It is very innovative as well as dynamic, apart from entertaining, and as a friend mentioned that day, it brings the physical contact into the game.  This is something that we don’t have very often nowadays and I believe it is a fundamental part of communication and understanding among living beings.  \n\nIt is a game where the main objective is not to win but to learn more about the Earth Charter and cooperation among colleagues.  \n\nIt is an amusing and different way of learning about the Earth Charter, for those who don’t know it, but at the same time a new way of seeing it for those who are already familiar with it.  I wish it could be commercialized here in Mexico because I am eager to play it again!\n\nJorge García\n\n“I really liked the game very much, it is above all educational and funny.  It has a very good design and I liked the fact that it does not promote “egos” or envy.  This is to say that as few, this game promotes sharing, either all participants win or all loose if a person gets a card of mass destruction.   I also liked the fact that it is a game based on the Earth Charter and that apart from promoting peace, union, a better and less contaminated world, the game helps you with life.  I believe that it could help openning minds around the world, apart from promoting the Earth Charter document.”\n\nJackson Sote\n\n“The game has been a memorable experience which I want to repeat.”  \n\nFrancisco Vega\n\n“It was a nice experience because it opens your mind towards what is happening in the world within the theme of environment.  I liked it very much.  You can exchange ideas and open debates about this same topic and obtain ideas from other participants. I think this game is a good idea to promote care towards our ecosystem which is the whole world.”\n\nEmiliano Castrejón\n\nEarth Charter Game Workshop, Guanajuato\/Mexico: Patricia Abuhab photo",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.7248732448,
        "format_confidence":0.9551526308
    }
]