[
    {
        "url":"http:\/\/www.stylebistro.com\/lookbook\/Khloe+Kardashian\/y5EMC9YJxEt\/Clothes",
        "text":"\n(August 07, 2012 - Source: Jason Merritt\/Getty Images North America) see more angles »\nPrev 130 of 190 Next\n\nKhloe Kardashian Leather Dress\n\nLeave it to a Kardashian to show up at a summer party wearing ALL leather. Khloe took to the grassy carpet in this fierce LBD and pointy Louboutin pumps.\nPopular Lookbooks see all looks »\nCopyright © 2017 - Livingly Media, Inc.\nLivingly: Style\nDisclaimer: No celebrity endorsements are implied by our editorial.",
        "topic_id":8,
        "format_id":1,
        "topic_confidence":0.9934000969,
        "format_confidence":0.8776693344
    },
    {
        "url":"http:\/\/www.stylebistro.com\/lookbook\/Wool+Coat\/Rcw21bmhYFY",
        "text":"\n( - Source: Larry Busacca\/Getty Images North America) see more angles »\nPrev 34 of 1144 Next\n\nChiara Ferragni Wool Coat\n\nChiara Ferragni added some warmth to her crop-top with a bulky white wool coat when she attended the Calvin Klein fashion show.\nCopyright © 2014 - Livingly Media, Inc. All Rights Reserved.\nLivingly: Style\nDisclaimer: No celebrity endorsements are implied by our editorial.",
        "topic_id":8,
        "format_id":1,
        "topic_confidence":0.996607542,
        "format_confidence":0.8803508282
    },
    {
        "url":"http:\/\/randa-imagine.blogspot.com\/2014\/03\/",
        "text":"Skip to main content\n\n\nShowing posts from March, 2014\n\n\n2-button turn back cuff\n\nWhat do you get when you combine Oragami with a Kayak?\n\nOruKayak. Duh. Content suggested by Lee Darling from Randa Accessories, London, UK. A new company dedicated to unlocking the wonder and discovery of the great outdoors— even for city dwellers. At Oru Kayak, we believe that spending time outdoors makes people happier, healthier, and more productive. Our products offer a way to explore and connect with the natural world—even when you live in a city. We hope your Oru Kayak journeys are as fun and fulfilling as ours have been.\n\nMen's Bracelets Loom Large\n\nGovernor Chris Christie with his Rainbow Loom Bracelet\nUntil his grandchildren got Rainbow Loom kits, Ralph Fatigate had never owned a bracelet. Now he has nine, all made of tiny colored rubber bands. He wears them to meetings with bankers around the world.\n\nAlan Flusser - Dressing The Man\n\n“Accessories: The Major Importance of Minor Things” Lord Chesterfield once described dress as the “ style of thought”  If that is true, then accessories act as punctuation, sometimes providing a point of exclamation, other times signaling a transition from one colorful phase to another.  Just as no serious writer undermines his prose by neglecting essential commas and dashes, no true elegance ignores the opportunity to better communicate his own style”\n\nFrom \"Dressing the Man\" by Alan Flusser\n\n\"Cool book. I love this quote, wanted to share…\" Kim Bearry\n\nFossil and Google\n\nRing! Ring! Dick Tracy called and he wants his watch back\nRichardson-based Fossil to make smart watches with Google\n\nRanda Affiliate, Tata, Aids Mercado Women's Initiative\n\nFOR IMMEDIATE RELEASE New York, NY (March 5, 2014) – Tata Accesorios Globales, the largest belt manufacturer in the Western Hemisphere and the premier leather manufacturer of high-end leather accessories in Guatemala, is assisting Mercado Global in their leather-detailing expansion program.\n\nDavid Simon Joins Randa Accessories as VP ecommerce\n\nDavid Simon - Randa Accessories\nRanda Appoints Newly Created Position VP E-Commerce\n\nChilling New Sportswear\n\nA Climachill tank from Adidas.Photo By Courtesy Photo\nAdidas has launched Climachill, an active cooling apparel technology that provides an instant chilling sensation to help athletes perform in warm conditions. The line incorporates fabric woven with titanium and 3-D aluminium cooling spheres. The technology lowers athletes’  body temperature so they can train harder and run longer.\n\nAre American Malls \"Dead Man Walking?\"\n\nWhen the Woodville Mall opened, in 1969, in Northwood, Ohio, a suburb of Toledo, its developers bragged about the mall’s million square feet of enclosed space; its anchor tenants, which included Sears and J. C. Penney; and its air-conditioning—seventy-two degrees, year-round! Two years later, the Toledo Blade published a front-page article about the photo-takers and people-watchers who gathered around the mall’s marble fountain, “that gushing monument to big spending and the shopping spree.” The story quoted an anonymous businessman: “The water has a great calming effect on a person, especially when you’ve been badgered all morning.” This week, Woodville is being torn down. So are countless other malls across the U.S.—so many that there’s a Web site devoted to “dead malls” that are out of commission. In some cases, the buildings have been converted into community collegescorporate headquarters, or churches. Others, like the Woodville Mall, have become so damaged by water, mold, and…\n\nThe Haves and The Have Knots\n\nThe Merovingian\nTies. Lots of ties. Mathematicians have revealed there are over 177,000 distinct ways to knot a neck tie – more than 1000 times the number that was previously thought. They got their inspiration from an unusual style featured in the film The Matrix Reloaded.  Even John Kammeier doesn't know how to tie all of these knots.\n\nAnnotated Guide To Men's Belts\n\nThe Complete Guide To Men’s BeltsArticle By  on 11th March 2014 | @gabrielweil\n\n\nRetailers Street Fight for Market Share\n\nFashion’s become a street fight for market share.\nTo grow and keep ravenous investors happy, retailers need to do everything they can to push their competitors out of the consumer’s mind — in the process squaring off against everyone from the store across the mall to the hot new line, the latest gadget, the new food trend, the most popular app and more.\n\nFashion, Mister Anderson? It's all part of the story.\n\nCostume Designer Milena Canonero takes us inside Wes Anderson’s latest flick The fact that Wes Anderson’s films are often set in a hard to place date and time could be difficult for the life of a costume designer, but not so says The Darjeeling Limited and The Life Aquatic with Steve Zissou collaborator and three-time Academy Award winner Milena Canonero. “It makes everything so much easier and more free,” she says of their latest undertaking The Grand Budapest Hotel, out today.\n\n3-D Oreo Cookies Exhibit a Tweet-Tooth\n\n3-D Printed Oreos\nAt this year's SXSW, South by Southwest Festival, Oreo is demonstrating a vending machine that uses social media to determine flavor and color combinations for 3D-printed cookies.\n\nA Footwear Flagship for Ralph Lauren\n\nOn the corner of 72nd and Madison on New York’s Upper East Side, sits the Rhinelander Mansion, a palatial building that houses the flagship location of Ralph Lauren’s global empire. And yet, “The Mansion” (as it is affectionately known) is far more than a store, it is the epicenter of the RL universe. It’s a physical manifestation of Ralph’s vision, complete with imposing antiquities, more Americana than a field at Brimfield, and of course the full breadth of the brand’s collections.\n\nDon't Know Much About Philosophy? Challenge Your Own Point of View\n\nAt a time when advances in science and technology have changed our understanding of our mental and physical selves, it is easy for some to dismiss the discipline of philosophy as obsolete. Stephen Hawking, boldly, argues that philosophy is dead.\n\nNot according to Rebecca Newberger Goldstein. Goldstein, a philosopher and novelist, studied philosophy at Barnard and then earned her Ph.D. in philosophy at Princeton University. She has written several books, won a MacArthur “Genius Award” in 1996, and taught at several universities, including Barnard, Columbia, Rutgers, and Brandeis.\n\nRanda Rotates Management Positions\n\nRanda Accessories Rotates Management Positions\nFOR IMMEDIATE RELEASE New York, NY (February 26, 2014) – When Randa Accessories, the world’s largest men’s accessories company makes management changes, the bar is set very high.  Therefore, it is good news for Randa that the company has a strong, and deep, talent bench from which to draw.",
        "topic_id":8,
        "format_id":1,
        "topic_confidence":0.9064819813,
        "format_confidence":0.8578619957
    },
    {
        "url":"https:\/\/www.naturepure.com\/blogs\/virtual-esthetician-news\/tagged\/exfoliate",
        "text":"Exfoliate RSS\n\nBotanical Peel, Chemical Peel, chemical peels, Designer Peel, enzyme, Enzyme Peel, enzymes, Exfoliate, exfoliating ingredient, Glycolic Peel, Jessner Peel, phytoenzyme, Skin Brightening -\n\nDuring the Summer months your skin is exposed to a lot of different elements such as sun, chlorine, sand, salt water and wind all of which take their toll. This can weather our skin leaving it looking blotchy, dull and discolored. In order to protect itself from these harsh elements our skin reacts by increasing its surface layer of dead skin cells. The resulting effect is a dry and dull complexion. The good news is there are certain things you can do to rectify the damage and bring back your radiant skin. The post Summer months are the perfect time...\n\nRead more\n\nAcne, AHA, Alpha Hydroxy Acids, Anti-Aging, Blemishes, Brightening, Citric Acid, Even Skin Tone, Exfoliate, Fruit Acids, Glycolic Acid, Lactic Acid, Malic Acid, Pigmentation, Retexturizing, Smooth, Sun Spots, Tartaric Acid, Wrinkles -\n\nDid you know that alpha hydroxy acids essentially are fruit acids?  Why AHA? These wonderful fruit acids are one of the most effective ways of brightening the skin.  Brightens pigmentation due to blemishes or sun spots Retexturizes skin to smooth uneven texture and even fine lines, wrinkles and skin tone Moisturizes and nourishes skin to improve dry skin Gently exfoliates skin removing dead skin cells to improve acne skin condition Increase skin thickness by stimulate collagen production The most common alpha hydroxy acids are glycolic, lactic, citric, malic and tartaric. Glycolic - from sugar cane Lactic - from sour milk...\n\nRead more",
        "topic_id":8,
        "format_id":1,
        "topic_confidence":0.7129196525,
        "format_confidence":0.8878954649
    },
    {
        "url":"https:\/\/chicisimo.com\/search\/yslbag",
        "text":"My outfit with my black ysl's bags and black jackets of Zara\nOutfit with black Bikbok's jeans, black bags of ysl, and light red sweaters of the brand Shein\nOutfit with black jewelry of Boohoo, black Bershka's heels, black clutches of the brand Yves Saint Laurent, orange skirts of Boohoo, and black tanks of Bikbok\nWe use our own and third party cookies to offer you a better user experience. When you use our services, we understand that you accept the use we make of cookies.",
        "topic_id":8,
        "format_id":1,
        "topic_confidence":0.996290803,
        "format_confidence":0.9888455272
    },
    {
        "url":"http:\/\/www.allheart.com\/adar-lab-coats\/c\/1002\/view\/all\/filter\/100000001679eq100000002094\/",
        "text":"Adar Lab Coats\n\nLab coats from Adar in bright whites and other brilliant colors stay crisp and keep you cool throughout your busy day.\n\n  • Page:\n  • 1\n1 Products\n\nYou’ve Selected\n\nNarrow Your Search\n\nRelated Products\nThis crew neck lab coat from Landau fits ...\nBarco Uniforms offer flexibility, movement, and comfort. This ...\nYou'll look sharp in this stretch lab coat ...",
        "topic_id":8,
        "format_id":1,
        "topic_confidence":0.9802076221,
        "format_confidence":0.9416252375
    },
    {
        "url":"http:\/\/www.redtreerecords.com\/womens-clothing\/womens-pants",
        "text":"List Display: Grid\nSort By:\n\nVolcom Diablo Pant - Women's Burgundy (VLC027K-BG-XS)\n\nDetailsPractically sinful.The Devil may have gone to Georgia, but you won't have to sell your soul t.....\n\n£36.13 £89.87 Ex Tax: £36.13\n\nAlo Yoga Gypset Goddess Ribbed Legging - Women's Tropical Feathers (AYG003F-TROFEA-XS)\n\nDetailsBeautify the Baddha Konasana.Feel as free as a butterfly when you stretch out in the Alo Yoga.....\n\n£36.01 £87.99 Ex Tax: £36.01\n\nDylan Effortless Cotton Relaxed Utility Pant - Women's Cargo (DYL003H-CAR-XS)\n\nDetailsWhether you're strolling down the beach or enjoying an iced latte at your favorite outdoor ca.....\n\n£41.10 £86.86 Ex Tax: £41.10\n\nMountain Hardwear Snowburst Insulated Cargo Pant - Women's Black (MHW00AG-BK-SRE)\n\nDetailsAn explosion of warmth and waterproof wonder.Blast off the chairlift in Mountain Hardwear's S.....\n\n£37.02 £109.86 Ex Tax: £37.02\n\nMarmot Slopestar Pant - Women's Black (MAR00BI-BK-XS)\n\nDetailsThe star of the slopes.Stand out with the Women's Slopestar Pant by Marmot. Its fully taped M.....\n\n£39.85 £102.90 Ex Tax: £39.85\n\nLolë Salutation Pant - Women's Meteor (LLE1018-MET-L)\n\nDetailsWhat better way to greet the new day than with an early-morning power yoga session, and what .....\n\n£43.81 £92.88 Ex Tax: £43.81\n\nRoyal Robbins Jammer Pant - Women's Light Khaki (RRB005L-LTKH-S32)\n\nDetailsLightweight outdoor performance that's cute to boot.Yes, those jeans look great on you, but t.....\n\n£44.14 £85.90 Ex Tax: £44.14\n\nMammut Sunridge GTX Pro 3L Bib Pant - Women's Dark Space (MAM006V-DARSPA-S6)\n\nDetailsFor the versatile skier.The Mammut Women's Sunridge GTX Pro 3L Bib Pant handles the resort, t.....\n\n£35.50 £111.95 Ex Tax: £35.50",
        "topic_id":8,
        "format_id":1,
        "topic_confidence":0.9820276499,
        "format_confidence":0.8893929124
    },
    {
        "url":"https:\/\/www.abilogic.com\/info\/190120\/wristbandsnow-custom-silicone-wristbands.html",
        "text":"Directory Image\nThis website uses cookies to improve user experience. By using our website you consent to all cookies in accordance with our Privacy Policy.\nCustom Silicone Wristbands\nDirectory Shopping General Shopping General Merchandise\n\nWristbandsNow: Custom Silicone Wristbands\n\nCreate Custom Wristbands Tyvek, Plastic ,Vinyl and Silicone Wristbands, No minimums, Free Shipping, fast turnaround and Delivery. Countless customization options Screen Print, Color-Fill, Deboss and More\n\n  • Listing ID#190120\n  • Listing TypeExpress\n  • AddedJul 01, 2014\n  • 11211 Richmond Ave Suite #B106\n  • Houston\n  • TX\n  • 77042\n  • United States",
        "topic_id":8,
        "format_id":1,
        "topic_confidence":0.959271729,
        "format_confidence":0.8439218998
    }
]