[
    {
        "url":"https:\/\/en.oxforddictionaries.com\/definition\/us\/basal_body",
        "text":"Definition of basal body in English:\n\nbasal body\n\n(also basal granule)\n\n\n  • An organelle that forms the base of a flagellum or cilium.\n\n    Also called kinetosome\n    • ‘The co-overexpression of all four proteins led to overproduction of membrane-associated, partial basal body structures.’\n    • ‘Centrioles have the same structure as basal bodies, but have no transition zone.’\n    • ‘This is the most general and primitive form of a complex of the nucleus with (usually four) basal bodies and associated flagella, microtubular tissues and fibers.’\n    • ‘Perl cells inspected at LDT 9 had one dense spot of staining near the basal body of the flagella and less-intensely stained particles elsewhere.’\n    • ‘It may imply some mechanical flexibility of the basal body structure against deformation in nanometer scales.’",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9894046783,
        "format_confidence":0.8138612509
    },
    {
        "url":"https:\/\/tidesandcurrents.noaa.gov\/stationhome.html?id=8573349",
        "text":"Crumpton, MD - Station ID: 8573349\n\nEstablished:Mar 30, 2005\nTime Meridian:75° W\nPresent Installation:Jul 24, 2010\nDate Removed:2010-12-14\nWater Level Max (ref MHHW):2.45 ft. Oct 01, 2010\nWater Level Min (ref MLLW):-2.31 ft. Jan 15, 2006\nMean Range:2.21 ft.\nDiurnal Range:2.76 ft.\nLatitude39° 14.7' N\nLongitude75° 55.5' W\nNOAA Chart#:12272\nMet Site Elevation: ft. above\nToday's Tides (LST)\ngraphical depiction of low tide\n2:29 AM\n2:29 AMhigh 2.6 ft.\n8:58 AMlow 0.3 ft.\n3:15 PMhigh 2.4 ft.\n9:15 PMlow 0.3 ft.\n\nHow to reach: To reach the tidal bench marks from the intersection of MD-213 and MD-544 in Chestertown, MD, proceed east on MD-544 (McGinnes Road) towards Crumpton for 7.6 km (4.7 mi), turn left on Deep Landing Road, then continue north for 2.6 km (1.6 mi) to the County Park on the Chester River. The bench marks are up the hill along Deep Landing Road and the tide gauge was on the sea wall of the park.\n\nProducts available at 8573349 Crumpton, MD",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9458871484,
        "format_confidence":0.8808192611
    },
    {
        "url":"http:\/\/www.freethesaurus.com\/artesian+well",
        "text":"artesian well\n\nAlso found in: Dictionary, Encyclopedia, Wikipedia.\nRelated to artesian well: Artesian spring, Artesian basin\n  • noun\n\nWords related to artesian well\n\na well drilled through impermeable strata into strata that receive water from a higher altitude so there is pressure to force the water to flow upward\n\nRelated Words\n\nReferences in periodicals archive ?\nTwo poorly illustrated maps of the oasis are provided, one with the major artesian wells indicated.\nThe idea of protecting small public water supplies like his own from deliberate tampering became more pronounced as a result of the water testing he does for schools in the region that are not on a municipal water supply, but draw from artesian wells.\nThe majority of the province's artesian wells have dried up because of frequent droughts coupled with excessive consumption by farmers growing qat,\" he said.\nA fenced pasture of approximately 160 acres fronting on Sneed Road, with two six-inch Artesian wells and micro-jet irrigation piping.\nThe rise of building and the construction of artesian wells around the spring has had a direct effect on the level of water and its pollution,\" explains Hamad Hasan, the mayor of Blbek.\nWhile water delivery trucks have become a commonplace sight, a network of pipes to transport water from artesian wells has also taken shape, snaking along electricity poles belonging to Electricite du Liban.\nThe owners informed WAFA that a large Israeli military force, accompanied by heavy machinery, stormed Marj Bin Amer area in the village, before proceeding to demolish the three artesian wells, in addition to a shed and a water tank.\nDrinking water obtained from various sources such as wells, springs, artesian wells, and the municipal water supply undergoes a purification process before being packaged in a plastic or glass bottle.\n16 (BNA): The International Islamic Relief Organization (IIRO) of Muslim World League (MWL) spent in the past year an amount of SR 16,387,689 to drill 1880 shallow and artesian wells in 13 countries of Asia and Africa to provide clean drinking water and irrigation in many remote villages in underdeveloped countries, benefiting about 400,000 people.\nWe have iron molds that we fill with water from artesian wells equipped with filters,\" he explained.\nHe also said rampant violations against artesian wells are unacceptable as the Kingdom suffers acute water shortages.\nThe Ministry of Irrigation completed 50 new artesian wells, with a cost of EGP 25m as part of the project to reclaim the 1m acres for cultivation, according to Hossam Moghazy, Minister of Water Resources and Irrigation.\nFounded in 1993, Fish Brewing Company is owned by over 400 beer drinking consumers, who pooled their resources to build a landmark brewery in Olympia, WA, which is known for its quality water and artesian wells.\nQC recently built 72 mosques across Bangladesh at a cost of around QR4mn for the benefit of more than 10,000 people, besides drilling artesian wells at each mosque.",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.6311365962,
        "format_confidence":0.8636026978
    },
    {
        "url":"https:\/\/lookformedical.com\/definitions.php?lang=1&q=Crocus",
        "text":"Crocus: A plant genus, in the IRIDACEAE family, known as a source of Saffron.Colchicum: A genus of poisonous, liliaceous plants. The roots (corms) of Colchicum autumnale, the fall crocus or meadow saffron, yield COLCHICINE, which is used as a biochemical tool and to treat gout. Other members of this genus yield saffron dye, flavoring agents, and aromatics.Condiments: Aromatic substances added to food before or after cooking to enhance its flavor. These are usually of vegetable origin.Iridaceae: A monocot plant family of the Liliopsida class. It is classified by some in the Liliales order and some in the Asparagales order.Cyclohexenes: Six-carbon alicyclic hydrocarbons which contain one or more double bonds in the ring. The cyclohexadienes are not aromatic, in contrast to BENZOQUINONES which are sometimes called 2,5-cyclohexadiene-1,4-diones.Spices: The dried seeds, bark, root, stems, buds, leaves, or fruit of aromatic plants used to season food.Liliaceae: A monocot family within the order Liliales. This family is divided by some botanists into other families such as Convallariaceae, Hyacinthaceae and Amaryllidaceae. Amaryllidaceae, which have inferior ovaries, includes CRINUM; GALANTHUS; LYCORIS; and NARCISSUS and are known for AMARYLLIDACEAE ALKALOIDS.Carotenoids: The general name for a group of fat-soluble pigments found in green, yellow, and leafy vegetables, and yellow fruits. They are aliphatic hydrocarbons consisting of a polyisoprene backbone.Flowers: The reproductive organs of plants.",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9775452614,
        "format_confidence":0.8988670111
    },
    {
        "url":"http:\/\/apo.ansto.gov.au\/dspace\/browse?type=author&sort_by=1&order=ASC&rpp=20&etal=-1&value=Pryor%2C+AW&starts_with=Y",
        "text":"ANSTO Publications Online >\n\nBrowsing by Author Pryor, AW\n\nJump to: 0-9 A B C D E F G H I J K L M N O P Q R S T U V W X Y Z\nor enter first few letters:   \nSort by: In order: Results\/Page Authors\/Record:\nShowing results 1 to 4 of 4\nIssue DateTitleAuthor(s)\nApr-1966Analytical description of growth of beryllium oxide during neutron irradiation.Pryor, AW; Hickman, BS\nJun-1968Computer-controlled diffractometer.Ellis, PJ; Pryor, AW\nMar-1958Constant current source for automatic coulometric titrations.Palmer, AR; Pryor, AW\nFeb-1971Programs for the management and processing of neutron diffraction data.Elcombe, MM; Cox, GW; Pryor, AW; Moore, FH\nShowing results 1 to 4 of 4\n\n\nValid XHTML 1.0! DSpace Software Copyright © 2002-2010  Duraspace - Feedback",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9589499235,
        "format_confidence":0.6091709733
    },
    {
        "url":"http:\/\/insecta.pro\/taxonomy\/72150",
        "text":"Create an Account E-mail: Password: Recover password\n\nAuthors Contacts Get involved Русская версия\n\n\nAxiocteta turneri Bethune-Baker, 1906\n\n\nclass Insecta subclass Pterygota infraclass Neoptera superorder Holometabola order Lepidoptera superfamily Noctuoidea family Noctuidae subfamily Catocalinae genus Axiocteta → species Axiocteta turneri\n\nSpecies name(s)\n\nAxiocteta turneri Bethune-Baker, 1906 = Corgatha miltopolia Turner, 1945.\n\n\nInitial species uploading to the site: Peter Khramov.\n\n\n\nNote: you should have a account to upload new topics and comments. Please, create an account or log in to add comments\n\n* Our website is multilingual. Some comments have been translated from other languages. international entomological community. Terms of use and publishing policy.\n\nProject editor in chief and administrator: Peter Khramov.\n\nCurators: Konstantin Efetov, Vasiliy Feoktistov, Svyatoslav Knyazev, Evgeny Komarov, Stan Korb, Alexander Zhakov.\n\nModerators: Vasiliy Feoktistov, Evgeny Komarov, Dmitriy Pozhogin, Alexandr Zhakov.\n\nThanks to all authors, who publish materials on the website.\n\n© Insects catalog, 2007—2018.\n\nSpecies catalog enables to sort by characteristics such as expansion, flight time, etc..\n\nPhotos of representatives Insecta.\n\nDetailed insects classification with references list.\n\nFew themed publications and a living blog.",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9936875701,
        "format_confidence":0.6659811139
    },
    {
        "url":"https:\/\/mrbdc.mnsu.edu\/reports\/basin\/statemr02.html?field_pubtitle_value=&amp%3Bamp%3Bfield_pubauthor_value=&amp%3Bamp%3Bbody_value=&amp%3Bamp%3Border=field_publisher&amp%3Bamp%3Bsort=asc&amp%3Bfield_pubauthor_value=&amp%3Bbody_value=&amp%3B=&amp%3Border=title&amp%3Bsort=desc&field_pubauthor_value=&body_value=&order=field_pubdate&sort=desc&page=9",
        "text":"\n\nTitle Author Publication Datesort ascending Publisher Location Keywords Source\nPrairie Protection Website MDNR 2007\nFlood Control Planning City of Mankato 2007\nMankato , MN\nProgress on a Long Voyage: Decades of Improvement in Minnesota River Water Quality MPCA 2007 MPCA\nSt. Paul , MN\nMinnesota River Clean Up, Arnie Carlson, Minnesota River Citizens' Advisory Committee\nCensus of Agriculture: Minnesota state and county data National Agricultural Statistics Service 2007\nGreater Blue Earth River Watershed Initiative Three Rivers Resource Conservation and Development 2007 Three Rivers Resource Conservation and Development\nMankato , MN\nInduced Winterkill as a Management Tool for Reclaiming Minnesota Walleye Rearing Ponds Shroyer, Steven M 2007 MDNR\nWalleye, Rearing Ponds, Induced Winterkill\nExploring the world of mussels Muscatello, Serra 2007 New Ulm Journal\nNew Ulm , MN\nNative Plant Communities and Rare Species of the Minnesota River Valley Counties Minnesota County Biological Survey 2007 Minnesota Department of Natural Resources\nSt. Paul , MN\nGlobal Climate Change and its Impact on Minnesota Minnesota Pollution Control Agency 2007\nMinnesota River Basin: General Phosphorus Permit-Phase 1 MPCA Website 2007\nOne rock at a time- Saving Granite Outcrops Kudelka, Scott 2007 MSU,M Water Resources Center\nMinnesota Housing Prices, 2007-2008 Minnesota State Demographic Center 2007\nPopulation, Housing, Housing Prices\nModel Based Nitrate TMDLs for Two Agricultural Watersheds of Southeastern Minnesota Gowda, P.H. 2007 Journal of American Water Resources Association\nPaddling Southern Minnesota- 85 Great Trips by Canoe and Kayak Diebel, Lynee 2007 Trails Books\nMadison , WI\nFloods Prompt Minnesota Evacuations Kolpack, Dave 2007 Associated Press\n2007 Minnesota Augus Roadside Survey Haroldson, Kurt J 2007 Minnesota Department of Natural Resources\nWater Quality Issues- Browns Valley Flooding Craigmile, David 2007 Minnesota River Watershed Alliance River Talk Newsletter\nMinnesota River Basin: Impaired Waters, TMDLs and Water Quality MPCA 2007\nWater quality monitoring program MN Department of Agriuculture 2007 MN Dept of Agriculture\nWater Quality, Monitoring Program, Groundwater\nCottonwood County Local Water Management Plan 2007-2017 Cottonwood County Environmental Office 2007 Cottonwood County Environmental Office\nWindom , MN",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9848183393,
        "format_confidence":0.8070244789
    },
    {
        "url":"http:\/\/www.dictionary.com\/browse\/ascomycetes",
        "text":"Try Our Apps\n\n\nWords for Winter Drinks\n\n\n[as-kuh-mahy-seet, -mahy-seet] \/ˌæs kəˈmaɪ sit, -maɪˈsit\/\nnoun, Mycology.\nany fungus of the phylum Ascomycota (or class Ascomycetes), including the molds and truffles, characterized by bearing the sexual spores in a sac (as distinguished from basidiomycete).\nAlso called sac fungus.\nOrigin of ascomycete\n1855-60; < New Latin; see asco-, -mycete Unabridged\nBased on the Random House Dictionary, © Random House, Inc. 2017.\nCite This Source\nExamples from the Web for ascomycetes\nHistorical Examples\nBritish Dictionary definitions for ascomycetes\n\n\nany fungus of the phylum Ascomycota (formerly class Ascomycetes) in which the spores (ascospores) are formed inside a club-shaped cell (ascus). The group includes yeast, penicillium, aspergillus, truffles, and certain mildews\nDerived Forms\nascomycetous, adjective\nCollins English Dictionary - Complete & Unabridged 2012 Digital Edition\n© William Collins Sons & Co. Ltd. 1979, 1986 © HarperCollins\nPublishers 1998, 2000, 2003, 2005, 2006, 2007, 2009, 2012\nCite This Source\nascomycetes in Medicine\n\nAscomycetes As·co·my·ce·tes (ās'kō-mī-sē'tēz')\nA class of fungi characterized by the presence of asci and spores, and having two distinct reproductive phases, a perfect stage and an imperfect stage.\n\nascomycete as·co·my·cete (ās'kō-mī'sēt', -mī-sēt')\nA member of the class Ascomycetes.\n\nThe American Heritage® Stedman's Medical Dictionary\nCopyright © 2002, 2001, 1995 by Houghton Mifflin Company. Published by Houghton Mifflin Company.\nCite This Source\nascomycetes in Science\nAny of various fungi belonging to the phylum Ascomycota, characterized by the presence of sexually produced spores formed within an ascus. Like most fungi, ascomycetes also reproduce asexually by the formation of nonsexual spores called conidia at the ends of filaments known as hyphae. Yeasts, many molds that cause food spoilage, and the edible fungi known as morels and truffles, are ascomycetes. A number of serious plant diseases, including ergot, the powdery mildews that attack fruit, and Dutch elm disease, are also caused by ascomycetes.\nThe American Heritage® Science Dictionary\nCopyright © 2002. Published by Houghton Mifflin. All rights reserved.\nCite This Source\n\nWord of the Day\n\nDifficulty index for ascomycete\n\nFew English speakers likely know this word\n\nWord Value for ascomycetes\n\nScrabble Words With Friends\n\nNearby words for ascomycetes",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9739346504,
        "format_confidence":0.9629274607
    },
    {
        "url":"http:\/\/mushroomobserver.org\/observer\/show_observation\/26530",
        "text":"Observation 26530: Inonotus hispidus (Bull.) P. Karst.\nWhen: 2009-10-09\nNo herbarium specimen\n\nNotes: This is the first time I’ve seen multiple fruitings on one tree. There were several old fruit bodies from previous years on this tree.\n\nProposed Names\n\nPlease login to propose your own names and vote on existing names.\n\nEye3 = Observer’s choice\nEyes3 = Current consensus\n\n\nAdd Comment\nNo one has commented yet.\n\nCreated: 2009-10-10 19:38:05 PDT (-0700)\nLast modified: 2009-10-10 19:38:05 PDT (-0700)\nViewed: 55 times, last viewed: 2016-10-25 08:57:15 PDT (-0700)\nShow Log",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9740757346,
        "format_confidence":0.9165253043
    },
    {
        "url":"http:\/\/vocabulary.odm2.org\/api\/v1\/variablename\/thulium\/?format=skos",
        "text":"Thulium is a chemical element with symbol Tm and atomic number 69. It is the thirteenth and third-last element in the lanthanide series. Like the other lanthanides, the most common oxidation state is +3, seen in its oxide, halides and other compounds; because it occurs so late in the series, however, the +2 oxidation state is also stabilized by the nearly full 4f shell that results. Thulium Added to support Critical Zone Observatory (CZO) data use cases. Wikipedia ODM2 Working Group ODM2 Variable Name Controlled Vocabulary A vocabulary for describing the name of Variables.",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9964809418,
        "format_confidence":0.8976637721
    },
    {
        "url":"http:\/\/datazone.birdlife.org\/species\/factsheet\/22709156",
        "text":"Grey-chested Jungle-flycatcher Cyornis umbratilis\n\nFamily: Muscicapidae (Chats and Old World flycatchers)\n\nAuthority: (Strickland, 1849)\n\nRed List Category\n\nCriteria: A2c+3c+4c\n\nClick here for more information about the Red List categories and criteria\n\nJustification of Red List category\nThis forest-associated species is listed as Near Threatened because it is assumed to have experienced moderately rapid declines owing to the extensive loss of lowland forests from large areas of South-East Asia. It is not considered more threatened because it can use secondary habitats and occurs in lower montane forests which have not yet been severely affected by clearance.\n\nPopulation size: unknown\n\nPopulation trend: Decreasing\n\nDistribution size (breeding\/resident): 2,870,000 km2\n\nCountry endemic: No\n\nLand-mass type - continent\nLand-mass type - shelf island\nRealm - Indomalayan\nIUCN Ecosystem -- Terrestrial biome\n\nRecommended citation\nBirdLife International (2016) Species factsheet: Cyornis umbratilis. Downloaded from http:\/\/www.birdlife.org on 09\/12\/2016. Recommended citation for factsheets for more than one species: BirdLife International (2016) IUCN Red List for birds. Downloaded from http:\/\/www.birdlife.org on 09\/12\/2016.",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9846371412,
        "format_confidence":0.8881974816
    },
    {
        "url":"http:\/\/dictionary.reference.com\/browse\/spring%20equinox",
        "text":"What do a.m. and p.m. stand for?\n\nspring equinox\n\nvernal equinox.\nSee under equinox.\nOrigin of spring equinox\n\n\n[ee-kwuh-noks, ek-wuh-] \/ˈi kwəˌnɒks, ˈɛk wə-\/\nthe time when the sun crosses the plane of the earth's equator, making night and day of approximately equal length all over the earth and occurring about March 21 (vernal equinox or spring equinox) and September 22 (autumnal equinox)\neither of the equinoctial points.\n1350-1400; Middle English < Medieval Latin equinoxium, for Latin aequinoctium the time of equal days and nights (aequi- equi- + noct- (stem of nox) night + -ium -ium) Unabridged\nBased on the Random House Dictionary, © Random House, Inc. 2015.\nCite This Source\nExamples from the web for spring equinox\n  • The boreal spring equinox and summer solstice are selected for illustrating the deviation from the zonal means around the globe.\n  • After the spring equinox the days become longer the farther north you go, and shorter the farther south you go.\n  • Only the position of the sun could predict a year from summer solstice to summer solstice or spring equinox to spring equinox.\n  • Also called the spring equinox temperature: noun: degree of hotness or coldness measured by a thermometer with a numerical scale.\n  • The message was left shortly after last week's spring equinox, when this legend gets attention.\nBritish Dictionary definitions for spring equinox\n\n\n\/ˈiːkwɪˌnɒks; ˈɛkwɪˌnɒks\/\neither of the two occasions, six months apart, when day and night are of equal length See vernal equinox, autumnal equinox\nanother name for equinoctial point\nWord Origin\nC14: from Medieval Latin equinoxium, changed from Latin aequinoctium, from aequi-equi- + nox night\nCollins English Dictionary - Complete & Unabridged 2012 Digital Edition\n© William Collins Sons & Co. Ltd. 1979, 1986 © HarperCollins\nPublishers 1998, 2000, 2003, 2005, 2006, 2007, 2009, 2012\nCite This Source\nWord Origin and History for spring equinox\n\n\n\nlate 14c., from Old French equinoce (12c.) or directly from Medieval Latin equinoxium \"equality of night (and day),\" from Latin aequinoctium \"the equinoxes,\" from aequus \"equal\" (see equal (adj.)) + nox (genitive noctis) \"night\" (see night). The Old English translation was efnniht. Related: Equinoctial.\n\nOnline Etymology Dictionary, © 2010 Douglas Harper\nCite This Source\nspring equinox in Science\n  1. Either of the two points on the celestial sphere where the ecliptic (the apparent path of the Sun) crosses the celestial equator. ◇ The point at which the Sun's path crosses the celestial equator moving from south to north is called the vernal equinox. The vernal equinox marks the zero point in both the equatorial and ecliptic coordinate systems; horizontal angular distances (right ascension in the equatorial system and celestial longitude in the ecliptic system) are measured eastward from this point. The vernal equinox is also known as the first point of Aries because when first devised some 2,000 years ago this point occurred at the beginning of Aries in the zodiac. Because of the westward precession of the equinoxes, the vernal equinox is now located at the beginning of Pisces. ◇ The point at which the Sun's path crosses the celestial equator moving from north to south is called the autumnal equinox.\n\n  2. Either of the two corresponding moments of the year when the Sun is directly above the Earth's equator. The vernal equinox occurs on March 20 or 21 and the autumnal equinox on September 22 or 23, marking the beginning of spring and autumn, respectively, in the Northern Hemisphere (and the reverse in the Southern Hemisphere). The days on which an equinox falls have about equal periods of sunlight and darkness. Compare solstice.\n\nThe American Heritage® Science Dictionary\nCopyright © 2002. Published by Houghton Mifflin. All rights reserved.\nCite This Source\nspring equinox in Culture\nequinox [(ee-kwuh-noks, ek-wuh-noks)]\n\nThe twice yearly times when the lengths of day and night are equal. At equinox, the sun is directly over the Earth's equator. The vernal equinox occurs about March 22 and the autumnal equinox about September 21.\n\nThe American Heritage® New Dictionary of Cultural Literacy, Third Edition\nCopyright © 2005 by Houghton Mifflin Company.\nPublished by Houghton Mifflin Company. All rights reserved.\nCite This Source\n\nWord of the Day\n\nDifficulty index for spring equinox\n\nFew English speakers likely know this word\n\nWord Value for spring\n\nScrabble Words With Friends\n\nNearby words for spring equinox",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9116919637,
        "format_confidence":0.9428735971
    },
    {
        "url":"http:\/\/globalenergyobservatory.com\/geoid\/2536",
        "text":"GEO Home\nHome  |   Partners  |   Help us build GEO  |   About Us  |   Contact Us\n\nLogin to submit data\n\nQuick Access Tools\n\n\nCalvert Cliffs Nuclear Power Plant United States of America is located at 40 MI S of Annapolis, Maryland, USA. Location coordinates are: Latitude= 38.434809268383, Longitude= -76.441446215849. This infrastructure is of TYPE Nuclear Power Plant with a design capacity of 1827 MWe. It has 2 unit(s). The first unit was commissioned in 1975 and the last in 1977. It is operated by Calvert Cliffs Nuclear Power Plant Inc..\n\nIdentifiers for Nuclear\n\nStatus of Plant\nPlant Efficiency and Impact\nPlant Overall Rating State-of-the-artWorth DuplicatingEnvironmentally Responsible\nCountry Assigned Identification Number\nGEO Assigned Identification Number\nSelect Currency for data in this page\n\n\nDraw Lines:\nDraw Polygons:\n\n\nDesign Capacity (MWe)\nFirm Capacity (MWe)\nType of Reactors Short Description\nElectric Power Grid Connected To Name\/Operator PPA(years)\nName of SubStation Connected To\nSource of Water\nWater Withdrawal Rate at Full Power (cum\/hour)\nType of Fuel\nSource of Fuel\nRefueling Cycle (Months) Fuel Amount Replaced (tonnes)\nAmount of Spent Fuel in Cooling Tanks\nDisposition of Spent Fuel\nCapital Cost of Plant and\/or In US Dollars In Year (YYYY)\n\nUnit Information\n\nUnit # IAEA-ID Capacity (MWe) Date Commissioned (yyyy-mm-dd) Construction Start Date (yyyy-mm-dd) Decommission Date (yyyy-mm-dd) Reactor Manufacturer Reactor Type\/Model Turbine Manufacturer Turbine Type\/Model Generator Manufacturer Generator Type\/Model Unit Efficiency (%)\n\nEnvironmental Issues\n\nIssue 1 Description\n\nPast and Future Major Upgrades\n\nUpgrade 1 Cost Year -\n\nOwner and Operator Information\n\nOwner 1 % Share\nType of Ownership\nConstruction\/EPC Contractor\nOperating Company\nRegulatory Authority\nProject Financed By\n\nAnnual Performance\n\n\nComment 1\n\n\nReference 1\nReference 2\n\n\n* USA: All data under GWh generated in Performance Table is Net Generation (total-consumed by plant)\n* cum = cubic meters; MWe = Megawatts electric; MM=million; GWh=GigaWatt hours, Tonne = 2205 pounds",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.6612443328,
        "format_confidence":0.9887131453
    },
    {
        "url":"https:\/\/data.eol.ucar.edu\/dataset\/88.181",
        "text":"Skip to data content Skip to data search\n\nNEXRAD Radar composite - Atlantic Coast\n\n\nThis dataset contains NEXRAD radar data around the Atlantic Coast of the United States.\n\nData access\n\n  • ORDER data for delivery by FTP\n\nAdditional information\n\nSubscribe Subscribe to receive email when new or updated data is available.\nRelated projects\nSpatial Type point\nFrequency 10 minute\nLanguage English\nGCMD Science Keywords Expand keywords\nRelated links\n\nTemporal coverage\n\nBegin datetime 2005-09-08 20:00:00\nEnd datetime 2005-09-29 20:59:59\n\nSpatial coverage\n\nMap data from IBCSO, IBCAO, and Global Topography.\n\nMaximum (North) Latitude: 40.00, Minimum (South) Latitude: 10.00\nMinimum (West) Longitude: -100.00, Maximum (East) Longitude: -50.00\n\nPrimary point of contact information\n\nEOL Data Support <>\n\n\nExample citation following ESIP guidelines:\n\nUCAR\/NCAR - Earth Observing Laboratory. 2006. NEXRAD Radar composite - Atlantic Coast. Version 1.0. UCAR\/NCAR - Earth Observing Laboratory. Accessed 25 May 2020.\n\nToday's date is shown: please replace with the date of your most recent access.\n\nThis dataset does not have a DOI. If you plan to cite this dataset, please email us to request a DOI, which will improve the searchability and cross-referencing of the citation.\n\nAncillary information\n\nMetadata download\n\nNote that your browser may not display the above metadata links, but automatically save them as files in a folder such as \"Downloads\"",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9856479168,
        "format_confidence":0.9389054179
    },
    {
        "url":"http:\/\/africanlanguages.com\/sdp\/ff\/index.php?browse&o=270&qi=675",
        "text":"Birds and Trees List: English - Sesotho sa Leboa\n\n[ Choose the language for this page: English | Sesotho sa Leboa ]\n\nBrowse mode ( EXIT browse mode )\n\n271 - 300 \/ 330: (<- Previous | Next ->)\n\nTall common corkwood\nTambourine Dove\nTawny Eagle\nTawnyflanked Prinia\nTerrestrial Bulbul\nThickbilled Weaver\nThorn pear\nThree-hook thorn\nThreestreaked Tchagra\nTransvaal beech\nTransvaal milkplum\nTransvaal red milkwood\nTransvaal sesame-bush\nTree wisteria\nTrumpeter Hornbill\nUmbrella thorn\nVelvet corkwood\nVelvet raisin\nVelvet sweetberry\nVioleteared Waxbill\nWahlberg’s Eagle\nWater berry\nWater Dikkop\nWattled Plover\nWeeping boer-bean\nWeeping wattle\nWhitebacked Mousebird\nWhitebacked Vulture\nWhitebellied Sunbird\n\nWhitebellied Sunbird [787] (bird) Mmanôtswane (Nectarinia talatala)\n\nNews Oct 2014 This dictionary has been updated to work better on mobile devices - please give it a try!\n\nThe data for the common bird* and tree** names in Northern Sotho were kindly provided by Prof. L.J. Louwrens.\n\nThe reference numbers between square brackets at bird names are known as Roberts numbers; the reference numbers at tree names are taken from the national tree list of South Africa.\n\nScientific botanical names are shown in italics.\n\n* Louwrens, L.J. 2004. On the generic nature of common Northern Sotho bird names: a probe into the cognitive systematization of indigenous knowledge. South African Journal of African Languages 24(2): 95–117.\n\n** Louwrens, L.J. 2001. Reduplication in Northern Sotho plant names and the cognitive salience of life forms. South African Journal of Ethnology 24(4): 147–160.\n\nTshwaneLex online dictionary\nPowered by Linux",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9222930074,
        "format_confidence":0.9824243188
    },
    {
        "url":"http:\/\/66.111.5.164.static.nyinternet.net\/cgi\/glossary.cgi?gl=doc&term=Tourism%20in%20low%20Earth%20Orbit%3A%20the%20Trigger%20for%20Commercial%20Lunar%20Development%3F",
        "text":"\n\nLearn about Space Tourism, see some of the proposed Space Vehicles, find out about the legal, medical, and environmental aspects of our Space Habitat, or discover the potential of Space Power.\n\nVisit the Archive of papers and publications or browse the Space Future Journal for current news and features.\n\nAbout Space Future About\n\nThere are currently 222 documents in the archive.\n\nBibliography Archives List Library Listing\n\nRadio interviews with Space Future's founders and correspondents:\n\nOrigin:Proceedings of Space '98, ASCE, pp 752-756\n\nThe potential market for liquid oxygen produced at the lunar surface for use by passenger launch vehicles and accommodation facilities in low Earth orbit (LEO) is estimated. It is concluded that oxygen may be the first major commercial lunar export, and so low Earth orbit tourism is potentially very important for lunar development.\n\n  • Lunarr Resource Utilization: Oxygen Production\n  • Lunarr oxygen production in a hydrogen \"cold\" plasma\n  • A single-stage vertical takeoff and landing space transport for lunar settlement establishment and resupply\n  • Orbital considerations in Kankoh-maru rendezvous operations\n  • Journal of Space Technology and Science\n  • Advances in the Astronautical Sciences\n  • Lunar Resource Utilization: Oxygen Production\n  • Lunar oxygen production in a hydrogen \"cold\" plasma\nReferred to by:\nRelated Entries:\n  • Japanese Rocket Society\n  • LOX\n\n  • Japanese Rocket Society\n  • LOX\n\n  • LEO\n  • GEO\n  • SPS\n  • Kankoh-Maru\n  • VTOL\nKeywords:Tourism:Business , Habitat:Business:Lunar\nPlease send comments, critiques and queries to feedback@spacefuture.com.\nAll material copyright Space Future Consulting except as noted.",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.8371403217,
        "format_confidence":0.8852490783
    },
    {
        "url":"http:\/\/library.cemaonline.ca\/ckan\/dataset\/2011-0006-2011-0007",
        "text":"Water, Energy, and Carbon Balance Research\n\nThis project evaluated 41 years of total growing season water and carbon flux data over eight sites (four reclamation, four regeneration) using eddy covariance micrometeorological towers. The project was able to successfully compare oil sands reclamation ecosystem historical water and energy balances with ecosystems in early stages of recovery (from harvest and disturbance) in the Western Boreal plain; and synthesize and analyze carbon flux data that has been collected to date on reclamation and recover sites and compare this with mature Western Boreal forest stands.\n\nData and Resources\n\nAdditional Info\n\nField Value\nContractor Carleton University, Wilfred Laurier University, University of Waterloo\nContract Number 2011-0006; 2011-0007",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9898920059,
        "format_confidence":0.5589985847
    },
    {
        "url":"https:\/\/risweb.st-andrews.ac.uk\/portal\/en\/organisations\/bioacoustics-group(c63a95eb-23ac-4c66-a350-0d188ae73f2e)\/researchoutput.html?publicationYearsFrom=1992&publicationstatus=published&ordering=researchOutputOrderByTitle&pageSize=20&page=0&publicationYearsTo=1992&type=%2Fdk%2Fatira%2Fpure%2Fresearchoutput%2Fresearchoutputtypes%2Fcontributiontobookanthology%2Fconference&publicationDoi=true&descending=false",
        "text":"Skip to content\n\nResearch at St Andrews\n\nBioacoustics group\n\n  1. Published\n\n    Time-frequency fine structure of dolphin whistles\n\n    Tyack, P. L., Williams, W. J. & Cunningham, G., 1 Jan 1992, Proceedings of the IEEE-SP International Symposium on Time-Frequency and Time-Scale Analysis. Institute of Electrical and Electronics Engineers Inc., p. 17-20 4 p. 274243\n\n    Research output: Chapter in Book\/Report\/Conference proceedingConference contribution\n\nID: 84585522",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9943937063,
        "format_confidence":0.8189923167
    },
    {
        "url":"http:\/\/www.oir.caltech.edu\/twiki_oir\/bin\/view\/Subaru\/PFS\/EMTestReports?sortcol=0;table=5;up=0",
        "text":"Test Directory in Dropbox TargetConvergence folder XML Used for Test XML Created from Test NOTES\n06_12_14_17_42_30_TargetRun CobraConfig_061214_1    \n06_16_14_10_36_21_TargetRun CobraConfigAdjstd1    \n06_16_14_23_18_51_TargetRun CobraConfig_StrkMaps1_061214    \n06_17_14_11_21_32_TargetRun CobraCfg_StrkOrig_061714_1 CobraCfg_StrkAdj1_061714  \n06_17_14_22_41_35_TargetRun CobraCfg_StrkAdj1_061714    \n06_18_14_21_43_16_TargetRun CobraCfg_061814_newStrkMaps3    \n06_19_14_13_44_30_TargetRun CobraCfg_061914_hndAdj_DmpAdj   Streak based motor maps adjusted for damping and by hand to flatten the ends of the maps near hardstops.\nAll phi streak-based maps up to this point have been incorrectly shifted since the maps assume they start at zero deg on phi, but in reality that is not the case due to errors in fiber arm coupler alignment\nTest Directory in Dropbox TargetConvergence folder XML Used for Test XML Created from Test NOTES\n06_23_14_12_19_58_TargetRun msimMaps_062214_4   Switched to 200 bin maps in MSIM update. Discovered bad orientation input for all positioners on this test.\n06_23_14_17_00_09_TargetRun msimMaps_062314_1 dmpAdj_msimMaps_062314_1  \n06_24_14_08_51_13_TargetRun dmpAdj_msimMaps_062314_1    \nSwitched to Set B\nTest Directory in Dropbox TargetConvergence folder XML Used for Test XML Created from Test NOTES\n06_26_14_17_18_33_TargetRun allMapsAllDone_062614 allMapsAllDone_062614_adj1 pId #1 needs to be turned off due to snagging. # steps requested exceeded 50,000(!) in many cases. pId2 also gets snagged and should be turned off\n06_27_14_09_41_28_TargetRun allMapsAllDone_062614_adj1 allMapsAllDone_062614_adj2 reverse maps have not been updated. odd data for pId7 on the error vs request plot\n06_30_14_22_33_28_dotObscurePhi allMapsAllDone_062614_adj1 none Dot Obscuration Testing. Same target 50 times\n07_01_14_10_12_08_TargetRun allMapsAllDone_062614 allMapsAdj_070114 re-do with original maps to test new motor map analysis\/update methods\n07_01_14_17_09_05_TargetRun allMapsAdj_070114 allMapsAdj_070114adj1 updated both POS and NEG maps\n07_01_14_22_49_02_TargetRun allMapsAdj_070114adj1 allMapsAdj_070114adj2  \n07_02_14_09_07_18_TargetRun allMapsAdj_070114adj2    \nSwitched to Set C\nTest Directory in Dropbox TargetConvergence folder XML Used for Test XML Created from Test NOTES\n07_09_14_16_37_46_TargetRun 070914_set3_allmaps 070914_set3_allmaps_adj1 first target run with 3rd set of Cobras\n07_10_14_16_51_12_TargetRun 070914_set3_allmaps_adj1 070914_set3_allmaps_adj2 use adj3 map for next run - same as adj2, but with pid2\/J1\/rev from 070914_set3_allmaps.xml\n07_11_14_19_29_30_TargetRun 070914_set3_allmaps_adj3 070914_set3_allmaps_adj4  \n07_14_14_08_25_24_TargetRun 070914_set3_allmaps_adj4   updating enabled. Found that MSIM had been updating and saving. So dumped the final map as 070914_set3_allmaps_adj4_msimAdjusted on the morning of the 15th\n07_14_14_21_47_40_TargetRun 070914_set3_allmaps_adj4_msimAdjusted 070914_set3_allmaps_adj5 same as previous, but with updating disabled.\n07_15_14_09_06_05_TargetRun 070914_set3_allmaps_adj4 070914_set3_allmaps_adj6 loaded original map before MSIM updated it and running again with no updates to compare with test 07_11_14_19_29_30_TargetRun\n07_17_14_04_35_18_TargetRun fullmtrlgy_071514_1 fullmtrlgy_071514_1_adj1  \n07_17_14_10_47_26_TargetRun 070914_set3_allmaps_adj6 070914_set3_allmaps_adj7  \n07_17_14_22_06_23_TargetRun 071714_setC_merged   same maps as 070914_set3_allmaps_adj7 except for PIDs 5, 7 and 9 which were redone at different ontime settings.\n\nSwitched to Set D (repeat of Set A, with a few modifications due to flex interference and broken shaft coupler)\n\nTest Directory in Dropbox TargetConvergence folderSorted ascending XML Used for Test XML Created from Test NOTES\n07_19_14_11_58_58_TargetRun allMaps_071913_1 allMaps_071913_1_adj1 pid5 theta rev map looks odd. pid2 phi rev adjustment was very large (-2.42)...need to investigate\n07_20_14_10_16_05_TargetRun allMaps_071913_1_adj1   having trouble running adjustmaps.m on the data set. need to debug. convergence got really bad on pid2. pid7 also got worse with adj1\n07_20_14_18_09_04_TargetRun allMaps_071913_1_adj1 allMaps_071913_1_adj2 consistent results with previous run using adj1. Need to understand why pid5 is struggling as well\n07_21_14_07_48_04_TargetRun allMaps_071913_1_adj2    \n07_21_14_23_31_12_TargetRun allMaps_072114_1 allMaps_072114_1_adj1 adj1 looked too severe for theta & phi reverse for pid2 (only a few data points). Kept adjustment anyway\n07_22_14_14_41_38_TargetRun allMaps_072114_1_adj1 allMaps_072114_1_adj2 original map (_adj1) included better link lengths for pid6\n07_23_14_15_28_24_TargetRun allMaps_072114_1_adj2   results for pid6 look terrible (0% convergence)...all others were effectively unchanged\nStart of Performance Stability Testing (no updates between runs)\n07_24_14_14_52_33_TargetRun allMaps_072114_1_adj1 allMaps_072114_1_adj3_1 reverted back to adj1 map to run same targets over and over during the weekend\n07_24_14_22_34_42_TargetRun allMaps_072114_1_adj1 allMaps_072114_1_adj3_2 re-ran without map adjustment. no noticeable difference in performance from previous run\n07_25_14_20_13_03_TargetRun allMaps_072114_1_adj1 allMaps_072114_1_adj3_3 re-ran without map adjustment. pid7 appears to be getting worse with time, need to monitor.\n07_26_14_09_46_51_TargetRun allMaps_072114_1_adj1 allMaps_072114_1_adj3_4 re-started msim after this completed. it appears that the outputlog.txt did not save\n07_26_14_17_29_32_TargetRun allMaps_072114_1_adj1 allMaps_072114_1_adj3_5 pid7 continues to drift\n07_27_14_16_03_29_TargetRun allMaps_072114_1_adj1 allMaps_072114_1_adj3_6  \n07_27_14_22_04_53_TargetRun allMaps_072114_1_adj1 allMaps_072114_1_adj3_7 pid7 continues to drift and get worse. Noticed that the outputlog stopped updating about 1 hour into the target run. Appears there is an issue with running mSim continuously without re-starting.\n07_28_14_08_16_24_TargetRun allMaps_072114_1_adj1 allMaps_072114_1_adj3_8  \nStart of Performance Stability Testing (map updates between runs)\n07_28_14_13_44_03_TargetRun allMaps_072114_1_adj3_8 allMaps_072114_1_adj4 finished no-change testing with last test. loaded map adjustments and re-ran target test\n07_28_14_21_57_52_TargetRun allMaps_072114_1_adj4 allMaps_072114_1_adj5  \n07_29_14_08_33_41_TargetRun allMaps_072114_1_adj5 allMaps_072114_1_adj6  \n07_29_14_13_32_51_TargetRun allMaps_072114_1_adj6 allMaps_072114_1_adj7  \n07_29_14_21_30_55_TargetRun allMaps_072114_1_adj7 allMaps_072114_1_adj8  \n07_30_14_08_44_40_TargetRun allMaps_072114_1_adj8 allMaps_072114_1_adj9 Hrand updated mSim just prior to this test\n07_30_14_14_34_51_TargetRun allMaps_072114_1_adj9 allMaps_072114_1_adj10  \n07_30_14_22_33_06_TargetRun allMaps_072114_1_adj10 allMaps_072114_1_adj11  \n\nSwitched to Set C\n\nTest Directory in Dropbox TargetConvergence folder XML Used for Test XML Created from Test NOTES\n08_25_14_08_24_46_TargetRun 070914_set3_allmaps_adj4 082514_setC_allmaps_adj1 First in a series of baseline target convergences for gravity vector testing\n08_25_14_15_04_42_TargetRun 082514_setC_allmaps_adj1 082514_setC_allmaps_adj2 mSim crashed during target #74. Ran update anyway\n08_26_14_08_25_26_TargetRun 082514_setC_allmaps_adj2 082514_setC_allmaps_adj3  \n08_26_14_13_32_16_TargetRun 082514_setC_allmaps_adj3 082514_setC_allmaps_adj4  \n08_27_14_08_24_33_TargetRun 082514_setC_allmaps_adj4 082514_setC_allmaps_adj4-1  \n08_27_14_14_17_49_TargetRun 082514_setC_allmaps_adj4 082514_setC_allmaps_adj4-2  \n08_27_14_22_49_46_TargetRun 082514_setC_allmaps_adj4 082514_setC_allmaps_adj4-3 ready to do tilt test set up for gravity vector testing\n08_28_14_11_25_26_TargetRun 082514_setC_allmaps_adj4 082514_setC_allmaps_adj4-4 The first test run with Test Fixture tilted 8.2deg\n08_28_14_16_40_02_TargetRun 082514_setC_allmaps_adj4 082514_setC_allmaps_adj4-5  \n08_28_14_22_25_26_TargetRun 082514_setC_allmaps_adj4 082514_setC_allmaps_adj4-6  \n08_29_14_17_03_31_TargetRun 082914_SetC_allmaps   New MM for Positioner 122 (C7), XML File Contains only Pos. 7 data!\n09_02_14_13_23_46_TargetRun 082914_SetC_map7   New MM for Positioner 122 (C7), XML File Contains only Pos. 7 data!\n09_03_14_08_38_30_TargetRun 090314_setC_allmapsUpdated   New Targets, (Not representative ones on PID5)\n09_03_14_15_18_47_TargetRun 090314_setC_allmaps_adj2    \n09_04_14_08_48_38_TargetRun 090314_setC_allmaps_adj3    \n09_09_14_13_31_35_TargetRun 090314_setC_allmaps_adj3   Back to the old set of Targets before 9\/3\/14\n\nStill on Set C\n\nTest Directory in Dropbox TargetConvergence folder XML Used for Test XML Created from Test NOTES\n10_14_14_23_02_21_TargetRun 101414_fastNslow   First targets run using Fast and Slow maps\n10_15_14_08_16_58_TargetRun 101414_fastNslow   500 targets instead of 100 targets for the first time. didnt analyze prev. 100 targets before starting this one.\n10_20_14_09_48_07_TargetRun 102014_setC_allmapsJohannes1.xml 102214_setC_allmaps_Johannes2 500 targets, new updated maps\n10_22_14_09_11_34_TargetRun 102214_setC_allmaps_Johannes2.xml 102214_setC_allmaps_Johannes3 test of new map updating, first 151 from previous 500 targets, increased ontimes pid7\n10_22_14_17_20_09_TargetRun 102214_setC_allmaps_Johannes3   updated maps to check pid7 improvements\n\n* Keep the table in chronological order with oldest at the top\n\n* The MSIM XML folder on the testbed computer is D:\\DevCodePft\\Main\\user\\xml_files\n\nEdit | Attach | Watch | Print version | History: r68 < r67 < r66 < r65 < r64 | Backlinks | Raw View | Raw edit | More topic actions\nTopic revision: r68 - 2014-10-23 - CharlieFisher\nThis site is powered by the TWiki collaboration platform Powered by PerlCopyright © 2008-2020 by the contributing authors. All material on this collaboration platform is the property of the contributing authors.\nIdeas, requests, problems regarding TWiki? Send feedback",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9341146946,
        "format_confidence":0.8298244476
    },
    {
        "url":"https:\/\/siarchives.si.edu\/collections\/fbr_item_modsi9472",
        "text":"\n\nUsage Conditions Apply\nThe Smithsonian Institution Archives welcomes personal and educational use of its collections unless otherwise noted. For commercial uses, please contact\n\nNarrow Your Results\n\n\nFilter Your Results\n\nSmithsonian Secretaries Information\n\nClose Browse records and papers of the Smithsonian Secretaries, from 1846 until today. Pre-set filters help narrow searches by individuals who have held that office.\n\nExpeditions Information\n\nClose Browse records and papers documenting scientific and collecting expeditions either affiliated with the Smithsonian, or with which Smithsonian researchers participated. Pre-set filters help narrow searches by geographic regions predominantly represented in expedition records.\n\nProfessional Societies Information\n\nClose Browse records of professional societies closely associated with the Smithsonian, that focus on areas of scientific research and museum studies. Pre-set filters help narrow searches by major topics and disciplines.\n\n\nThis field book is part of the animal research data of the Division of Zoological Research of the National Zoological Park (U. S.), which conducted research documenting the toque macaque of Polonnaruwa, Sri Lanka. The research was mostly performed by Research Associate Wolfgang P. J. Dittus, Director of the Smithsonian Primate Biology Program in Polonnaruwa, Sri Lanka. The present folder contains research forms showing trap data for the group of studied macaques called \"troop CF\". The forms show ID initials and number, sex, weight, date trapped, date released, time processed, time trapped, time released, time bled, initial dose, subsequent doses, data on age and reproductive state, medical and dental data from samples and blood tests, fat folds, scars and wounds, with additional remarks and examinations, including on parasites. The forms are dated from July 27 to 28, 1987.\n\nDate Range\n\n\nStart Date\n\nJul 27, 1987\n\nEnd Date\n\nJul 28, 1987\n\nAccess Information\n\nMany of SIA's holdings are located off-site, and advance notice is recommended to consult a collection. Please email the SIA Reference Team at\n\n\n  • Macaques--Asia\n  • Zoology--Research\n\n\n  • Sri Lanka\n  • Polonnaruwa\n\n\n  • Fieldbook record\n  • Field notes\n  • Research notes\n\nAccession #\n\nSIA Acc. 15-268\n\nCollection name\n\nNational Zoological Park (U. S.), Department of Zoological Research : animal research records, 1954, 1968-2000\n\nPhysical Description\n\n1 field book\n\nPhysical Location\n\nSmithsonian Institution Archives\n\n\nBox 5, folder 19",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.9576684833,
        "format_confidence":0.9091907144
    }
]