[
    {
        "url":"http:\/\/electronics-lab.com\/community\/index.php?\/profile\/78525-bobrob77\/",
        "text":"• Content count\n\n  • Joined\n\n  • Last visited\n\nAbout BobRob77\n\n  • Rank\n\nRecent Profile Visitors\n\nThe recent visitors block is disabled and is not being shown to other users.\n\n  1. BobRob77\n\n    0-30V Stabilized Power Supply\n\n    Sorry for not getting back, been out of town. Turned out the Op-Amp was defect; put a fresh one in and it worked like a charm. Thanks for the help Now, another question: As audioguru says above, the voltage pot just feeds 0-11.2 V to the right Op-Amp. I wanted to try to control the voltage from another source, which I can't really get to work as I want: From 11.2~8.2V it works fine and the output adjusts down perfectly. However, no matter how much lower I try to feed it, it won't get lower, actually stopping the input source from going any lower. As soon as I shut the supply off or disconnect it jumps back down. Interestingly, with a multimeter set for Voltage measuerment between pin 3 (Non-inverting in) and pin 4 (ground) it does suddenly work as expected and adjusts all the way down to 0, as soon as I remove it it's back to ~8.2. I'm sure I'm missing something obvious here..\n  2. BobRob77\n\n    0-30V Stabilized Power Supply\n\n    Unloaded or loaded with a minimal load (a 1k resistor and a led) same thing. Voltage drop is about 180 mV, and I don't think it's the current limiting, the current limiting led doesn't turn on, which it does if I set it low enough to kick in on my small load, so that part of the circuit seems to work fine. And yes, the bridge on the 100k trimmer is in place. I did notice something while probing the thing though. As expected, the voltage over D6 is 5.6V. However, and thus over R14, the non-inverting input to U2 is half, at 2.8V, making it's output 5.6 and thus the output of U3 roughly three times that at max voltage adjustment, which is those 17.5V I get at the output, and it can of course never go above that. Now, the reason for that U2 input beats me.\n  3. BobRob77\n\n    0-30V Stabilized Power Supply\n\n    So, I ended up getting the PCB:s from Repairman (great service there) and have put one together, I do have a weird issue someone might be able to help me with: The circuit the PCB is based on is the Liquidbyte version from the top of page 88 of this thread ( The things where I deviate a bit are: The ballast resistors for the 2N3055's are 0.1 Ohm rather than 0.33 since I didn't have those available at sufficient power rating The sense resistor is 0.46 Ohm: Rather, it's a small network of two 0.56 Resistors in parallell after which there is a single 0.18 one in series, yielding 0.56\/2+0.18 = 0.46 Ohms, again for availability The single 10 uF Polyester cap was also lacking, so it's replaced by two 4.7 uF ones in parallell, they turn out to measure almost exactly 10 uF My rectifier bridge is only rated at 12 Amps at 250 V, this should be sufficient though The Transformer is a 30V\/4A, yielding the same 120VA Now, when I fire the thing up, I can adjust voltage fine from about zero (haven't been able to calibrate it yet) but only up to 17.56V (which may not be that exact given it's from my multimeter). Turning the trim pot adjusts down from this fine, but when adjusting up it goes to those 17.56 and stops. Now, if I disconnect the voltage adjust pot entirely the output shoots up to 40V, connecting it back makes things stop at 17.56 again. Have looked things over and can't find anything obviously wrong, maybe someone has an idea to what may be happening would be greatly appreciated! Cheers\n  4. BobRob77\n\n    Weird login issue\n\n    So, recently joined the forum after lurking for quite some time. However, I am having a really strange issue; whenever I try to log in, it tells me my password is wrong. The first couple of times I though I had made a mistake and just changed it, but after a couple of times I made sure to copy and save the password and it sill doesn't work. Also recently tried setting it to a ridiculously simple password of six lowercase letters, and still it's wrong. Never had this issue at any forum before, unfortunately it makes enjoying this place much less accessible, having to change password each time, so anyone, please if you've had something like this, do you have a suggestion?\n  5. BobRob77\n\n    0-30 Vdc Stabilized Power Supply\n\n    So, anyone who is smarter than me: if what I have currently available is a 24V\/3,33A transformer (2x12V) and I’d still like to build the supply using that (accepting less output), what would I need to change?\n  6. BobRob77\n\n    0-30V Stabilized Power Supply\n\n    New here, so Hi, Was wondering if anyone have got any PCB's for this project for sale? Shipping would be to Sweden- Cheers!",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.9719467759,
        "format_confidence":0.8163163662
    },
    {
        "url":"http:\/\/www.phonescoop.com\/account\/user.php?id=29444&back=1",
        "text":"Phone Scoop\n\nprinted October 28, 2016\nSee this page online at:\n\nHome  ›\n\nUser: jennw2\n\nInfo Reviews Forum Msgs. Contact  \n\nMember since August 27, 2004\n\n\nSubscribe to Phone Scoop News with RSS Follow @phonescoop on Twitter Phone Scoop on Facebook Subscribe to Phone Scoop on YouTube Follow on Instagram\n\n\nAll content Copyright 2001-2016 Phone Factor, LLC. All Rights Reserved.\nContent on this site may not be copied or republished without formal permission.",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.9849217534,
        "format_confidence":0.9748884439
    },
    {
        "url":"http:\/\/vk3ckc.ham-radio.ch\/vk3ckc_profile.html",
        "text":"Born May 21st, 1948 at Tongala, Victoria, Australia into a dairy sharefarming family. One of 5 children, schooled at Leitchville Primary, Cohuna Primary and Lockington Consolidated and Higher Elementary schools - all in Victoria. Left school at the ripe old age of 15 years, midway through ninth year, to work on a dairy farm.\nStarted a 1960's music band at Lockington called The Enchanters in 1965 (that's me on the right at 19) playing topical music from that era. We used to tape the American Top 40, learn to play the songs and be publicly playing them before they hit the local hit parades. Joined the Victorian Railways in 1966 on the track gang at Lockington to help pay for a car that I had purchased. It took me 25 years to leave the railways during which time I purchased a number of cars.\nTransferred in the railways to Manangatang in North Western Victoria in 1969 and started studying to become a Stationmaster. Became interested in Amateur Radio during this time and resolved to qualify as an amateur after passing the Stationmaster's examination in 1972.\nAppointed Stationmaster at Glenrowan in North Eastern Victoria (where the famous Australian bushranger, Ned Kelly, was captured in 1880) in December 1972. Gained the Amateur Operator's Limited Certificate of Proficiency in 1976 and obtained the amateur license VK3ZGV. Purchased an IC-22A and IC-502 and resolved to study morse code for the full call one day.\nAppointed Station Inspector in Melbourne in 1977 and after an early stint as Relieving Station Inspector and Relieving Area Stations Manager all over Victoria, was appointed Area Stations Manager in Melbourne. Became President of the Victorian Railways Institute Wireless Club - VK3RI for a few years until it folded. Gained morse code qualifications, firstly Novice level in March 1983 (callsign VK3KKC) and the Unrestricted level in June 1983 (callsign VK3CKC) replaced the IC-22A with an IC-290A. Remained in the same general employment capacity until 1991 when I decided to \"go off the rails\" as it were, and leave the railways. There were many corporate name changes from 1965 to 1991 and which one was which, and when, is now starting to blur.\nSelf-employed until 1995 when a change of residence was planned and moved to Axedale near Bendigo in Northern Victoria. Time for amateur radio had become limited and the \"unwanted\" FT-107M was sold with the hope that some time in the future, more time would be available.\n\nStarted another local band called The Renegades which lasted until New Year's Eve 2003. Other commitments were too much to enable it to continue.\n\nWorked for a shade company in Bendigo from 1998 to 2003. The business had changed hands in 2002 and after 12 months I had had enough. Free time led me to purchase an AOR AR8200 MkIII scanner and what I heard induced me to rekindle the amateur radio interest that had lain dormant since 1995. I had no intentions of resuming the level of interest that I used to have but, in 12 months, it appears that I have now surpassed it.\nPurchased an FT-847 in December 2003 and discovered many changes in amateur radio. Digital modes had increased and my curiosity was aroused. In my thirst for greater knowledge, and to more completely occupy my free time, I enrolled in an Advanced Diploma of Electronics Engineering course at the Bendigo Regional Institute of Technology, graduating in 2005. My quest to enhance my amateur radio enjoyment led to a search for PSK interfaces on the Internet. I also needed a suitable software program for controlling the FT-847 and I found the Ham Radio Deluxe suite of programs. After looking for a manual and finding out that there wasn't any, I decided to write my own and wrote the first manual for the program. Sadly, the manual is now seriously out of date but I may get time in the future to update it.\nSpent five years after graduation as part of an television and electronics repair business, finally exiting in April 2010 and now have more time to devote to amateur radio and electronics.\nCreated 2004 by Kevin Crockett. Comments and suggestions may be e-mailed to",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.688352108,
        "format_confidence":0.9888212681
    },
    {
        "url":"https:\/\/www.techrepublic.com\/blog\/practical-gadgetry\/a-quick-introduction\/",
        "text":"After Hours\n\nA quick introduction\n\nJust wanted to do a quick introduction since most people on the site only know me by my site alias \"sMoRTy71.\"\n\nBy day, I am the site manager for TechRepublic; however, I have also taken on the challenge of writing \"Practical Gadgetry\" because I love my employer... 's access to review units of all of the latest gadgets.\n\nI have been struggling with my gadget addiction for well over 10 years and, according to my wife, the gadgets are winning. Our house has turned into a giant lab for tinkering with new products. We currently have 3 HDTVs (65\", 32\" and 26\"), 4 Windows Media Center PCs, 2 TiVos, 2 Slingboxes (original and AV), an XBOX 360 with HD-DVD add-on, an original XBOX, a Nintendo Wii, 2 Nintendo DS Lites, a 5G iPod, a Windows Home Server with 900GB of storage, a Drobo with 1.3TB of storage, a Harmony 880 remote and a bunch of other stuff that I won't mention, like the subwoofers I have wired to my couch, because actually typing all of that stuff out made me realize that my wife might be onto something.\n\nI am also a frequent beta tester of products and services. Past betas that I've been involved with include XBOX Live and Slingbox.\n\nSo hopefully you will be able to use my \"condition\" to your own benefit as I find out which gadgets are worth buying and which ones should be avoided. I also hope to share some useful tips for getting the most out of the gadgets you already own.\n\nIf there's something you'd like me to cover or you just have a question, send me an e-mail at shawn dot morton at cnet dot com.\n\nEditor's Picks\n\nFree Newsletters, In your Inbox",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.9164893627,
        "format_confidence":0.9470588565
    },
    {
        "url":"http:\/\/www.mytinyphone.com\/profile\/marcusdeyo\/me\/",
        "text":"Name: Marcus\nAge: 47\nSex: Male\nCountry: United States\nProud owner of: LG VX5300 (Verizon Wireless)\nTotal visitors: 546\n| More\nSend friend requestSend friend request Send a messageSend a message Subscribe to userSubscribe to user\nGroups Groups\n\nAbout me\n\nName: Marcus\nSex: Male\nAge: 47\nCountry: United States United States\nMember since: October 2008\nLast update: 20.05.2010 14:43\n\nMy Phone\n\nLG VX5300 (Verizon Wireless)\n\nDisplay size 90x40\n\nMyTinyphone have selected this phone 195th most popular phone on site!\n\n927 users have this phone\n\nGo to LG VX5300 (Verizon Wireless) group page",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.9765783548,
        "format_confidence":0.9911102057
    },
    {
        "url":"http:\/\/www.phonescoop.com\/account\/user.php?id=142920&back=1",
        "text":"Phone Scoop\n\nprinted May 27, 2015\nSee this page online at:\n\nHome  ›\n\nUser: shaunski\n\nInfo Reviews Forum Msgs. Contact  \n\nMember since January 15, 2009\n\nThis user does not have profile information.\n\nSubscribe to Phone Scoop News with RSS Follow @phonescoop on Twitter Phone Scoop on Facebook Phone Scoop on Google+ Subscribe to Phone Scoop on YouTube Follow on Instagram\n\n\nAll content Copyright 2001-2015 Phone Factor, LLC. All Rights Reserved.\nContent on this site may not be copied or republished without formal permission.",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.982739687,
        "format_confidence":0.9656168222
    },
    {
        "url":"https:\/\/forum.gibson.com\/profile\/101276-codekiller\/",
        "text":"Jump to content\nGibson Brands Forums\n\n\n  • Content Count\n\n  • Joined\n\n  • Last visited\n\nCommunity Reputation\n\n0 Neutral\n\nAbout CodeKiller\n\n  • Rank\n  1. Got one of this unit with the intention to make custom version of it --as it is missing the CPU board--, so i dug deeper in the HW: 1) LCD is a 480x272 @24bit HannStar HSD043I9W1-A 2) the USB Hub IC controls the Power to the devices downstream through some switches\/w o.c. detection (TPS2062\/TPS2042) 3) LEDs, buttons, potentiometers and encoder handled by a MCF51QE128 ColdFire MCU 4) Jogs are made from 2 types of sensors both connected to the ColdFire: -a high speed\/low resolution optical mirror\/stripes (led+photo detector) -a low speed high resolution optical mouse sensor (ADNS5050) 5) touch detection is by IDT LDS6201 chip (i2c connected to the ColdFire) 6) sound ADC and DAC through i2s interface DACs: AK4388 \/ ADC: AK5358 -- separate i2s data for all 7) there is an S35390A RTC 6) cpu-card and digital board-to-board connector has been mapped as attachments (interestingly the digital b2b connector has more pins to the ColdF than what actually connects to the CPU board) ------- So the plan is to use an Orange Pi One, connect the usb otg to the device-usb, one usb host to the Hub, convert the Pi's HDMI to TTL by a VS-TY2662-V2 board. Then config the DACs to one Left-justified and one Right-justified then drive them both from the same I2S (the H3 supports more packets on a single I2S bus -- as the 2nd port is not fully available \/cannot sync up with the first\/) Finally there would be need for the ColdFire communication --maybe reverseable from the system update firmware. Alternatively can be remade from scratch.. b2b_conn.txt module_pinout.txt\n  • Create New...",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.9601958394,
        "format_confidence":0.9112665057
    },
    {
        "url":"https:\/\/www.sparkfun.com\/users\/167141",
        "text":"Member Since: December 1, 2010\n\nCountry: United States\n\n  • If you’re dealing with clear LEDs, you can look inside the device. The cathode has a ‘large’ flat space on the end of it, where the LED semicondoctor is located. The anode ends in a point, and a small wire runs from the anode tip to the center of the LED die on the cathode.",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.9878504872,
        "format_confidence":0.9808436036
    },
    {
        "url":"http:\/\/www.meetup.com\/The-Boston-Arduino-Users-Group\/members\/141790502\/",
        "text":"\n\n\n\nCambridge, MA\n\nMember since:\n\nApril 19, 2014\n\nWhat are you interested in using an Arduino to do?\n\nI would like to learn more and make a small robot with Arduino\n\nWhat would you like to learn more about?\n\nWireless communication, electronics, and programming\n\n\nMy name is Ruben. I have been studying Arduino for around two years. I assisted Northeastern University for an engineering program.\n\nNo Photo\n\nMember of\n\n  • This member chose not to make their Meetup membership information public.\n\nPeople in this\nMeetup are also in:\n\nSign up\n\nMeetup members, Log in\n\nBy clicking \"Sign up\" or \"Sign up using Facebook\", you confirm that you accept our Terms of Service & Privacy Policy",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.5255334377,
        "format_confidence":0.9902622104
    },
    {
        "url":"https:\/\/postmodular.co.uk\/makers\/radikal-technologies\/",
        "text":"Radikal Technologies\n\nJörg Schaaf has been a big synthesizer fan since being a teenager, one day he started making music and eventually electronic music instruments, e.g. for the German manufacturer Quasimidi. As part of Radikal Technologies he is known for the Spectralis workstation and the Accelerator synthesizer.\nNow Radikal Technologies have entered the Eurorack scene with some serious hardware – the RT-451 dual multimode filter, the Swarm Oscillator RT-311 and the RT-1701 EFFEXX.",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.9232000113,
        "format_confidence":0.7863950133
    },
    {
        "url":"http:\/\/www.arrl.org\/forum\/users\/profile\/1360303",
        "text":"Register Account\n\nLogin Help\n\n\nJoined: Sun, Sep 26th 2010, 13:55 Roles: N\/A Moderates: N\/A\n\nLatest Topics\n\nTopic Created Posts Views Last Activity\nOld Antenna Articles Aug 19th 2011, 00:32 1 4,137 on 19\/8\/11\n\nLatest Posts\n\nTopic Author Posted On\nOld Antenna Articles W9CAC on 19\/8\/11\nI just finished building the 5 element 2 Meter Yagi from a 1999 QST article by K3PF.\nTook some work to locate the antenna in the article, but I did find it. As with everything, that $20.00 project now costs about $60.00 adding in everything. But hey, the thing tunes up well and works like a charm. Both on SSB and repeaters.\n\nI like looking at these older articles and building them to see if there are ways to make them better. This one worked just great the way it was. I did use a super sharp miniature tubing cutter to shorten the elements. Also, the antenna I bought required drilling out most of the rivets and replacing them with #8-32 SS stove bolts, washers and nuts.\nMy next project will be to build a OCF dipole with a hand wound 4:1 balun and a ferrite bead choke to handle 100 watt output for under $75.00 for all parts.\nMy last project was a G5RV jr for less than $30.00. I also built a 45 foot folded dipole that works on 40-10 meters for under $45.00.\nA ham can never have too many antennas.\n\nBack to Top\n\n\nInstragram     Facebook     Twitter     YouTube     LinkedIn",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.7189952731,
        "format_confidence":0.9807569981
    },
    {
        "url":"http:\/\/www.arrl.org\/forum\/users\/profile\/191474",
        "text":"Secure Site Login\n\n\nJoined: Wed, Oct 8th 2008, 15:07 Roles: N\/A Moderates: N\/A\n\nLatest Topics\n\nTopic Created Posts Views Last Activity\nparallel grounds Sep 24th 2011, 22:54 7 2,863 on 21\/12\/11\n\nLatest Posts\n\nTopic Author Posted On\nparallel grounds AD7XN on 24\/9\/11\nA couple of times in web discussions about station grounding I have read that you should run the antenna ground to the station ground. Is this a parallel ground that in many local codes is discouraged ?\nAlso should a connection be made between the electrical entrance ground and the station ground ?\n\nBack to Top",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.8651678562,
        "format_confidence":0.9824230671
    },
    {
        "url":"http:\/\/forum.xda-developers.com\/member.php?u=644508",
        "text":"About Me\n\n\nTotal Posts\nGeneral Information\n  • Last Activity: Today 05:39 AM\n  • Last Login: 1st January 1970 12:00 AM\n  • Join Date: 12th October 2007\n  • Referrals: 2\n\n\nShowing Friends 1 to 2 of 2\n\nMost Thanked\n\nPost Summary\nI use Ubuntu 12.04 (or 11.10 don't remember! lol) and it mounts both internal and external SD cards automatically. However, I don't use the MTP driver. I do it the old fashion way. Before plugging in the cable you must do: SYSTEM SETTINGS USB ...\nI know this has probably been beaten to death here, but I just needed to vent some frustration. Thanks for listening... (Copy of letter I sent to AT&T) http:\/\/farm9.staticflickr.com\/8306\/7980131819_3af1219841_c.jpg...\nWIP... a little maiden tribute... http:\/\/farm8.staticflickr.com\/7103\/7176736045_0636b0bc26.jpg Screenshot_2012-06-11-11-05-44 by dgaud007, on Flickr http:\/\/farm8.staticflickr.com\/7093\/7361959676_bcee9640d4.jpg Screenshot_2012-06-11-11-06-0...\nAnyone tried Bluetooth audio with M1? still broken in mine (no a2dp in headphones - only speaker). Phone calls work ok thru the headset. the task manager is working for me now. only other problem i have is the exchange account deleting after rebo...\nEverything works so far... except I cant get the ROM to read my media files, i.e. pics, music in the micro sd card. I've tried: 1. Wipe Data \/ Factory 2. Tried Rescan Media from The Market. 3. Unmount \/ Mount the SD CARD man times. 4. Removed \/ R...",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.6721423268,
        "format_confidence":0.9287230372
    },
    {
        "url":"http:\/\/profile.typepad.com\/xeizo",
        "text":"This is Xeizo's Typepad Profile.\nJoin Typepad and start following Xeizo's activity\nJoin Now!\nAlready a member? Sign In\nRecent Activity\n[quote]Too bad the Xonar DG does not work in Linux.[\/quote] But it should.I've used the Xonar DX in Linux for over a year! It's the same DSP - as far as the drivers are concerned - on both the DX and the DG. In the DX case it's the CMI8788 and on the DG it's the CMI8786, which is the exact same DSP with some features hardlocked. The drivers will identify it as a CMI8788. And support for CMI8788 has been present in the Linux-kernel and in ALSA for quite some time. Linux even adds an Audiphile killer feature over the Windows-drives in the form of the possibility to trim the roll off of the DACs digital filter. Not sure if it's supported on the lower specced CS4361 on DG but it works alright on the CS4398 of the DX. Switching the digital filter to the \"slow roll off\"-mode gives every sound a slight extra lifelike quality :) Also, it's probable that it won't be possible to trim the headphone output impedance on the DG, at least not yet. But it should definitely work as a normal soundcard.\nToggle Commented Nov 9, 2011 on Who Needs a Sound Card, Anyway? at Coding Horror\nXeizo is now following The Typepad Team\nNov 8, 2011",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.767136991,
        "format_confidence":0.9548059702
    },
    {
        "url":"https:\/\/forums.mrplc.com\/index.php?\/profile\/48310-e-stop\/",
        "text":"MrPLC Member\n  • Content count\n\n  • Joined\n\n  • Last visited\n\nCommunity Reputation\n\n0 Neutral\n\nAbout E-Stop\n\n  • Rank\n  • Birthday 01\/22\/53\n\nProfile Information\n\n  • Gender Male\n  • Location Tampa\n  • Country United States\n  • Interests 20+ years of controlsl\/PLC work...retired early, enjoying life with the new grandkids.\n  1. Working on an old control system on a machine originally manufactured in Italy. Uses an Omron controller and has several of these Sirco FOX drives of various sizes. The one I believe I am having trouble with is the FOX2T022 that is faulting and the LED display briefly displays a code that looks like lou.U or lou.V or low.U....something like that...the display is very brief, old and difficult to read. Looking for information on setting up parameters, reading fault codes, etc. for this drive and need it pretty badly.... Willing to pay for useable documentation....any assistance will be greatly appreciated. Thanks\n  2. New to Omron....need some general info please\n\n    Update... Software loaded yesterday....today onsite....finally figured out comms config...uploaded program, went online....of course no symbols or comments, but trying to wade thru it...making headway.... looks like machine is trying to start and MCR is dropping out due to not receiving hardwired signal from a FOX 2T022 interter that drives the spindle motor. Drive tries to start, motor rotates briefly, Inverter shows error code which I believe is LOW.V Dont have manual for the VFD of course, but this is probably low Bus Voltage, would like to have a manual...looking on net briefly, See if I can check input voltage, would love to know parameters for this drive....anyone with knowledge or manual....please let me know.. thanks\n  3. New to Omron....need some general info please\n\n    That is a great idea...thanks!! BUT....a few minutes ago, I finally beat this thing into submission. Have been trying every reasonable solution under the sun to get this thing to load....Finally had to disable some services (Embassy Suites document manager) from Dell. This was causing a problem with ntvdm.exe (16 bit program handler). Then I had to do a \"Run As\" and select Administrator (even though I was on as admin and Administrator was already chosen in the \"run as\" box). I was stunned when I saw the thing actually start the install..... \"Also loaded up the driver for the cable, checked it in the system device manager when its plugged into USB port, driver starts, gives me all the config options...so after a day and a half...READY (maybe) to try to go online and upload the program and take a look. FUN. Thanks for all the help guys.....I'll keep you posted.\n  4. New to Omron....need some general info please\n\n    Thanks GT...all good info....tried the CCleaner.....great little program for free....did clean up a lot of stuff, but still no go on the CD.....as a test of the PC...tried installing the driver for the CIF02 cable from the CD that came for it...Auto play kicks in and the install program started....so works with that one ok....and the Syswin CD works on the other pcs ok....so very puzzling....almost out of options here.... Will buy the CX one or lite if i need to but will it load onto this PC...that is my hesitation....also will the cable I bought....USB - CIF02 work with the CX one or lite? I would guess it will.. It always amazes me how what should be the no brainer very simple step turns out to be a butt kicking show stopper.\n  5. New to Omron....need some general info please\n\n    Thanks, yes I know I can fall back on one of my home pcs just to get him up and running, but still need to set him up with a programming terminal for future. The problem isnt the CD...its the XP pro box and its befuddling to say the least. Right now its just pixxing me off enough to keep at it. BUT....if I have to go with the CX...whats the diff between the CX one and the CX lite? and will they both hook up to the older PLCS? Thanks for your input.....dave\n  6. New to Omron....need some general info please\n\n    Ok...so I bought the cable and the SYSWIN 3.4 software from two different vendors on Ebay...finally received both. Headed over to the guys shop to work on the machine. I tried to install the SYSWIN on the owners machine which is running XP Professional. No Luck. CD would not auto install and when I found the .exe file and clicked on it...kept getting \"Handle is Invalid\" error message. Tried every different way and tried 50 different things..after I verified that the CD would install on two different PCs at my house, both of which are running XP home version. Tried.....turning off antivirus software, tried loading from safe mode, tried clean boot loading only minimal drivers and services from MSCONFIG...updated his system from SP2 to SP3....still nothing. So I know the CD works, but no luck getting it to load. The CD says I can copy it to three different floppies and go that way except this guys machine has no floppy drive so I am kind of stuck. ANY SUGGESTIONS....Anyone ever load it onto XP PRO successfully... Thanks, dave\n  7. New to Omron....need some general info please\n\n    Thanks GT I will do that....I will keep the forum umpdated as to my progress....I am sure I will be back for more info when I attempt to go online with the PLC to get some comms config info. It should be interesting....thanks again.\n  8. New to Omron....need some general info please\n\n    Thanks for all the input guys....it really helps...for now I got the cable and the syswin on the way....hope it all works with XP....like I said, I think if I can just get on line with this thing and watch it run, I can probably see whatever interlock is holding this system out.....it has an old datalogic BWS-T4-MT light curtain safety system which I think might also have some issues.....looking for a manual for that now....\n  9. New to Omron....need some general info please\n\n    Thanks....found the cable on ebay......still looking for the Syswin.....not so available.....some of the searches indicated that CX programmer also will work....do you know if it uses the same cable.....is syswin still available from Omron or ??? Thanks again.\n  10. Hello guys, New to this forum and Omron.... I am trying to help a friend with a machine that he has with an Omron controller. I am a retired controls guy with most of my experience on Allen Bradley \/ Rockwell controllers. The machine was built around 2000 and has an Omron CPM1 controller with a 20EDR extended I\/O added to it. I have zero knowledge on Omrons. Any and all help will be greatly appreciated. I know I need to buy cables, software, etc. and that is no problem...just need to know the platforms, revs, etc. 1. What is the difference between CPM1 and CPM1A? Machine currently has CPM1 with 20EDR I\/O module added. Have seen both in my searches, but dont know the diffs. 2. Can I connect with a PC (hopefully)....what platform (XP, NT, 2000, win7) will work best and be compatable with programming software? 3. Can I use USB port or do I need serial (RS232)...would prefer USB with adapter if possible or??? 4. Which programming software and is there somewhere to download or just buy from Omron? 5. Any and all other considerations that I may have overlooked. I think this machine probably will run ok if I can just get in and take a look and see what is holding it out, some interlock, position switch, etc. but there is no real HMI or alarm function so I really need to see the program while they try to start it. Thanks in advance for any and all assistance.",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.864754498,
        "format_confidence":0.860597074
    },
    {
        "url":"https:\/\/www.sparkfun.com\/users\/232990",
        "text":"Member #232990\n\nMember Since: June 17, 2011\n\nCountry: United States\n\n  • Can this power a beaglebone over the USB port? The bb has a wifi adapter on it which requires a 1A power supply to BB. Will it take it over the USB port or would I need a USB to barrel jack connector and connect it that way to the BB?\n\nNo public wish lists :(",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.9906477332,
        "format_confidence":0.8863660097
    },
    {
        "url":"http:\/\/volvospeed.com\/vs_forum\/profile\/23011-v4lve\/?tab=node_collections_Collections&sortby=date_added&sortdirection=desc",
        "text":"Lifetime Supporter\n  • Content Count\n\n  • Joined\n\n  • Last visited\n\n  • Days Won\n\n\nv4lve last won the day on July 15 2014\n\nv4lve had the most liked content!\n\nCommunity Reputation\n\n440 Excellent\n\n\nAbout v4lve\n\n  • Rank\n    Level 3 Member\n  • Birthday March 19\n\nContact Methods\n\n  • AIM\n  • Website URL\n  • ICQ\n\nProfile Information\n\n  • Gender\n\nPrevious Fields\n\n  • Location\n    Greenwich, CT\n  • Crew\n\nRecent Profile Visitors\n\n14,556 profile views\n  1. Just like anything else the perceived correlation between the performance of higher $$ items and cheap ones ends up with people quantifying price for quality. Naturally it's all subjective but, at least in this instance, it's a simple generalization. Also, dropped of some Kimber Bifocal's for a client today. Got a phone call saying he injured himself installing\n  2. Totally get that, their push (return?) into personal audio is largely predicated on the perceived performance of the flagship stuff. The PH3 portable headphone amp, the HAPS1 desktop amp w\/ built in nas, and MDRz7 headphones all seem to be fairly well received. They also have a turntable that, with software, can rip your vinyl to dad lol.\n  3. All looks phenomenal, I'd love to hear the Sony's at some point. As a brand they seem to be in a tight spot but they're making some interesting (maybe not totally sellable) product.\n  4. Didn't know, was there a reason for this or just coincidence??\n  5. Had to trade in the c30 for one to afford it all Not as bad as walking into Magnolia and walking out with big boxes as I'm a dealer for Mc. I haven't had any honest time with either of the units and I've been tinkering with \"personal audio\" more so wanted to give it a go. Initial impression is that I'll be holding onto the amp longer than the headphones.\n  6. I've done something unwise but hopefully enjoyable\n  7. it was much easier to kill time in there while in school, this whole job thing is a killer\n  8. Sounds like it was somewhat active last night? I didn't make it for most of the reminiscing bit.\n  9. Any suggestions for a short center channel speaker stand?? Also, this http:\/\/imgur.com\/aujaJme\n  10. 3 way check valve for the wipers. Not a great time to have no de-icer.\n  11. Bought a 6+, no deep regrets to this point. Admittedly purchased as a result of complacency more than anything else, plug into computer and i have a mirror of old phone\n  12. Stick fell on it while driving. Was later for work too. Maybe some grand cosmic scheme to be learned from I guess.",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.8203946948,
        "format_confidence":0.9601719975
    },
    {
        "url":"http:\/\/vpuniverse.com\/forums\/profile\/11125-archangl7\/",
        "text":"Jump to content\nSearch In\n  • More options...\nFind results that contain...\nFind results in...\n\n\n  • Content Count\n\n  • Joined\n\n  • Last visited\n\nCommunity Reputation\n\n0 Neutral\n\nAbout Archangl7\n\n  • Rank\n\nRecent Profile Visitors\n\n71 profile views\n  1. does it matter if its a arm 4 core? i bought another one of the Nucleo-144 boards, butits a arm 7 and it doesnt seem to be working. i have done a few using this exact model NUCLEO-F429ZI and it is now out of stock , but the one i just bought is a NUCLEO-F767ZI and the status led for programming is flashing red.\n  2. is there anywhere in the US or on amazon that sells the 2.5mm or 3mm pitch panels? waiting a month and a half for parts from overseas is for the birds.\n  3. is the resistor network needed if you use the waveshare version sd holder? or do you need only the connectors highlighted for virtual pinball?\n  • Create New...",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.9051395655,
        "format_confidence":0.9243035316
    },
    {
        "url":"https:\/\/www.sparkfun.com\/users\/239241",
        "text":"Member #239241\n\nMember Since: July 19, 2011\n\nCountry: United States\n\n  • Forgive me, but I am new to the Arduino. Is this whole “Sheild” business simply another word for daughter card? In my mind the core Arduino (Mega in my case) is like the motherboard. Any thing else you add is a daughter board (or Shield?) Correct?\n    If that is true, then what are the limitations of how many shields you can add? Simply physical limitations? Or if you have the space, or wire you can add more?\n    Thanks for your time.\n\nNo public wish lists :(",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.9823004603,
        "format_confidence":0.659422636
    },
    {
        "url":"http:\/\/www.reviewcentre.com\/visitor_blondee.html",
        "text":"blondee's Review Centre\n\nAbout blondee\n\nblondee has been a member since 2003-Dec-06 23:58:18\n\nblondee is the rank of Private (3)\n\nblondee is 3 points away from the rank of Corporal\n\nblondee overview\n\n  • blondee has written 1 reviews\n  • blondee has written 1 comments\n  • blondee has been the first to review an item 0 times\nOrder by: Show: only:\nDate of review Product Category Ratings\n2003-Dec-07 00:09:23 Sony Ericsson T200 Mobile Phone Reviews",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.88873142,
        "format_confidence":0.9864169359
    }
]