[
    {
        "url":"https:\/\/www.ia.omron.com\/support\/faq\/answer\/14\/faq00680\/",
        "text":"Page top\n\nLead Contents\n\nFAQ00680 of Servomotors \/ Servo Drivers FAQ\n\nFAQ No. FAQ00680\n\nPrimary Contents\n\n\nIs there a cable with attached connectors available for the R88D-U Servo Driver's analog monitor output?\n\n\n\nYes, there is a cable available. The Analog Monitor Cable for the W-series (R88D-W) Servo Drivers can be used. The Cable's model number is R88A-CMW001S.",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.9896991849,
        "format_confidence":0.9734523892
    },
    {
        "url":"https:\/\/www.aimscorp.net\/faq.html",
        "text":"Home > FAQ\n\n\nClick Here for Power Inverter Manuals\n\nOff Grid House\/Cabin Inverter Charger System\n\nDo you have an off grid house or cabin that is currently powered by a generator? Are you tired of running the generator day in and day out at $4 plus per gallon for fuel? Do you want to enjoy the weekend at your off grid cabin without hearing the generator run all night and day? Aims Power has the solution for you.\n\nA power inverter is great alternative to using a generator and the setup is very streamlined with an AIMS Power inverter.  The most common unit is an inverter with a built in transfer switch and battery charger. AIMS Power offers five different inverter charger models.  Here are the different models offered by Aims Power:\n\n•    1500 watt inverter charger - modified sine power inverter part# PWRIC1500W\n•    1500 watt inverter charger  - pure sine power inverter part# PWRIC150012S\n•    3000 watt inverter charger - modified sine power inverter part# PWRIC300012w\n•    3000 watt inverter charger - modified sine power inverter part# PWRIC300024w\n•    3000 watt inverter charger - pure sine power inverter part# PWRIC300012S\n\nInverter chargers make the system all automatic. Once the generator power is cut off, the inverter and DC battery source will take over.\nPicking the right size inverter is critical in this setup.  So, gathering the power demand of all items that need to run off of the inverter will help you select the proper inverter and battery setup.  Contact Aims power for further information and help with selecting the right equipment for your individual setup.\n\nPowering a Gaming Console\n\nWe receive many inquiries from customers that need to power a gaming console during a road trips or while camping.  The solution is easy; you will need an inverter, battery cables, and a DC source.\nAfter doing a little research, I found some power ratings for the most popular game consoles, while you are playing a game.\n\n  • Sony PS3 unit draws the most power 199w\n  • Microsoft Xbox 360 a close second with 187w\n  • Nintendo Wii at 18w\n\nOf course this does not include the TV that the system is connected to, but gives us a general idea what we are working with.\n\nFor any of the units listed above, we will recommend the AIMS Power 300 watt pure sine wave inverter (PWRI30012S) or larger AIMS Power 600 watt pure sine power inverter. We recommend that you direct connect this inverter to your battery, because most vehicle power outlets are only capable of delivering 180 watts of power.  The pure sine wave inverter is a very clean power that is typically required to operate the electronics within the console.\n\nIn addition to the inverter, you will need battery cables to connect the inverter to the power source. For example if the console will be used on a road trip, you will need cables to run from the battery in the front to the inverter in the back or under the seat.\n\nInstallation options are limitless and can be custom tailored for each application. Please contact us by phone or email if you need help with your system.\n\nGeneral Power Inverter Questions and Tips\n\nWhat is the difference between modified and pure sine?\n\nModified is a blocky sine wave and a pure sine is a cleaner rounded sine wave.   A pure sine wave is as close to city power as it gets via inverter.  Pure sine inverters are intended for sensitive electronics and some motors.  Modified sine nverters should work with the majority of devices.\n\nHow long will my inverter last with \"X\" number of batteries?\n\nWhen choosing batteries for your battery bank, you should consider two things; what you are running and how long you want to run your system? \n\nNow you can take the output AC amps multiply them by the volts output (vac) to figure watts.  Then, watts divided by input volts (vdc) gives the DC amps consumed per hour.  Once you have your DC amps per hour, you need to include the power loss through the inversion, which is about 10%.  Generally you should just multiply your DC amps per hour by 1.1 and this will give you the right amount in your final DC amps required total.\n\nAmps ac (your load) x Volts ac = Watts\n\nWatts\/Voltage dc = Amps dc per hour required\n\nAmps dc per hour  x  1.1 = actual Amps dc\n\nWhat size inverter do I need?\n\nInverter sizing depends on the type of device being powered.  Device start-up or surge should always be considered.  For example, motors and compressors have start-up surges.  It's generally a good idea to oversize an inverter.\n\nDo you carry an inverter designed for emergency back-up power?   Sump pump, furnace blower, refrigerator, computer, etc..\n\nEmergency back-up systems are something we specialize in.  Our inverter charger units have a built in transfer switch that is specifically designed for emergency back-up power.  Inverter charger units also cater to the novice inverter installer.\n\nWhat type of batteries should I use?\n\nType of battery being used primarily depends on how often and the amount of time you will be running your system. In general, deep cycle marine\/RV batteries and sealed batteries and are the best.\n\nHow much power can I get from my cigarette lighter?  \n\nDC cigarette lighter adapters commonly used in vehicles average 150 watts to 180 watts, UL recommended rating for a cigarette outlet is 80 watts max; This is because the wiring within the port is small, as well as, fused at 15 amps DC.\n\nHow do I wire batteries together?  What is series vs. parallel?\n\nCorrect wiring of your battery bank is important.  When your batteries are not wired correctly, your system may not work and\/or permanent damage could occur.  So, always remember that series increases the voltage, and parallel increases the amps. Series is achieved by connecting positive of battery one to negative of battery two.  Parallel is achieved by connecting batteries positive to positive & negative to negative.\n\nWhat size cables should I use?\n\nCable sizing is determined by the size of your inverter.  National Electric Code standards are strongly suggested when wiring a system.  Recommended sizing is as follows; #4 gauge is not to exceed 157 amps DC (approximately 1500 watts), 1\/0 is not to exceed 291 amps (approximately 3500 watts), and 4\/0 is not to exceed 454 amps (approximately 5000 watts.)  These ratings are based on a 12 volt system.\n\nHow far should inverter be from my batteries?\n\nInverters should be safely mounted near to the battery bank powering the unit as possible; therefore, 10-12 ft. should not be exceeded without sizing the gauge of your cables to the next available size up.\n\nWill my car\/truck electrical system handle an inverter?  If so, what size?\n\nVehicle electrical systems are typically designed to be maintained by an alternator, only using the battery for short bursts of power to get the motor started.  So, small systems will work fine via the electrical system in your vehicle. Anything that exceeds the amount of power that the vehicle can produce should have an auxiliary system which is charged separately.\n\nDo your inverters have high and low voltage shutdown?\n\nLow voltage shutdown is 10.5 on all of our inverters.  And hi voltage shutdown varies between 15-17 volts on all of our inverters.  These are 12 volt inverter shutdown voltages.\n\nCan I use my power inverter in a marine environment?\n\nOur inverters are acceptable in marine environments.  For best results, safely mount the inverter in a dry, well ventilated area.\n\nHow does a transfer switch work?\n\nTransfer switches are designed to isolate multiple sources of AC power.  When one source power is eliminated from the system, the next source of power is automatically applied.  Also, the AIMS Power transfer switch  unit is easily installed via separate terminals for each power source.\n\nWhat is advantage\/ disadvantage of 12, 24, 48 volts?\n\nAdvantages for different voltages are as follows.  Higher voltage battery bank can be more efficient, due to smaller cable sizes which can lead to less current, less voltage drop and less heat.    Also, higher voltage battery banks typically have multiple batteries in series to increase the voltage; this increases the amount of charge and discharge cycles your batteries are capable of handling. Disadvantages for different voltages are as follows, lower voltage battery banks are typically used for smaller systems and these battery banks may be less efficient and may consume more DC power than higher voltage systems.\n\nCan an AIMS Power inverter be wired directly to an electrical panel?\n\nService panels are compatible with AIMS inverters; however, if you are looking to produce 120\/240 Vac you will need to use an AIMS Power split phase inverter.  Please feel free to call us if you need more detail about split phase power inverters.\n\nGrounding the neutral Vac is a feature of our single phase units, with the exception of the “no frills models” (pwrb1000, pwrb1250, pwrb2500 and the bct010009d). \n\nIf you are planning to connect a power inverter to a service panel where AC is present.  Please call us or consult a qualified electrician.  You can destroy your power inverter if this is not done properly, by back feeding AC into the inverter.\n\nA Few Helpful Inverter Tips:\n\n  • Never leave an inverter connected to a line where other power (Vac) may feed into inverter.  It doesn’t matter if inverter is on or off.  Unless your inverter is a grid tie inverter.\n  • Using inverters in moist areas is a common cause for their drivers to burn out.  Even an outdoor extension cord that was lying in a puddle a day previously may have enough moisture to burn out the drivers of the inverter.  Tip: if using inverter in rain one day, allow cords that may have gotten wet to dry a few days before using in inverter again\n  • Always prevent foreign objects from entering inverter through the vent or fan openings\n  • Keep cables between inverter and batteries as short as possible.  This will help your batteries perform their best.\n  • Always use sealed batteries if you want to keep the inverter clos... (truncated)",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.9346328378,
        "format_confidence":0.9672278762
    },
    {
        "url":"http:\/\/www.epson.com\/cgi-bin\/Store\/support\/supDetail.jsp?BV_UseBVCookie=yes&infoType=FAQ&oid=146054&prodoid=63085488&foid=151976&cat=31002&subcat=31004",
        "text":"PowerLite 1830 Multimedia Projector\n\nSelected FAQ\n\nDoes this projector come with cables to connect to video or audio sources?\nThe projector comes with a VGA cable for connecting to your computer’s video interface, and a USB cable. Audio cables and other types of video cables are not included.\nPublished: December 23, 2009\n\nThank you for your feedback.\nWas this FAQ helpful?\nYes No  \nPlease tell us why this FAQ was not helpful.\nNote: We are unable to reply to comments submitted here.\n\nViewed FAQs\n\nReturn to Main FAQs Page",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.9873309731,
        "format_confidence":0.9515340328
    },
    {
        "url":"https:\/\/www.alienwarearena.com\/faq-contact",
        "text":"Account Settings\n\nKey Giveaways\n\nArena Rewards Program (ARP)\n\nOther Questions\n\n\nAccount Settings\n\nI forgot my password, how do I reset my password?\n\nYou can reset your password by using the “Forgot Your Password?” function.\n\nIf you do not know the email address, please contact us at contact@alienwarearena.com.\n\nI don’t know my username, what do I do?\n\nIf you do not know username for your account, you’ll need to send an email to contact@alienwarearena.com from the email address the account was created from. If you no longer have access to your email, please provide the date of birth for the account and state\/province the account was originally set to.\n\nCan I change my username, location, or password?\n\nYou can change your username, location, or password by logging in and going to your account settings page.\n\nHow do I change my email address?\n\nTo change your account’s email address, please contact us at contact@alienwarearena.com using your original email address. If you no longer have access to your email, please provide the date of birth for the account and state\/province the account was originally set to.\n\nI entered my Date of Birth incorrectly for my account, how can I change this?\n\nTo change your account’s date of birth, please contact us at contact@alienwarearena.com.\n\nHow do I change my profile avatar image?\n\n  1. Go to your account's \"Profile\" page.\n  2. Click your current profile image and select a previously approved avatar image, or upload a new one for approval.\n\nKey Giveaways\n\nIt says a key was already assigned to me, but I don’t have it.\n\nYou can find the keys that have been assigned to your account on your account’s \"Giveaway\" page.\n\nThere are no more keys for a giveaway, how do I get one?\n\nKey giveaways are extremely popular and often run out very quickly. When keys run out for a giveaway, often times it will be the end of the giveaway, but every once in awhile we are able to get another batch of keys to put up for members. We will often update the information in the giveaway when that is the case, so read the giveaway text to find new updates. Please do not contact us asking for a key as all keys we have are on the website.\n\nMy key doesn’t work, it says it’s invalid.\n\nReview the giveaway instructions on the right-hand side of the giveaway page. If you are still having issues after following the giveaway instructions, please contact us at contact@alienwarearena.com and we will try to work with you to get your key working.\n\n(NOTE: Not all giveaway keys are Steam client keys.)\n\nArena Rewards Program (ARP)\n\nWhat is the Arena Rewards Program?\n\nFor your participation in Alienware Arena, you earn Arena Reward Points (ARP). You can track your accumulated ARP through your member profile page. ARP accumulates towards Digital Rewards for all community members worldwide.\n\nWhat is the ARP sweepstakes?\n\nMembers in eligible countries can enter the Redeemable ARP they’ve earned into the ARP Weekly Sweepstakes for a chance to win great gaming gear and games. New ARP Sweepstakes open on Mondays and end on Sunday.\n\nWhat countries are eligible in the ARP sweepstakes?\n\nThe United States and Canada are currently the only eligible countries for the North American weekly sweepstakes.\n\nFrance, Germany, and the United Kingdom are currently the only eligible countries for the European weekly sweepstakes.\n\nWhy is my country not eligible for the ARP sweepstakes?\n\nUnfortunately, due to legal issues and our ability to fulfill the prizes, only certain countries are currently eligible for the ARP sweepstakes. We are continually working to try to incorporate more countries into all Alienware Arena programs, including the ARP sweepstakes.\n\nI have suggestions for the ARP Program, who do I send them to?\n\nAll site suggestions should be posted in our “Suggestions” forum and if it gets enough community support it certainly gets our attention.\n\nWhy did I lose ARP?\n\nYou will see your ARP totals decrease if an image, video, group, comment, or event you added\/created was removed. Finally, when you enter into an ARP Weekly Sweepstakes you will see your Redeemable ARP total go down, but your Lifetime ARP should remaing the same.\n\nYou can find a full list of ways to gain or lose ARP on the ARP page.\n\nOther Questions\n\nI want my team\/event to be sponsored by Alienware Arena, who do I contact?\n\nAt this time, Alienware Arena does not sponsor: individual players, teams, or multi-gaming organizations. Instead Alienware gives back to the community through key giveaways, free to play competitions and Alienware Arena.\n\nI am having an issue with my Alienware \/ Dell computer, how do I receive support?\n\nFor Alienware\/Dell products, get support on www.dell.com\/support, for contacting the Alienware\/Dell support teams, please visit www.dell.com\/contactdell.\n\nI have a question about buying an Alienware \/ Dell computer, who do I contact?\n\nThis varies based on what country you live in. For Alienware & Dell contact information, visit www.alienware.com or www.dell.com from there select the country that you reside in if it is not already selected for you.\n\nI would like to be an Alienware \/ Dell partner or reseller, who do I contact?\n\nYou can become a Dell reseller through this page.\n\n\nI need some extra help, how do I reach you?\n\nIf the FAQ doesn’t provide you with solution to your problem, you can email us at contact@alienwarearena.com. Please note that Alienware Arena is run and operated in English and we will be better able to provide you support in English, if possible.",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.6755930781,
        "format_confidence":0.9765461087
    },
    {
        "url":"http:\/\/www.apc.com\/bb\/en\/faqs\/FA157054\/",
        "text":"Technical FAQs\n\nAsk a Question\n\nWhat is displayed for peak current on the Silcon display when the 6 and ^ keys are pressed?\n\nThe peak output current that is displayed is occurring at the time the buttons are pressed. It does not store any previous values.\nWas this helpful?\nWhat can we do to improve the information ?",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.9827303886,
        "format_confidence":0.9716051817
    },
    {
        "url":"https:\/\/www.schneider-electric.co.uk\/en\/faqs\/FA27991\/",
        "text":"Technical FAQs\n\nAsk a Question\n\nWhat is the diagram for the cable connecting the ATV66 to the PC?\n\nThis is an old obsolete product for which support was stopped in 2009, so although the part number is given below it is almost certainly not attainable.\n\nThe part number of the PC connection kit for an ATV66 drive is VW3A66331.\nBelow are the connections for the cable and the plugs but before you attempt to make this lead up please check you have the correct software, as this is now obsolete.\nWiring diagram:\nmale connector pin 2 <--> female connector pin 3\nmale connector pin 3 <--> female connector pin 2\nmale connector pin 5 <--> female connector pin 5\nmale connector pin 9 <--> female connector pin 9\n\nOn the female connector, create the following 2 links\nlink between pins 4 and 6\nlink between pins 7 and 8\n\nCaution:  Don't forget the shielding and the ferrite cores.\n\nWas this helpful?\nWhat can we do to improve the information ?",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.9803398252,
        "format_confidence":0.9193821549
    },
    {
        "url":"http:\/\/www.epson.com\/cgi-bin\/Store\/support\/supDetail.jsp?BV_UseBVCookie=yes&infoType=FAQ&oid=162343&prodoid=63088879&foid=163244",
        "text":"VS400 Multimedia Projector\n\nSelected FAQ\n\nHow can I improve the picture quality?\nMake sure you've selected the best Color Mode for your picture and viewing environment. See Changing the Color Mode. Then use the Image menu to finish adjusting the picture. See Image Quality Settings - Image Menu.\n\nIf you are viewing video from a device connected to the projector's S-Video or Video port, be sure to set the Progressive setting to On in the Signal menu. See Input Signal Settings - Signal Menu.\n\nWe recommend using component video when available as it will produce the best image quality. To connect a device that supports component video to the projector, you need the optional VGA-to-component video cable (part number ELPKC19). See Optional Equipment and Replacement Parts. If component video is not available, then S-Video is the next recommended method of connecting to your projector. An optional S-Video cable (part number ELPSV01) and the VGA-to-component video cable are available for purchase from the Epson Store.\nPublished: June 8, 2010\n\nThank you for your feedback.\nWas this FAQ helpful?\nYes No  \nPlease tell us why this FAQ was not helpful.\nNote: We are unable to reply to comments submitted here.\n\nViewed FAQs\n\nReturn to Main FAQs Page",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.9893359542,
        "format_confidence":0.8493364453
    },
    {
        "url":"http:\/\/www.eeworld.com.cn\/mndz\/2011\/0528\/article_9234.html",
        "text":"2011-05-28 08:10:31来源: 互联网\nAbstract: This application note answers frequently asked questions for Dallas Semiconductor digital potentiometers.\n\nHow do I set up the DS1267 in stacked configuration?\n\nConnect the H0 terminal to the L1 terminal. With the Stack Select Bit (LSB of the 17-bit I\/O Shift Register) set to a 0, the multiplexed output, SOUT, will be the output seen at W0. With the Stack Select Bit set to a 1, SOUT will be the output seen at W1. The new stacked potentiometer will use H1 as the new upper terminal, L0 as the lower terminal and SOUT as the wiper, as determined by the setting of the Stack Select Bit.\n\nAre there any digital potentiometers that use an I2C compatible bus?\n\nMany of our newer digital potentiometers and resistors use a 2-wire communication protocol that is compatible with the I2C communication specification.\n\nCan the DS1847\/48 be used in general purpose applications?\n\nYes. The DS1847 and DS1848 devices contain two temperature controlled digital resistors and are typically used in fiber monitoring and control applications. However, they can also function well in any application that requires a resistance that is stable over temperature or needs to be auto-adjusted according to temperature. As an added bonus, the DS1848 comes with 128 bytes of EEPROM.\n\nIf I increment\/decrement to the end points of the digital potentiometer or resistor, will the wiper wrap around?\n\nNo. When a wiper is incremented to the top rail of the potentiometer or resistor, it will hit the top most position and stay there. Any further increment commands will not cause the setting to wrap around to the bottom rail. The wiper will simply maintain its position at the top most setting. When sending a decrement command after the wiper has reached the bottom most rail, the wiper will simply maintain the lowest position and will not wrap around to the top rail.\n\nOnce I have stored the wiper of a non-volatile potentiometer, will that wiper setting change or drift?\n\nNo. Because we save the wiper settings of our digital resistors and potentiometers in EEPROM, the wiper settings will not drift or change unless a new setting is programmed and stored into the EEPROM memory.\n\nI want to use the DS1669's pushbutton inputs and want to drive them from logic on my board. what problems might I encounter?\n\nIn order to go into the 2-button mode, the DS1669 requires the inputs to the UC and DC to be open-circuited at power-up. With processor control, some logic gates will not pull the inputs low enough to activate the input. The open circuit effect can be accomplished with a schottky diode between the processor and the pot pin pointed toward the processor, or the use of a FET between the pot and ground controlled by the processor. Another option is to look at the DS1804, a device designed for processor connections. To use the DS1669 in single pushbutton mode or anytime the DC pin is not used, it must be tied directly to VCC at power-up.\n\nWhat is the noise specification of a digital potentiometer?\n\nNoise specs were removed from the digital pot data sheets in 1999. In a study by the Georgia Institute of Technology, performed under the supervision of Professor P.E. Allen, the DS1267, DS1666, DS1667, and DS1669 were measured for noise. The conclusions of this report were the following:\n  • The equivalent input noise voltage is proportional to the resistance.\n  • The test data of input noise voltages are greater than the calculated thermal noise.\n  • This implies that other noise sources including the test system noise, power supply noise, and parasitic noise caused from board and wiring are coupled into the system.\n  • There exists residual noise in the chips of approximately 10nv\/sqrt(Hz) exists in the chips.\n\nWhat do I need to know about the D input on the dallastats?\n\nWhen powered up with the D input low (connected to GND), the wiper will move from one end to the other and back, continuously cycling up and down until the D input is taken high (or high impedance since there is an internal pull-up), after which both pushbutton inputs and the D input will operate correctly. (For example, the D input overrides the pushbutton inputs if low on power-up). On the other hand, when powered up with the D input either open or high (connected to VCC), a high-to-low transition on the D input will NOT move the wiper until AFTER one of the pushbutton inputs is activated.\n\n\n编辑：神话 引用地址：http:\/\/www.eeworld.com.cn\/mndz\/2011\/0528\/article_9234.html\n论坛活动 E手掌握\n论坛活动 E手掌握\n芯片资讯 锐利解读\n芯片资讯 锐利解读\n\n\n\n馆内包含了 纵览FRAM、独立FRAM存储器专区、FRAM内置LSI专区三大部分内容。　\n带你走进LED王国——Microchip LED应用专题\n带你走进LED王国——Microchip LED应用专题\n电子工程世界版权所有 京ICP证060456号 京ICP备10001474号 电信业务审批[2006]字第258号函 京公海网安备110108001534 Copyright © 2005-2016 EEWORLD.com.cn, Inc. All rights reserved",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.930960238,
        "format_confidence":0.8686680198
    },
    {
        "url":"https:\/\/www.tp-link.com\/au\/support\/faq\/1444\/",
        "text":"What’s the difference between an owner account and a manager account?\n\nWhen You Set Up\nUpdated 04-22-2019 03:32:22 AM 22380\nThis Article Applies to: \n\nEach Deco has only one owner with full authority to manage the network, including add or remove manager accounts.\n\nThe owner can assign up to eight manager accounts for a single Deco network. Managers can also remove themselves from the Deco network, but cannot add or delete Deco units.\n\n\nWe can add Privilege options for manager accounts.\n\nNote: Update your Decos to latest firmware version to use the Privilege feature. Currently, only Deco M9 Plus and Deco M5 have the Privilege feature. Other Deco models will add this feature through firmware update in the near future.\n\nOn the Deco App, when go to the More->Manager, you can see the Privilege option for the manager account.\n\nTap Privileges, you can see the options including Network Management, Client Management, IoT Management and HomeCare.\n\nWhen Network Management is enabled, manager account can manage decos and change network settings including wireless settings, LAN IP, operating modes and IPTV, etc.\n\nWhen Client Management is enabled, the manager account can change the client location, nickname and device type, prioritize clients and block clients to access deco, etc\n\nWhen IoT Management is enabled, the manager account can manage the IoT clients like adding IoT clients, setting automation and shortcut, etc.\n\nWhen HomeCare is enabled, the manager account can use TP-LINK HomeCareTM to ensure safety, speed and security for everyone in the network with Parental Controls, QoS and Antivirus.\n\nNote: Features may vary slightly depending on the model, software version you have and the current operating mode. \n\nJoin TP-Link CommunityTP-Link takes your privacy seriously. For further details on TP-Link's privacy practices, see TP-Link's Privacy Policy.\n\nFrom United States?\n\nCheck products and services for your region.",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.9673307538,
        "format_confidence":0.8691117764
    },
    {
        "url":"https:\/\/www.arlo.com\/nl_nl\/support\/faq\/3205\/Are-the-infrared-LEDs-on-Arlo-cameras-visible-at-night",
        "text":"Are the infrared LEDs on Arlo cameras visible at night?\n\nYes, Arlo cameras display an array of red dots around their lenses when their infrared LEDs are on. The red glow indicates that the infrared LEDs are active. These LEDs aid the night vision capability of the Arlo cameras.\n\nArlo Baby’s infrared LEDs are much dimmer than the night vision LEDs on other Arlo cameras. Bright infrared LEDs can distract babies and keep them from sleeping, so Arlo Baby’s infrared LEDs are almost invisible, but still provide excellent low-light performance.\n\nYou can turn night vision on and off on any Arlo camera. For more information about turning the infrared LEDs off, visit How do I turn my camera’s night vision on and off in my Arlo app?.",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.9760081172,
        "format_confidence":0.9436510801
    },
    {
        "url":"https:\/\/www.dexcom.com\/faq\/what-purpose-speaker-test?category=654",
        "text":"\n\nWhat is the purpose of the Speaker Test?\n\nWhen you plug in your receiver to charge, a Speaker Test screen will appear. This allows you test whether the sound and vibration on your receiver are working properly. Follow the instructions on the receiver screen to test your sound\/vibration, or skip the test for now. If you don’t get a beep or vibration, follow the instructions on the receiver screen to test again. If it still doesn’t vibrate and beep, there may be something wrong with your speaker\/vibrations. To report the error, contact Technical Support at 877-738-3646\n\nLBL014629 Rev001\nUS - English translation unavailable for Interested in Dexcom CGM.",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.9787812829,
        "format_confidence":0.9222655296
    },
    {
        "url":"https:\/\/eu.dlink.com\/al\/sq\/support\/faq\/adapters\/wireless-adapters\/dwa-series\/what-security-does-my-wireless-adapter-offer",
        "text":"What security does my wireless adapter offer?\n\nThe following wireless network security standards aresupported:\n\n  • WEP 64-bit\/128-bit\n  • WPA\/WPA2 Personal (PSK)\n  • WPA\/WPA2 Enterprise\n  • 802.1x\n\nWindows Wireless Zero Configuration\n\nIn Windows XP and Windows 2003, the built-in service can be usedto manage your wireless connections. In order to use all the abovesecurity standards, the latest Service Pack and updates arerequired.\n\nNote: the 802.11n standard no longer includes supportfor WEP. If you enable WEPencryption on an 11N device, it will fall back to 802.11g speeds(54 Mbps)\n\nRank: 1.5",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.8957731128,
        "format_confidence":0.9268530011
    },
    {
        "url":"http:\/\/www.epson.com\/cgi-bin\/Store\/support\/supDetail.jsp?BV_UseBVCookie=yes&infoType=FAQ&oid=146705&prodoid=63087179&foid=156119&cat=30961&subcat=30966",
        "text":"PowerLite 460 Multimedia Projector\n\nSelected FAQ\n\nThe image is not rectangular. How can I fix this?\nAdjust its shape using the Keystone setting on the Settings menu. See Customizing Projector Features.\nPublished: March 8, 2010\n\nWas this helpful? Yes No Didn't Apply\n\nViewed FAQs\n\nReturn to Main FAQs Page",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.9785596728,
        "format_confidence":0.9080270529
    },
    {
        "url":"https:\/\/wansview.com\/faq\/info.aspx?itemid=430&lcid=&cid=&page=4",
        "text":"What kind of brands, format and capacity of TF card that the cameras are compatible with ?\n\n1. We recommned Class 10 TF cards from major brands like Kingston, SanDisk Samsung and such major manufactures.\n2. Cameras support TF card capacity of 8G\/16G\/32G\/64G\/128G.\n3. TF card format should be FAT32. We suggest formatting the TF card on App at first if it's the first time to use the card.\n\nCopyright © 2018 Wansview All Rights Reserved.",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.9900847673,
        "format_confidence":0.9625942111
    },
    {
        "url":"https:\/\/www.laptopsdirect.co.uk\/28_days_free_24-7_technical_support__247support\/version.asp",
        "text":"28 Days Free 24\/7 Technical Setup Support AND 2GB Free Cloud Backup - CALL 01628 200 147 for help with print driver setup and WiFi connections or upgrade to total support. CALL 01628 200 147. 247SUPPORT\n\nQuickfind code: 96666\n\nJoin Which? today and get £15 OFF orders over £200!\n\nWhich? Logo We are working with Which? to offer you a great deal. Try Which? for £1 and in return you’ll get £10 off orders over £250 when you shop on Laptops Direct. It's quick, easy, and most importantly, you'll save money.\n\nBenefits Member Access\nUnlimited access to all member content on which.co.uk, including our Best Buys and Don't Buys which offer\nDetailed reviews of our latest products from our Test Labs\nWeekly newsletter to keep you up to date with all the latest from Which?\nMonthly Which? magazine delivered to your door\nAccess to consumer legal advice via Which? Legal which offer\n\nWant to take advantage of this offer?\n\nVisit Which? and for £1 you will get a 1 month's trial subscription as well as your £10 off orders over £250 for Laptops Direct. Membership continues after your trial at £10.75 per month.\n\nWhen will I receive my code?\n\nUsually instantly. As soon as you've taken out your Which? membership you'll receive a welcome email that will contain the promotional code. (Please note in a few cases the email can take up to an hour to arrive, please also check your junk folder.)\n\nWhen will my voucher code expire?\n\nThe code will be valid for 2 days and can only be used once.\n\nHow do I use my voucher code?\n\nOnce you've received your code simply place an order via our website and enter the code at the basket page.\n\nPlease note: Once your trial comes to an end, your membership will continue at £10.75 a month. Remember you can cancel at any time during the trial or when you’re a member. The email can take up to an hour to arrive, please also check your junk folder. If you don't receive an email from Which? please call their Member Services team on 01992 822800.\n\n\nSee all delivery & collection options\n\nWe deliver 6 days a week from 7am - 8pm, including the option of next day and Saturday delivery on 1000’s of products. We offer a range of delivery services for you to choose from, with many allowing you to choose a delivery date. Most of our delivery partners give you delivery time slots on the day of delivery and the ability to track your order. You may also have the option to collect from our Huddersfield store, or from thousands of nationwide CollectPlus collection points.\n\nSimply enter your postcode below to see your delivery options:\n\nEnter delivery postcode for options and prices:\nclick to close\nWhy buy me\n  • Bullet Point 1 - Install and set up your printers and webcams. Install and configure your security software. Connect to your Wireless Network.\nMore Info »\nValid promotions & discounts\n\nPrice match: We constantly check our prices to give you the best deal possible. Call us if you see it cheaper elsewhere.\n\n£10 off orders over £250 when you trial Which? for only £1. Click here for more information.\n\nWays to pay\n\nOrdering from us is easy. We accept all major credit and debit cards, including Visa, MasterCard, Switch, Delta, Maestro and Solo - making placing an order with us as easy and convenient as possible.\n\n\nPopular Bundles\n\nProduct Information\n\nFor a lot of people, the prospect of setting up a new laptop or desktop for the first time can be a daunting one, as can dealing with any technical issues that may arise afterwards. Luckily help is at hand; with our 28 Days Free Technical Support you’ll have a highly trained computer expert available immediately.p>\n\nOur support package, provided by computer support specialists, zuuMedia, is a simple, easy to use service that takes the stress and hassle out of setting up your new computer. Ready to assist you 24 hours a day, 7 days a week, their engineers use remote access tools to share your computer with you and sort out any issues. With 24\/7 support, you’re essentially getting your own personal computer technician, available every hour of every day, whenever you need them.\n\nIncluded in the 28 day free trial is assistance with the following:\n\n  • Install and set up your printers and webcams.\n  • Install and configure your security software.\n  • Connect to your Wireless Network.\n  • When your 28 days runs out you can easily upgrade to the 1 year service, which comes complete with even more support and services and costs only pennies a day. It's a small price to pay for hassle-free peace of mind.\n\n\n    Questions & Answers\n\n    Question from Michelle: Asked on 24\/05\/2013 If I take the free 28 days support do I have to cancel it at the end of 28 days to avoid paying for the ongoing service, or will I only get charged if I actively ask for the paid for service?\n\n    Answer from paul It is automaticaly cancelled on the 29th day.\n\n    Question from ENGA: Asked on 19\/07\/2011 Do you - by default - have one year warranties on laptops? If yes, is it international?\n\n    Answer from Mike Please contact our retail sales team for more information on warranties as they do differ on particular laptops.\n\n    Question from Katie Simpson: Asked on 28\/04\/2011 HP G72-b01SA Laptop - XF103EA is this item wirefree please?\n\n    Answer from Ross do you mean Wifi? If so then yes it is Wifi enabled. Thank you for your enquiry.\n\n    Question from Percy Van Percy: Asked on 15\/04\/2011 Hi is there a DVD writer with this product? K50IJ-SX539V\n\n\n    Answer from Mike Yes, I can confirm that.\n\n    Question from mike: Asked on 04\/04\/2011 i have an acer 5720 and when i turn it on the power light comes on then goes of and nothing else happens,any ideas\n\n    Answer from Ross For technical support contact Acer on 0871 7601000.\n\n    Question from Ray Longley: Asked on 12\/01\/2011 Does Laptop Toshiba C660-195 @Â£374.08 come with any anti-virus trial ?\n    Is the Â£39.97 Tech Support phone line a free phone?\n    Is the warranty 1yr or 3 years?\n    Does this laptop come with any basic software for letters etc ?\n\n    Answer from simon Yes, when you purchase the laptop you receive 28 days free technical support and a 1 year warranty. the laptop only comes with trial versions of internet security and Microsoft office, you can however buy those seperately. Please feel free to contact our retail sales team for prices and purchasing.\n\n    Question from amir: Asked on 29\/12\/2010 i like to purchase\n    laptop brand toshiba with 2 harddisk support with amd cpu (no intel)\n    thanks why i need 2 harddisk because i use vmware 7\n    the best model work for me was Satellite A300D-11B\n\n\n    Answer from simon Please call sales to discuss your option there is too many calls coming in to give an detailed response\n\n    Question from Michael Horn: Asked on 13\/12\/2010 I notice the Samsung N145 does not have a dvd player installed. Can I download films and watch them on this product?\n\n    Answer from simon Even though netbook's don't come with an internal optical drive, they can still support internet downloaded movies\n\n    Question from mob: Asked on 22\/11\/2010 Cost of 3 year guarantee?\n\n    Answer from simon Prices are on the site see\n\n    You didn't include what you were looking at in your message so can't advise any exact prices.\n\n    Question from AlanJ: Asked on 02\/10\/2010 Can I buy with my credit card, but have the product delivered to my son's address?\n\n    Answer from simon Providing your son has the same surname it shouldn't be a problem. But this subject to security chips.\n\n    Question from AlanJ: Asked on 02\/10\/2010 Does the Samsung R730-JB03UK Core i3-350M Laptop in Red\/Black - NP-R730-JB03UK have a 32bit or 64bit version of Windows home Premium?\n\n    Answer from simon 64bit\n\n    Question from acer aspire 7740: Asked on 30\/09\/2010 p&p price\n\n    Answer from simon No postage charges for 247SUPPORT\/2YR or 247SUPPORT\/1YR support services.\n\n    Question from Claire Calderwood: Asked on 15\/09\/2010 Does it have a free expansion card slot (pci express) that i can put a usb 3 expansion card in or is it mini express?\n\n\n    Answer from simon what are you looking at pls?\n\n    Question from Ardian Ryva: Asked on 12\/08\/2010 I wondered if you do or can arrange delivery to Athens, Greece?\n    Of course the delivery fee will be forfeited by me.\n\n    Answer from simon No sorry we don't deliver there.\n\n    Question from cmak: Asked on 05\/08\/2010 is the 3410T LX has a better screen than the 3810TX? cos the description on the 3410T LX stated HD ACER LED and 3810TX does not have that description.\n    Also i noticed that in your Kays Killer deal stated that Starting the 3410T has a 320GB harddrive, but when i want to go ahead to make the purchase its only 250 GB harddrive.\n    please clarify... before i can make the purchase.\n    many thanks!\n\n    Answer from simon I can find the 3410T you are looking at part code LX.PEC02.092, but can't find a 3810TX. There are lots of models in the 3810 range. Please call sales with both part codes for both models and we can help you compare them.\n\n    Question from David Nicholson: Asked on 13\/06\/2010 Hi. Does the Samsung R780 Core i5 JS05UK model have the WINDOWS 7 Home Premium 32 or 64 bit operating system please ?\n\n    Answer from simon Win7 HP 64bit\n\n    Question from Cathy: Asked on 30\/12\/2008 I would like to buy a laptop for my dad this week to ensure I get the price but I am not traveling up to see him until 22nd January, would it be posible to have the 1 week free start from 22nd January?\n\n    Answer from SteveF you can order now and delay the delivery. The one week starts from when you receive the laptop so I would order now and organise delivery for a couple of days before you go.\n\n    Question from chrisR: Asked on 02\/12\/2007 one week from when...if its going to be an Xmas present, it's not going to be setup immediately\n\n    Answer from Easycom This is normally from the date of purchase, however please call us as we may be able to change this for christmas gifts.\n\n    Question from Patrik: Asked on 01\/05\/2... (truncated)",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.9359468222,
        "format_confidence":0.5628574491
    },
    {
        "url":"http:\/\/iphoneus.org\/faq\/how-much-data-is-used-on-the-iphone-5-when-just-opening.html",
        "text":"How much data is used on the iPhone 5 when just opening the Facebook app?\n\nHow much data is used just looking at ur newfeed? Also what about other apps like twitter and so on? And is 300mb a good amount of data for the iPhone 5? Thanks\n\nBest way to check that is to go to Settings-->General-->Usage-->Cellular Usage and you can see how much cellular network data u spent, good thing about it is that you can reset the numbers so you can track it however you want to: D. I'm not sure if 300mb is enough since I don't know how much time you are going to spend, and I don't use cellular unless I'm on a trip and can't find a wifi network. Hope I helped",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.8859972954,
        "format_confidence":0.8967943192
    },
    {
        "url":"http:\/\/www.schneider-electric.com.au\/en\/faqs\/FA22679\/",
        "text":"Ask a Question\n\nWhat are the rules for parallel-connection of XS 2-wire inductive, XT capacitive and XU photoelectric detectors?\n\nRelevant products\nThe relevant products are XS inductive and XT capacitive sensors, and XU photoelectric detectors.\n\nElectrical Connection\nParallel connection of a 2-wire output sensor and\/or mechanical switching devices is not advisable.\nIn fact, if one of the two sensors connected in parallel is in the \"OFF\" state, the second sensor will no longer be supplied with power. When the contact changes to the \"ON\" state, the sensor will not be available immediately because it is being powered up.\nOperation may be acceptable if the sensors are activated alternately one after the other.\nOtherwise, they may be damaged.\nThis type of connection should therefore be avoided.\n\nWhen connected in series, XS and XU products do not generate conducted or radiated electromagnetic phenomena likely to disturb their environment.\nTheir immunity to electromagnetic disturbance is also compliant with IEC standard 947-5-2\nWas this helpful?\nWhat can we do to improve the information ?",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.7089928985,
        "format_confidence":0.9561704993
    },
    {
        "url":"http:\/\/www.p4c.philips.com\/cgi-bin\/dcbint\/oleeview.pl?view=aa12_view_iframe.html&scy=us&slg=AEN&refnr=0095210&dct=QAC&ctn=HTS3564\/F7",
        "text":"Why doesn’t the product work with MyRemote App?\n\n\nThe MyRemote App is available in selected countries only. Unfortunately it is not available in the US, and therefore the product does not work with this App.\n\nWas this document helpful?\n\nYes No Need to try first\n\nGive us your feedback on this FAQ. What could we have done to to answer your question better?",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.6164278388,
        "format_confidence":0.8955475092
    },
    {
        "url":"https:\/\/www.schneider-electric.us\/en\/faqs\/FA116262\/",
        "text":"Technical FAQs\n\nAsk a Question\n\nWhat is the difference between a QDA32100 circuit breaker and a QDL32100 circuit breaker?\n\nProduct Line:\nCircuit Breakers\n\nElectrical Distribution Equipment\n\nQDA style circuit breakers are designed for mounting into an I-Line panelboard, and they have plug-on connectors on the ``on`` side of the breaker and mechanical lugs on the ``off`` side. QDL style circuit breakers have mechanical lugs on both the ``on`` and ``off`` side, and they are designed for application as enclosed circuit breakers, or separately mounted applications.\nIn this picture, the breaker in back is an I-line breaker type QBA (3-pole), and the two breakers in front are type QBL (2-pole and 3-pole). For dimensions, see the three attached drawings.\n\nWas this helpful?\nWhat can we do to improve the information ?",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.8620692492,
        "format_confidence":0.9655886292
    },
    {
        "url":"http:\/\/www.schneider-electric.us\/en\/faqs\/FA130438\/",
        "text":"Technical FAQs\n\nAsk a Question\n\nGramor Rejected. Customer wants if all panelboard trims have a trim-stop to support the trim on the lip of the back-box while being installed?<br \/><br \/>\n\ncustomer was advised that all panels have a trim-stop.\n\nCTA-ID : 2053309\nWas this helpful?\nWhat can we do to improve the information ?",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.6269330382,
        "format_confidence":0.9527931213
    }
]