[
    {
        "url":"https:\/\/www.architecturaldigest.com\/story\/madre-dallas-store",
        "text":"Skip to main content\nShops + Showrooms\n\nA Charming Children’s Furnishings Shop Opens in Dallas\n\nDallas welcomes a smart new shop with a focus on children’s furnishings\n\nA Charming Childrens Furnishings Shop Opens in Dallas\nMadre, a new furnishings store in Dallas that specializes in children’s items.\n\nDallas has a chic new source for all things kids, thanks to Madre, which opened in the city last month. Founders Mia Brous, Kerri Goldfarb, and Louise Marsh set out to create a shop featuring their favorite items, from Madeline Weinrib dhurries to children’s totes. Since all three partners are mothers, they realized the importance of carrying pieces that could easily transition from nursery to playroom to guest room.\n\nThe shop occupies four rooms in a light-filled bungalow.\n\nLocated in a sunny 1,250-square-foot bungalow, Madre features children’s clothing and accessories, furniture, lighting, artwork, handmade ceramics, and gifts. Locally made headboards, slipper chairs, desks, and side tables are offered alongside works by Kate Schelter, Caitlin McGauley, and photographer Gray Malin. Custom upholstery, wallpaper installation, and other design services are also available. “Our goal for the store was to showcase our style and fill a niche in the Dallas market that we felt was missing,” says Marsh.\n\nA nursery vignette.\n\nMadre, 4715 West Lovers Lane, Dallas;",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.6524863243,
        "format_confidence":0.8987829089
    },
    {
        "url":"https:\/\/news.swmgroup.com.au\/opera-house-bold-beautiful-and-green\/",
        "text":"Opera House: bold, beautiful and green\n\n8.Opera House bold beautiful and green\n\n\n(Australian Associated Press)\n\nIt’s already the star of the harbour, and now the Sydney Opera House has become a star for the environment.\n\nThe national icon has joined a select group of World Heritage buildings after being awarded a 4-star Green Star – performance rating by the Green Building Council of Australia.\n\nAnd it’s quite the achievement for the harbour gem, considering it’s more than 40 years old.\n\n“It puts the Sydney Opera House on the same level as the remarkable Empire State building in New York which has also achieved a similar rating,” NSW Minister for the Arts, Troy Grant said.\n\n“This sort of environmental rating is usually achieved in brand new buildings where they have access to newer building materials and planning opportunities,” Mr Grant said.\n\nThe Opera House has reduced its energy consumption by 10 per cent over the past five years by retrofitting new lighting.\n\nIt also has a sea water cooling system that sources water directly from the harbour as well as green cleaning methods.\n\nJust by installing more energy efficient lights in the concert hall, the Opera House is saving $75,000 a year.\n\nMr Grant hopes other businesses with ageing buildings will follow the Opera House’s lead in making the investment in green technology.\n\nHe says all government buildings should pursue the 4-star rating.\n\n“There really shouldn’t be any excuses,” he said.\n\nFrom the 970 buildings in Australia that have achieved the 4-star performance rating, only 110 were older buildings.\n\n\nLike This",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.8892438412,
        "format_confidence":0.953831017
    },
    {
        "url":"https:\/\/www.cincinnati.com\/story\/entertainment\/arts\/2014\/07\/07\/public-art-event-invites-locals\/12285765\/?from=global",
        "text":"At least eight Cincinnati-area artists have been invited to create work for ArtPrize, the 19-day celebration of public art in Grand Rapids, Michigan, this fall.\n\nIn May, Joe Girandola – director of the master in fine arts program at the University of Cincinnati's College of Design, Art, Architecture and Design – was selected as one of two prize winners nationally to receive a $5,000 grant to create an installation for ArtPrize, the third-largest attended art event in the world last year.\n\nThe sixth annual event is Sept. 24-Oct. 12. Competitors come from 45 states and 47 countries, with more than 400,000 visitors and $560,000 in prizes. The art, both indoors and out, covers about 3 square miles of Grand Rapids.\n\nTwo artists who were finalists for May's Cincinnati Pitch Night prize will create versions of the installations they designed for the pitch:\n\nCatherine Richards' \"Valance\" is one of two works that will be installed on Blue Bridge, a popular Grand Rapids pedestrian bridge. Richards, an architect and artist, has designed an circular, interactive structure. The exterior is created from laser-etched plexiglass mirrors and a highly-engineered internal support structure will feature lighting that will allow the experience to change at night.\n\nShe will reinstall the structure in a Solway Gallery space after ArtPrize. Richards is raising money via Kickstarter to fund her project. Search Kickstarter Valance.\n\nJenny Ustick has been invited to install her \"Metanoia: You Are Here\" at Ah-Nab-Awen Park, a green space on the west side of the Grand River adjacent to the Gerald R. Ford Museum. Ustick plans to raise money for her project via Kickstarter. The site should be up soon. Search: Metanoia: You Are Here.\n\nOther local artists who have been invited to exhibit at ArtPrize, their work and the exhibit site:\n\nKirk Mayhew, \"Resonance,\" a large site-specific installation using locally sourced driftwood, rope, and other materials, VandenBerg (Calder) Plaza.\n\nEmily Moores, \"Ornamental Invasion,\" Grand Rapids Downtown Market. Moores is a recent MFA graduate from DAAP. If you visited the Contemporary Arts Center this spring, you likely saw a site-specific installation of \"Invasion,\" which uses paper, plaster, wood and wire to imitate the growth of vegetation.\n\n• Mark Hanavan's \"Inherent Values\" is comprised of three charcoal drawings mounted on concave surfaces. The three images (a triptych) are of his daughter, wife and his wife's mother. Grand Rapids Community College Collins Art Gallery.\n\n• Philip LaVelle, LaVelle uses stencils, spray paint, ink jet prints and a clear acrylic to create layers of images within one piece. His piece \"Garden of Babbage,\" references Charles Babbage, the person credited with first imagining and attempting to develop a programmable computer. It will hang at Palatte Coffee & Art.\n\n• Hark + Hark, \"Feel Beauty,\" a 30 feet wide by 5 feet high fiber art piece using embroidery hoops as a base, created by the Bombshells, a group Cincinnati-area fiber artists. At Grand Rapids' Urban Institute for Contemporary Arts.\n\nLearn more about the ArtPrize event at\n\nRead or Share this story:",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9929327965,
        "format_confidence":0.9891452193
    },
    {
        "url":"http:\/\/www.nytimes.com\/1990\/12\/16\/realestate\/streetscapes-the-goelet-building-a-facade-rich-in-marble.html",
        "text":"AN extravaganza in marble modernism, the Goelet Building at the southwest corner of 49th Street and Fifth Avenue, has had architectural pilgrims gaping since it was built in 1932. The Landmarks Preservation Commission has proposed the building, now known as the Swiss Center, for designation, but the owner, Sarah Korein, objects, saying she wants to add six floors.\n\nBy the early 19th century, the Goelet family had become prominent merchants and soon emerged as second only to the Astors as landowners, according to an article on the family by Brooks Peters in Quest magazine of March 1989.\n\nIn 1882, Ogden Goelet built a mansion at 608 Fifth Avenue at the southwest corner of 49th. He died in 1897 but the house remained standing until the death of his widow in 1929. The Goelets rarely sold land and in 1930 the family chose to erect a new structure on the site adaptable for use as offices, a single department store or small shops, largely because the pending development of Rockefeller Center made it difficult to forecast the most desirable use.\n\nThe columns on the first floor were set in to allow uninterrupted show-window space and the second floor was hung from the third to increase head room in the first-floor area. But it is the styling of 608 Fifth Avenue that sets it apart -- way apart.\n\nPerhaps the term \"geometric moderne\" is fairly close, but it still doesn't do justice to what the marble trade magazine Through The Ages called \"a modernist's dream\" in 1932.\n\nThe building is one giant Art Moderne cigarette case of marble -- Dover white at the floor levels; deeply veined verde antique green at the store levels, the crown and in vertical strips, and Yule Colorado golden at the door, all accented by aluminum trim. The bronze doorway was designed after the Goelet family coat of arms and was said to have cost $14,000.\n\nInside, the lobby is an explosion of zig-zag modernism and different marbles -- aurora rossa, samosa golden, American pavonazzo, bleu belge, numidian red and Belgian black, under an aluminum ceiling. It's a key stop on the walking tours given by the geologist Sidney Horenstein, architecturally both exhilarating and exhausting.\n\nThe design of the building is subject to competing claims. Roy Clinton Morris, an architect who did other Art Moderne work, actually filed the building application for the Goelet family. But he did so as an agent for Edward H. Faile, an engineer who subsequently did other work for the family. Mr. Faile is also known for his 270 Broadway office building of 1930, unusually austere on the outside but with a highly decorative lobby.\n\nBut the article in Through The Ages credits only the architect Victor L.S. Hafner, making no mention of Mr. Faile or Mr. Morris. Charles Savage, an architectural historian at the Landmarks Preservation Commission, has determined that Mr. Faile, a Cornell graduate, began his practice in 1925 and employed Mr. Hafner for a year and a half.\n\nJust how \"modern\" was the Goelet building in its own time?\n\nLewis Mumford considered it absurd, sarcastingly calling it \"an excellent period reproduction -- Modernique, 1925\" in his New Yorker column in 1931. He considered it a retardataire holdover of the Art Deco of the 1920's. Indeed, there is an awkward, ungainly quality to the massing and in the restless conflict between the vertical and horizontal elements of the design; the rich facade does not compliment the structure itself.\n\nBUT with the advantage of hindsight it is possible to see something of the emerging Bauhaus style in the design. In his guidebook \"The City Observed: New York,\" Paul Goldberger calls it \"A real marvel -- New York's real early modern gem.\" But its flashy luxury still sets it outside of the early modern movement, which was dominated by a spartan, intellectual elitism.\n\nPeriod photographs show that the ground floor was at first leased out to small shops, but by the 1960's most had been taken by John David, a men's store. In 1966, the architect Lester Tichy added a bronze screen to the storefronts, but the building's exterior is otherwise largely intact, as is the lobby.\n\nIn 1985, the landmarks agency calendered the building but did not designate it and a new hearing was held this year. Mrs. Korein, the owner, says she objects to the designation because the lease of the Swiss Center, which rents the entire building, will expire in six years and she wants to be able to build an additional six floors, which she says is permitted under current zoning.\n\nThe commission has held as many as three separate hearings on some structures, so for the Goelet Building the second time around is no guarantee of any resolution.\n\nPhoto: The Goelet Building on Fifth Avenue at 49th Street in 1931. (Library of Congress)",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9508885741,
        "format_confidence":0.5527637601
    },
    {
        "url":"http:\/\/www.bizbash.com\/inspiration-fashion-and-architecture-meet-at-moca\/los-angeles\/story\/6174",
        "text":"Sign In Sign Up Get Listed\n\nINSPIRATION: Fashion and Architecture Meet at MOCA\n\nThis fall, head to the Museum of Contemporary Art to check out the connections between architecture and fashion at the museum’s “Skin & Bones: Parallel Practices in Fashion and Architecture” exhibit. The show will highlight the looks and concepts that the industries have in common—ideas of space, volume, and movement that are also critical to events. The exhibition focuses on the period from 1980 to the present and includes works from 40 architects and fashion designers from the United States, Europe, and Japan. Featured designers include Alexander McQueen, Narciso Rodriguez, Vivienne Westwood, and Yohji Yamamoto, and architecture firms include Diller Scofidio & Renfro, Gehry Partners, Zaha Hadid Architects, and Herzog & de Meuron. The exhibition will run from November 19 through March 5, 2007. Alesandra Dubin\nPhoto: Satoru Mishima\nPosted 05.12.06",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.8173871636,
        "format_confidence":0.9733706117
    },
    {
        "url":"https:\/\/www.cbsnews.com\/news\/picasso-painting-giacometti-sculpture-could-break-auction-records\/",
        "text":"Picasso painting, Giacometti sculpture could break auction records\n\nEmployees of Christie's auction house stand by the Picasso painting titled \"Les Femmes d'Algers\" in Hong Kong on April 1, 2015. The painting was shown ahead of its May 11, 2015 sale in to be held in New York which could see it fetch the world record for any work of art ever sold at auction.\n\n\nNEW YORK -- With collectors' appetite for masterpieces of impressionist, modern and contemporary art seemingly unbounded, two works are poised to challenge world auction records on Monday.\n\nPicasso's \"Women of Algiers (Version O),\" a vibrant, multi-hued painting featuring a scantily attired female amid smaller nudes, could sell for more than $140 million, becoming the most expensive work of art at auction, according to Christie's. The evening sale also features Alberto Giacometti's life-size sculpture \"Pointing Man\" for an estimated $130 million. That could earn it the title of most expensive sculpture sold at auction.\n\nExperts say the once unthinkable prices are driven by artworks' investment value and by wealthy new and established collectors seeking out the very best works.\n\n\"I don't really see an end to it, unless interest rates drop sharply, which I don't see happening in the near future,\" Manhattan dealer Richard Feigen said.\n\nImpressionist and modern artworks continue to corner the market because \"they are beautiful, accessible and a proven value. ... Prices for works from these periods only seen to go up each auction cycle and the reputations of the artists become further enshrined ... Today the works epitomize the conservative, moneyed establishment.\" added Sarah Lichtman, professor of design history and curatorial studies at The New School.\n\n\"I think we will continue to see the financiers seeking these works out as they would a blue chip company that pays reliable dividends for years to come.\"\n\nThe Picasso and Giacometti are among two dozen blue chip pieces from the 20th century that Christie's is offering in a curated sale titled \"Looking Forward to the Past.\"\n\n\"Women of Algiers,\" once owned by the American collectors Victor and Sally Ganz, was inspired by Picasso's fascination with the 19th-century French artist Eugene Delacroix. It is part of a 15-work series Picasso created in 1954-1955 designated with the letters A through O. It has appeared in several major museum retrospectives of the artist.\n\nThe most expensive art work sold at auction currently is held by Francis Bacon's \"Three Studies of Lucian Freud,\" which Christie's sold for $142.4 million in 2013.\n\n\"Pointing Man,\" depicting a skinny 5-foot-high bronze figure with extended arms, has been in the same private collection for 45 years. Giacometti, who died in 1966, made six casts of the work; four are in museums, the others are in private hands and a foundation collection. His \"Walking Man I\" holds the auction record for a sculpture. It sold in 2010 for $104.3 million.\n\nAmong other highlights at Christie's is Peter Doig's \"Swamped,\" a 1990 painting of a solitary canoe in a moonlit lagoon that could set a record for the British artist. It is estimated to fetch around $20 million. The current record is $18 million.\n\nMonet's \"The Houses of Parliament, At Sunset,\" a lush painting of rich blues and magenta created in 1900-1901, is estimated to bring $35 million to $45 million. The current Monet auction record is his 1919 \"Water Lily Pond,\" which sold for $80.5 million in 2008.\n\nChristie's also has a Rothko for sale. \"No. 36 (Black Stripe),\" which has never appeared at auction, is estimated to sell for $30 million to $50 million. The 1958 work is being sold by the German collector Frieder Burda, who exhibited it in his museum in Baden-Baden for several years.\n\nLast year, Christie said its global sales of impressionist and modern art was $1.2 billion, an increase of 19 percent over the previous year.\n\nIn November, CBS MoneyWatch reported that a recent Sotheby's auction earned $422.1 million in sales, the highest total in the 248-year-old auction house's history. Longtime rival Christie's sold $165.6 million worth of Impressionist and modern art during another recent auction.\n\n\"The strength of the stock market has some effect on the art market as it does every market,\" according to a Christie's statement provided to CBS MoneyWatch in November. \"However, to a larger degree, the confidence we are seeing in art investment is due to the consistently strong auction results we are seeing season after season, and a growing interest in owning important objects and works of art.\"",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9766411185,
        "format_confidence":0.9953757524
    },
    {
        "url":"http:\/\/www.lostateminor.com\/2017\/09\/20\/banksy-just-made-two-incredible-new-murals-in-london\/amp\/",
        "text":"Banksy just made two incredible new murals in London\n\nIn honour of American street artist Jean-Michel Basquiat, Banksy has unveiled two new murals near London’s Barbican Centre, an area known to be graffiti-free (or at least now it used to be).\n\nThe elusive artist’s works were spotted in a tunnel close to the city’s biggest performing arts venue. Both mark the opening of an exhibition dedicated to Basquiat, who died at age 27 in 1988 from a suspected drug overdose.\n\nIn an Instagram post, Banksy confirmed that the murals are his, and that the pieces are part of an “(unofficial) collaboration” between the two artists.\n\nHis first post features a Ferris wheel with Baquiat’s trademark crowns adorning it. The caption reads: “Major new Basquiat show opens at the Barbican – a place that is normally very keen to clean any graffiti from its walls.”\n\nThe second post shows an artwork inspired by Basquiat’s 1982 work Boy and Dog in a Johnnypump. The caption reads: “Portrait of Basquiat being welcomed by the Metropolitan Police – an (unofficial) collaboration with the new Basquiat show.”\n\nThe exhibition, which comes nearly 30 years since Basquiat passed away, will have more than 100 works from different creatives. The event, taking place from September 21, will be the biggest ever UK celebration on the artist.",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9690640569,
        "format_confidence":0.8877546787
    },
    {
        "url":"http:\/\/bangordailynews.com\/2012\/04\/05\/living\/umma-spring-shows-stitch-together-craft-and-fine-art\/print\/",
        "text":"UMMA spring shows stitch together craft and fine art\n\nBy Aislinn Sarnacki, BDN Staff\nPosted April 05, 2012, at 4:37 p.m.\n\nA battle between craft and contemporary art is being waged at the University of Maine Museum of Art in Bangor this spring with exhibits by Maine sculptor Jemma Gascoine and New York artist Ruth Marshall. Both shows shun categorization and raise questions about societal value of functional craft.\n\nA third spring exhibit, a provocative and mysterious retrospective show by Boston-based photographer John Goodman, further shakes things up. All three shows, including a rotation of the museum’s permanent collection, run through June 9.\n\nEnter the tigers’ den\n\nDouble glass doors close with a decisive thud, and visitors are in a poacher’s lair. Wildcat pelts, spotted and striped, rise up, stretched across bamboo frames, replacing the pristine museum walls. Surrounded with the exotic skins of endangered species, visitors may at first be startled, disgusted even, but upon closer examination, the “pelts” are actually made of wool yarn.\n\n“I really want people to understand how beautiful these animals are, and I also want them to understand how endangerment and violence is part of the display. It’s a double-edged sword,” said Australian-born Marshall, creator of the meticulously knitted life-size displays. She arrived Monday in Maine to install her work.\n\nStory continues below advertisement.\n\n“Vanished into Stitches,” an installation of 14 replicated skins of tigers, leopards and jaguars, is much more than first meets the eye.\n\nEach piece is a near exact replica of a specific animal. Wild cats have unique asymmetrical patterns of spots and stripes. Marshall was granted special access to the mammal collection at the American Museum of Natural History so she could base her works on the markings of specific skins. She spent days researching and mapping out freehand drawings of the aged specimens, tucked away in metal drawers.\n\n“These tigers were hunted and killed for exhibit displays or to be placed in zoos,” she said. “I like the whole loop in the story — what we have done with these animals in the past and what we are still doing today.”\n\nMarshall’s love for animals grew as she befriended the inhabitants of the Bronx Zoo, where she worked as an exhibit artist from 1995 to 2009, after receiving a master’s of fine art in sculpture from the Pratt Institute in New York City.\n\n“I did everything from sculpting a rock to cover an ugly drain, to creating a tree with scratches in it to show how lemurs mark their territory, to making toys for tigers to play with,” she said.\n\nAt the zoo she typically worked with a variety of metals, plastics and paint, but as an artist, she learned that these materials didn’t suit her style. Within the past decade, Marshall rediscovered her passion for knitting, a practice from her childhood. Now she aims to stretch its boundaries.\n\nThe African Gaboon Viper — the snake with the longest fangs and highest venom yield in the world — was her first animal knitting project. She then knit every species of coral snake — 70-plus snakes of differing patterns.\n\nMarshall’s obsession with detail, both in pattern and hue, made her first cat skin — one of her housecat, Rocky the tabby, which is now owned by a London-based art collector — a three-year project. And she plans to continue to expand the collection, though each pelt takes at least three months to complete.\n\n“I’ve always envisioned a room full of pelts,” she said. “I was never going to just do one tiger. I wanted a whole tribe of tigers to just overwhelm people and drive home the message.”\n\nTiger numbers in the wild are thought to have plunged from 100,000 at the beginning of the 20th century to between 1,500 and 3,500 today, marking them as an endangered species. Marshall says that a recent report estimates 3,200 tigers existing in the wild.\n\n“I want to talk about issues in art that’s not about art,” she said, “though I do admire art for art’s sake. I always felt like I needed another layer.”\n\nThe repetitive nature of knitting appeals to Marshall, as does the portability of yarn and needles. While studying Asian Tigers at the Berlin Zoo, she was about to start working on the first day of her residency.\n\n“I’m trying to take knitting as a craft and use that craft in a different way,” she said. “I’m not knitting tiger sweaters, I’m knitting another museum specimen … I’m trying to inject more meaning into the craft.”\n\nHer works have been exhibited at the Textile Museum in Washington, D.C; Museum of Art and Design in NYC; Scottsdale Museum of Contemporary Art in Arizona and the San Jose Museum in California, but her collection of wildcat hides will be exhibited for the first time at UMMA.\n\n“Without a doubt, no one in Maine will have seen anything like this before,” said UMMA Executive Director George Kinghorn. “In fact, it’s safe to say that no one in the U.S. will have seen anything like this before.”\n\nDancing in the studio\n\nTo create a new body of work for her UMMA solo exhibit “Slab Waltz,” ceramic artist Jemma Gascoine sliced through her recently thrown pottery with wire and fused the pieces to clay slabs, forming contemporary wall art from once-functional objects.\n\n“Craft is often deemed inferior to fine art,” said Gascoine, who was born in England and moved to Maine in 2001. “I’m toying with the boundaries. Within pottery, there’s a lot of tradition; so I’m pushing outside those.”\n\nHer pottery style, minimalist in color and form, doesn’t disappear as she enters the realm of contemporary art. Embedded in clay tiles, her vessels can no longer hold sugar or flowers, but their Byzantine curves and glazed finish echo the functional vessels and bowls displayed on pedestals in the gallery.\n\nGascoine’s works have been exhibited at the Center for Maine Contemporary Art, Susan Maasch Fine Art, North Light Gallery and Lake Hebron Artisans.\n\n“I’ve enjoyed not doing functional work for a while,” she said, “but that doesn’t mean I don’t value functional work. In fact, at the moment, I’m teaching [at the Piscataquis Valley Adult Education Cooperative] and we’re making mugs.”\n\nDuring the many months spent working on this project, Gascoine shifted back and forth between her potter’s wheel and newly purchased slab roller in her Blanchard, Maine, studio. This movement she came to describe as a dance, a “Slab Waltz.”\n\nGascoine describes the exhibit as “a marriage between art and craft” rather than a battle.\n\n“I hope that the tension between the fine art aspect and craft aspect is something people question,” she said.\n\nFour decades in 40 moments\n\n“Moments Abstracted,” surveys John Goodman’s career through 40 photographs, mostly black and white, which span from 1969-2007.\n\nGoodman has captured fleeting moments in Havana, Tuscany, Las Vegas, Nashville, Coney Island and Boston. And though these photographs are from drastically different places and times, they’re linked by the photographer’s desire and ability to capture mood and movement.\n\nThe works are selected from his acclaimed book “The Times Square Gym,” of ghostly and grainy images of athletes from all walks of life. Several other works come from his “Combat Zone” series, photographs from Boston’s notorious adult entertainment area in the ’70.\n\nWhile Goodman’s photography is included in permanent collections in top art museums across the country, including the Metropolitan Museum of Art, this is his first solo museum exhibition. He is on the faculty of the Art Institute of Boston and also an instructor at the Maine Media Workshops.\n\nAdmission to UMMA is free in 2012 thanks to Machias Savings Bank, in honor of Ted Leonard, who worked to bring the museum to downtown Bangor. For information, visit or call 561-3350. printed on December 9, 2016",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9950538874,
        "format_confidence":0.8935338855
    },
    {
        "url":"https:\/\/penmenpress.com\/2018\/12\/05\/art-gallery-opening-in-robert-frost\/",
        "text":"Image Credit: Ryan Barrett\n\nOn Thursday, November 1, there was a reception for two new exhibitions that recently opened in the McIninch Art Gallery in Robert Frost Hall. The first is showcasing Modernism and its Legacy, while the second is a collection of works by Nikki Rosato titled Voyager. Missed it? Don’t worry, they will be open for public viewing until December 15. \n\nModernism and Its Legacy was curated by Joanna Flink but is being housed by Southern New Hampshire University. This gallery features artwork by Max Beckmann, Pablo Picasso and other contemporary artists that practiced the Modernism art style. Many of the pieces work in tandem with one another to show a sense of movement throughout the room. The goal of this gallery is to portray the vast impact Modernism had on art in the nineteenth and twentieth centuries, as well as how the Modernist movement is still impacting art to this day.\n\nThe Voyager series by Nikki Rosato is located right behind the barrier wall in the gallery. Rosato’s unique technique consists of taking silhouettes and filling in the negative space within the image with road maps from different places. This unique and captivating design is meant to symbolize how people tend to define themselves by their own personal sense of place.\n\nBoth exhibitions provide a way for students to gain new understanding of both of these artistic techniques while still being captivated by the artwork.\n\nLeave a Reply",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9950779676,
        "format_confidence":0.5703878403
    },
    {
        "url":"https:\/\/news.artnet.com\/art-world\/censorship-4557",
        "text":"A Possible Resolution to Censorship Protests at Georgia’s Zuckerman Museum\n\nRuth Stanford, A Walk in the Valley\nRuth Stanford, A Walk in the Valley, detail of installation at the Zuckerman Museum of Art, censored by university officials. Photo: Mike Jensen.\n\nFollowing widespread outcry against the Zuckerman Museum of Art’s censorship of work by local artist Ruth Stanford, Georgia’s Kennesaw State University has offered to reinstall the piece, A Walk in the Valley, at a later date.\n\nIn a statement released by the university in response to a petition at MoveOn.org, the school stood by its decision not to include Stanford’s work during the museum’s opening, but stated its intentions to display the installation at a more “appropriate” time.\n\nStanford, for her part, has not yet decided if she will take the museum up on its offer, telling Burnaway “the work has been completely re-contextualized. It’s no longer the work that I intended… I appreciate the offer to reinstate the work and am giving it serious consideration.”\n\nFollow artnet News on Facebook:\n\nWant to stay ahead of the art world? Subscribe to our newsletter to get the breaking news, eye-opening interviews, and incisive critical takes that drive the conversation forward.",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9272869825,
        "format_confidence":0.9971624017
    },
    {
        "url":"http:\/\/www.connectionnewspapers.com\/news\/2013\/oct\/02\/walt-lawrence-exhibits-katies-coffee\/",
        "text":"Walt Lawrence Exhibits at Katie’s Coffee\n\nWalt Lawrence Exhibits at Katie’s Coffee\n\n“Mute Swan” by Walt Lawrence\n\n“Mute Swan” by Walt Lawrence photo contributed\n\n\n“Great Egret” by Walt Lawrence\n\nGreat Falls photographer Walt Lawrence stages a new exhibit at Katie’s Coffee featuring images from his “On the Potomac at Riverbend” collection. The exhibit opened on Oct. 1 and will run through the end of the month. Over the past 15 months Lawrence has been shooting waterscapes and wildlife from a boat in the Potomac off of Riverbend Park. The images reflect the beauty of the river in different seasons and the variety of birds that either make the river their permanent home or just stop in for a seasonal visit. Lawrence said, “I especially enjoy shooting birds in flight and as they take off or land. Some fly so fast, especially the smaller ducks, it’s hard to capture the power and grace of their movements.” But Lawrence continues to add to his collection and plans to go out on the river shooting from the Seneca Breaks (off the end of Seneca Road) down to the western tip of Conn Island. He is also hoping for some serious snow and ice this winter to add a new backdrop for the images and to see how the wildlife adapts to the different conditions.\n\nWhile the exhibit of Katie’s Coffee represents only a small portion of his work, Lawrence will be participating in the upcoming Great Falls Studio Tour on Oct. 19 and 20, showing his entire collection at his studio in the Artists’ Atelier located at 1144 Walker Road, Suite G in Great Falls. For additional information about Lawrence visit www.GreatFallsAtelier.com or email at waltlawrence@cox.net.",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9879308939,
        "format_confidence":0.9927049279
    },
    {
        "url":"http:\/\/latimesblogs.latimes.com\/culturemonster\/2011\/03\/rirkrit-tiravanija-is-in-town-for-murder-and-mayhem.html",
        "text":"Culture Monster\n\nAll the Arts, All the Time\n\n« Previous Post | Culture Monster Home | Next Post »\n\nRirkrit Tiravanija comes to town for 'Murder and Mayhem'\n\nMarch 18, 2011 |  9:30 am\n\n\nHis art can look a lot like parties—involving food, drink and friends. He called a recent performance “Je ne travaille jamais.” But the ever-popular Thai artist Rirkrit Tiravanija (above, right) certainly seems busy — if not hard-working in the classic, capitalist, petit-bourgeois sense — during his week-long stay in L.A.\n\nHaving given a talk at Art Center earlier this week, the artist is giving another talk next Tuesday at noon at USC. And now he's working to finish the installation of his new exhibition at the gallery 1301 PE in time for its opening Friday evening. \n\nHe has wallpapered the downstairs space with images from his ongoing series of demonstration drawings (based on newspaper images of protests across the world) and carpeted the floors in orange (what gallery owner Brian Butler calls “a Buddhist monk orange”).The upstairs space has a collaboration between Tiravanija and the Belgian artist Nico Dockx, which features an LP playing the sound of making and then erasing (that would be the B side) a demonstration drawing.\n\nThe artist says the show's title, \"Murder and Mayhem,\" comes from a saying he’s used on protest T-shirts in the past. “Murder and mayhem was a description that the BBC used to describe the situation going on in Zimbabwe when Mugabe was refusing to go away after the election. It kind of stuck with me — because it’s the image of everything going wrong in society.”\n\nThe T-shirts have also spawned another idea, which will bring the artist back to town in October. He will be teaming up with musician-producer Arto Lindsay and public art impresario Emi Fontana of West of Rome to create a performance for the Getty-initiated event Pacific Standard Time. The idea is to stage a meta-protest parade through the streets of downtown L.A.\n\n“It will be a parade of T-shirts,” says Tiravanija. “We’d like to get other artists involved and also students — art students and high school students who could contribute texts for the shirts.”\n\n-- Jori Finkel\n\n\n\nDrinking with Tom Marioni and friends\n\nPacific Standard Time expands\n\nImage: Nico Dockx and Rirkrit Tiravanija at 1301PE. Photograph by Brian D. Butler.",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9573551416,
        "format_confidence":0.9702220559
    },
    {
        "url":"https:\/\/www.caribbeanintelligence.com\/content\/motorised-macco-sculpture-british-trinidadian-artist-opens-central-london",
        "text":"Motorised ‘Macco’ sculpture from British-Trinidadian artist opens in central London\n\nSculpture Autonomous Morris\n\n\nA new sculpture by British-Trinidadian artist Zak Ové has been unveiled in London’s St James area, bringing together a mix of Trinidadian culture and British cars.\n\n\nThe work ‘Autonomous Morris’ is what Ové called a motorised ‘Macco’ which uses discarded Morris Minor car parts to tell others stories.\n\n\n\n\nFor those of you who do not speak fluent Trini, a ‘Macco’ is the Trinidad term for somebody who involves themselves in other people’s business for the purpose of gossip and posterity.\n\nThe ten-foot high sculpture is to be found at the newly re-opened Smithson Plaza in St James, where The Economist Magazine used to be sited. It is Ové’s largest mask to date and references his interest in the sculptural aspects of cars, using them to represent geographical movement, historical documentation, protection and nostalgia.\n\n Ové said: “I’m fascinated by ideas around time travel, the spread of diaspora and the positive effects of colliding cultures. My sculpture highlights my belief in the power or play embodied in masquerade, to liberate a sense of self and provide an alternate or evolving creative space both personal and communal. Autonomous Morris soaks up contemporary oral history and information, recording and storing as a ‘never forgetterer’. \n\nPhoto of ‘Autonomous Morris’ and Zak Ové courtesy of Vigo gallery and Zak Ové, photography ©Justin Piperger\n\nPhoto of ‘Autonomous Morris’ and Zak Ové,\ncourtesy of ©Justin Piperger\n\n\n\n“He listens to your aspirations, your pride, joy and anguish, acting as a receiver and archiver of memory.”\n\n\n‘Autonomous Morris’ joins other pieces in the UK capital by the artist who grew up in London and Trinidad. It will be exhibited in Smithson Plaza until March 2019.\n\n\nRelated articles:\n\nCaribbean events in the UK\n\nWhat's the Buzz - Features from the Caribbean and the Diaspora\n\nNew Writers Club - Celebrating new Caribbean writing, contests and successes\n\nAll about Zak Ové",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9939184189,
        "format_confidence":0.9854362607
    },
    {
        "url":"https:\/\/www.csmonitor.com\/1985\/0329\/lchek1.html",
        "text":"Startling artworks from a man for all media\n\nA bathroom sink that fills with light instead of water. Bowling balls and pins that fuse together. Eyeglasses that see only the hammer that smashed their lenses. These are some of the artworks now filling the Reference Gallery in the new Albert and Vera List Visual Arts Center at the Massachusetts Institute of Technology here. They were dreamed up by Stuart Sherman, a New York-based artist of national prominence who's in residence at MIT this month.\n\nA man for all media, with a minimal style and a wry sense of humor, Sherman moves easily from sculpture and assemblage to theater, film, and video. Visitors to the List Center can sample his movies and tapes, or see a performance of his latest stage project, ``Chekhov,'' to be given this evening. Sherman tells me it's based on no single Chekhov play but on his overall impression of the Russian author's work.\n\n``Chekhov'' is part of an evolving trilogy on classic playwrights. It will appear at the Performing Garage in New York this spring, and it is expected to have a European tour. Sherman also hopes his earlier ``Classical Trilogy'' -- Hamlet, Faust, and Oedipus -- will have a major New York appearance soon. Only the ``Hamlet'' portion has so far appeared there. Coming too is a major show of Sherman films next month at the Collective for Living Cinema in Manhattan.\n\nof 5 stories this month > Get unlimited stories\nYou've read 5 of 5 free stories\n\nOnly $1 for your first month.\n\nGet unlimited Monitor journalism.",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.8621035218,
        "format_confidence":0.8171942234
    },
    {
        "url":"http:\/\/www.harpersbazaar.com\/uk\/culture\/bazaar-art\/news\/a30368\/turner-prize-2014-shortlist-announced\/",
        "text":"Turner Prize 2014 Shortlist Announced\n\nMeet this year's four shortlisted artists\n\nTate Britain has announced the four artists who have been shortlisted for this year’s Turner Art Prize: Duncan Campbell, Ciara Phillips, James Richards and Tris Vonna-Michell. To celebrate the 30th anniversary of the prize, the shortlisted artists have been chosen for the way in which they represent the mixed media world of modern art, with entries ranging from film and performance to installations and more traditional techniques.\n\nAdvertisement - Continue Reading Below\n\nPenelope Curtis, Director of Tate Britain and Chair of the Jury said: “This year's nominations illustrate the mobility of the contemporary art world, in which works are seen at global biennales and festivals over the course of the year. The four shortlisted artists share a strong international presence and an ability to adapt, restage and reinterpret their own and others' works, very often working in collaborative social contexts.”\n\nThe winner of the prestigious prize will win £25,000, with £5,000 going to each of the three remaining shortlisted artists. The Turner Prize exhibition will take place from 30 September 2014 – 4 January 2015 at Tate Britain with the winner being announced during a televised ceremony on 1 December.\n\nScroll down to find out more about this year’s nominees.\n\nPicture: Daniel Brooke\/Ciara Phillips\/Kendall Koppe, Glasgow\n\nCiara Phillips\nPhillips has been nominated for her solo exhibition held at The Showroom, London. For this she worked with print in the broadest sense – from screen prints to photographs, textiles and wall paintings – collaborating with other artists, designers and local community groups.\n\nPicture: James Richards\/London and Rodeo, Istanbul\n\nJames Richards\nRichards’ contribution to The Encyclopaedic Palace was shown at the 55th Venice Biennale and is a study in what can be done with the humble video. Using found VHS footage and original material, Richards brings together and manipulates a disparate range of images to investigate the range of emotions that can be found in the simple act of looking.\n\nPicture: Duncan Campbell\/Rodeo Gallery\n\nDuncan Campbell\nCampbell uses art to turn a lens on the authority of history and the means in which it is presented to us. For his presentation It for Others, Campbell responded to Chris Marker and Alan Resnais’ 1953 film Statues Also Die, weaving together fact and fiction with archive footage, new material and even a new dance piece choreographed by Michael Clark.\n\nPicture: Tris Vonna-Michell\/Jan Mot, Brussels\/Mexico city\n\nAdvertisement - Continue Reading Below\n\nTris Vonna-Michell\nVonna-Michell’s Post-Script II is an intriguing and lively performance piece which takes the elements of a standard lecture – spoken word, slide projections and photocopies – and elevates them into a curious multi-layered narrative which confuses and enlightens in equal measure.\n\n\n\nV&A announce Horst. P. Horst retrospective\nPreview: Reg Gadney new portraits 2014\nIn conversation with Ella Kruglyanskaya\n\nAdvertisement - Continue Reading Below\nMore From Bazaar Art",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.994546175,
        "format_confidence":0.9214684367
    },
    {
        "url":"http:\/\/mountaintimes.info\/statues-something-new-for-carving-studio\/",
        "text":"News Briefs\nAugust 23, 2017\n\nStatues something new for Carving Studio\n\nWEST RUTLAND—A statue of a man is taking shape in the Carving Studio and Sculpture Center, a marble worker from more than a century ago. Carol Driscoll, executive director for the Carving Studio, told the Rutland Herald that the statue differs from the type of work most frequently done at the West Rutland site. It’s different because it is classically representational and also because it is a commissioned piece from start to finish.\n\nNamed “Stone Legacy,” the work, commissioned by Mark Foley and Green Mountain Power, is anticipated to be first among a series of sculptures bound for downtown Rutland. New York sculptor Kellie Pereira said she studied old photographs of stone workers, observing how they stood and what they wore, including such detail as how they tucked in their shirts. She made a nude version of the sculpture so that she could cover it with clothing accurately.\n\nItalian sculptors Alessandro Lombardo and Andrea Ingrassi are replicating Pereira’s original at three times its size, from what came into the studio as a 10-foot, 11-ton block out of Vermont Quarries in Danby and positioned by a crane.\n\nWest Rutland Town Manager Mary Ann Goulette and Rutland City Mayor David Allaire together unveiled the statue Aug. 17. Project supervisor Steve Shaheen said refinements will continue into late September, with the public encouraged to visit the Carving Studio to see its progress.\n\n“Stone Legacy” may require a temporary home for the winter, before Center Street Alley reconstruction is complete enough for the figure’s installation, said Steve Costello, GMP vice president of customer care.\n\nThe stone worker statue is not the only statue taking shape in the West Rutland studio. Sculptor Sean Williams is transforming a 1,500-pound block of marble into a tribute to Rudyard Kipling’s “The Jungle Book,” WCAX-TV reported. The completed sculpture will show the characters Kipling created rising from the pages of an open book. Like “Stone Legacy,” Williams’ statue is carved from Danby marble. Kipling wrote the beloved story of Mowgli’s adventures while living in Dummerston, Vt. The work is scheduled to be installed in front of Phoenix Books in downtown Rutland.\n\nA third page from Vermont history is also coming to life in stone, this one depicting Revolutionary War widow, patriot and, briefly, Rutland resident Anne Story, Costello told the Herald. The initial artist design is already underway, with succeeding steps developing a budget and finding a sculptor, with carving to take place next summer, Costello outlined.\n\n Vermont Adaptive\/ Century Ride Banner\n\nShare This Article\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9902205467,
        "format_confidence":0.9956556559
    },
    {
        "url":"http:\/\/archaddict.com\/studio-015-paola-vigano-wins-competition-to-masterplan-romes-progetto-flaminio-district\/",
        "text":"Studio 015 Paola Viganò Wins Competition to Masterplan Rome's Progetto Flaminio District\n\n01 July of 2015 by\n\nStudio 015’s Winning Entry Aerial View. Image via Progetto Flaminio\n\nCDP Investimenti has selected Studio 015 Paola Viganò as the winner of the Progetto Flaminio International Design Competition to master plan a new district surrounding the City of Science in Rome. After launching the competition in December 2014, CDP Investimenti Sgr and the Municipal Government received over 240 entries. Of those, six teams were shortlisted and given 24,000 euros each to develop and submit their final proposals. Learn more about the winning proposal after the break.The competition site encompasses 5.1 hectares, is located 1km from the historic centre of Rome and Porta del Popolo, and includes important architecture like the Foro Italico, Olympic Village, Parco della Musica and the Maxxi Museum. The program includes a residential district of 35,000m2, 10,000m2 of retail and leisure facilities and\n\n\n\nWelcoming Array of Open and Enclosed Spaces: “House Set On The Valley” in California\n\n\n\nparis approves herzog & de meuron’s 180-meter triangle tower\n\nYou may also like\n\nPost a new comment\n\n14 + seven =",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.993282795,
        "format_confidence":0.970990479
    },
    {
        "url":"http:\/\/theartinquirer.blogspot.com\/2012\/01\/hans-holbeins-darmstadt-madonna-at.html",
        "text":"\nEstablished in 2008\n\nSaturday, January 21, 2012\n\nHans Holbein's \"Darmstadt Madonna\" goes to Schwäbisch Hall\n\nAcquired last year by the by German entrepreneur Reinhold Würth for near €70 million, the \"Darmstadt Madonna\" (also known as Madonna of Jakob Meyer zum Hasen), painted by Hans Holbein the Younger around 1526 in Basel, will go on display at the Johanniter Church (Johanniterkirche) in Schwäbisch Hall, southwestern Germany.\n\nThe painting, widely called \"Virgin of Mercy\" (Schutzmantelmadonna), depicts the Mother of God, with the Christ Child in her arms, standing in a huge scalloped niche. Mary's outspread cloak, identifying her as the Virgin of Mercy, shelters the people kneeling at her feet, including Bürgermeister of Basel Jakob Meyer zum Hasen, his first wife (who had died earlier), his current wife, and his daughter. The work ends with a semicircle at the top.\n\nPart of the Würth Collection, the \"Darmstadt Madonna\" can be seen from January 24, 2012 at the Johanniterkirche (Tue-Sun 11am-5pm), together with other works by Old Masters such as Lucas Cranach the Elder, Tilman Riemenschneider or the Master of Messkirch, Johanniterkirche and Hans Holbein the Elder.\nStumble Upon Toolbar\n\nNo comments:",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9761639237,
        "format_confidence":0.7805128098
    },
    {
        "url":"http:\/\/www.architectmagazine.com\/design\/im-pei-to-receive-riba-royal-gold-medal_o",
        "text":"On Oct. 6, the Royal Institute of British Architects (RIBA) named I.M. Pei as the recipient of its Royal Gold Medal, which is awarded for lifetime achievement in architecture. Pei, who was nominated for the prize by David Adjaye, will receive the award at a February 2010 RIBA event in London.\n\n\"Seldom has such a reward been so overdue or so just,\" said RIBA president Ruth Reed in a press release. It is the latest in a long series of professional honors for the 92-year-old Pei, co-founder of New York–based Pei Cobb Freed & Partners, who has also receive the Arnold Brunner Award (1963), the Thomas Jefferson Medal (1976), the AIA Gold Medal (1979), and many others.\n\n\"It is a great honor to receive the Royal Gold Medal,\" Pei is quoted as saying in the press release. \"I am humbled indeed to read the names of those who have preceded me as recipients.\" Past winners of the award, which was inaugurated in 1848 by Queen Victoria, include Sir Edwin Lutyens, Frank Lloyd Wright, Le Corbusier, Alvar Aalto, Ove Arup, Richard Rogers, and Oscar Niemeyer.",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.993221879,
        "format_confidence":0.9885467291
    },
    {
        "url":"https:\/\/dailyhive.com\/calgary\/northern-lights-display-telus-sky-skyscraper",
        "text":"A stunning Northern Lights display is built into YYC's newest skyscraper\n\nApr 23 2019, 6:30 pm\n\nA dazzling display has graced Calgary’s skyline.\n\nTelus Sky, one of the newest skyscrapers being built in downtown YYC, has been showing off its built-in LED public art installation as its construction nears completion.\n\nSee also\n\nTitled “Northern Lights,” the LEDs are the work of renowned Canadian author and artist Douglas Coupland and were created to provide full-colour motion sequences along both the north and south facade of the tower.\n\n“For me, it was a chance to create something very analog on a system that is very digital,” Coupland said on Telus Sky’s website.\n\n“Like the building itself, there is an inherent contradiction, in that technology can be both a form of art as well as a tool for its creation.”\n\nnorthern lights\n\nTelus sky (telussky.com)\n\nWith 600 custom bulbs wrapping around the window frames of the already interestingly designed building, Northern Lights will work alongside a free downloadable app that will bring an interactive element to the installation.\n\nHolding a smartphone or tablet up to the building’s facade will be able to uncover colour-specified messages, such as the date, time, or weather, and the website states that the messages could “become larger and quite elaborate as the technology allows for ingenuity.”\n\nOnce complete, the 16,000-sq-ft installation will become the largest piece of public art in the city.\n\nWhile construction cranes still flank the new skyscraper, Northern Lights has been putting on a few preemptive shows for lucky onlookers, as seen below:\n\n\nView this post on Instagram\n\n\nA post shared by Bjarke Ingels Group (@big_builds) on\n\nSee also\nChandler WalterChandler Walter\n\n+ Architecture & Design\n+ Development\n+ Urbanized",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9855255485,
        "format_confidence":0.9924769998
    }
]