[
    {
        "url":"http:\/\/www.ldoceonline.com\/Birds-topic\/swallow_2",
        "text":"Longman Dictionary of Contemporary English homepage\n\nTopic: BIRDS\n\nSense: 1\nOrigin: Old English swealwe\nSense: 2\nDate: 1800-1900\nOrigin: SWALLOW1\n\n\n2 noun\nswallow2 [countable]\n1HBB a small black and white bird that comes to northern countries in the summer\n2DF an action in which you make food or drink go down your throat:\nHe downed his whisky in one swallow.\nWord of the Day\nWord of the Day is:\n\nOther related topics",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.8863038421,
        "format_confidence":0.8871542811
    },
    {
        "url":"https:\/\/openlibrary.org\/authors\/OL49965A\/Leonilde_Leal",
        "text":"Click here to skip to this page's main content.\n\nInternet Archive logo\n\nSite Search\n\nSite Search\nLast edited by RenameBot\nSeptember 12, 2008 | History\n\nLeonilde Leal\n\n0 works Add another?\n\nWe need a photo of Leonilde Leal\n\n\nYou could add Leonilde Leal to a list if you log in.\n\nLinks (outside Open Library)\n\nNo links yet. Add one?\n\nHistory Created April 1, 2008 · 2 revisions\nDownload catalog record: RDF \/ JSON\n\nSeptember 12, 2008 Edited by RenameBot fix author name\nApril 1, 2008 Created by an anonymous user initial import",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9872794151,
        "format_confidence":0.7516434193
    },
    {
        "url":"http:\/\/dictionary.cambridge.org\/dictionary\/english-chinese-simplified\/be-over-the-moon",
        "text":"Cambridge Dictionaries online Cambridge Dictionaries online\n\nThe most popular online dictionary and thesaurus for learners of English\n\nChinese (Simplified) translation of “be over the moon”\n\nSee all translations\n\nbe over the moon\n\nto be very pleased\nShe was over the moon about\/with her new bike.\nFeeling pleasure and happinessTaking pleasure in something\n(Definition of be over the moon from the Cambridge English-Chinese (Simplified) Dictionary © Cambridge University Press)\nAdd Cambridge dictionaries to your browser to your website\n\nDefinitions of “be over the moon” in other dictionaries\n\nWord of the Day\n\n\nphysical activity that you do to make your body strong and healthy\n\nWord of the Day\n\nByronic, Orwellian and Darwinian: adjectives from names.\n\nby Liz Walter,\nApril 15, 2015\nBecoming an adjective is a strange kind of memorial, but it is often a sign of a person having had real influence on the world. Science is full of examples, from Hippocrates, the Greek medic born around 460 BC, who gave his name to the Hippocratic Oath still used by doctors today,\n\nRead More \n\nbio-inspiration noun\n\nApril 13, 2015\nthe adoption of patterns and structures found in nature for the purposes of engineering, manufacturing, science, etc. The MIT researchers actually aren’t the only robotics team to turn to cheetahs for bio-inspiration.\n\nRead More",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9518323541,
        "format_confidence":0.9803486466
    },
    {
        "url":"http:\/\/www.allmyquotes.com\/authors\/8317.html",
        "text":"Sanda Domulloeva\n\nSanda Domulloeva\n\nEveryone becomes happy when stop yourself someone to compare with.More Sanda Domulloeva quotes [08\/05\/2016 02:08:28]\n\nQuotes of the month\n\nAyn Rand \"Mediocrity\" doesn't mean average intelligence, it means an average intelligence that resents and envies its betters [03\/29\/2018 05:03:36] More\n\nChristopher Dodd When the Chinese told Google that they had to block sites or they couldn't do [business] in their country, they managed to figure out how to block sites. [03\/29\/2018 05:03:36] More\n\nThomas Jefferson It is a principle that the right to a thing gives a right to the means without which it could not be used, that is to say, that the means follow their end. [03\/29\/2018 05:03:36] More\n\nVladimir Lenin The war is relentless: it puts the alternative in a ruthless relief. [03\/29\/2018 05:03:36] More\n\nAustin Osman Spare Anyone is capable of anything (will plus belief is ability) if they themselves create the opportune moment and incentive. Heaven gives no genius to disbelievers and no vengeance worse than the body denied. [03\/29\/2018 05:03:36] More",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9616554379,
        "format_confidence":0.5975372791
    },
    {
        "url":"http:\/\/dictionary.cambridge.org\/de\/worterbuch\/essential-amerikanisches-englisch\/track_1",
        "text":"Bedeutung von “track” im Essential American English Dictionary\n\n\nnoun us \/træk\/\n\nB1 a narrow path or road:\n\nWe followed a dirt track off the main road.\n\nB1 a path, often circular, used for races:\n\na race track\n\nthe long metal lines that a train travels along\n\na mark or line of marks left on the ground or on another surface by an animal, person, or vehicle that has moved over it:\n\nThe hunters followed the tracks of the deer.\n\none song or piece of music on a CD, record, etc.\n\nlose track\n\nto not know what is happening to someone or something any more:\n\nI lost track of how much we spent.\n\n(Definition von “track noun” aus dem Webster's Essential Mini Dictionary © Cambridge University Press)",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9314211607,
        "format_confidence":0.9812120795
    },
    {
        "url":"https:\/\/www.wordnik.com\/words\/frondescent",
        "text":"Help support Wordnik by adopting your favorite word!\n\n\nfrom The American Heritage® Dictionary of the English Language, 4th Edition\n\n  • adj. Bearing, resembling, or having a profusion of leaves or fronds; leafy.\n\nfrom Wiktionary, Creative Commons Attribution\/Share-Alike License\n\n  • adj. Leafy; becoming leafy; resembling leaves.\n\nfrom The Century Dictionary and Cyclopedia\n\n  • Bursting or having the appearance of bursting into leaf.\n\n\nLatin frondēscēns, frondēscent-, present participle of frondēscere, to become leafy, inchoative of frondēre, to put forth leaves, from frōns, frond-, foliage .\n(American Heritage® Dictionary of the English Language, Fourth Edition)\nFrom Latin frondescens, present participle of frondescere (\"to become leafy\"), from frondere (\"to leaf out\"), from frons (\"foliage\") (Wiktionary)\n\n\n\nLog in or sign up to get involved in the conversation. It's quick and easy.",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9420182109,
        "format_confidence":0.9596346617
    },
    {
        "url":"http:\/\/dictionary.cambridge.org\/dictionary\/english-chinese-simplified\/let-s-see",
        "text":"Translation of \"let's see\" - English-Mandarin Chinese dictionary\n\nSee all translations\n\nlet's see\n\nalso let me see\/think\n\nused when you want to think carefully about something or are trying to remember\n\nNext Saturday, let's see, that's when we're going to the theatre. 下周六，让我想想，那天我们要去看戏。\nThe last time I spoke to her was, now let me think, three weeks ago. 我上一次和她说话是，让我想想，3个星期以前。\n\n(Translation of “let's see” from the Cambridge English-Chinese (Simplified) Dictionary © Cambridge University Press)\n\nNeed a translator?\n\nTranslator tool\n\nGet a quick, free translation!",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.8450576067,
        "format_confidence":0.9658368826
    },
    {
        "url":"http:\/\/www.morewords.com\/word\/gunkhole\/",
        "text":"More Words\n\n\ngunkhole is a valid word in this word list. For a definition, see the external dictionary links below.\n\nThe word \"gunkhole\" uses 8 letters: E G H K L N O U.\n\nNo direct anagrams for gunkhole found in this word list.\n\nWords formed by adding one letter before or after gunkhole (in bold), or to eghklnou in any order:\nd -   gunkholed   s -   gunkholes  \n\nWords within gunkhole not shown as it has more than seven letters.\n\nTry a search for gunkhole in these online resources (some words may not be found):\nWiktionary - OneLook Dictionaries - Merriam-Webster - Google Search\nEach search will normally open in a new window.\n\nList all words starting with gunkhole, words containing gunkhole or words ending with gunkhole\n\nAll words formed from gunkhole by changing one letter\n\nOther words with the same letter pairs: gu   un   nk   kh   ho   ol   le  \n\nBrowse words starting with gunkhole by next letter\n\nPrevious word in list: gunk  \nNext word in list: gunkholed  \n\nNew Search\n\nSome random words: jnana   flab   wo   ikon   raff   seg   rhabdocoele  \n\nThis is not a dictionary, it's a word game wordfinder.   -   Help and FAQ   -   Examples   -   Home\n\nPrivacy and Cookies Policy - Share - © Copyright 2004-2017 - 13.827mS",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9641665816,
        "format_confidence":0.9813812971
    }
]