[
    {
        "url":"https:\/\/www.yonitale.com\/en\/movie-perfect-size-part-1-alexis-crystal-a918.php",
        "text":"Perfect size. Part 1\n\nMar. 11th, 2016\nModel: Alexis Crystal\n\nWe've conducted an interesting experiment about the size of dicks (fingers, dildos, cucumbers etc). I know that it's a big debate does size count? We were excited to find out! So let's do it together! ;)\n\nRight-click and \"Save as...\"\n\nAlso recommended\n\nDiscover the movie\n\nSchool girls and \"hot work\" Part 1\n\nI was so very aroused when I saw this beautiful couple in front of me. \n\nMovie   –   May. 27th, 2015\nDiscover the movie\nDiscover the movie\n\nCzech Republic VS France\n\nBe the first to see the match!\n\nMovie   –   Sep. 22nd, 2017\nDiscover the movie\nDiscover the movie\n\nLittle Sister\n\nFirst Yonitale Touch ever for Lil Sister. Yes, the sister of Gaga! \n\nMovie   –   Dec. 2nd, 2016\nDiscover the movie\n\nGet access now\n\nFree account available for commenting on our website and playing Pleasure Scale.",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.9702442884,
        "format_confidence":0.5375936031
    },
    {
        "url":"https:\/\/www.kink.com\/shoot\/47",
        "text":"Purchase Scene\n\nCreate Your Account\n\nAlready have a Kink.com account?\n\nSingle Scene Includes\n\n  • HD Video, with unlimited access to both streaming and downloading\n  • Thank You For Your Purchase!\n\n    We are redirecting you to \"Rhannion\".\n    Take Me To My Scene\n\n    You are out of free trailers\n\n    Join or Log In to get more!\n\n    You have remaining\n\n\n    date: March 6, 2000\n\n    with: Rhannion\n\n    Average rating:\n\n\n    More of the wonderful Rhannion.\n    Log In to Comment\n    Date Comment Name\n\n    Newly Added\n\n    Please set viewing preferences.",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.8339464664,
        "format_confidence":0.7988419533
    },
    {
        "url":"https:\/\/www.escort-england.com\/escorts\/south-yorkshire-sheffield-escorts.html",
        "text":"Sheffield Escorts (1)\n\nNobody is arriving today\n\nThere are no starting in Sheffield today, why not see that are already here or will be arriving soon\n\nAre you working in Sheffield?\n\nAdding Sheffield to your tour will mean that your purchased adverts will appear here when you are soon to arrive\n\nNobody is coming soon\n\nThere are no escorts who are due to come to Sheffield in the near future, perhaps they are already here or have arrived today\n\nAre you working in Sheffield?\n\nThis page seems to have little competition for you, setting up your advert here could really work well for you.\n\nSheffield Escorts\n\nSheffield is a city and the metropolitan borough in South Yorkshire, once serving as a heavy industrial town, especially in the manufacturing of steel, it is now one of the eight cities that form the Core Cities Group. The city name of Sheffield comes from the River Sheaf, of which flows through it.\n\nSheffield is bypassed by the M1 motorway, networking the city to the City of Leeds in the north and the City of London to the south, making Sheffield a very accessible location for clients wishing to visit escorts in Sheffield. Sheffield is home to the University of Sheffield, one of the 100 leading education faculties in the world. Unsurprisingly, there are probably a few Sheffield escorts that are studying at the university.\n\nThings to do in Sheffield\n\nSheffield is a city and metropolitan borough of South Yorkshire, England. Its name derives from the River Sheaf, which runs through the city. Historically part of the West Riding of Yorkshire, the city has grown from its largely industrial roots to encompass a wider economic base.\n\nDuring the 1740's, a form of the steel making process was discovered that allowed the manufacture of higher quality steel than had previously been possible. This, plus the innovation of the Sheffield Plate, spurred Sheffield's growth as an industrial town. Sadly, the growing population led to the construction of back to back dwellings that, along with the severe pollution from the factories, led to Sheffield being described as the \"ugliest town in the old world.\"\n\nIncreased competition in the 1980's saw the closure of many of Sheffield's steel mills. The building of the Meadowhall shopping centre turned out to be a mixed blessing. Though it created a lot of new jobs, it rapidly speeded up the decline of the city centre. Thankfully there were are a number of regeneration schemes to boost the area. These included the building of the Sheffield Arena, Don Valley Stadium and the Ponds Forge complex.\n\nSheffield has a major sporting heritage, with Sheffield Wednesday and Sheffield United both playing in the Football League. Sheffield Wednesday play at Hillsborough, whilst Sheffield United play at Bramhall Lane. There is also an Ice Hockey team known as the Sheffield Steelers, as well as a rugby league team called the Sheffield Eagles.\n\nBeing a big city and university site, Sheffield certainly isn’t short of things to do, and if you’re visiting the area to meet a Sheffield escort, you could always make a weekend of it too, as there are many, many hotel and bed and breakfast venues, giving you time to also explore the area. You could even invite an escort in Sheffield back to where you are staying too, if they offer an outcall service. \n\nNaturally, a city such as Sheffield offers a plethora of pubs, restaurants, cafés, bars and rich night life, so there is always something going on whether you want to wine and dine one of the escorts in Sheffield over a fine meal, or hit a night on the tiles at a night club.\n\nIf clubbing isn’t really your thing and you prefer things that run at a slower pace, then you could always visit the Kelham Island Museum. The island itself is man-made, situated in the River Don, diverting the river flow to power a corn mill that once belonged to the Lord of the Manor. Quite appropriately, the museum exhibits the science and industry of Sheffield’s rich history, including a demonstration of a the River Don Engine, built in 1905 and running at 12,000 horsepower! I bet the escorts in Sheffield would sooner choose that than a washing machine any day, if you catch my drift?\n\nSpeaking to Escorts\n\nAs mentioned above, some of the Sheffield escorts offer an ‘outcall’ service, meaning that if you are living or staying in Sheffield, they will come to your place, saving you the legwork of having to find their place. This can prove extremely useful if you aren’t familiar with the area, saving you the stress and hassle of traveling around.\n\nAs well as coming to you, an escort in Sheffield also understands the importance of discretion, so you can enjoy an encounter in the comfort of your own accommodation with complete peace of mind.\n\nWhy not meet a Sheffield escort today?",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.9725698829,
        "format_confidence":0.8273280859
    },
    {
        "url":"http:\/\/420natureaid.com\/products_details.php?id=248&item=THClear%20Syringe%201000mg%20(Sativa)",
        "text":"Los Angeles CA Marijuana Delivery Service near LAX\n\nMarijuana Delivery Los Angeles near LAX\n\nWest Los Angeles LAX Airport area Marijuana Delivery\n\nsafe, secure, quick,and discreet delivery\n\n424 625-4460\n\nConcentrates | Syringes\n\nTHClear Syringe 1000mg (Sativa)\n\nSyringes are a great way to dose your dabs thank to our convenient applicator. THClear distillate retains its pure terpenes and cannabinoids.",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.82398808,
        "format_confidence":0.9918400049
    },
    {
        "url":"http:\/\/www.sexytitflash.com\/show_pic.php?id=217638",
        "text":"Wife's Medium Tits With Thick Nipples\n\nFullsize Titflash Display\n\nSparky's Titflash:\n\nTit Flash: Wife's Medium Tits - Sparky from United Kingdom\n  • by Sparky\n  • August 5, 2016, 12:55 pm\n  • 4.05000\n\nSparky's boobs: Natural medium titties\nSparky's Age: 30 - 36 years\n  Thick nipples  \nSubmitted from: United Kingdom\nTitflash Photo ID: 217638\n\nRate my Wife's Tits : This Photo of Sparky's Medium Tits is\n\n\nSearch for more Tit Photos from Sparky\n\nUnfortunately Sparky does not run a photo blog and guestbook at our free VCity Adult Amateur Community\n\n\n'My sexy wife flashing her tit'\n\nTags: Medium tits Natural tits My wife's tits Tits from United Kingdom\n\nLeave a Comment\n\n\n    No feedback so far\n\nYour Last Overview Page\n\n\nOur titflash pages are under heavy reconstruction. Some pages still have the old layout and will appear under the new layout soon. Please apologize the dust.\n\nIgor - 8 Oct 2014\n\nVisit us at Vcity\n\nVoyeurclouds and VCity are our main adult lifestyle platforms. Join the fun and see hundreds of instant adult lifestyle and voyeur postings at VCity now.\nWe tolerate real amateur posters only. No lame internet copies - real pics and videos from real people only!\n\nPersonal Blogs at VCity\n\nReport this image to webmaster\n\nPlease explain in a few words why this photo is not appropriate:\n\nType the numbers above to make sure you are a human being:\n© 2014. «Voyeurclouds». All right reserved.",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.97734797,
        "format_confidence":0.5000820756
    },
    {
        "url":"https:\/\/www.theater.aebn.net\/dispatcher\/movieDetail?movieId=64773&locale=en&theaterId=13992&genreId=101",
        "text":"Straight VOD Gay VOD\n\nFeatured Products\n\nWorld Sex Tour 29\n\nFavorites [+]\n\nPay-Per-Minute Viewing\n\nYou can now enjoy this movie on your iPhone®, iPad®, or compatible Smart TV & Android™ devices.\n\n\nPurchase Options\n\n\nPurchase Minutes Purchase Minutes\n\n\nAvailable MP4 sizes:\nSD 480p (2.16 GB) \n\nDRM-free downloads offer content that is not limited by standard Digital Rights Management (DRM) access technologies. These technologies allow hardware manufacturers, publishers, copyright holders and individuals to limit the usage of digital content.\n\nWhen you purchase DRM-free downloadable content, that content is available for you to download on any computer and save to a disk whenever you like. You can also download to multiple computers. There is no timeframe associated with your purchase and the content will not expire.\n\nWhat is this?\n\nRunning Time:   140 minutes\nStudio Name:   Anabolic Digital \nSeries:   World Sex Tour \nDirector:   Christopher Alexander \nCategories: Anal   All Sex   Double Penetration   Threeway  \nDescription:   Shot entirely in the Czech Republic, these girls are great! They all did anal and dp's and there's nothing that can compare to a little perky titted Czech girl when it comes to sex! Thank god for thick, natural breasted Euro-whores!\n\n6 Scenes from World Sex Tour 29\n\n\n\nEnglish  |  Deutsch  |  Français  |  Español  |  日本語  |  Italiano  |  Português\n\nView Mobile Site Feeds Feeds\n\nVR Settings\nPhone Screen Height (mm):\n(The longer length, rendering area only)\nViewing Device Lense Distance (mm):\n(Center to center width, Google Cardboard=64, Viewmaster VR=61)\nScreen Horizontal Offset (mm):\n(When in portrait mode)\nScreen Vertical Offset (mm):\n(When in portrait mode)\nField of View (Degrees 30-120):\n(Only used for 360° content)\nUse Barrel Video:\n(Only on non 360°, non fisheye content)\nPlay VR\nCopy this URL to use with your chosen application:\nIf you have SimpleVR installed please use this link:",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.966829896,
        "format_confidence":0.9960049987
    },
    {
        "url":"http:\/\/diarikukehidupanku.blogspot.com\/2015\/04\/bound-2015-gratis.html",
        "text":"Home » » Bound (2015) Gratis\n\nBound (2015) Gratis\n\nFull Movie Bound High Quality.\n\nFull Movie Bound Movie Streaming with duration 90 Min and released on 2015-01-09 with MPAA rating is 9.\n\nYou can watch Bound Full Streaming in HD Now. Play and free download Bound online movie with single fill out the form by clicking on the image of the sign up button. Enjoy all the albums new movie with all Faves Movie Streaming In ! Just play it Bound full and free online movie. This is truly spectacular and could one of those rare amazing. The quality was great all around. Management, images and visual effects were all very innovative and brilliant. The pleasure of the script, often humorous and has a lot of heart for all his characters are all very well developed.\n\n  • Original Title : Bound\n  • Movie title in your country : Bound\n  • Year of movie : 2015\n  • Genres of movie : Thriller, Drama,\n  • Status of movie : Released\n  • Release date of movie : 2015-01-09\n  • Companies of movie : The Asylum,\n  • Countries of movie : United States of America,\n  • Language of movie : English,\n  • Durationof movie : 90 Min\n  • Average vote of movie : 3.2\n  • Youtube ID of movie : Xr3Y0AKhWbw\n  • Translation of movie : EN,ES,DE,SV,NL,EL,\n  • Cast of movie :Morgan Obenreder (Dara), Terrell Owens (Terrell), Cedric Scott (Concierge), Hayley McLaughlin (Alana), Bryce Draper (Ryan), Andy T. Tran (Lee), Mark McClain Wilson (George), Michael Monks (Preston), Daniel Baldwin (Walter), Charisma Carpenter (Michelle), Noel Arthur (Jesse)\nNo grey... only black and white.\n\n\nMovie plot of Bound :\n\nFull Length of Bound in Best Look with movie plot \"The daughter of a wealthy real estate mogul falls in love with a younger man, and she is introduced to the world of BDSM. With her newly awakened sexual prowess, she is finally able to take control of her life.\" in HD format. Full Length of Bound in Top Video Format by push of the button above.\n\n... Full Bound in High Definition Format 1080p ...\n\nDirector : Jared Cohn, Writer : Jared Cohn, Additional Writing : Delondra Williams\n\nYes, now you can view movie of Bound 100 % length and obtain the hyperlink to this flick Bound in HD video.\n\nTags: sex, bondage, nudity, seduction, erotica, bdsm, s&m,\nYou've just seen the movie categories nudity titled Bound (2015) Gratis. You can bookmark this page with the URL http:\/\/diarikukehidupanku.blogspot.com\/2015\/04\/bound-2015-gratis.html. Thank you!\nBound (2015) Gratis 910109.\nShare this article :\n\n0 komentar:\n\nPosting Komentar\n\nSupport : Creating Website | Johny Template | Mas Template\nCopyright © 2013. MOVIE HD QUALITY RECOMENDED - All Rights Reserved\nTemplate Created by Creating Website Published by Mas Template\nProudly powered by Blogger",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.5188477635,
        "format_confidence":0.7458409071
    },
    {
        "url":"http:\/\/www.youfreeporntube.com\/anal-psycho-2_d8a99c65d.html",
        "text":"﻿ Anal Psycho 2\nFree Porn Site\nLogin \/ Register\n\nAnal Psycho 2\n\nThanks! Share it with your friends!\n\n\nYou disliked this video. Thanks for the feedback!\n\nSorry, only registred users can create playlists.\n\nAdded by Admin in Kink\n\n\nIn Anal Psycho part 1, when Tommy and Xander kidnap Mona, the crazy wife of a local lottery winner, to pay off a vicious loan shark, the newly rich husband refuses to pay the ransom! Mona plays the two would-be thugs against each other, and Xander ends up with a bullet in the brain. In part 2 Tommy is stuck with a dead body, a crazy nymphomaniac captive and Vinnie the finger chopping loan shark after him. With nowhere left to turn Tommy resorts to calling Mona's hot therapist, Penny Pax. Penny initiates sexual therapy for all in an effort to unite Mona's split personalities. Three way anal sex, bondage, erotic therapy and a dark storyline make this a highly entertaining erotic thriller.\n\nPost your comment\n\n\nBe the first to comment",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.9786528349,
        "format_confidence":0.5324719548
    },
    {
        "url":"https:\/\/clauberg.tools\/en\/product\/s-570-23-4-kunde-rose-shear-2\/",
        "text":"S 570 23-4 KUNDE rose shear\n\nShear made of special shear – steel, hot drop forged in closed die.\n\nBlade and handle made of only one piece.\nBypass blades.\nWith nut- locking and guide plate.\nSpecial “brass” – spring.\nMetal folding fastener with spring.\nPolished finish and partial black-oxide finish.\n\nCategory: Product ID: 6643\n\n\n\nescort mudanya escort alanya escort samsun escort eskişehir escort Bursa",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.7534192204,
        "format_confidence":0.9970814586
    },
    {
        "url":"http:\/\/www.mobileporncams.mobi\/cam\/mopotta\/",
        "text":"Mopotta's Free Porn Cam\n\nMopotta is curently offline.\nWellcome to my porn cam. I'm mo potta. You can watch me for free, but if you want to ask me to do something, chat with me, tip me or watch my videos and pictures you will have to register a FREE ACCOUNT. If mo potta is not available try a free porn cam chat with a sexy model below. Sign up now for free and get free tokens from mo potta that can be used with any live porn cam model!\n\nMobile Porn\n\nSelf-Assured girl intensely messed up by talented daredevil in sticky sex cam. Cynical youngster hastily penetrated by wicked partner in thoughtless online sex cam. Self-Confident escort cleverly shagged by unpleasant darling in barbarous free adult webcam. Juicy model frenetically mates with happy whore in sweet free adult chat.\n\nPorn Cams Details\n\n  • Nickname: Mopotta\n  • Porn Cam Session: 14 minutes\n  • Languages: English\n  • People inside this live porn cam: 1 users\n  • mo potta's Gender: Male\n  • mo potta's Birth Date: 1990-11-30, mo potta is 26 years old\n  • This Current Live Porn Cam Session: Public\n  • mo potta's Location: New Jersey, United States\n  • Webcam Live Porn Cam Subject:\n\nDo you want to know more about mo potta? I know you do. Just click the button bellow to see this model's bio.\n\nMore Porn Cams\n\n18 U.S.C. 2257 Record Keeping Requirements Compliance Statement  Affiliate Program",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.9775611758,
        "format_confidence":0.8976399899
    },
    {
        "url":"https:\/\/web.livemfc.com\/model\/CristalKira.html",
        "text":"CristalKira Webcam Model at MyFreeCams\n\nCristalKira is a professional webcam performer available at MyFreeCams.\n\nLiveMFC currently hosts and provides 1 items for this model: 0 video clips and 1 high quality photo albums.\n\nPlease find below all the items available to purchase, watch and download for CristalKira.\n\nNo more videos available for CristalKira.",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.9777908921,
        "format_confidence":0.8986592293
    },
    {
        "url":"https:\/\/www.lovehoney.co.uk\/tv\/4837\/",
        "text":"£1.59 Next Day delivery! Hurry ends in ...\n  1. G-Power Extra Quiet Silicone G-Spot Vibrator 4.5 Inch\n\n    Ride the vibes to the explosive end with this G-spot vibrator, the silicone bulb is ideally shaped to caress your elusive internal pleasure zone. Its whisper-quiet motor is perfect for orgasming in the library, although you probably shouldn't.\n\n    Products featured",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.9690083265,
        "format_confidence":0.8692897558
    },
    {
        "url":"https:\/\/en.xcream.net\/estore\/subscription\/item\/113454?shop=716&store=451",
        "text":"Cosplay Okinawa Banner\n\n\n\"Cosplay every Okinawa special members only club ' was founded. Please thank you.\n\nCosplay every Okinawa special members only Club products\n\nRegister monthly subscription.\n\n[Fetish: hood crash], boobs boobs in crush cake (amateur original personal photo)\n\n[Fetish: hood crash], boobs boobs in crush cake (amateur original personal photo)\nFile List\nFile Name Size Image quality Replay Time Streaming Download\n108.49MB 4682Kbps 3m5s impossible possible\n\nAnnouncement of the Windows Media Player support end\nSupport end July 15, 2015 files that use WMDRM in Windows Media Player I was no longer able to play.Please be played in streaming.Please to play by installing this player if you want to download\n\nProduct Information\n\nThis is a food crush!\nYour boobs boobs of put the cake on the\n\nIt 握ritsubushimasu quickly.\nFrom the finger cream\n\nIn pugyuru gone and come out.\nAlong with the cake\n\nYour boobs tits shaved.\n\nNipples are covered with whipped cream.\n\n* No audio.\nDuration: 3 min 5 sec\nFrame: 1280 x 720\nSize: 103 MB\n\nFormat: MP 4 format: none \"After all, not only like a scenes.\n」 \"Like it's just like a scenes.\n\nIt focuses on the scene selling, for your feedback.\nSo has sold many different angles and scenes\n\nPlease choose your favorite scene.\nIf, if you don't mind, comments, feedback, requests and paranoid ideas please.\n\nI would like to shoot in the future.\n-, Testimonials etc. videos budding encourage fictional stuff is.\n-Taken by individuals for the return and claims, etc. are not meet.\n-Shooting and sometimes contains noise while you are editing.\n-Characters are over 18 years of age to confirm the permission, has taken.\n-Any content that violates the terms and conditions, Japan domestic laws are not included. -Acts such as reproduction, resale, reproduction, transfer, secondary use, publishing all rights reserved.",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.9819408655,
        "format_confidence":0.9821391702
    },
    {
        "url":"http:\/\/www.london-escorts-agency1.co.uk\/central-london-escorts-area.html",
        "text":"078 4955 5329\n\nWelcome to Central London Escorts\n\nMeet sexy girls in your area.\nAngelina photo\nAs we all know central London is the most valuable part of the London, England. The name usually defines the central part of London; however, there is no particular definition of this area, as All our girls in Central London Escorts are generally college students or fashion models, and these are chosen for their magnificence, appeal, warmth, energy and general affection towards the life. We’ve verified that every woman has individual credits which are sure to engage an extensive variety of our customers – a significant number of whom are universal. We don’t simply mean we offer mixed bag regarding overall look; in spite of the fact that our young babes are in age from 19 to 30 and its conceivable to your girl type.\n\nWe do not concentrate on appearance, however, it is our priority. We talk to them to make sure how they consider life. We like open minded people and that is why we only hire those who are open minded. A girl who looks good or just have a good figure without a good mentality cannot relate to us. Due to the fact that our clients are from different society and they do not want a prostitute; they are looking for real girls who can please them, and be their companions. This is the simple fact that one is spending money for a date or for a companionship. You can road around the central London area with these girls and book a hotel to speak up more.\n\nCentral London has a lot of things to offer, whether you are here to shop or to roam around; you need a companion who can care for you. To whom you can talk to and to whom who can fulfill your sexual desires. Just a physical relationship is not enough for everyone; people are looking for short term partners. You can take a Central London Escort with you at any place; even at the social events and business parties, as these girls are also from reputed family and they know how to and what to do there.\n\nTo book a central London escort, you need to call us! Your number is visible at the Top right corner of the site.  We also offer different packages and deals to our returning customers. Call us anytime, day or night. We are able to offer escorts services anytime. Have fun with a central London Escorts Today.",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.9722197056,
        "format_confidence":0.9406608343
    },
    {
        "url":"http:\/\/www.crocreview.com\/hardcore\/mofos-world-wide\/desire\/",
        "text":"Free Porn Movies\n\nAll the best FREE MOVIES from porn industry by Croco\nAdd CrocReview to your favorites\n\nFree Porn Movies In Your Mail:\n\nStraight Gay\n\nYou are here : Index page \/ Mofos World Wide \/ Desire\n\nBlack cock goddess\n\nDate Added: 19 September, 2009\nKeywords: Mofos World Wide mofosworldwide black brunette slut big tits sexy babe chick fat big huge dick wet pussy sucking liking eating hardcore cock fucking riding penetrating\n\nDesire the sexy ebony babe is sucking this dude's white dick and they're making fantastic interracial porn. She gives a world class blowjob to ensure an erection for his schlong and then it's on top to ride. The hardcore interracial sex is full of moans, groans and the sounds of flesh slapping together.\n\n\nMovie 1\nMovie 2\n\nMofos World Wide\n\nMofos World Wide\n\nMofos Network is another reality porn collection and this one features a collection of innovative, sexy, boundary pushing sites aimed at getting your dick hard and keeping it that way. There are currently five sites featuring hardcore porn and pornstars but that number is always growing. Mofos World Wide is included!\n\nDon't Miss It!\nClick Here And View\nFull Mofos World Wide Movies!\n\nMovie Rating\n\nUsers Rating: 5\n\nRate It:\nVery Bad?? Bad? Ok Good! Very Good!!\n\n\nAdd comment\n\n\nsend new videos to my mailbox Straight Gay\n\n\nCroco Galleries:\n\nAsian Girls\nJuicy Pussy Asian Getting Pleasured\nHairy Girls\nTattooed Hottie Rubs Her Hairy Muff\nMature Clips\nBig natural tits girl sucks dick\nBBW Porn Movies\nPretty Blond BBW Enjoys Inerracial Sex\nShemale Porn Movies Perky Tits Latina Jerks Her Cock\nFetish Porn Movies Blindfolded And Gagged Minx Public Gangbang\nHairy Porn Galleries Big Titty Blond Impaled On Cock\nMoms Porn Perky Brunette Gets Covered In Cum\nShemale Porn Busty Blond Shemale Face Fucking Man\nHot Girls Galleries\nAntonia Has The Perfect Tits\nChubby Porn Galleries Round Booty Blond Getting Slammed\nFetish Porn Galleries Dominatrix In Corset Rides Strapon Dildo\nBig Cocks Galleries Big Titty Brunette Fucking Cock\nPorn Stars Galleries Brunette Chase In Her Sexy Lingerie\n\nTop Rated Galleries\n\n  • Dark Haired Beauty Sarah Gets Boned\n\n     Dark Haired Beauty Sarah Gets Boned She is simple but elegant looking woman; she loves to cook and read books in her spare time. As...\n  • One Slut Three Cocks\n\n    One Slut Three Cocks MILF Friday was so nasty that she proved us with this scene. Three massive black cocks aren´t...",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.9742221236,
        "format_confidence":0.5896409154
    },
    {
        "url":"http:\/\/vod.pornotube.com\/dispatcher\/movieDetail?movieId=162385&theaterId=42639&genreId=102&locale=en",
        "text":"Click Here to return to Gay Pornotube - Gay Porn Video Theater\n\nGay VOD Straight VOD\n\nFeatured Products\n\nStr8 Goes Gay 4 Pay 2: Fag Whore Bareback\n\nFavorites [+]\n\nPay-Per-Minute Viewing\n\nYou can now enjoy this movie on your iPhone®, iPad®, or compatible Smart TV & Android™ devices.\n\nChange Video Quality Preference\n  • 270p\n  • 360p\n  • 480p\n  • 720p\n  • 1080p\n\nPurchase Options\n\n\nPurchase Minutes Purchase Minutes\n\n\nAvailable MP4 sizes:\nSD 480p (0.7 GB) \n\nDRM-free downloads offer content that is not limited by standard Digital Rights Management (DRM) access technologies. These technologies allow hardware manufacturers, publishers, copyright holders and individuals to limit the usage of digital content.\n\nWhen you purchase DRM-free downloadable content, that content is available for you to download on any computer and save to a disk whenever you like. You can also download to multiple computers. There is no timeframe associated with your purchase and the content will not expire.\n\nWhat is this?\n\nRunning Time:   44 minutes\nReleased:   10\/2012\nStudio Name:   St. Louis Boy Toyz \nSeries:   Str8 Goes Gay 4 Pay \nCategories: Amateur   Bareback   Anal   Str8 Bait  \nDescription:   Check out the hot action as this straight guy sucks and fucks. See just how much this fag whore will do for a buck!\nClose Review X Read Review\nReviewer: Marc Sylvian Date: 11\/05\/2012\nSource: Aebn\n\nStr8 Goes Gay 4 Pay 2: Fag Whore Bareback gives all of us the popular fantasy of the straight guy going gay, if only just once and only for the money.\n\nIn this case it's a scruffy-looking, dark-haired amateur stud and he's doing it condom free! How far will this gay-for-pay man whore go for cash? Pretty fucking far, as it turns out. The fact that he's willing to go bareback is quite impressive.\n\nIn two scenes, a total of just under 45 minutes, he jerks, sucks, and fucks for bucks. He gets fucked in several positions, including missionary and even side saddle. The action is hot and raw and he's willing to take a creamy load on the face when his top is ready to cum.\n\nHe's a pretty good-looking guy who really lets us project images of our own straight crush objects onto him while we're watching him get fucked in the ass. We would not mind seeing a little bit more of this straight cutie, facial hair and all, in future movies.\n\nClose Review X\n\n2 Scenes from Str8 Goes Gay 4 Pay 2: Fag Whore Bareback\n\nStr8 Goes Gay 4 Pay 2: Fag Whore Bareback: Scene 1 Free Preview\nStr8 Goes Gay 4 Pay 2: Fag Whore Bareback: Scene 2 Free Preview\n\nEnglish  |  Deutsch  |  Français  |  Español  |  日本語  |  Italiano  |  Português\n\n18 U.S.C. 2257 Record Keeping Requirements Compliance Statement\n\nFeeds Feeds",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.9767827988,
        "format_confidence":0.9942721128
    },
    {
        "url":"http:\/\/gallys.18eighteen.com\/images\/StaciSilverstone_28340\/?nats=MTIyODg0Mi40LjMuMy4xLjcwMzc2MDAuMC4wLjA",
        "text":"The web's freshest\nteen flatties\n\nTeen Photosets » Get Ready To Cum\n\nGet Ready To Cum\n\nFeaturing Staci Silverstone\nDate September 25th, 2012\nPhotos 39\nGuys, this is Staci. Not only is she smoking hot, but she has the kind of bubbly, sexual personality that makes her irresistible. She's the teen girl fantasy incarnate. The kind of girl you'd see at a car wash having fun and laughing in a skimpy bathing suit, her top totally soaked and erect nipples standing proud. In fact, she has worked at a car wash before and said it was the most fun job she's ever had. \"I love the sun and the suds, and I got great tips!\" What else does Staci love? \"I love to create these detailed fantasies. I have one about being the sexy librarian getting pulled into the principal's office and being spanked with a hard ruler!\" Stay tuned for more action from this fun, little sex bunny! .\n\nMore Teen Photos",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.9785436988,
        "format_confidence":0.77218014
    },
    {
        "url":"http:\/\/www.crocreview.com\/hardcore\/my-sisters-hot-friend\/ella\/index.html",
        "text":"Free Porn Movies\n\nAll the best FREE MOVIES from porn industry by Croco\nAdd CrocReview to your favorites\n\nFree Porn Movies In Your Mail:\n\nStraight Gay\n\nHot shaved young lady\n\nDate Added: 19 October, 2010\nKeywords: My Sisters Hot Friend mysistershotfriend brunette slut sexy babe chick fat big huge dick wet pussy hardcore\n\nElla Milano is a smooth, shaved, small-breasted teenage girl having hardcore sex in this video. The guy she's with is well hung and he can fuck her with long, deep, and hard thrusts that make her scream in pleasure. He has his way with her hot body during the hardcore movie.\n\n\nMovie 1\nMovie 2\n\nMy Sisters Hot Friend\n\nMy Sisters Hot Friend\n\nGet 24 NAUGHTY Sites for one small price! Naughty America is a king of porn! They have 1500+ hottest models and 2000+ porn scenes! These guys know what quality porn is! Highly recommended! My Sisters Hot Friend is included!\n\nDon't Miss It!\nClick Here And View\nFull My Sisters Hot Friend Movies!\n\nMovie Rating\n\nUsers Rating: 4\n\nRate It:\nVery Bad?? Bad? Ok Good! Very Good!!\n\n\n\nCroco Galleries:\n\nAsian Girls\nPerky Little Asian Gets Pussy Rubbed\nHairy Girls\nCute Booty Babe Exposes Hairy Pussy\nMature Clips\nSultry grandma does it all in class\nBBW Porn Movies\nFat Latina fucked by muscular black guy\nShemale Porn Movies Bathroom anal sex with a ladyboy\nFetish Porn Movies Horny Lesbians Fisting With Toys\nHairy Porn Galleries Japanese sweetheart in a thong\nMoms Porn Office Milf Spreads For Dong\nShemale Porn Big shemale cock in his ass\nHot Girls Galleries\nHot cheerleader chick in boots\nChubby Porn Galleries Black plumper fucks white cock\nFetish Porn Galleries Cheerleader fucked in interracial gangbang\nBig Cocks Galleries White sluts share a big dick\nPorn Stars Galleries Tight red dress on Latina hottie\n\nTop Rated Galleries\n\n  • Tight Asian for hardcore sex\n\n    Tight Asian for hardcore sex Her lips are sealed tight around the shaft and the pretty Asian gives a blowjob and makes him...\n  • Loving a strap-on cock\n\n    Loving a strap-on cock Briana is wearing a black strap-on cock and Michelle is the young slut destined to receive that...",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.9750283957,
        "format_confidence":0.7741737366
    },
    {
        "url":"http:\/\/www.flyflv.com\/movies\/49142\/special_treat_for_my_lover",
        "text":"Straight Gay Shemale\n\nExclusive offer! Brazzers monthly membership $29.95 now only $17.95    Join now\n\nSpecial Treat For My Lover\n\nFavorite +\n\nIt was birthday of Manuel and his lover Briana, decided to fuck him in a special way. She was in sexy black lingerie and playing with her assets. She massaged his big dick, sucked it and rubbed his balls on her pussy. She formed cowgirl position, then took his cock in her ass hole...\n\nDownload full-length 24min 15sec movie now!\nJoin Manuel Ferrara for only 29.95$ 14.95$ This offer ends in:\n  • Uploaded by marcus\n  • : 4min 51sec\n  • : 14 Sep 2016\n  • Exclusive video\n    Manuel FerraraBriana Banks\n697 views Embed\n\nRelated videos\n\nBe the first to comment on this video\n\nGo to top",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.9743100405,
        "format_confidence":0.7700007558
    },
    {
        "url":"http:\/\/www.kinkykupid.com\/index.php?main_page=product_info&products_id=22999",
        "text":"Fantasy C-Ringz Turbo Teazer - Black\nFantasy C-Ringz Turbo Teazer - Black\n\nFantasy C-Ringz Turbo Teazer - Black\n\n Sold Out \n\n  •    Description\n  •    Reviews\n  •    Q & A (0)\n  •    Shipping & Returns\nKick your pleasure into overdrive with the vibrating Turbo Teazer! This vibrating cock and ball ring will help you perform like a pro and give you that extra edge! Made from our body safe, phthalate-free TPR, this super stretchy ring features a powerful vibrating bullet that delivers incredible vibrations behind your sack. The soft TPR ring pushes your package out to the max and gives you a tight grip that prolongs ejaculation and extends the fun. You'll look bigger, feel tougher and get harder than ever before, while the powerful vibrations tickle and tease your balls! The comfortable ring gives you extra support and lets your lover know that you mean business. Wrap the bottom ring around your cock and balls and slide the top ring to the base of your shaft. Push the button to activate the motor's tingly vibrations and enjoy a mind-blowing ball massage and thick, throbbing erections. The stretchy, latex-free TPR can be enjoyed in full confidence with water-based lubricants. Try it in the shower or spa and turn bath time into pleasure time!\n\nThere are currently no any reviews about this product.\n\nThere are currently no any question about this product.\n\n\nAll orders are packed & shipped from our HQ in United States the same day you order, if in stock and ordered before 3pm GMT Monday to Friday. That's just how we like to roll!\n\nYou can change this text from admin - tools - define pages editor and then select the define_pi_shipping_returns.php\n\nCustomers who bought this product also purchased...\nThe Little Book of Kink\n\nThe Little Book of Kink\n\nKinky sex is fun, playful, exciting, and exhilarating. But...\nBlush Scarlet G - Black\n\nBlush Scarlet G - Black\n\nThe all new Scarlet G is here to deliver perfect powerful...\nTimeless Classics Super Beak - Pink\n\nTimeless Classics Super Beak - Pink\n\nFrom Nasstoys comes the Timeless Classics Super Beak. The...\n\nAsk a question about the Fantasy C-Ringz Turbo Teazer - Black\n\ntop ↑",
        "topic_id":0,
        "format_id":16,
        "topic_confidence":0.9776311517,
        "format_confidence":0.9988120794
    }
]