[
    {
        "url":"http:\/\/www.thespoof.com\/spoof-news\/sport\/108992\/portuguese-win-gold-and-silver-in-olympic-diving",
        "text":"Written by IainB\nPrint this\n\nWednesday, 1 August 2012\n\nimage for Portuguese win gold and silver in Olympic diving\nJust in case you hadn't figured out the connection, here's a picture to make it obvious\n\nNobody was surprised to Portugal atop the podium in the Olympic diving, with Ronaldo and Nani making a clean sweep between them. Nani's dive in the twenty-five metre event was technically perfect, earning him the gold, whilst Ronald's dive lacked elegance, according to the judges. It was however, sufficiently excellent to be awarded silver.\n\n\"When it came to the high dive,\" said diving judge Michael Swann, \"Ronaldo had the edge, getting in at least fifteen rolls before he'd finished. The finish itself was flawless.\"\n\nThat dive earned Ronaldo gold, and Nani came in second with toe loops, twists and writhes on his way down.\n\n\"We marked Nani down slightly in that event,\" said Swann. \"The scream was not quite authentic enough.\"\n\nThe pair were almost inseparable in the spring dive, with Ronaldo just edging it, possibly due to his height.\n\n\"How anybody can get such height from a standing start before rolling and twirling, is beyond me,\" said Swann. \"Both managed it though.\"\n\nWith tomorrow seeing the synchronised diving event, is there anyone who can stop the Portuguese masters at diving? Tom Daley, who will be in the competition with the aptly named Max Brick, believes that British divers can give their continental cousins a run for their money.\n\n\"We're going to take gold,\" said Daley. \"Nani and Ronaldo might be exceptional divers, but they're Portuguese, they always fluff it on the big stage.\"\n\nMake IainB's day - give this story five thumbs-up (there's no need to register, the thumbs are just down there!)\n\nThe story above is a satire or parody. It is entirely fictitious.\n\nDo you dream of being a comedy news writer? Click here to be a writer!\n\nMore by this writer\n\nView Story\nView Story\nView Story\nView Story\nView Story\nView Story\n\n\nMailing List\n\nGet Spoof News in your email inbox!\n\n\nWhat's 3 plus 2?\n\n2 5 1 16\n35 readers are online right now!\n\nGo to top\n\nWe use cookies to give you the best experience, this includes cookies from third party websites and advertisers.\n\nContinue ? Find out more",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.8579331636,
        "format_confidence":0.9782709479
    },
    {
        "url":"http:\/\/wwww.vanderbiltcupraces.com\/races\/stories\/clement_protests_race",
        "text":"Clement Protests Race\n\nAn anguished Clement, his face coated with oil and dust, approached race referee Vanderbilt immediately after the race. Clement protested that he was unfairly delayed at the Hicksville and Hempstead Controls. In a late night meeting at their Garden City Hotel Headquarters the Vanderbilt Race Commission, led by Vanderbilt, denied the protest and declared Heath’s Panhard the winner. The Vanderbilt Cup was awarded to France.",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.992923975,
        "format_confidence":0.7475326061
    },
    {
        "url":"http:\/\/fwp.mt.gov\/mtoutdoors\/HTML\/articles\/2004\/SongOfTheLand.htm",
        "text":"Song of the Land\n\nSong of the LandListening to the prairie, while hunting its swiftest inhabitants.\nBy Lori Micken\n\nThis story is featured in Montana Outdoors\nSeptember–October 2004\n\nI'm alone, hunting pronghorn in a place in eastern Montana that I’ve visited every October for more than 30 years. After months in the mountains, where the world is foreshortened and closed in by tree-filled peaks, I’ve come to let my eyes stretch. After parking the pickup, I hike up to my favorite vantage point on a sandstone outcrop that runs for half a mile.\n\nThese ridges of carved sandstone, backbones of the land, provide protection and footholds for woody plants that cannot survive on the open prairie. This year the junipers are laden with blue and silver berries. In depressions grow scrubby skunkbrush sumac and bloodred roses. Touches of gold and orange in currant bushes are repeated in the lichens that encrust the rocks. Crevices hold mosses, grasses, and other plants.\n\nThe glory of prairies is at dawn. The clear, clean air is festooned with smells of pungent sage and juniper, sweet sap oozing from a wounded tree, the dry scent of a place too long without rain, and a faint, dusty odor from ghostly homesteads. I’m caught up in the cycles of life, seasons, and the day, briefly forgetting that hunting is the main reason for being in this wondrous place. Rifle cradled in the crook of my arm, I sit on a rock that was sand when the dinosaurs walked. Here I can see forever across the prairie to a horizon etched by nothing manmade. Far to the west and northwest, the Snowy Mountains appear as blue mounds on the edge of the world. Even farther away, to the southwest, the jagged peaks of the Crazy Mountains reach over the hills like hands of a giant seeking to pull himself into view. Rolling out in all directions from where I sit are hills of tawny yellow, interspersed with blue-green sage. Some gray areas, swept clear of vegetation, reveal how closely rock lies below the soil.\n\nThis rock is doomed to slowly erode into soil by vicious swings in temperature, wind, lichens, and other plants. The roots of ponderosa pines split the blocks apart like hydraulic wedges. Beneath the pines, piled upon each other for years, are their cones, old ones gray as the rock, new ones tan and sticky with pitch.\n\nSeven shots break the quiet. One is so far away it sounds like when my ears pop while driving over a mountain pass. There’s another shot, then two more. These also are distant, like a stomach growling. Somewhere, hunters are finding pronghorn.\n\nShouldering my rifle and pack, I move on to revisit each tree along this favorite ridge. The old giants, killed by porcupines, have fallen down into a bed of their own needles from years past. That newly chewed sapling ponderosa may live, even with a primary branch gone, or it may bleed to death before another spring. Tiny, fragile seedlings seek nurture and protection in sheltered spots. They will need a snowy winter to keep from drying like the grasses around them.\n\nThe pronghorn, if they do come, will be nearly soundless, even at full run. Their tiny hooves will barely touch the earth as they fly over a hill, the herd flowing down a draw. They might graze within view, always with one sentinel on guard for predators. Or they may materialize miles away on the far hills, too distant to hunt, mere specks of white and tan in my binoculars.\n\nFor now, I am content to watch for them while drinking in this stark land—to feel, hear, and smell the vast wonder of the prairie, to be lost in time.\n\nMy heart sings with the song of the land. The whistling wind, the snap, snap, snap of a grasshopper on its last flight, a cheep from a vesper sparrow, the shrill cheee of a red-tailed hawk, an explosion of wingbeats when a sage grouse erupts from cover—all are but a few notes on a page otherwise empty of sound.\n\nThen the pronghorns appear from no-where. A group of eight rushes down a nearby sage-covered hill. They pause and mill at a fence before quickly ducking un-derneath. Before I can find the big leader buck in my scope, they burst away like drag racers. They are too far and too fast for me to chance a shot. I watch them race across and over the amphitheater of hills. So majestic are the pronghorn that the sound of heraldic trumpets would be far more fitting than this quiet.\n\nI lean my rifle on a tree and sit back down on cold, rounded stones. As the iciness seeps through my jeans, my body heat seeps out. Endless years have sculpted the rocks, carving strange indentations and holes like empty eyes and gaping mouths. Here is a small cave, just right for a coyote to curl up in. An eye tooth of stone hangs from another cave’s lip. As the sun creeps higher, the temperature quickly grows warm and I shed my hooded sweatshirt. A breeze that barely touches me on the lee of the ridge portends the winds to come later in the day. They will whine and moan in these few rocks and fewer trees and whistle in my ears.\n\nI stand and stretch, then amble back to the deep ruts of road etched across the land. Grasses and sages, cacti, yucca, and broad-leafed herbs are scattered across the dry dirt, precisely spaced so each can live. Aster, daisy, gayfeather, hairbell, and gumweed still manage to bloom here in mid-October. Small, late, and few in number, they make dots of violet, white, yellow, purple, blue, and gold on the plain background of parched grasses, gray-green sage, and dull yucca.\n\nHalf a mile east, above the ridge’s high end, where trees are thick enough to be called woods, a recently built windmill creaks and spins, pulling water from below the rocks. I can smell the water before I see it spilling into a trough, then running off over the sandstone and down a gully. When I was young, I thought it silly that horses and cattle were said to lead thirsty cowboys to a river by smell alone. But now I know water does have an odor, even pure, clear water such as this. It tastes good.\n\nThere are no pronghorn visible from this new vista, so I return to the lower ridge to glass for my prey, trudging the ruts worn by wagons, model Ts, and pickups.\n\nThe pronghorn appear at once, seeming to rise out of the earth. They float up over a hill, first looking like moving fence posts, then changing to sleek animals.\n\nIt is impossible to fool them. From the ridge, I head toward a spot nearly a mile off. They watch. As I move, they move. I need binoculars for what they see unaided with their large, brown eyes. As I sneak below a hill, they seem to ignore me and graze. Half a mile later, I creep to a hilltop to spy. They are again a mile away, watching from a different hill. Their frank, open stares appear mildly surprised at my persistence, my invasion of their land.\n\nAn hour later, while staring out at the empty prairie, I think back on the two herds of pronghorn. It seems I’d imagined them, like dreams in a vision quest. But they were there, and I watched them run. I have seen the sky and earth for the past million years. It has been a wonderful hunt.Bear bullet\n\nLori Micken, a retired high school biology teacher, lives in Livingston.",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.6748001575,
        "format_confidence":0.6191813946
    },
    {
        "url":"https:\/\/downtobuck.net\/2020\/05\/07\/duncan-robinson-all-243-three-pointers-full-highlights-2019-20-season-three-ilation-part-i\/",
        "text":"Duncan Robinson All 243 Three-Pointers Full Highlights (2019-20 Season Three-ilation Part I)\n\nFeeling an annoying twinge in his right bicep, Duncan Robinson lowered his arms from his shooting motion and let the ball drop to the floor. After shaking his arm a few times to loosen up whatever tightness was there, he grabbed the ball again and prepared to shoot another three-pointer, one of hundreds he had shot that day, but he was again bothered by what felt like a small jolt of electricity pulsing through his arm.\n\nThinking that he had simply overworked himself, he begrudgingly packed up his stuff and prepared to leave the empty high-school gymnasium that he had rented for his own personal training needs. He could go home, get a good night’s rest, and hopefully the strange muscular affliction would pass. He tried not to worry about it; while his career had been relatively injury-free, he knew that anything seriously wrong with him could be dealt with by the Heat’s skilled medical staff.\n\nHe was walking down a musty wood-paneled corridor that gave the impression of great age. Underneath his feet, a stately red carpet lay forgotten under time and dust. He didn’t know where the hallway was leading him, but he knew it was very important that he reach the end of it. After a long time of walking where it was unclear that he was making much progress, he finally came to a wooden door with an ornate cast-bronze doorknob.\n\nPulling the door open, Duncan saw a vast library with shelves of books that reached to the ceiling. The sight of such an extensive collection of knowledge was intoxicating to him. After many trials, he had finally made it to this grand archive, and now the fruits of his persistence would be plucked from the tree.\n\nThere was a tickling sensation on his face. He rubbed his cheek but the annoying sensation persisted. He squinted his eyes shut, and when he opened them again, the dream shattered around him and he found that he was lying in his bed with his cat, Mrs. Chips, trying to curl up into a ball by his shoulder. Her whiskers were poking his face, but when he shoved her away, she simply returned to the warm spot she had created for herself.\n\nDuncan tried to remember what he had been dreaming about but found that the details were already disintegrating. Something about books, maybe? But he hadn’t read a book in a long time. Perhaps his subconscious was chastising him for that fact.\n\nWith that thought, Duncan went back to sleep.\n\n“God damn it,” Duncan muttered under his breath. His arm had been fine for the first thirty minutes of his workout, but now that he was getting into a rhythm with his three-point shot, the twinge was back. It wasn’t painful, exactly, but it was very distracting. He could shoot through it, at the expense of accuracy, and missing more shots than expected him caused him to quickly grow frustrated.\n\nNot wanting to cut his workout short for the second straight day, and also yearning for a sense of normalcy, Duncan stepped forward to the free throw line. The effortless, well-practiced motion of his free throw would hopefully be unaffected by his misbehaving right arm. And as he sank free throw after free throw, he found that his arm was perfectly well-behaved.\n\nThinking that he had been miraculously cured, Duncan immediately went back out to the three-point line, but as soon as he got into his motion, the muscle spasm returned. Even stranger, Duncan had a flash of something in his vision right as his arm twitched. The picture that had appeared in his eyes, he couldn’t even begin to describe it, but it triggered he faintest recollection of a dream…\n\nDuncan tried in vain to grasp at the retreating recollections, but was instead left standing there at the three-point line, feeling very confused but also overcome an inexplicable yearning. A yearning for what? He probed his mind for an answer but found none.\n\nThat night, Duncan returned to the dusty library. As his sleeping body twisted itself among the bedsheets, sheened with sweat, his dreaming mind once again navigated that forgotten corridor which led to secret writings. That same wooden door was there, and the same daunting collection of books was there behind the door. Filled with a sense that profound knowledge would be found here, he approached one of the shelves. Many of the tomes had no titles on their spines.\n\nHe felt a pull to another shelf, so he crossed the room and again began browsing the books. A hefty tome bound in timeless gray leather beckoned him, and he carefully removed it from its spot. There was a title printed on its front:\n\nCodex Triplici.\n\nSuddenly, he was yanked out of the dream as if by an outside force. Eyes open in his dim bedroom, Duncan felt a wave of disappointment crest on top of him, although the reason for this strong emotional response, he couldn’t have articulated. He tried to remember the title of the book he had found, but it was gone.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.9588268995,
        "format_confidence":0.8817778826
    },
    {
        "url":"http:\/\/uncyclopedia.wikia.com\/wiki\/Formula_One?oldid=5607594",
        "text":"Formula One\n\nFrom Uncyclopedia, the content-free encyclopedia\n\nRevision as of 07:58, November 21, 2012 by (talk)\n\nJump to: navigation, search\n\nF1 car. It's better than yours.\n\n~ Murray Walker on Nigel Mansell\n“How the hell did that short ass guy get that girl?”\n~ anyone watching F1 on TV\n“He's in front of everyone except every other driver”\n~ Murray Walker on Nelson Piquet\n\nFormula One, also known as Formula 1 or F1 and referred to officially as the FIA Formula One World Championship is a 360 km\/h badass motor sport which was once very cool, but now has so many rules that the drivers are now no longer allowed to smoke behind the wheel.\n\nThe \"Formula\" designation refers to the type of drugs which are considered legal by the operator of that formula, and the sport as seen a change in tolerance over the years. In the early days of the formula drivers injected class A drugs such as heroin, or crack while using 6 wheels and a rocket motor, but now they are banned for eating ripe bananas, or leaning too much one way whilst driving. Today it all belongs to Bernie Ecclestone, and no one really understands why.[1]\n\nFormative Years\n\nFormula One originally began as Grand Prix Racing in the early 1950s, where teams of local car enthusiasts would meet outside the shopping centre in Paris and perform laps of the car park. Races were lengthy, boring, and often dangerous, blood and low fat milk was often spilt in the ummm...excitement. The sport surely would have died its death had Bernard 'Bernie' Ecclestone not pumped large amounts of money into the upkeep of the car park. He then spread his business empire to build up other car parks and turn them into Formula One Race circuits. Now where once were girls and drugs, drivers today can earn more money in one race than the annual GDP of Somalia.\n\nThe biggest factor in the survival of the sport was the introduction of on-car advertising. Teams before that run in their national colours: Italy was red for their fiery tempers, Germany were silver as they had money and France ran out in blue (or white, depending on their level of confidence that day). The British team Bulldog Churchill raced in Cigar Ash Grey until the tissue manufacturers Kleenex (American owned) got the idea to advertise their newest range on the nose of the vehicle and paint it the colour of mucus. Although Kleenex later pulled out of the deal when driver Stirling Moss lost his nose after a collision with a shopping trolley, the British team kept the car colour and dubbed it \"British Racing Snot Green\".\n\nModern F1\n\n\nAn accident on the pre-training in a F1 Circuit. Unfortunately, Button was injured.\n\nModern F1 retains some elements of its early roots, namely that the cars have wheels and are still plastered with advertising, otherwise is a completely different. Some of the participants are even black for example. The only discrimination is against Japanese drivers driving a car that has a chance to win a race.\n\nThe motorsport now takes in over 20 different locales as the season unfolds, and after five decades of fatal crashes, safety is now of paramount concern. Each driver is wrapped in cotton wool before racing and the cars now drive themselves in a slow procession around circuits full of chicanes. Overtaking is considered ungentlemanly conduct and most drivers attempting an overtaking manoeuvre will be black-flagged and banned from racing for the rest of the season.\n\nThe lengthy qualifying sessions of yesteryear have been replaced by a system of drawing short straws and any remaining element of excitement danger will soon be eliminated, when next season the teams will race without tyres or engines, and will rely on the stamina of the pit-crew as they push the car around the circuit.\n\nRace Format\n\n\nA Formula One car undergoing post-race inspection.\n\nWhen teams arrive for a Grand Prix meeting, there is a series of events leading up to the actual race that must be performed. On the Friday of race weekend, a press conference is held that allows the drivers to brag, boast and generally trash-talk to one another for the entertainment of the watching fans while lots of hot girls wander around in the background.\n\nFollowing the press conference, the first round of qualifying begins on Saturday mornings. Qualifying is a very simple procedure based on a combination of a driver's past performance, popularity, a foot race, and a random drug tests.\n\nAfterwards, everyone climbs into their cars and drives around for a bit. This move was implemented to deal with criticism over the fact that a foot race (usually to the nearest bar).\n\nThe race itself is usually run over fifty laps, and during the race, all drivers are required to make three compulsory pit stops: one to change the tyres, one to refuel, and one so that the driver can take a piss.\n\nAt the end of the race, trophies are awarded to the first place driver - (usually Shoemaker) - who will then do a victory dance and spray something that looks like champagne and smells like champagne, but tastes like something else entirely over everyone. No-one knows what it is, but it does come from France.\n\nPoints are awarded at the end of each race based on who scored with the most grid girls. The overall winner is the person who has picked up the most during the season, which is why most teenage boys seriously consider it as a career choice, and also explains why it is so difficult for new drivers to break into the circuit.\n\n\nFollowing the feud between F1 organisers and drivers over tyres, nearly all the teams have dropped out of the competition. The remaining teams are as follows:\n\nFerrero Rocher\n\nItalian-based team who were among the original competitors in the first Grand Prix season. Ferrero moved into a period of dominance in the late 1990s which lasted until the 2005 season when they forgot to develop a new car and repeatedly drew the short straw in qualifying. Then they went on to making chocolates for a living.\n\nAllegations of bribery, cheating and favouritism from the governing Ferrero International Assistance (FIA) have been rife, and after paying lots of money they have become the lovechild of the worlds medai. Unable to do anything wrong in the eyes of the press, their bad habits have gone unpunished forever, as they have boxes of money and gifts at the ready if there is even the slightest hint that someone is about to say something negative about them.\n\nRental F1 Team\n\n\nRental F1 in the early days.\n\nA French team famous for running rental cars instead of racing cars. Owing to the global recession, Rental have had to substitute a double-World Champion driving the Formula 1 equivalent of an armoured limousine in favour of a top-secret Russian spy driving a Lada Niva. Their cars are painted bright yellow with red highlights, though some claim this is just rust.\n\nAlsö Rann\n\nFinnish team who recently went into administration before being bought out by another Finnish team who were about to go into administration. Their best finish was in the 1993 season when they finished bottom of the Constructors Table after an administrative error handed them a point.\n\nB.A.R. H.U.M.B.U.G.\n\nOnce known as MARRS for pumping up the noise volume when racing in the 1980s, BAR HUMBUG change their name every year. Team BAR are notable for living under the illusion that they actually stand a chance against Ferrero Rocher, despite showing up to the pre-season test with a six-year-old car. Their Honda engines are very reliable but Wong Wei over-revs them a wee bit too far. Will race in 2012 as BAR REFAELI in the hope of attracting Israeli missile technology.\n\nKubi crash\n\nKubicer, taking an unusual racing line in Nova Scotia, Canada\n\nWilliams F1\n\nWilliams is one of the oldest and most prestigious teams in Formula One which collectively spends most of their time complaining that it is impossible to compete with teams who have more money than them. Despite having won 122 races since their foundation in 1980, they have failed to finish a race since 1987. Their most successful period came when Williams shaved a bear and raced him in the 1980 World Championship.\n\nDead Bull Racing\n\nAn Austrian-owned racing team funded by the proceeds of the liquid caffeine made from draining the bladders of dead bulls sold by its parent company. Due to contractual obligations, the team's drivers are obligated to consume the energy drink at every opportunity.\n\nToro Rosso Merda\n\n\nDrivers are expected to tailgate Israeli model BAR RAFAELI in the new season.\n\nFormerly known as Minnow Racing. Bought by Red Bull to increase sales of their drink in Italy. Their cars have a tendency to shed gearboxes and wheels during a race.\n\n\nSexiest cars on the grid. Even their motorhomes exude erotica. Car livery is usually black with a lacy undercarriage to avoid scrutiny. Called various names before, none of them very nice. Always promise to win every race but fade away quickly like cheap perfume.\n\nMercedes Silver Dream Boy Racers\n\nOriginally known as Mercedes-Brawn before the name got changed. Big, hard and fast, their original name really said it all. Mercedes-Brawn favoured sheer power over outright tactics - or brawn over brains - and their cars were designed around the concept of an anvil, or perhaps a battering ram. But the days when the opposition preferred to drive into advertising hoardings to avoid going up against the team are now gone. Michael Schumacher is there in the team but is obviously just cruising around for his pension. The other team driver Nico Roseberg (son of Keke 'Kinky' Roseberg) wishes he was driving a Porsche.\n\n\nNamed after a long dead Australian, EH! sorry I meant New Fucking Zealander called Bruce McLaren. It was the team Ayrton Senna once raced for. Earlier car designs imitated a packet of cigarettes on wheels. McLaren-Motormouth in receipt of mystery funds. Considered the 'British team' on the grid. Current drivers are Nicole Scherzinger's boyfriend and Buttons from Cinderella Pantomime Touring.\n\nSinister Fo... (truncated)",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.9783284664,
        "format_confidence":0.8476448655
    },
    {
        "url":"https:\/\/chronofhorse.com\/article\/ode-being-mule-headed",
        "text":"MagazineNewsHorse SportsHorse CareCOTH StoreVoicesThe Chronicle UntackedDirectoriesMarketplaceDates & Results\nOctober 28, 2005\n\nAn Ode To Being \"Mule-Headed\"\n\n\"We're just tickled pink you're going to come along with us this morning,\" said Coots before he took Cooky McClung on a wild day of hunting aboard Crunchy the mule. Cartoon by Custer Cassidy.\n\nSweet Annie Finnegan was the sole relative on my mother's side whose lips didn't purse when she visited our humble farm.\n\nDuring our clan's frequent get-togethers at \"Chez McClung,\" it was Annie who invited a cat on her lap, tucked sugar cubes in her pocket for the horses, and, on one memorable occasion, clad in lilac suede pants and a silk blouse, spent half an hour blissfully riding my eldest mare around the small paddock.\n\nAlthough she made her request to mount up for her \"adventure\" after two cups of hard cider, Annie forever recalled, \"It was the most exciting experience of my life.\"\n\nNot only did she ride, but she also, immediately upon dismounting, picked up a broom and swept out the tack room.\n\n\"Not that it really needed a sweeping. It was so clean you could eat off the floor,\" Annie confided to her sisters, whose lips collectively disappeared.\n\n\"Unlike her kitchen, if you'd notice,\" my mother retorted, scooping a petrified chewy toy out of the refrigerator.\n\nAnnie, a kindred spirit in every way, vigorously defended my horse\/dog\/cat\/deranged goat lifestyle to her citified sisters, extolling the virtues of rural living versus \"the stifling boredom of suburbia.\"\n\nWhich is why I could hardly refuse the reciprocal \"adventure\" she'd arranged during my first visit to her southern home en route to visiting friends in a neighboring state.\n\n\"Oh, do plan to stay at least two days,\" Annie pleaded.\n\n\"My little place is in a pretty spot of country where you'll feel right at home. And haven't I found the perfect thing to repay you for that grand ride I'll cherish forever?\" she added, pointing to an elaborate gilt-framed photo of her astride my ancient mare.\n\nQuite A Reputation\n\nAnnie's return favor was arranging for me to go out with a local hunt club for a day's sport.\n\n\"I met the members a month ago, when they politely inquired if they could ride through my meadow, and now they stop to say hello every week. When I told them you were visiting, and how you loved to hunt, nothing would do but that you join them tomorrow morning,\" said Annie, her eyes shining with excitement.\n\n\"They're fine folk, but understand they don't have a fancy dress-up club like yours, just good friends who love the chase,\" she explained. \"And I've been told they have quite a reputation in this part of the South.\"\n\n\n\"That's really lovely of you, and very tempting, Annie. But you see, I've only brought a pair of old boots and britches to go hacking with my friends next week, so I don't have anything appropriate for hunting, especially as a guest. And I wouldn't want to embarrass you,\" I responded.\n\n\"Ah! Don't you be worrying,\" Annie assured me in her soft Irish lilt. \"It's not a'tal what you'd be calling formal. I've watched them coming through for a while now and have taken notice most of the riders wear some very plain kind of outfits. Truth be told, the woman on a kind of dotted horse just wears those little shoes where your toes show—flippity-flops I think they call them.\"\n\n\n\"And the leader is ever so accommodating. He said they never stand on ceremony. They just want guests to enjoy themselves. He also made it quite clear you were not to worry yourself about bringing lunch, because he always has an extra flask or two.\"\n\nDouble uh-oh.\n\n\"They'll be around tomorrow morning about 7, and they promised to bring a mount that's familiar with the countryside and will give you a lovely ride,\" Annie finished, with a smile.\n\nUnable to formulate a reasonable excuse outside of insanity—which might have been considered an asset—I thanked Annie for arranging a payback \"adventure\" and prayed for predicted rain.\n\nAs if reading my mind, she added, \"Don't worry yourself about bad weather either. Why, just last week they rode through in the midst of a genuine monsoon, so a wee bit of thunder and lightning wouldn't slow them down.\"\n\nOh, goody.\n\nImmediately Apparent\n\nMy luck running true to form, morning dawned brilliant, with azure skies and a crisp hint of autumn. And, true to their word, the group trotted up Annie's lane on the dot of 7.\n\nSeveral things became immediately apparent:\n\nThere were only six riders.\n\nThe hounds were (best guess) foxhound-bloodhound-lurcher-pedigree unknown.\n\nThe horse being ponied up to the porch had the biggest ears I'd ever seen.\n\nI was grossly overdressed.\n\n\"Mornin', ma'am. We're just tickled pink you're going to come along with us this morning,\" boomed a very large man in bib overalls and monogrammed cowboy boots, a snake tattoo curling around the arm that reined in a probably 32-hand horse with one blue eye and no tail.\n\n\"Just call me Coots,\" he announced, politely tipping his John Deere cap. \"And, this here's Thelma Jean,\" (Angora sweater, toreador pants, purple tennis shoes, riding an Appaloosa, i.e. dotted horse) \"who helps me keep all these doggies on track.\n\n\"Back there is Buck,\" he added. (Think Willy Nelson meets Beetlejuice, wearing a turquoise flannel shirt, denim vest and camouflage pants, and riding a possible Paint-Percheron.)\n\n\"And yonder is Jimmy W. and Jimmy T.; they's twins.\" (Think matching green work pants, 'We Haul Y'All Moving and Storage' sweatshirts, and matching chestnut Tennessee Walking horses.)\n\n\"And, holdin' onto your ride there is Darlene.\" (Confetti t-shirt, stretch jeans and what could have been tap-dancing shoes, riding a Mustang that, if human, would have had a pack of cigarettes rolled up in his sleeve.)\n\n\"I guess she knows as much about hunting critters as anyone in these parts,\" Coots said proudly.\n\nNot a hairnet in sight, even for the women.\n\nSmiling broadly, Darlene ponied a really big buckskin mule up to the porch steps—really big.\n\n\"I know you might 'a been expectin' a horse, but bein's you're our guest, we wanted you to have the best, and Crunchy here's the finest we got,\" said Darlene proudly.\n\n\"He's kind of attached to my old Sparky here, so you can be sure he won't go off somewheres and get you lost. Come on, just hop right up,\" she invited.\n\n\"Uh, I've never ridden a mule before,\" I blathered, scrabbling across what appeared to be a Confederate Army saddle.\n\n\"Oh, nothin' much different a'tall—'cept maybe the steerin,' \" Coots assured me.\n\nThen, sounding a blast on his horn, he headed across Annie's field at a gallop, shouting, \"You're in for a real treat with Crunchy. You'll think you're on a Mercedes-Benz!\"\n\n\"Or a refrigerator with hooves,\" I thought, as Crunchy lurched forward, full-tilt behind Sparky.\n\nGathering up my leather\/baling twine reins while attempting to adjust to Crunchy's springboard gait, I'd barely finished my first \"Hail, Mary,\" when hounds opened up and headed after a yellowish red fox streaking toward a rock-covered hillside.\n\n\"Well, it don't usually take this long, but we're in gear now. That old mule's been at this longer than you been around, so best you just hang on and leave him figure out where to go,\" Darlene advised.\n\nAs if I had a choice.\n\nSurrender All Control\n\nCoots in the lead, Sparky and Crunchy in hot pursuit, and Thelma Jean and the interchangeable twins a scarce hoof beat behind, the field gathered momentum as they shadowed the musical pack streaming full speed ahead up a rough, gorse-covered bank that dropped down sharply on the other side.\n\nFortunately, the precipitous dip that briefly stopped my heart was old hat for Crunchy, who half-slid to the bottom, pogo-sticked over a crumbling stone wall, and popped back into gear for the steep climb up the other side.\n\n(Rule #1 of Mule Riding: Those long ears have more than one purpose.)\n\nWith Reynard still in sight, hounds were hollering at top decibel as they disappeared into a spooky, primeval forest. Zigzagging through the trees, I surrendered total control of the steering mechanism and let Crunchy navigate the tricky terrain on automatic pilot.\n\n(Rule #2 of Mule Riding: Closing your eyes causes you to tilt sideways.)\n\nWith all on, hounds hurtled down yet another impossibly narrow, rugged path, the field still close behind. While Crunchy's pie-plate feet handled the treacherous terrain like four suction cups, Sparky misjudged an uneven log that brought him to his knees and deposited Darlene into a sticker bush.\n\n\"That blind eye of his trips him up sometimes,\" said Darlene, calmly picking barbs out of her eyebrow. \"But we're fine. Y'all go on or you might miss it. I'll catch up,\" she shouted to the already disappearing riders.\n\n\"Well, I'm certainly not going to leave you 'til you're back on,\" I announced, confident Crunchy would wait for his fallen comrade.\n\nBut the thrill of the chase trumped loyalty, and braying something that sounded very much like, \"Sorry 'bout your luck, pal,\" Crunchy snatched the bit, spun with Nureyev-like grace, and shot after the rapidly disappearing field while I clung with everything that would cling.\n\nFollowing the sound of music, I viewed our quarry flattening out across an endless sweep of pastureland. But rather than leading hounds on a straight merry chase, Mr. Smarty Fox laughed up his furry sleeve and hung a quick left, scampering across a rickety footbridge spanning a fast-running stream that was clearly unfit for his pursuers.\n\n\"Oh, well, I guess that's it,\" I thought at the same instant Crunchy leaped from the steep bank into deep water, with the rest of the field following.\n\"Don't pay to dress up,\" shouted Darlene, who'd managed to catch up via a death-defying shortcut.\n\nFor the next two hours, I did little more than grab hold of Crunchy's spiky mane and learn the true meaning of hanging on for dear life as the fox led us over every kind of terrain imaginable before being run to ground by that incredible pack.\n\nFortun... (truncated)",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.9205542803,
        "format_confidence":0.8661535382
    },
    {
        "url":"https:\/\/predictablylost.com\/2012\/05\/28\/pacific-crest-mile-1289\/",
        "text":"Pacific Crest: Mile 1289\n\nMid-air, flying into the unknown, my head spun back, staring at the trail I’d just left, trying to see where the rattlesnake went.\n\nThis is how hikes end.\n\nI jumped faster than thought. The rattle, the instant recognition, the brief glimpse of a snake falling toward me. By the time my mind caught up, I was in the air, leaping blind, arms and legs flailing to brace for impact. I landed with a crunch. A pop echoed through the forest as I shattered a fallen tree branch and sent it spinning down the steep slope. My body wasn’t far behind. My legs scrambled to stay underneath me in the uncontrollable slide.\n\nTwenty feet later, I crashed into the trail again as it switchbacked underneath me. My feet found themselves on the flat surface and I ran like a madman, not knowing if the snake had fallen with me.\n\nThe rattle, that insane rattle, rung through my head. It lit something deep inside my psyche, injecting me adrenaline and fear into my veins.\n\nI stopped a few yards down the trail. My entire body felt tense and jittery, like a thousand spiders were crawling across my skn. I threw down my hiking sticks and backpack, shaking myself out, checking my bones, and cackling like someone who just seen death falling toward him.\n\nBreath returned to my lungs between laughs. I gave a few loud yells, needing some way to vent my surging energy. I’d escaped.\n\nA few minutes later, I found the snake coiled in a pile of leaves between two rocks not far from where I leaped. It gave a gentle rattle as I approached, letting me know where it was. I looked at it, the two of us holding each other’s gaze for a few seconds before I tipped my hat.\n\n“Thanks for not killing me,” I said.\n\nThe snake sat there motionless for a moment, then silently slid away.\n\n“Likewise,” it said.",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.8024000525,
        "format_confidence":0.8955470324
    },
    {
        "url":"http:\/\/krebsfiles.com\/bend02.html",
        "text":"Date: Thursday, 11 September, 2003\nFrom: \"Ade\" <>\nBy five o'clock the following Sunday, the dust in the makeshift pitch at the park had nearly settled. It was nowhere near half time, but everyone was glued to the radio. In two minutes, River's match would be over, and they would beat San Lorenzo, thus taking the first place on the table.\n\"¿Y entonces?\" El Irlandés wanted to know.\n\"So, if Boca draws or looses, they take the cup. We have to win!\"\nA few feet away, Nando and Rolo, both River supporters and wearing the white shirt with the red diagonal line of their team, jumped two feet high on the referee's final whistle. The songs that, as always, scorned the sorry existence of the 'dung dwellers,' as Boca supporters were called by their archrivals, soon followed cries of victory. Fists up in the air and smiles on their faces, the River fans managed to carry their onslaught to libellous lengths before someone did anything about it. Fleco, his voice filled with curses of his own, flung himself on his two friends and the trio ended up face down in the dust.\nSoon, fourteen young men with enough energy to plough a good-sized farm with their bare hands were spending it carelessly on bashing each other. Only El Irlandés stood on the sidelines, his gloves hanging limply from his shoulder, his gaze calm, and his countenance grave. Running its own course, the brawl eventually dwindled to verbal abuse, then morphed to song again, and ended with the two teams siding on taking each side of the pitch with the ball in the middle, itchy to start rolling.\nEl Irlandes turned on his radio, tuned it to one of the sport stations and waited for the match to begin.\nGood afternoon, this is Victor Hugo Morales from La Bombonera, and the stadium is heaving with excitement. You're listening to Radio del Plata and we're bringing you Boca-Ferrocarril Oeste. And this, Ladies and Gentlemen, is for the Cup!\nOnly two minutes after kick-off, Rolo emerged from the shadows with a piercing snap-shot that was tipped behind by a defender on Fleco's team. But that wasn't quite enough and Ruben swooped to make a last-ditch clearance to deny Roberto, their striker. Now, after that first scare, the worn, brown ball seemed glued to Fleco's right boot. He moved gracefully and unconcerned, his head coolly focused. A classic number 10, he enjoyed creating, manipulating the times of the game with both chessboard strategy and inspired improvisation. In short, it was Fleco's job to make his teammates play a good ball. Or at least that was what he liked to think.\nDribbling around the midfield, his eyes caught a flash of blue on his left and he advanced faster, leaning heavily to the right. When the coast was clear he lofted a long pass to the man in Blue, who slept the ball masterfully with his instep and then ran with it. Fleco and Blue one-towed all the way to the penalty area, and froze in the face three defenders. They needed back up.\nEl Irlandés had walked a few yards up, his radio still to his ear.\n.Would you look at that? Sassone is wearing his lead shoes today, friends. Marini steals it with class, and now you try catching him. Ferro is in trouble. It's Marini to Chavez. Chavez to el pibe Garrido-\nWhen Blue hit the brakes leaving Fleco ahead, he sensed the defenders would pull back to leave him off-side, annulling the play. Quickly, he drew back and towards the right, effectively evading White and Stripes. There, he waited for Blue and Gomez to arrive and only then stroke a centre.\nEl Irlandés looked up, following the ball.\n.Garrido, Garrido, el pibe aims and.\nThe sound of a car horn drew El Irlandés from the game for a fraction of a second, just as Blue connected a powerful strike on the ball forcing Stripes into a diving save with a flicked header. Fleco, arriving from the far right, didn't miss the re-bound and hit low to the far post where Nando, the goalkeeper, was waiting with sure hands.\n.Good save by Benitez, and Ferro can start thanking\nits lucky stars!\nFleco stomped on the dust to share his frustration with Mother Earth, and on looking up he found the side of the pitch empty. Where was the foreigner? Puzzled, he did a quick search of his surroundings and found the lean figure of El Irlandés heading slowly towards the street. Parked by a newsstand was a green Ford Falcon with a Boca Jrs. Flag tied to its antenna.\n\"Milicos!\" Fleco yelled, having recognised the trademark car at once.\nHeads turned around in alarm and searching eyes ignored Fleco, who stealing the ball from the centre-field kicked it brutally in the general direction of the car. He sprinted after it and stopping a prudent fifty yards away from the unmarked Falcon, yelled, \"Flaco, la pelota!\" - give us the ball, mate.\nEl Irlandés turned around in surprise and found the ball a few feet away from him. His left eyebrow quirked in question, but all he got in return was a pair of frightened blue eyes that issued a silent warning: \"Don't get closer to that car.\" Fleco saw the foreigner turn around and look at two men in the car; then bring his cold gaze back to him. The message was clear: \"Mind your own fucking business,\" and all Fleco could do was take another, very uncertain, step towards his friend. For a few seconds the only sound that filtered through was the car's radio.\n.Now the Boca players are gathering around the referee, too. It's the last warning, he seems to be saying. Clear off the lot of you, or else. Yes, that's a red card for Gomez. Boca will be playing the rest of the match with ten men.\n\"La pelota!\" Fleco insisted, a note of urgency in his voice. He would not stay another moment. It was already too dangerous and if the foreigner wanted to commit suicide, well, it was up to him. He was done babysitting.\nEl Irlandés must have picked up on his fear, because Fleco saw him nod, his icy stare still on him. The foreigner retrieved the ball and started walking slowly towards Fleco.\n\"¿Amigos tuyos?\" asked El Irlandés, as they started back towards the pitch. - Friends of yours?\n\"Fuck, no.\" Fleco replied, with a twinkle in his eye. \" Those bastard milicos are all River fans.\"\n\"Bastards,\" Fleco corrected. \"What did they want with you?\"\nEl Irlandés shrugged his shoulders. \"Directions?\"\nFleco chuckled softly, but then grew serious again and giving the foreigner a sideways glance, said, \"Imagine if they found out you're a Yank.\"\n\"I'm not.\"\n\"Bastards,\" Fleco said, shaking his head.\nThe game had stopped and that wasn't good. It attracted undue attention. Fleco quickly threw the ball in and immediately the players started moving, outwardly unconcerned. But Rolo hadn't, and though a centre forward for Fleco's rival team, he was still his personal best friend. Rolo's eyes kept veering left, towards the green car. Fleco frowned.\n\"Movete, chabón!\"-Move, man! Stripes yelled at Rolo, when the ball had passed him twice without him even noticing.\nHis eyes alternatively on the game and the Falcon, El Irlandés cranked up the volume of his radio.\nIt's Viale now for the free kick, and things are\nlooking good for Boca. And Viale aims. But Benitez\nrejects it with his fists. The ball is up for grabs, and there's el pibe again. Garridoooo, Goal. Gooooooooooaaal!\n\"Boca one, Ferro nil,\" deadpanned El Irlandés.\nGloaaaaal!\" yelled Fleco's side, joining in a team hug as if they themselves had scored.\nThere was joyous honking coming from the car by the newsstand, and if the mood of the River Plate fans needed further sullying, that was the right incentive.\n\"I'm out. See you Sunday,\" said Rolo.\n\"Hang on!\"\n\"You can't leave like this!\"\nBut before the protests could start in earnest, Fleco hushed the outraged players with a meaningful look. Long faced, some of the spirit stolen away from them, the teams resumed the game. Fleco put a hand on his friend's shoulder. \"Stay.\"\n\"Have to go, sorry,\" Rolo said, with a scurrying look towards the car. \"Fucking dung dwellers.\"\nFleco gave his friend a belligerent push and took him to the side, so the game could continue. \"They are all gallinas, didn't you know?\"\nRolo smiled, \"Oh, yeah?\"\n\"Yeah,\" Fleco replied with a smile of his own. Then, more seriously, added, \"We're not doing anything wrong. Stay.\"\nEl Irlandés was keeping his ear to the radio and his eyes on the pitch, but Fleco took a cautionary step away from him all the same. Rolo looked down, uncomfortable. \"They know me,\" he said at last. \"You don't want to be seen with me.\"\n\"We go to University together.\"\n\"That doesn't mean we're friends,\" Rolo said slowly. \"Because we're not.\"\nIt was Fleco's turn to inspect the dust now. \"Listen-\"\n\"From now on, we're not,\" Rolo said softly, taking a step back. He looked at Fleco with a sad smile on his face and when he turned to leave his gaze clashed with another pair of blue eyes. An uncompassionate, harsh, and yet deeply understanding stare that equally unnerved him and made him relieved that he was leaving. El Irlandés didn't say anything.\nFerro is growing, friends. That was a close shave for Boca, but they'd better keep their wits up.\n\"We're not doing anything wrong!\" Fleco insisted.\n\"I know,\" Rolo said, and walked away.\nFleco kept his eyes on him until he disappeared past the streetlights, and then round the corner. He breathed easier when the green Falcon didn't move, even when it meant the car had stayed and would remain there until something else made them leave. Fleco took a deep breath, carefully ignoring the man beside him, and focused his gaze on a distant horizon he wasn't really seeing. When the wind swept his hair forward and the view faded, he turned around and faced the foreigner. But he found the eyes of El Irlandés stubbornly glued to the game.\n\"Well?\" Fleco asked.\nEl Irlandés looked at him.\n\"We'll cream them as they are. It will be slaughter if they're one man short.\"\nEl Irlandés seemed to be considering it for a moment, squinting his eyes for a sharper view of his would be team-mates.\n\"The side that loses pays for the pizzas and the cokes,\" Fleco felt obliged t... (truncated)",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.6947488189,
        "format_confidence":0.9720715284
    }
]