[
    {
        "url":"http:\/\/discoverdirect.co.uk\/contact-us\/",
        "text":"Contact Us\n\nOur Customer Service team is here to help you track your order, process returns and provide product clarification.\n\nHours of operation for customer service assistance: Mon to Fri 9:00am - 5:30pm BST, Sat 10:00am - 4:00pm BST\n\nOur mission is to provide exceptional customer service and maintain a personal relationship with you.\n\nContact Us\n\nContact Information\n\n* Required Fields",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.949522078,
        "format_confidence":0.9335801601
    },
    {
        "url":"https:\/\/www.debtsupporttrust.org.uk\/how-can-we-help\/debt-management\/",
        "text":"Advice on a Debt Management Plan\n\nWe’re here to answer all your questions and help with difficult debts.\n\nA Debt Management Plan can be a suitable solution for people struggling to manage their debts. This option will depend on your level of debt and how much you can afford to repay each month.\n\nIf you would like to know if you are suitable for a debt management plan call us today on 0800 085 0226 and a debt advisor will be happy to help you.\n\nWhat is a Debt Management Plan?\n\nA debt management plan is a debt solution which enables you to make an affordable monthly payment to your creditors via a debt management company. A debt management plan means you only have to make one monthly payment to one company, who will distribute the money on your behalf. Your debt management plan will last until all of your debt is repaid.\n\nPeople living in Scotland may wish to consider the Debt Arrangement Scheme as it offers legal protection and is a similar solution to debt management plan.\n\nDebt Management Plan\n\nHow To Enter A Debt Management Plan?\n\nA debt management plan, most commonly know as a DMP, is an informal debt solution, for a persons unsecured debt. A debt management plan normally lasts for as long as it takes to repay the debt in full. \n\nIt is not legally binding and a creditor or debtor can usually stop the debt solution with 1 months notice. In a debt management plan a third party negotiates your monthly payments, this is turn makes your debt more manageable. Your payment will be divided between your creditors and similar to other debt solutions, the amount you pay each month will be based on your affordability (disposable income after paying essential living costs). \n\nThe length of time someone is in a debt management plan will vary from person to person, depending on your debt level and affordability. \n\nA debt management plan is an informal debt solution it does not guarantee to freeze your interest and charges, this may also impact on how long the debt management plan will last for.\n\nOnce you meet specific criteria a proposal is submitted to your creditors.\n\nIt is always important, even when you are struggling with debt, to keep a good relationship with your creditors. It is within their interests to work with you in order to help you repay the debt owed.\n\nWhat Debts Can Be Included\n\nOnly unsecured debts can be included into a debt management plan, such as:\n\n  • Credit \/ store cards\n  • Catalogues\n  • Payday loans\n  • Overdraft\n  • Previous years council tax\n  • Utility arrears\n\nIt’s important to stress than priority household bills must be paid, such as: \n\n  • Mortgage \/ rent\n  • Council tax (current year)\n  • Gas and electricity\n  • TV Licence \n\nBenefits of a Debt Management Plan\n\n  1. You will pay a monthly manageable sum to one company and they will distribute the money to your creditors on your behalf\n  2. You may be able to get your interest and charges frozen\n  3. A Debt Management Plan is an informal solution which means you are not tied in legally to the solution – you can usually leave a Debt Management Plan with a month’s notice\n  4. You can increase or decrease payments if your salary changes\n  5. You will be taking the first steps towards becoming debt free.\n\nNegatives of a Debt Management Plan\n\n  1. Your creditors do not have to accept your proposal\n  2. Any spare income will be used towards the debt solution meaning you won’t have much disposable income\n  3. You have to repay all of the money you owe – you can’t get any written off\n  4. Some Debt Management companies will charge a fee for administering your case, however we can point you in the direction of free Debt Management Plans, if that is the best solution for you\n  5. Freezing interest and charges is not guaranteed and court action may continue\n  6. Repaying small amounts over a longer time may lead to an increase in the total debt to be repaid\n  7. Your credit rating will be affected for 6 years\nPlease note that only unsecured debt is included in a debt management plan so you may not be debt free at the end of the plan if you have a mortgage. You must also ensure you continue to pay priority debts such as mortgage \/ rent and utility bills.A for profit debt management company will charge you a fee for administering your case.  A charity providing debt management plans will not charge you for the solution. This can save you, typically, between 10%-40% because all of your monthly contributions will go directly to your debt solution.\n\nCriteria to enter a Debt Management Plan\n\n  • You must have at least two different creditors\n\n  • You must have unsecured debt of at least £5,000\n\n  • You must have a disposable income of £100 or above each month\n\nHelp To Manage Debt\n\nDebt Management Examples\n\nPaul, 29 years old, Bradford\nPaul came to us with multiple debts and was struggling to pay them all on time each month. He was able to make payments towards his debt just not enough to meet his contractual obligation. After doing an income and expenditure it was worked out that he could pay £250 a month towards all of his debt, making a debt management plan the best solution for him.\nPaul owed £5,000 in total to his creditors but had stopped communicating with them and was worried about what they would say should he get in touch. Paul was happy to know he could deal with all of his debts by speaking to just one company. \nWe gave Paul an estimated time when all of his debt would be paid, should all interest and charges be frozen. Paul also chose to go with a company that would not charge him.\nJim, 63 years old, Bournemouth\n\nJim had found his debt had grown to an unsustainable level, he was making the minimum payments however due to interest and charges the debt remained at the same level.\n\nJim called us requesting information on entering an IVA, because it would freeze his interest and charges. We explained that while that would be the case, he would in the end be paying back more than the debt he owed.\n\nHe decided that a debt management plan was the route he wanted to go and if all interest and charges were frozen he would be debt free 1 year earlier than if he entered an IVA. Jim felt a huge relief knowing that someone was dealing with his debt on his behalf.\n\nDebt Management - Questions & Answers\nIs A Debt Management Plan The Same As Debt Consolidation\n\nNo, a debt management plan doesn't involved taking out further credit. This is a new arrangement with your existing creditors, based on what you can afford to repay. \n\nDebt consolidation is when someone borrows money to pay existing debts.\n\nIs A Debt Management Plan Legally Binding\n\nAt the start of your debt management plan, you will usually be asked to sign an agreement form. \n\nThis gives the debt management company permission to contact creditors on your behalf.\n\nThe debt solution itself however is not legally binding and any party involved can usually change the agreement with 1 month's notice. \n\nDo I Need To Pay My Debt Management Plan During Christmas\n\nChristmas, birthday's and holidays will be included in a person's income and expenditure, under sundries and emergencies, prior to entering the DMP. \n\nCan My Debt Management Plan Affect People I Live With\n\nNo, unless you have joint debt or joint financial products. \n\nIf I Enter a Debt Management Plan Can I Be Made Bankrupt\n\nCreditors are unlikely to declare you bankrupt because they will incur expensive fees. They are only legally allowed to declare you bankrupt in England, Wales and Northern Ireland if you owe them more than £5,000, in Scotland this is £3,000. \n\nThe creditors must send you a formal demand to start the bankruptcy process. In the unlikely event you do receive this you should contact your DMP provider. \n\nWho Can Enter A Debt Management Plan?\n\nTo enter a debt management plan you must have a disposable income over £100 a month, unsecured debt of £5,000 and above and has two or more different creditors.\n\nHow Does A Debt Management Plan Work?\n\nA debt management plan uses your disposable income (income minus expenditure) to make an affordable payment to your creditors each month.\n\nWhat Is A Debt Management Plan?\n\nA debt management plan is an informal agreement between you and your creditors where you agree to make a monthly contribution from your income towards your debts. Instead of having to pay several different creditors you would make the payment to one company who would distribute the funds to your creditors on your behalf.\n\nIs My Interest And Charges Guaranteed To Be Frozen?\n\nOnly your creditors can agree to freeze your interest and charges. A debt management company will attempt to get your interest and charges frozen to enable you to effectively repay your debt.\n\nAs the solution is informal your creditors can start or stop your charges and interest at any time.\n\nWill My Credit Rating Be Affected If I Enter A Debt Management Plan?\n\nYou will not be making the agreed contracted payments to your creditors. As a result your credit rating is likely to be affected, making it difficult to obtain further credit.\n\nHow Many People Are In A Debt Management Plan?\n\nThere are an estimated 500,000 people in the UK in a Debt Management Plan.\n\nCan I Cancel My Debt Management Plan?\n\nAs a Debt Management Plan is an informal arrangement you can cancel the agreement, usually with 1 months notice but your creditors may revoke any agreement to reduce\/freeze interest, therefore increasing the amount you owe.\n\nYou must not take out credit (above £500) whilst in the debt solution as this breaches the terms of your agreement.",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.9958652258,
        "format_confidence":0.6717110276
    },
    {
        "url":"https:\/\/www.sonoraca.com\/business-services\/resources\/",
        "text":"The contact information below is provided to assist those with an existing business or those wishing to start a business within the City of Sonora. However, the information may not be comprehensive depending on the type of business to be conducted.\n\nTherefore, interested persons are advised to consult with an attorney to insure all requirements are met for their particular type of business.\n\n\nBusiness License\n\nThe City of Sonora requires all businesses doing business within the City Limits to obtain a Business License. Click here for Business License Information.\n\nContact: Darlene Gibson\n\nCity Administration\n94 N. Washington Street\nSonora, CA 95370\n(209) 532-4541\n\nOccupancy Permit\n\nFor all new businesses located within the City Limits, as part of the Business License Application, the City of Sonora requires an approved “Occupancy Permit” and inspection. The purpose of this permit is to assure that basic minimum building and fire safety standards are met.\n\nContact: Building and Planning Department\n94 N. Washington Street\nSonora, CA 95370\n(209) 532-3508\n\nHome Occupation Permit\n\nSome businesses which have few or no impacts may be allowed to be operated out of an existing residence. Such businesses must obtain a Home Occupation Permit.\n\nContact: Community Development Department\n\n94 N. Washington Street\nSonora, CA 95370\n(209) 532-3508\n\nSign Permit\n\nSign Permits and Design Review are required for most signs within the City Limits.\n\nContact: Kim Campbell\n\nBuilding and Planning\n94 N. Washington Street\nSonora, CA 95370\n(209) 532-3508\n\nPlanning and Zoning\/New Construction\/Use Permit\n\nBefore selecting a particular location zoning requirements should be reviewed for the proposed business type. If there will be new construction or additions\/renovations to an existing building, plans will have to be reviewed and required permits obtained. Some commercial businesses must also obtain a Use Permit to operate in the City of Sonora.\n\nCommunity Development Department\n94 N. Washington Street\nSonora, CA 95370\n(209) 532-3508\n\nHealth Permit\n\nIf the business will involve the handling of foods, you must consult the Environmental Health Office and obtain a permit. Contact\n\nTuolumne County Environmental Health Department\n\n(Division of Tuolumne County Public Health)\n2 South Green Street\nSonora, CA 95370\n(209) 533-6440\n\nFictitious Business Name Statement\n\nEvery person who regularly transacts business in the State of California for profit under a fictitious business name must file a Fictitious Business Name Statement. The form is filed with the County Clerk of the County of the principal place of business.\n\n\nTuolumne County Clerk\n2 South Green Street\nSonora, CA 95370\n(209) 533-5573\n\n\nSeller’s Permit\/Resale Number\n\nEvery business that will sell or lease tangible personal property (merchandise) to customers must obtain a seller’s permit from the State Board of Equalization. Making taxable sales without a valid permit is a misdemeanor under California’s Sales and Use Tax Law and is subject to fines and penalties.\n\nState Taxes – Withholding\n\nEmployers must register with the State Employment Development Department.\n\nFair Employment\n\nEmployers are required to provide information to employees regarding employment rights and to display certain posters where employees may readily see them.\n\nWorkers Compensation\n\nUnder California Law Worker’s Compensation Insurance is mandatory for all employers. Contact the State Compensation Fund regarding the requirements of Workers Compensation Insurance.\n\nAlcoholic Beverage Control\n\nIf the business will sell alcoholic beverages, you must contact the State Department of Alcoholic Beverage Control.\n\nContractor’s State License Board\n\nIf the business is in the construction industry, contact the State Contractor’s License Board to determine what special permits\/license may be required.\n\nState Licenses\n\nThe State of California imposes license requirements and fees on more than 100 businesses and professions. The Department of Consumer Affairs grants most licenses.\n\nBusiness Filing\n\nIf forming a corporation, a limited liability company, or a partnership, you must file with the California Secretary of State.\n\n\nIf the business will have employees, there are laws that govern safety standards designed to prevent injuries arising out of unsafe or unhealthy working conditions.\n\n\nInternal Revenue Service\n\nBusinesses will be required to file various tax forms (income, self-employment, property, sales and use, payroll, excise, etc…) using a tax identification number, social security number for sole proprietors or an Employer Identification Number for businesses with employees.\n\n\n\n\n\nCity of Sonora\nRachelle Kellogg, Community Development Director\n94 N. Washington St.\nSonora, CA 95370\nPhone: (209) 532-3508\nFax: (209) 532-3511",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.9953533411,
        "format_confidence":0.8949142694
    },
    {
        "url":"https:\/\/hi.gethuman.com\/contact\/WalMart",
        "text":"Contact WalMart\n\nThe best of the 6 ways to get in touch with WalMart by GetHuman\n\nWalMart Phone Number\n800-925-6278 · ग्राहक सेवा\nGetHuman features available:\n  • Best alternatives to phone\n  • Current hold time\n  • Remind me when call center opens\n  • Fastest way to talk to a real WalMart rep\n  • Pro tips & talking points\nOr just take advantage of GetHuman's tools for getting attention on your issue faster:\n\nHelp me with my issue\n\nWalMart Live Chat\nUnfortunately, WalMart does not offer live chat as a channel for customer service at this time.\n\nRecent reasons customers contacted WalMart:\n\nNeed to be able to access my old account being it was closed\nneed to cancel a pickup order that was created at as a guest\nOne of the cards under my family plan has been blocked. My son cannot access his accoun...\nI ordered online and it was canceled\nWhen is the Walmart app gonna restock more Playstation *s? I used to see them but they...\nWas wanting to know if my issue with my phone is resolved\non *-**** or so i order and got a hoover vac wind tunnel hight performace model * uh...\nMy walmart money card has ben blocked and I need it unblocked to pay my bills I have se...\nMy walmart money card is blocked and I need it unblocked so I can pay my bills\nYesterday I tried to buy two discounted Nintendo gift cards using my credit card and th...\nIn regards to order *******-****** the box with the detergent in it was all broken & op...\nWe return a couple of things from but I didn't receive the money-back for t...\nHello,**My name is Bethany with Infoquest and we sent over a signed release for Walmart...\nOn ********** Order ********-******, I originally purchase Versace Bright Crystal Eau d...\nBecause of Walmart's corporate support for anti-Trump sentiment and the post that criti...\nMore customer issues\n\nHelp me with my issue\n\nWalMart contact information - compared\n\nAbove are our top recommendations for how to contact WalMart, including their top phone number and live chat options. Below you can compare and contrast the 6 ways to contact WalMart by looking at which ones are the fastest and which ones other customers recommend the most for solving WalMart customer service issues as reported to us by the 50 million or so customers that come to GetHuman each year and share their experiences. You can contact WalMart across the following mediums: Phone, Facebook, Web.\n\nPhone number \/ contactWaitVotes\nग्राहक सेवा\n38 मि994\nतकनीकी सहायता\n19 मि678\nग्राहक सेवा\n3 मि1958\nगिफ्ट कार्ड सपोर्ट\n38 मि945\nOnline Help\nग्राहक सेवा\n<38 hrs2067\nअंतर्राष्ट्रीय ग्राहक सेवा\n17 मि1212\n\nDoes GetHuman work with WalMart?\n\nGetHuman does not work directly with WalMart's customer support operations. GetHuman works with customers everywhere to compile the best tips and tools for reaching call centers faster and solving common customer problems effectively. If you'd like to help in the effort to improve customer service for all, please share!\n\nWas this page helpful? If so, please share!\nSharing is what powers GetHuman's free customer service contact information and tools. You can help!",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.944051981,
        "format_confidence":0.9024463296
    },
    {
        "url":"http:\/\/serappollard.com\/customer-service\/returns-policy\/5\/",
        "text":"﻿ Serap Pollard\n\nReturns Policy\nWe hope that you are pleased with you order, but if you are not completely satisfied, you have 14 days to return them to us for a refund or exchange. Please see the terms and conditions if your item suffers a fault. \nYou must notify us of your wish to return or exchange any items from your order within 7 days after the day of receipt, by email to: info@serappollard.com\nTo return an item, please contact the Customer Services team stating the following information:\no A date on which you would like your order to be collected (this must be at least 72 hours after this return request is submitted and must be a business day (Monday - Friday) in order for us to schedule a collection)\no Provide a four hour time window within which you will be available for collection to be made from the address to which you order was delivered.\no For Example: 25\/12\/2016 – 12pm-4pm\no All returns must be sent back in the original packaging provided and with item tags still attached.\no Please note Serap Pollard London Ltd does not refund shipping costs. \n For additional help or queries regarding the returns process or for exchanging your order, please contact us at: info@serappollard.com\nThe information below includes details on returns standards, timescales, refunds and issues arising from damaged or faulty items. If you require information on how to return or exchange an item, please see our Returns and Exchanges page.\n\nPolicy Details\nYou must inform us, as detailed in the Returns instructions, that you wish to cancel\/return your purchase within 14 days of receipt of your product\/s. You will have 14 days from receiving acknowledgement from our Customer Services team to send the product to us at our return address.\nAll items should be sent back to us in their original packaging provided. All items should be returned new, unused, and with tags still attached. Any items that are returned to us in a damaged, altered, and less than perfect condition may not be accepted and may be sent back to the customer.\nPlease contact customer services  if any of your items have been delivered without Serap returns tags. Where provided, any packaging such as authenticity cards, dust bags, and Serap boxes should be included in your return.\nAll items returned to our warehouse should have a corresponding Return Merchandise Authorization (RMA) number (sent via email to the customer upon notification of a return request). Unidentified returns may be returned to the sender.\n\nItem Specifics\nClothing: Please take care whilst trying on garments. All clothing must be returned in a new, unused and undamaged condition, with the returns tag still attached.\nShoes: Shoes must be returned with all packaging including dust bag and box. While trying on your shoes or deciding whether to keep them, please ensure the soles are protected by standing on a soft or carpeted surface.\nAccessories: Please handle all accessories with care and ensure that the returns tag remains attached if you decide not to keep your items. Jewellery items should show no signs of wear, scratches, loose or missing stones or faults.\n\nFaulty Items\nItems are classified as faulty if they are received damaged or if a manufacturing fault occurs within 90 days of purchase.\nDamage due to wear and tear or as a result of invalid cleaning methods not depicted on the care label, are not considered faulty.\nWhere possible, we will offer to repair faulty items. If you would like to exchange your item, please be aware that we can only replace it for the same product in the same size, subject to availability. If a faulty item cannot be repaired or replaced we will offer a full refund.\n\nEvery effort has been made to ensure the colours of each product are displayed as accurately as possible. However, as computer models and screens may vary, we cannot guarantee that your monitor’s display of colour is completely accurate.\n\nAll successfully returned items will be credited to the card used when placing the order and will be refunded in the currency in which you paid (at the exchange rate prevailing on the day of purchase), less any shipping costs incurred. If you choose to return an item to us the delivery costs incurred will not be reimbursed.\nPlease note, items should not be returned to us without prior notice. All return requests should be submitted through the Customer Services team. Items returned to us without prior notification will not be refunded.",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.811745584,
        "format_confidence":0.7598758936
    },
    {
        "url":"http:\/\/store.merchantsofsingapore.com.sg\/customer-service\/",
        "text":"Merchants hotline: 6222 1162 Home\n\nWine cellar and store\n\nMy Cart\n\nYou have no items in your shopping cart.\n\nCustomer Service\n\n\nBy placing an order, you confirm that you are 18 and over.\n\nAll goods are subject to availability, and in the event that a product is unavailable we will advise and recommend a replacement.\n\n\nAll prices are quoted in Singapore dollars, and include taxes unless otherwise stated. Pricing may change from time to time, in line with exchange rates and availability. We do our best to ensure that all prices on the Merchants website are accurate, however occasionally goods may not be priced correctly. If we discover a pricing error we will, at our discretion, either: contact you and ask you whether you wish to cancel your order, or continue with the order at the correct price; or notify you that we have cancelled your order. We will not be obliged to supply goods at the incorrect price.\n\n\nAt Merchants, we directly represent the winemakers and bypass the mainstream and middle men (and their mark up).\n\nOur prices are set by the winemakers themselves.\n\nOur discounts on mixed dozens and half dozens are generous:\n10% off for a half dozen – straight or mixed\n\n15% off for dozen – straight or mixed.\n\n20% off for two dozen or more – straight or mixed.\n\nNote – some winemakers may choose to opt out of discounting their wine. This may be because they have limited stock or it’s a reserve wine.\n\nPayment for online transactions\n\nMerchants accepts Visa and Mastercard. Our security policy can be found here.\n\n\nMerchants offers free delivery on orders of S$300 or more. For purchases less than S$300, we’ll deliver for a flat fee of S$20 per delivery location to any address in Singapore. Deliveries are Monday to Friday, and we try our best to deliver within two working days of receiving yout order. Saturday deliveries may be arranged subject to availability.\n\n  • A minimum purchase of $300 is required for free delivery to any one location on mainland Singapore and Sentosa.\n  • Purchases below $300 will be subjected to a $20 delivery charge.\n  • Please ensure the recipient is available at the given address on the given date and time.  If the failure of the delivery is due to the unavailability of the recipient, an additional $20 delivery fee will be charged for another delivery arrangement.\n\n\nReturns will only be accepted if the products received do not match the description provided or are technically faulty e.g. corked or oxidised or some other fault.\n\nPlease contact us at to confirm, prior to returning any products.\n\nProducts if returned, must include the original packaging including closure (cork or screwtap), all remaining contents and receipt\/proof of purchase and must be returned within 48 hours of opening or 14 days of purchase.\n\n\nPlease contact our Customer Service Team by email to change or cancel an order. Orders can only be changed or cancelled if they have not yet been despatched. Change or cancellation charges will apply including administration fees and service fees from credit card administrators. Any reward points given on the purchase will be reversed if an order is cancelled.\n\n\nAt Merchants, we are focused on great customer service, and welcome all feedback - good or bad. If we’ve let you down or better still, you’re delighted with our service - please let us know. If you’re unhappy, please let us know and we’ll do our best to resolve your complaint within 7 days.",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.6366829276,
        "format_confidence":0.9803047776
    },
    {
        "url":"https:\/\/payments.lfs.org.uk\/index.php",
        "text":"The LFS Payments Area\n\nWelcome to the LFS Payments Area.\n\nHow this works\n\nThis is where you can pay all fees associated with the courses and workshops run by the London Film School.  This site is just the 'shopping cart' area where you select the courses you wish to pay for and add them to your 'basket'.\n\nNo Credit Card\/Debit Card details are entered into this site.  When you click on the Make Payment button, you will be transfered to the Sage Pay secure servers, where the Credit Card or Debit Card details will be taken from you.\n\nClick on the appropiate Category on the left under Fee Payment By Category.  You will be given a list of courses\/workshops or associated fees. Click on the BUY button to add the item to your basket and you will see the item added to the list on the left under Shopping Basket.  Click on View Basket when you finished adding all items, and then click on.\n\n\nRegistering with this site\n\nYou do NOT have to register with this site in order to pay for the courses\/workshops. However if you do register, your details (name, address, etc - NOT credit\/debit cards) will be kept on the database, so the next time you pay, you will not have to enter them again.  You also will be able to view the history of your payments.\n\n\nWe accept the following credit cards\n\n\nOther methods of payment\n\nBy Cheque and Banker's Draft (drawn on a UK bank only) enclosed with the complete Enrolment Form, and sent to us by post.\n\n\nWorkshops and Short Courses:\n\nBank transfers can only be accepted for workshops and short courses if requested and arranged in advance.\n\nSubmitting a bank transfer for a workshop\/short course place without prior arrangement may result in cancellation. Please email for details.\n\n\nBank Transfer:Please refer to your tuition fee invoice for London Film School bank details if you wish to pay by bank transfer.\n\n\nCick Here to go back to the LFS site\n\n\n\neCommerce by CubeCart",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.5731237531,
        "format_confidence":0.9716210365
    },
    {
        "url":"https:\/\/www.phila.gov\/services\/business-self-employment\/business-taxes\/liquor-tax\/",
        "text":"COVID-19 vaccine\n\nThe vaccine is available to everyone 12 and older! Find a City-run vaccine clinic or partner vaccine clinic to protect yourself and your loved ones. If you have questions about vaccination, call (215) 685-5488.\n\nBusiness & self-employment\n\nLiquor Tax\n\nDue date\nof each month, for the prior month's activity\nTax rate\n\nof the sale price of an alcoholic beverage\n\nIMPORTANT UPDATE: Starting in November 2021, please complete online returns and payments for this tax on the Philadelphia Tax Center. We’ve published this guide to help you get ready for the new system. You can also sign up to get Philadelphia Tax Center updates directly in your email inbox.\n\nWho pays the tax\n\nThe Liquor Tax applies to sales of liquor, wine, or malt and brewed beverages in Philadelphia. A seller is any business or person with a Pennsylvania-issued license or permit to sell or dispense alcohol. This includes, but is not limited to:\n\n  • Bars\n  • Hotels\n  • Restaurants\n  • Clubs\n  • Caterers\n\nThis tax does not apply to liquor stores and beer distributors.\n\nLiquor Tax is technically paid by retail customers at the point of sale. However, the seller is responsible for filing and paying the tax on a monthly basis.\n\nImportant dates\n\nLiquor Tax must be filed and paid by the 25th day of each month, for the previous month’s activity. Anyone who collects Liquor Tax must also file a completed annual reconciliation form by February 28 for the previous year’s activity.\n\nTax rates, penalties, & fees\n\nHow much is it?\n\nThe City’s Liquor Tax rate is 10% of the sale price of an alcoholic beverage.\n\nWhat happens if you don't pay on time?\n\nIf you don’t pay on time, interest and penalties will be added to the amount you owe.\n\nThe interest rate for unpaid Liquor Tax is ½ % (.005) per month.\n\nIn addition, unpaid Liquor Tax may be subject to penalties and fees.\n\nIn addition, your Commercial Activity License or permit could be suspended or revoked.\n\nDiscounts & exemptions\n\nAre you eligible for a discount?\n\nNo discounts are available for the Liquor Tax.\n\nCan you be excused from paying the tax?\n\nCertain alcohol sales are exempt from the Liquor Tax. These exemptions include:\n\n  • Sales from Pennsylvania Liquor Stores (e.g., Wine & Spirits, Fine Wine & Good Spirits).\n  • Sales from malt beverage distributors.\n  • Retail sales that are subject to Pennsylvania’s Sales and Use Tax.\n\nPennsylvania’s Sales and Use tax is imposed on many retail sales. Learn more about taxable goods and services in the Sales, Use and Hotel Occupancy Tax section of the Commonwealth website.\n\nHow to pay\n\nPay online\n\n  1. Visit the Department of Revenue’s eFile\/ePay portal.\n  2. Click “Make An Electronic Payment.”\n  3. Enter your account number and PIN.\n\nPay by mail\n\nThe Department of Revenue issues a Monthly Retail Liquor Sales Tax Coupon Book to simplify tax payments. You will be sent a coupon book after registering for the Liquor Tax. You can also download payment coupons from the City’s eFile\/ePay website. (Look for the “Print a Payment Coupon” link.)\n\nMail your monthly payment and coupon to:\n\nPhiladelphia Dept. of Revenue\nP.O. Box 1018\nPhiladelphia, PA 19105-1018\n\nMail your annual reconciliation to:\n\nPhiladelphia Dept. of Revenue\nP.O. Box 1670\nPhiladelphia, PA 19105-1670\n\nTax code\n\n\nRelated content",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.9962277412,
        "format_confidence":0.894741118
    }
]