[
    {
        "url":"http:\/\/www.hollidaydentalgreenville.com\/",
        "text":"Welcome to Holliday Dental!\n\nWelcome to Holliday Dental, where we are committed to helping our patients achieve and maintain their optimum dental health.  Our office is conveniently located in Hollingsworth Park, in Greenville, South Carolina. At our state-of-the-art dental practice we specialize in providing smile makeovers to give you the smile you’ve always wanted.\n\nJoseph W. Holliday, D.M.D. and his team strive to provide a friendly atmosphere, putting our patients at ease in our comfortable, well-appointed facility.  We recognize that each patient’s case is unique, and our highly qualified team of experienced professionals will work with you to develop a treatment plan that specifically meets your needs.\n\nDr. Holliday is highly skilled and trained to provide an array of dental services in one convenient location.\n\nA Brighter, Whiter Smile!\n\nTeeth whitening services are growing in popularity, and it’s one of the most requested procedures at our practice. Restoring your smile is a priority for our team. With our custom whitening options, you can achieve a brighter smile in just minutes. View our teeth whitening page to learn more about our in-house whitening techniques. Learn More\n\nCrown Restorations with CEREC\n\nWe take great pride in delivering high-quality dental care by using the most advanced technology available today! Using the CEREC system, we can provide custom, porcelain crowns and other restorations in one visit. In most cases, with CEREC crowns, there is no more need for multiple visits, temporary crowns or waiting for dental labs to create your custom crown. Learn More\n\nInvisalign® - The Clear Alternative\n\nInvisalign is the clear way to improve your smile without traditional braces, using customized aligners. The aligners are removable and virtually invisible, which means you can straighten your teeth without anyone knowing. Simply brush and floss daily as normal to maintain healthy teeth and gums during treatment. Schedule an appointment to see if Invisalign is an ideal treatment option for you. Learn More\n\n\nLearn More",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9971526861,
        "format_confidence":0.9485110641
    },
    {
        "url":"http:\/\/www.ohsu.edu\/xd\/education\/schools\/school-of-medicine\/departments\/clinical-departments\/medicine\/divisions\/pulmonary-critical-care-medicine\/about\/index.cfm",
        "text":"The PCCM Division\n\nPhysicians' pavilion, home of the pulmonary outpatient clinic\nPhysicians' Pavilion, home to the Pulmonary Clinic\n\nThe Division of Pulmonary and Critical Care Medicine provides expert diagnosis and care of patients with lung diseases, and of critically ill patients in our Intensive Care Unit. Our clinical interests include all areas of lung disease and critical illness, but we have specialized clinical programs in cystic fibrosis, pulmonary hypertension, interstitial lung disease, sleep disordered breathing, acute lung injury, sepsis, alpha-1-antitrypsin deficiency, bronchiectasis, lymphangioleiomyomatosis, hereditary hemorrhagic telangiectasia, tuberculosis, breathing problems resulting from neuromuscular diseases, lung disorders in bone marrow transplant patients, and lung cancer.\n\nIn addition to our commitment to outstanding clinical care, we are also proud of our research programs. Areas of active laboratory and\/or clinical research include asthma, COPD, cystic fibrosis, surfactant biophysics, nitric oxide physiology in the lungs and upper airway, parasympathetic regulation of the airways, viral infections of the lungs, allergic responses in the airways, tuberculosis immunology and vaccine development, lung carcinogenesis, destructive lung diseases, acute lung injury, sepsis, mechanisms of brain injury after stroke, outcomes in the critically ill, and others. Further information on the research programs can be found on the research portion of this site.\n\nOur educational mission includes teaching on many levels, but specific to our division are our two fellowship programs: one in Pulmonary & Critical Care Medicine and one in Critical Care Medicine. These programs have expanded rapidly over the last several years and provide us with the opportunity to train outstanding clinicians, researchers, and academicians.",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9471324086,
        "format_confidence":0.9903210998
    },
    {
        "url":"http:\/\/hcwp.org\/page\/2\/",
        "text":"1-800-704-8434 hcwpadmin@hcwp.org\n\nmaintaining their status as economically viable entities.\nand organizations realize their missions while\nWe help Western Pennsylvania health care providers\nWestern Pennsylvania\nHealthcare Council of\nand networking.\nyou updated on the latest policy, education\nCommittees, Task Forces and Forums to keep\nMember Committees\n\nHealthcare Council of Western Pennsylvania\n\nWe are a regional trade association representing a continuum of healthcare providers including hospitals, long-term care facilities, long-term acute care providers and specialty hospitals in a 30-county area.\n\nHealthcare Council serves as a neutral convening authority for providers across the region and members work collaboratively to address common issues and concerns as well as share best practices.\n\n\nOur Corporate Platinum Sponsor\n\n\nOur Corporate Sponsors\n\nLatest News & Updates",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.5974940062,
        "format_confidence":0.9936987162
    },
    {
        "url":"http:\/\/www.thelittlebearfoundation.org\/?q=Mission",
        "text":"\n\nOur Mission\n\nThe Mission of the Little Bear Foundation is to provide support to families of premature babies.  We offer education and care throughout the entire preemie experience - from birth to the Neonatal Intensive Care Unit (NICU) to life after the hospital.  We also provide support to families who are pregnant again after having a premature baby.  The Little Bear Foundation, Inc. will work until no family feels alone.",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9759257436,
        "format_confidence":0.9921833873
    },
    {
        "url":"http:\/\/www.westcoastpodiatry.com\/podiatry-offices\/sarasota-florida\/",
        "text":"Sarasota Office\n\n1961 Floyd Street\nSuite D\nSarasota, FL 34239\nPhone: (941) 366-2627\nFax: (941) 755-0261\n\nOffice Hours\nMonday: 8:15am – 4:30pm\nTuesday: 8:15am – 4:30pm\nWednesday: 8:15am – 4:30pm\nThursday: 8:15am – 4:30pm\nFriday: 8:15am – 4:30pm\n\nYour Podiatrists\/Foot Doctors in Sarasota, Florida\n\nOur practice is dedicated to providing you with a “First Class” experience. We recognize how important your time is to you. From the cleanliness of our facility to the professionalism of our staff, your visit to our office should be the most pleasant of your medical encounters.\n\nWe take pride in the fact that you have chosen us as your podiatrists in Sarasota, FL, and we will make every effort to get you back on your feet as quickly as possible. The doctors and staff are dedicated to not only providing the highest quality of foot and ankle treatment, but also a comfortable office experience. Please feel free to contact us anytime you have a question or concern about foot or ankle pain. As Sarasota podiatrists, Drs. Lasday, Zdancewicz, and Goecker specialize in the medical care of the foot and ankle.\n\nAll Rights Reserved © Copyright 2010-2015 West Coast Podiatry Center | Bradenton, FL Podiatrist | Sarasota, FL Podiatrist\nPodiatry Website Design by",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9968268275,
        "format_confidence":0.8694426417
    },
    {
        "url":"https:\/\/www.opionato.com\/about",
        "text":"• Opionato Mission\n\n    Democratizing fertility understanding for everyone.\n\n\n    We believe that knowledge is power. Through the right information at the right time the right informed fertility decisions are made and the right informed fertility actions are taken.\n\n\n    We work under the premise that every path to pregnancy is to be short, smooth, and as desired.\n\n\n  • Maja Zecevic, PhD, MPH is the founder and CEO of Opionato.\n\n    Founder & CEO\n\n    Maja Zecevic, PhD, MPH\n\n    Maja created Opionato with herself in mind: that someone she wished she had during her fertility journey. Read Maja's Fertility Journey here.\n\n    Maja worked for more than a decade as a cancer scientist. Subsequently she was the sole North American Editor in New York City for one of the world's most prestigious evidence-based medical journals-The Lancet. Once in California, she became a health advisor to leading Silicon Valley based academic institutions, philanthropic organizations, and private health entities.\n\n    She obtained her PhD degree in molecular cancer biology from the University of Virginia and her Masters in Public Health from Johns Hopkins University. She was a Cancer Prevention Fellow at the National Cancer Institute in Washington, DC and at MD Anderson Cancer Center in Houston, Texas.\n\n    Maja currently serves as a reviewer for the prestigious peer-reviewed journal Fertility & Sterility published by The American Society of Reproductive Medicine.\n\n    Maja truly believes that informed fertility early-on decision making is a human right and should be accessible and affordable to everyone at anytime.\n\n    Sara Anderson is Opionato's marketing expert.\n\n\n    Sara Anderson\n\n    Sara is a data-driven marketing leader for 15 years. Sara's approach to marketing has always been 60% technical and 40% creative with a great understanding of using technology to develop strong, meaningful engagement with customers.\n\n    Her work experience includes Cleo Health, Redbooth, AeroFS, and Skybox.\n\n    Outside of the office, Sara enjoys backpacking and visiting national parks.\n\n    Sony Atmadjaja is Opionato's design expert.\n\n\n    Sony Atmadjaja\n\n    Sony is a digital designer and art director. She has been creating & designing interactive experiences for brands for more than 10 years. Sony's design expertise involve UI\/UX, Product, Visual, Marketing, Branding & Logo, Marketing Strategy, and Social Engagement.\n\n    Her work experience includes Doximity, Postmates, and Pivotal Labs.\n\n    Alongside design, she likes to spend time taking photos, rock climbing, traveling, and hosting exceptional dinner parties.\n\n    David Bill is Opionato's advisor.\n\n\n    David Bill\n\n    David is a Silicon Valley serial entrepreneur with more than 25 years of technology leadership experience across a diverse range of startups and technology companies.\n\n    He has been involved with Spinner.com ($320M million AOL acquisition), ExactTarget (IPO, $2.5B Salesforce acquisition), and Virta Health ($45M raised, reversing diabetes).\n\n    David enjoys machine learning, scaling, and being part of socially impactful endeavors. He believes fertility outcome can be improved with the help from technology aiding the right fertility information no matter the geographical location.\n\n    Oriane Chausiaux, PhD is Opionato's advisor.\n\n    Digital Health\n\n    Oriane Chausiaux, PhD\n\n    Oriane has 15 years of experience in the fertility space.\n\n    She founded the first digital health fertility company: DuoFertility. Oriane also has a PhD degree from the University of Cambridge that relates to the molecular mechanisms of male infertility.\n\n    Although Oriane was told that she would not be able to conceive naturally, she managed to conceive naturally and become a mom to two girls and one boy. She believes strongly in the value of evidence-based advice to individuals and couples as early as possible.\n\nAll Posts",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9827458858,
        "format_confidence":0.9907937646
    },
    {
        "url":"http:\/\/www.dejesusorthodontics.com\/",
        "text":"Welcome to the office of Dr. Jaime de Jesús-Viñas!\n\nThe office of Dr. Jaime de Jesús-Viñas, a longtime staple in your orthodontic care community, is located in Hato Rey, Puerto Rico. Our practice’s top priority is to provide you the highest quality orthodontic care in a friendly, comfortable environment. We utilize the latest technological advances in the industry, along with the latest in computer technology (digital imaging, digital X-ray and advanced computer graphics), to ensure that you receive the most effective care possible.\n\nEarly Treatment\n\nWe are experts in determining whether early (interceptive) orthodontic treatment is valuable to a child. Early orthodontic treatment can relieve or correct many bite problems before they become permanent or bad habits form. More importantly, it can reduce the expenses of orthodontics and time needed in braces!\n\nAdult Treatment\n\nThink you’re too old for braces? Think again! We are experts at providing orthodontics to patients of all ages, even adults. We provide an assortment of aesthetic adult orthodontic treatment options for patients who’d like to discreetly straighten their smile.\n\nDr. Jaime de Jesús-Viñas recognizes that every patient has different needs, and we pride ourselves in the courteous service we deliver to each person who walks through our doors. Whether you're an adult, adolescent or child, our knowledgeable doctor and team are committed to helping you achieve the smile you deserve – a healthy, beautiful one!\n\nMeet the Doctor\n\nMeet the Doctor\n\nDr. Jaime de Jesús-Viñas graduated with honors in 1974, from the Dental School of the University of Puerto Rico. In 1976, he completed his residency and obtained his Certificate in Orthodontics.Learn More\n\n\n\nTake the first step toward getting the radiant smile you deserve with Invisalign® clear aligners.Learn More\n\nDr. Jaime de Jesús-Viñas\n\n  • Dr. Jaime de Jesús-Viñas - 293 Calle Ismael Colon, Hato Rey, PR 00918 Phone: 787-756-5912\n\n2018 © All Rights Reserved | Website Design By: West | Login",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9967398047,
        "format_confidence":0.9564535022
    },
    {
        "url":"https:\/\/healthtype.org\/diplomat-m\/",
        "text":"You’re a\n\n\nWelcome to your HealthType community\n\nWhat is it like to be a Diplomat?\n\nBy nature, Diplomats are dependable, easy-going, and enjoy pleasurable experiences. You do well with a predictable, patterned routine and, when motivated by a fierce desire, your focus and discipline allows you to achieve any goals you set.\n\nYou enjoy learning and will obey the rules unless the rules prevent your enjoyment. You are a dependable employee and friend, are easy to get along with and, with your enduring sense of fairness and your ability to recognize and honor various points of view, are a natural mediator and manager.\n\nYour body is built to resist harsh circumstances and you may notice that you have less sensitivity to pain than others. You are extremely resilient, don’t often complain about being sick and weak, and are rarely bothered by small things. You can lift weights easily, and have the potential for exceptional endurance. Often your physical strength is matched by mental strength and endurance too!\n\nHow do we know this? It’s in your body.\n\nYou’ve just answered a few questions from the HealthType Test and, from those simple answers, science can recognize how your body developed from the womb which, in turn, allows us to understand how your body naturally functions.\n\nReally? You ask. Yes, really. Watch the video above for more insight.\n\nLatest News\n\nBlog Posts, Reviews, Health Tips & Many More.\n\n\nAs a Diplomat, you have the body that was revered as god-like by the ancients. Long, strong and enduring. You’re a natural adventurer so boring activities won’t sit well with you and it’s best to avoid exercises that may lead to injuries of the connective tissue in your knees or ankles. You’ll likely find activities in nature to be really satisfying.\n\nHowever not only is it what you do, but how, when, where and with whom you do it that makes the difference between a healthy lifestyle and a life that overflows with health.\n\nKnowing your unique chronobiological, social and environmental needs allow you to make the absolute most of your body and the time you spend working out.\n\n\nGoing for a long lunch with a friend, meeting for a decadent brunch, or catching up for a relaxed breakfast are great, healthy ways to enjoy the foods you eat – then it’s just a matter of choosing the right things from the menu.\n\nYou physically have the longest gut of all HealthTypes so it takes time to digest. Give yourself a good 5-6 hours between meals so your body has time to digest, retrieve those nutrients and then be good to go again for the next meal.\n\nJust knowing and understanding the simple fact that snacking or having 5-6 small meals in a day (although it’s great for some bodies) is NOT great for you, can be life-changing.\n\nImagine the possibility of effortlessly knowing precisely which foods will you support you best.\n\nWater is life.\n\nA moist environment is your ideal ally for a peaceful lifestyle. Have you noticed that already? Do you get thirsty a lot? Too much dryness can be a big stress for your body as it will continually need to work to stay balanced.\n\nWhen your surrounding environment is continuously dry, like a dry climate or in air-conditioning, it becomes a constant stress on your body. Chronic, ongoing stress contributes to sickness and ill-health like pancreatic issues, tumors, tendon pain and inflammation or hypotonicity, dehydration, and mineral and vitamin malabsorption.\n\nSo how can you remove that daily compounding stress so you can improve your quality of life? Just keep the liquids up o the inside and outside of your body.\n\nIt is not only climate that affects your health – lighting, textiles, humidity, colour, temperature, organization and other incidental aspects in your surroundings can add or remove stress from your life.\n\nUsing this knowledge for ‘set and forget’ health support can radically improve your satisfaction and happiness in daily life.\n\nWhat’s the difference?\n\nBetween the Diplomat content and other HealthTypes..? Sometimes it’s not so much the content but the eyes through which you view it. We invite you to browse through the whole HTCommunity site to see for yourself – here are some of the difference you’ll note.\n\n\n\nDifferent bodies will inherently respond better to different things, for example, the Activator imagery is full of movement, action and excitement and the Guardian page oozes family, connection, food, community and abundance. See if you can pick the key ‘themes’ for each HT page you visit.\n\n\n\nYou’ll note that the bodies look different when you visit a different HealthType page. We want you to be surrounded with role models who are like you so you can be inspired by bodies that are relevant and achievable as well as totally gorgeous!\n\n\n\nThe language, the topics and how they are presented can be different for each HealthType. For example, the news on the Guardian page will be focused on things like communities and resources, whereas the Sensor page may concentrate on positive world news and Crusader news may hone in on technology and business.\n\n\n\nThe contributors to each HealthType page ARE that HealthType. From a range of ages, experiences and walks of life so you get great variety of content from people you’ll naturally resonate with. If you’d like to contribute to your HealthType page just get in touch!\n\nIn a word, Dignified.\n\nYou often have a considerable presence in the world that goes along with substantial inner strength and endurance. Like an ancient Grecian deity, you lead with an outstretched hand of peace but are willing to become a fierce warrior if required. At the least you can become immovable in your posture and, more often than with force, you express your strength with this indomitable, immovable essence.\n\nYour style reflects your presence. Strong, sturdy, comfortable, with a focus on a deep connection to nature through colour, texture and placement.\n\nLatest from the Diplomat Forum\n\nDelve into the recent conversations from Diplomats around the world.\n\nJune 20, 2019Lifestyle\n\nSlower paced mornings\n\nJune 20, 2019Mind\n\nDiplomat ruminations… 🙂\n\nJune 20, 2019Place\n\nDiplomat and Place – I’m struggling!\n\n\nWe Would Love Your Contribution!\n\nIf you would like to add your favourites so others can enjoy, have a brand of clothing designed to fit a particular shape, an experience or something else you know we would love then please contribute to the site! Simply Contact us with your suggestions so we can take a look!\n\nRegister Form",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9806967974,
        "format_confidence":0.885021925
    }
]