[
    {
        "url":"https:\/\/www.advance-africa.com\/stresert-services-head-human-capital-management-jobs-in-nigeria.html",
        "text":"Stresert Services Head, Human Capital Management Jobs in Nigeria\n\nStresert Services Head, Human Capital Management Jobs in Nigeria\n\nStresert Services Limited - Our client, a leader in the Credit Bureau Sector, is recruiting suitably qualified candidates to fill the position below:\n\nRoles and Responsibilities\n\n  • Deliver recruitment services and advice to hiring managers within the business in order to manage expectations.\n  • Deliver a full HR generalist advice service in line with the organizations policies and procedures\n  • Ensure workforce is performance driven.\n  • Enforce and ensure compliance to all legal and regulatory requirements pertaining to employee management.\n  • Being involved in yearly reviews and staff appraisal\n  • General knowledge of various employment laws and practices.\n  • Excellent interpersonal and coaching skills.\n  • Ability to work with various departments and foster teamwork.\n  • Ability to work independently with minimal supervision.\n  • Able to collect and interpret data-based measurements to demonstrate the effectiveness or failure of the recruitment system from position opening to on boarding.\n  • Skills in database management and record keeping.\n  • Ability to maintain the highly confidential nature of human resources work.\n  • Excellent organizational skills.\n  • Must be able to identify and resolve problems in a timely manner.\n  • Formulate HR Strategies within the company that will ensure the availability of highly skilled and motivated employees.\n\n    Key Performance Indicators\n\n  • Conducts Company’s marketing strategy.\n  • Comes up with various responsibilities, from marketing communication, market research, distribution channel management, to product development, sales management and pricing.\n    Perform risk mitigation.\n  • Prepare overall marketing strategy.\n  • Develop and measure key metrics around the business including user acquisition, conversion\n    rates, engagement rates, satisfaction and renewal rates\n  • Create product roadmap.\n\n\n  • Sound knowledge of Insurance processes\n  • Knowledge of NAICOM and other regulatory guidelines\n  • Operational risk\n  • First degree in any discipline. Relevant\n  • Masters’ degree will be an advantage\n  • Minimum of 15 years post qualification experience in Human Resources Management within the Insurance Services Industry will be added advantage.\n\n    How to Apply\n\n    Interested and qualified candidates should send their CV's to: using \"HCM-INS\" as subject of the mail.Application Closing Date 5th October, 2018.\n\n    Note: Only candidates who meet the qualifications listed above will be contacted for interviews.\n\n    Find Latest Jobs in Nigeria Today - Recruitment in Nigeria Job - Nigerian Jobs - in Nigeria - Job Vacancies in Nigeria\n\n    Search our career portal & find the latest Nigerian job positions, career opportunities & jobs in Nigeria.\n\n    Jobs in Nigeria - banking jobs in Nigeria, IT jobs in Nigeria, accounting jobs in Nigeria, NGO jobsin Nigeria, business administration in Nigeria, ICT jobs in Nigeria, UN jobs in Nigeria, procurement jobs in Nigeria, education jobs in Nigeria, hospital jobs in Nigeria, human resources jobs in Nigeria, engineering jobs in Nigeria, teaching jobs in Nigeria, and other careers in Nigeria.\n\n    Oil and Gas job vacancies in Nigeria, MTN jobs in Nigeria, job vacancies in Nigeria for fresh graduates.\n\n    Federal government jobs in Nigeria, job vacancies in Nigeria Federal Civil Service.\n\n    Find your dream job from 1000s of vacancies in Nigeria posted and updated daily - click here!\n\n  • Click here to post comments\n\n    Join in and write your own page! It's easy to do. How? Simply click here to return to Jobs in Nigeria.\n\n    Scholarship 2019\/20\n\n    Undergraduate Scholarships 2019\/2020\n    Masters Scholarships,\n    PhD Scholarships,\n    International Scholarships.",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.9592167735,
        "format_confidence":0.9885762334
    },
    {
        "url":"http:\/\/www.weareteachers.com\/education-directories\/company\/compasslearning\/resources",
        "text":"WeAreTeachers Logo\nCompass Learning\nCompass Learning\n\nUnleash Every Student's Potential with Personalized Learning\n\nCompass Learning is uniquely positioned to help teachers provide a successful, personalized learning experience for each and every student. By utilizing current and confirmed research, our learning products are designed to do the following:\n •Assess the student’s top three interests, learning styles, and expression styles\n •Evaluate strengths and weaknesses in specified subject areas\n •Prescribe highly-personalized learning pathways that instruct and build 21st century skills\n •Provide engaging, digital-based K-12 curricula that develop knowledge and higher-order, critical-thinking abilities\nEducators can monitor progress and make curriculum adjustments in real-time, based on robust data that can be customized at a student, classroom, grade, school, or district level.\nNow students will be eager to learn. Teachers will be empowered to provide a successful learning environment for each and every student. And students and teachers alike will reach their greatest potential.\n\nPlease visit CompassLearning for more details.\n\nFeatured Promotion\nA \"Picture Perfect\" Thank You!\nCompass Learning\n\nTeacher Appreciation Week is all about showing gratitude for some of the most important people in the world – teachers! Compass Learning and VolunteerSpot want to make this year’s Teacher Appreciation Week extra special by showcasing children’s artwork and thank-you gifts for their teachers. You could WIN $50 Target gift cards for participating! \n\nFeatured Products\n\nRenzulli Learning\n\nRespond to the demands of teaching students a large range of standards with Renzulli Learning. All too often, \"middle of the pack\" teaching methods leave some students behind and...\n\nCompassLearning Odyssey\n\nThe CompassLearning Odyssey suite of learning solutions includes lessons and activities that are based on current and confirmed research about the way today's students think and learn...\nFeatured Resources\n\nDifferentiation Made Easy\n\nSee how Renzulli Learning can bring the power of differentiation to every student in every classroom.\nCompany Details\nContact Info:\nPhone: 866.586.7387\n203 Colorado St.\nAustin, TX 78701 United States\nCustomer Service:\nFacebook Google+ Twitter Pinterest Flickr YouTube\nEmail Signup",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.9976561069,
        "format_confidence":0.5757350326
    },
    {
        "url":"https:\/\/www.jameslatimer.co.uk\/executive-coaching\/",
        "text":"Leadership and Executive Coaching\n\nExecutive \/ life work balance\n\nDesigned to enable senior executives to perform in a stress free, time rich manner.  This supports their staff and ensures continuity of their own personal performance and excellence.\n\n\nHaving a professional coach ‘in your corner’ can be just the boost needed to overcome the obstacles and challenges that business leaders often have to ‘quietly’ contend with. \n\n\nworking executive coffee laptop\n\n\nI like to work in a manner that provides the opportunity for reflection, releasing the pressure valve.  Thereby creating an atmosphere to speak with honesty and openness in a confidential environment.  The coaching and NLP tools that I bring ensures we engage our emotional intelligence, clear space in the mind for creativity, effective planning, goal setting and renewal. \n\n\nContact me to find out how I can help your personal performance improve your business.",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.6747771502,
        "format_confidence":0.9725766778
    },
    {
        "url":"https:\/\/nationaldentex.com\/ndxgreen\/education\/continuing-education-programs",
        "text":"On Demand CE Webinars\n\nNational Dentex provides Continuing Education opportunities to thousands of clinicians around the country on an annual basis. We offer a variety of seminars and webinars on relevant topics in dentistry. Check out what programs we have available today!\n\nWe offer on-demand webinars on a variety of topics that you can view at your own convenience. Each completed webinar earns you 1 CE credit. You will receive your CE verification certificate 7-10 days after completing the course.\n\nBe sure to check back often for new webinar additions, both Live and On-Demand.\n\nADA Cerp logo\nNational Dentex Corporation is an ADA CERP Recognized Provider.\n\nADA CERP is a service of the American Dental Association to assist dental professionals in identifying quality providers of continuing dental education. ADA CERP does not approve or endorse individual courses or instructors, nor does it imply acceptance of credit hours by boards of dentistry.\n\nNational Dentex designates this activity for 1 continuing education credit.\n\nPACE Logo National Dentex\nNationally Approved PACE Program \nProvider for FAGD\/MAGD credit. \nApproval does not imply acceptance by \nany regulatory authority or AGD endorsement.\n10\/1\/2017 to 9\/30\/2021\nProvider ID# 211838",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.9404557943,
        "format_confidence":0.9318199158
    },
    {
        "url":"http:\/\/www.willamette.edu\/cla\/catalog\/courses\/a_d\/amst\/496.php",
        "text":"Course Listings\n\nAmerican Studies\n\nAMST 496W Senior Seminar in American Studies (1)\n\nProvides a framework for students to develop a research project or other equivalent activity in consultation with faculty. The objective of this Senior Experience will be to consolidate and integrate the student's knowledge of the field of American Studies.\n\n  • General Education Requirement Fulfillment: Writing-centered\n  • Offering: On demand\n  • Instructor: Staff\n\nJump to a Discipline\n\nJump to a Discipline's\nLearning Outcomes\n\nJump to a Specific Course",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.9937154651,
        "format_confidence":0.9905129671
    },
    {
        "url":"http:\/\/familyconstellation.jp\/training\/en\/index.php",
        "text":"Learning to apply systemic work in many contexts\n\nBert Terpstra (1949, The Netherlands) and Hisako Morioka (1955, Japan) offer family constellation training in Japan for students who want to learn to facilitate family constellations, and also for students who want to deepen their understanding of the systemic dynamics in families, in groups and in society. See the target audience for more details. See our other website for a description of family constellations.\n\nThis website is a detailed prospectus of this training.\n\nThere are three training courses of one year each, to acquire the knowledge, skills and attitudes of a family constellation facilitator:\n\n  • Basic Training — with emphasis on knowledge\n  • Intermediate Training — with emphasis on skills\n  • Advanced Training — with emphasis on attitudes\n\nSee the training program for what we will teach in the trainings.\nSee the practical information for the schedule, location, costs, group size and other details about the trainings, and other important practical information.\n\nPlease contact us if you would like to ask us any questions about the training or if you would like advice about your participation. We may then arrange a Skype meeting so that we can talk about your question or situation.\n\nThe next Basic Family Constellation Training will start on   3,   4,   5 November 2018. Click \"register\" to register for this Basic Family Constellation Training 2018.",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.8991014957,
        "format_confidence":0.9618750811
    },
    {
        "url":"http:\/\/www.willamette.edu\/cla\/catalog\/courses\/i_p\/psyc\/498.php",
        "text":"Overlay Image\n\nCourse Listings\n\n\nPSYC 498W Senior Internship in Psychology (1)\n\nThe Senior Year Experience for Psychology majors involves practical experience obtained through either field internship at a community agency or other organization engaging in work related to psychology, or through a research internship in which students conduct original research under faculty supervision. Internship may not begin prior to successful completion of, or concurrent enrollment with PSYC 253. Students will write a major paper describing their experience in relation to their prior coursework in psychology, as well as a paper reviewing the empirical literature on a topic related to their internship.\n\n  • Prerequisite: PSYC 252W and PSYC 300 and senior standing\n  • General Education Requirement Fulfillment: Writing-centered\n  • Offering: Fall\n  • Instructor: Staff",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.9913888574,
        "format_confidence":0.9965640903
    },
    {
        "url":"https:\/\/bannerss.pace.edu\/prod\/bwckctlg.p_disp_course_detail?cat_term_in=200920&subj_code_in=LAW&crse_numb_in=631",
        "text":"Go to Main Content\n\nPace University\n\n\n\nDetailed Course Information\n\n\nSpring 2009\nJul 03, 2015\nTransparent Image\nInformation Select the desired Level or Schedule Type to find available classes for the course.\n\nLAW 631 - Torts\nThis course is a 4 credit offering which is a study of civil wrongs analyzed under the three general theories of tort liability: intent, negligence, and strict liability. This course covers an introduction to tort liability; intentional torts; negligence; nuisance; strict liability; defenses; causation; statutory torts; alternatives to negligence (no-fault); and an introduction to defamation and privacy, products liability and commercial torts. Required course for all first year students\n4.000 Credit hours\n4.000 Lecture hours\n\nLevels: Law-JD, Law-LLM, Law-SJD\nSchedule Types: Lecture, Tutorial\n\nLaw Department\n\nMust be enrolled in one of the following Levels:     \n\nReturn to Previous New Search\nTransparent Image\nSkip to top of page\nRelease: 8.5.4",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.8902897239,
        "format_confidence":0.9960002303
    },
    {
        "url":"http:\/\/www.dsl.psu.edu\/courses\/federal-regulatory-and-legislative-practice-seminar",
        "text":"twitter facebook youtube linkedin flickr webmail\n\nFederal Regulatory and Legislative Practice Seminar\n\nCourse Abbreviation: \nSEM 914\nCredit Only: N Anon Gr: N\n\nThe seminar will utilize a separation of powers analysis to examine federal regulatory and legislative practice. Topics covered will include congressional investigations, federal regulatory agency jurisdiction and procedure, and areas of federal criminal law that are most relevant to legal practice in Washington, DC. The seminar's primary focus will be those areas of Washington legal practice in which administrative and regulatory law, federal criminal law, politics, and public relations intersect to create special problems and challenges for attorneys in government and private practice. A \"case study\" approach will be used to analyze these topics from both perspectives, examining the legal obligations and professional responsibilities of both government lawyers and private counsel. Highlights of the course include analysis of the Watergate, ABSCA, Iran-Contra, Whitewater, and Clinton-Lewinsky scandals.",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.6775988936,
        "format_confidence":0.9981206059
    },
    {
        "url":"https:\/\/www.kdcresource.com\/jobs\/haps-lead-manufacturing-engineer",
        "text":"HAPS Lead Manufacturing Engineer\n\nHAPS Lead Manufacturing Engineer\n\nJob Title: HAPS Lead Manufacturing Engineer\nContract Type: Contract\nLocation: Farnborough\nSalary: Above Industry Average\nStart Date: 2017-08-10\nReference: J13940\nContact Name: Jeantene Willoughby\nContact Email:\nJob Published: August 11, 2017 08:34\n\nJob Description\n\nKDC are looking for a Lead Manufacturing Engineer (Mechanical) for a High-altitude Pseudo-satellite (HAPS) programme, based around a UAV Aircraft designed for operation within the Stratosphere.\n\nThis role will work within the HAPS manufacturing team to enable the team to deliver its Global Business Case.\n\nAs a key member of the HAPS productions MFT you main tasks and responsibilities will be to provide hands-on enablement of design intent into a qualified lean production system for HAPS Zephyr UAV's platforms to Safety, Quality, Cost, and Time through:\n\n·Creating MRP system shop floor routings\/job card definitions\/shop floor standard operating instructions (SOI's)\/quality care cards\n·Technical dossiers and support to procurement activities, supply chain monitoring and Make v Buy decisions (including benchmarking).\n·Use of Airbus CAD (CATIA v6, Solidworks) & PLM (Windchill) toolset and BOM (SAP) administration\/configuration control (co-ordinate with design)\n·Technical problem solving\n·Application of APQP\n·Perform Design For Manufacture\n·Liaise with Manufacturing System Engineering\n\nDue to the nature of this project we can only consider candidates who currently have SC clearance or the ability to easily achieve this level. As a minimum you will need to hold a British Passport and have resided in the UK for the last 5 years.\n\nIf this sounds like a project that you would like to know more about and be a part of please contact Jeantene Willoughby on 01202 596 371 or alternately 07711136874.",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.9665152431,
        "format_confidence":0.9954316616
    },
    {
        "url":"https:\/\/www.londonartportfolio.com\/one-one-portfolio-preparation\/online-tutorials\/",
        "text":"Online Tutorials\n\nA great way to prepare your portfolio!\n\n“After failing my first year I began to attend one to one tutorials at London Art Portfolio. After attending tutorials for a year I ended happily with a first and now moving onto second year! Julia was of great help in finding an ideal tutor for me and organising the tutorials.” – Shanice Tang-Wah\n\nOne-One Online Tutoring\n\n£210 per two hour session (prices incl. 20% VAT*)\n\nOnline tutoring is a easy and fun way of learning with no travel costs and at a time that suits you.\n\nOne-One Online Tutorials are a great opportunity for you to receive quality bespoke feedback on your personal requirements, which can either lead to a successful art and design portfolio, or for the practicing artist or designer, inspire innovative ideas and concepts, alongside the exploration of materials, process and technique.\nSome Art and Design Portfolio Preparation Course tutees also choose to book One-One Tutorials for finalising the organisation of their portfolio and their online Foundation, UCAS or Masters applications. As well as professional development and a change in career.\nWe try to be flexible and offer a choice of pay-as-you-go or block booking.\nBeginners to advanced level are welcome.\n\nEach One-One Tutorial booking is delivered in 2-hour minimum sessions. During each session you will then be set specific tasks to learn or improve that relate to your personal needs. At the end of each session a ‘Independent Study’ outline will be discussed and drawn up for you to follow through in your own time. The whole process is very bespoke led which is ideal for your University applications.\n\nOnline Tutorials can also be booked for support and advice on your whole online UCAS application. This can include any or all of the following:\nWhich specialist field is best for you and your future career!\nWhich University Art Schools to apply to in London, the UK or elsewhere.\nSpecialist art and design course choice support\nOnline UCAS Application support\nPersonal Statement support (content and EFL support)\nInterview Technique support\nConfidence Building\nReference Writing\n\n\nReference opportunity for committed portfolio tutees\n\n£315 per reference – 1.5hr session\n\n£105 per hr x 3 hours minimum. Price inclusive of 20% VAT\n\nFor committed students this can also lead to receiving a very supportive reference from London Art Portfolio for your Foundation, UCAS Undergraduate, or Masters applications. We have a close working relationship with the University of the Arts London and University of Creative Arts London, Goldsmiths, Brighton Art School and many more art and design education institutions in the UK, EU and overseas! A high end reference is an essential part of your University application process. Our team has the experience to offer exceptional English language skills, combined with the necessary art and design vocabulary that is expected for specialist art and design applications for all levels.",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.8753145933,
        "format_confidence":0.9868782163
    },
    {
        "url":"https:\/\/www.musikalessons.com\/voice-lessons-joppatowne-md",
        "text":"Gift Certificates Available. SHOP NOW!\n\nMusika Music Lessons\nWe'll match you with the perfect teacher!\n\nLesson Special - Up to 20% OFF! Get Started Now with a Risk-Free Trial!\n\n\nFeatured Voice Teachers Near Joppatowne, MD\n\nDiane P offers voice lessons in Joppatowne, MD\n\nDiane P\n\n\n... I feel that my ability to teach is demonstrated in the performance and progress of my students.  I have a passion to teach music as I believe that it is and amazing form of personal expression at any level. ... Read More\n\nMelanie S offers voice lessons in Joppatowne, MD\n\nMelanie S\n\n\n...By using these methods, I have seen students become inspired and motivated to learn. I believe that piano lessons should not only be educational but fun and exciting as well. ... Read More\n\nLouis T offers voice lessons in Joppatowne, MD\n\nLouis T\n\n\n...I have many great memories of marching in the school band with my flute or playing the bass in the sidelines in the pit band, but none of those really reached me the way singing did. ... Read More\n\nGregory P offers voice lessons in Joppatowne, MD\n\nGregory P\n\n\n...I mention this because I believe there are structural flaws (which often end up dissuading students from pursuing study further or with much focus, dedication, or enthusiasm) held in common by traditional education in language and in music.... Read More\n\nInna H offers voice lessons in Joppatowne, MD\n\nInna H\n\n\n...If your child sings all the time, even it's not correctly, dances, shows interest in any musical toy instruments, and enjoys listening to music, even he\/ she doesn't understand it.... Read More\n\nCatherine D offers voice lessons in Joppatowne, MD\n\nCatherine D\n\n\n...Also, this gives me an idea of what the student needs to progress in a healthy singing! I typically start with a students favorite song within the genre theyre most interested in.... Read More\n\nJon B offers voice lessons in Joppatowne, MD\n\nJon B\n\n\n...On any instrument, including the voice, articulation, or how one \"attacks\" different sounds while performing, is tremendously challenging to master. There are endless ways to express a single musical sound, and it takes years of patience and exposure to learn these musical techniques.... Read More\n\nView More\nMusika Quick Stats\n\n21 Years\n\nSince We Started\n\n\nHappy Customers\n\n\nCities with Students\n\n\nTeachers in Network\n\nHow to Get Started\n\nTrusted as the industry leader, for over 21 years the teachers in our network have been providing trumpet lessons in Joppatowne to students of all ages and abilities.\nContact Us\n\nTell Us Your Needs\n\nWe'll then reach out to the teachers for you.\n\nTell Us Your Needs\n\nGet Matched\n\nSchedule the risk-free trial lesson directly with the teacher.\n\nGet Matched\n\nTake Your Trial\n\nContinue with that teacher or try someone else.\n\n\nYou are in Good Company\n\nTrusted since 2001 by world famous musicians & producers to teach their kids. Some clients included members of Metallica, the Fugees, Lauren Hill band, Poison, Def Jam Records, and Arista Records.\n\nthe Fugees\n\nReady for a Trial Lesson? Have Questions? Call 410-343-7555\n\nSelect all the days\/times the student would be available to start lessons. Selecting \"3pm - 7pm\" means the student can start as early as 3pm or start as late as 7pm. It is important that you select as many days and the widest window of start times for each day as possible. That will help us make a match with one of our teachers.\n\n\nAre you sure that's your only availability? The more availability you easier it will be to arrange a teacher for you.\n\nUp to 20% OFF!",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.8851406574,
        "format_confidence":0.9643889666
    },
    {
        "url":"https:\/\/www.blog.testtonic.com\/download-free-the-hindu-e-paper-11-10-2019\/",
        "text":"Download Free The Hindu E-paper |11.10.2019|\n\n\nDear Aspirants,\n\n\nPlenty of government competitive exams are piled up in the current year 2019 , most common among them are UPSC Civil Services, SSC CHSL & CGL, Railways, CDS, CTET, LIC AAO, IBPS CLERK, PO\/SO, IBPS RRB Clerk \/ PO etc.\n\nThe most important element of these exams is a part of General Awareness \/ English Language which can be excelled only with the help of proper and appropriate study material and resources. To achieve the target goal, the E-paper of THE HINDU is considered the best and the smartest option of all. Every time it is seen that the demand of these THE HINDU E-Paper arises exponentially at the peak of their need , but now TESTTONIC has come up with the very adroit and a smart move to help you in your journey of preparation and tried to make your access to these E-Paper the easier one …..Now get access to these books with your single click to download them and we wish you the very best of your luck for your bright future coming ahead because we believe “YOUR FUTURE, OUR MISSION”.\n\nDownload Free | The Hindu E-Paper |11-10-2019| \n\nLoading Likes...\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.9938212633,
        "format_confidence":0.7464215755
    },
    {
        "url":"https:\/\/flashrecruit.com\/jobs\/134073",
        "text":"Apply Now\n\nfor the Electronics Merchandising Specialist - Part Time - Sacramento, CA position\n\nEnter your information to apply\n\nWe’ll remember your info for future chats\n\nSign in with your FlashRecruit credentials\n\nConnect with\n\n\nElectronics Merchandising Specialist - Part Time - Sacramento, CA\n\n\nAttention tech fanatics!\n\nActionLink is inviting you to join our team of Electronics Retail Merchandisers!\n\nWelcome to ActionLink's Merchandising Application Page. To help you decide if working for ActionLink is right for you, we have provided some detailed information about what it takes to be a great merchandiser for ActionLink.\n\nWhat does an ActionLink Merchandiser do?\n\nActionLink is a retail services organization that provides merchandising execution in retail locations throughout the country and we work with the latest consumer electronics. We are hired by retailers and by product manufacturers to complete merchandising projects all over the country. If selected, you would be assigned a territory using a radius from your home base and would have responsibility for all merchandising projects scheduled to be completed in those stores.\n\nOur company specializes in consumer electronics.  This means that ActionLink Merchandisers work with the latest technologies which can include: computers\/laptops, tablets, mobile devices, TV and home theater, audio equipment, appliances and more.\n\nGeneral duties include but not limited to:\n\n\n·         Ensuring product is stocked and visibly appealing\n\n·         Setting product to planogram\n\n·         Auditing displays and stock according to planogram\n\n·         Install interactive displays for consumer electronics\n\n·         Troubleshoot displays and display components\n\n·         Other merchandising duties as assigned\n\nWhat days & hours will I work?\n\nProjects in the assigned territory must be completed during the week they are scheduled. Typically, our merchandisers receive about 10 - 15 hours of work each week.  With very few exceptions, you control the dates and times that you complete the projects assigned to you between Tuesday through Friday, 8:00 AM to 6:00 PM.  Our merchandising reps enjoy our flexibility in scheduling.\n\nWhat does it take to be an ActionLink Merchandiser?\n\nMerchandisers must be organized, motivated, self-starters who can work independently and be counted on to get their work done on time, every time in the best possible way.\n\nActionLink has a great relationship with our clients, so it is important that each of our merchandisers have outstanding customer service skills. Merchandisers must be able to communicate effectively with employees in their stores to get the job done.\n\nSometimes parts of the merchandising job can be physical. This position requires lifting up to 50 pounds on a regular basis, standing for hours at a time, frequently reaching above and below the shoulders, kneeling, bending, and crouching. Occasional use of ladders may be required.\n\nOur merchandisers work quickly and efficiently using their smart devices and personal computers to complete all project reporting, so having a smart device that uses an iOS or Android operating system and has a data plan is important. We also utilize a state-of-the-art web-based system so all employees need to have regular access to a computer with Internet access, email and a printer.\n\nIt is each merchandiser’s responsibility to get to their work site, so reliable transportation is a must. \n\nOnline training is provided for all merchandising employees.  We also support our reps in the field via our phone in call center.  While our merchandisers work independently, they are not alone.\n\n\n\n·         Must be at least 18 years of age\n\n·         Must be legally authorized to work in the U. S.\n\n·         Must pass a pre-employment background check and drug screening upon offer of employment\n\n·         Must maintain our professional appearance standards\n\n\nSimilar Jobs\n\nNo job matches. Start a new search below!",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.9926242232,
        "format_confidence":0.9948328733
    },
    {
        "url":"http:\/\/sites.tufts.edu\/museumstudents\/1972\/06\/19\/exhibitions-and-outreach-associate-boston-public-library\/",
        "text":"Exhibitions & Outreach Associate\nBPL Community Library Services\n\nReturn to Previous Page\n\nLibrary – Other\nThe Organization\nA leading American historian has called the Public Library of the City of Boston “one of the five great libraries of the world.”\n\nWell over 3.5 million people visit the Boston Public Library every year to use its collection of 8.9 million books. Another 7 million people connect with the BPL through its website www.bpl.org to take advantage of its many services and its growing collection of electronic resources, downloadable media and digitalized rare books and manuscripts.\n\nAmong its preeminent collections, the BPL holds several first edition folios by William Shakespeare; original music scores by Mozart, Prokofiev and others; and the personal library of President John Adams.  In addition, the BPL is home to the renowned Norman B. Leventhal Map Center, which includes over 200,000 historic maps and 5,000 atlases documenting the evolution of the printed map.\n\nOver 12,000 programs and classes attract thousands of residents from across the diverse neighborhoods and cultural groups that make up the city. Award winning online and in-library homework assistance sessions, ESL and literacy classes, are also a popular draw.\n\nThe BPL is a department of the municipal government of Boston and a statutory charitable organization governed by a board of nine distinguished trustees appointed by the Mayor.\n\nPosition Overview\nAssist Manager of Exhibitions and Outreach in the coordination and implementation of exhibitions, related programming, the art and architecture tour guide program at Copley Square, and fundraising initiatives.\n\nReports to\nManager of Exhibitions and Outreach or delegate.\n\nAs assigned, professional and support staff.\n\nScope of Responsibility\n1. Exhibition Coordination: Assists the Manager of Exhibitions and Outreach with all aspects of gallery exhibition installation at Copley Square including scheduling, site logistics, vendor relations, curatorial coordination, design and production, budget tracking and invoice payment, digitization, set-up and de-installation oversight of special collections materials, evaluation and data collection, publicity and communications, special event assistance, and follow-up.\n2. Exhibition Content Generation:  Assists with the drafting and editing of copy for gallery and online exhibitions as needed.   Assists with proofreading and design review of installation materials.  Assists with input and maintenance of exhibition web page for current and past exhibitions, including inputting and formatting text and adding related digital images.\n3. Program Support: Works with Programs & Outreach Librarians to assist in the coordination of lectures, children and adult programs, and system-wide events related to exhibition initiatives for the library, including speaker\/performer correspondence, publicity materials, travel and event organization, audio-visual needs, night-of support, and invoice processing.\n4. Tour Guide Program Coordination: Maintains weekly volunteer public tour schedule for the ongoing Art and Architecture tour program at Copley Square; coordinates and books requests for public, private, and special tours; organizes and oversees bi-monthly tour guide meetings and continuing education programs; assists with implementation of annual tour guide training program; compiles and reports program statistics; and coordinates and oversees special exhibition-related tours as appropriate.\n5. Information Gathering and Fundraising Support: Assists Manager of Exhibitions and Outreach as liaison with BPL affiliate groups.  Assists with the maintenance of related records and files for affiliate projects, fundraising activities, and events.  Works closely with appropriate BPL staff to coordinate accurate and time-sensitive gathering of information, statistics, materials, and images for grant proposals and fundraising initiatives, donor reports, board presentations, private donor events, and other purposes as required.\n6. Administration:  Schedules meetings, prepares meeting materials, develops agendas, and takes minutes as appropriate.\n7. Performs other related and comparable duties as assigned.\n\n1. Ability to execute library policy.\n2. Demonstrates initiative and appropriate independent decision making skills.\n3. Communicates effectively and presents ideas clearly.\n4. Identifies, plans, and prioritizes job responsibilities and tasks; assists in determining and implementing project timelines.\n5. Ability to collaborate with library staff, external partners and resources.\n6. Proficiency with Microsoft Office.\n\nEducation – Bachelor’s degree from recognized college or university.  Graduate degree in related field in Education and\/or Museum Studies preferred. In exceptional instances specialized education, training and\/or experience may be substituted for part or all of the educational requirements.\n\nExperience – Two years or more experience in curatorial and\/or exhibition coordination in museum, library, or cultural heritage institution required.  This experience must include working with special collections and archival materials, including knowledge of and experience with best practices for exhibition display and content creation, appropriate preservation principles and practices, and artifact handling.\n\nTechnologically advanced; expert user of Microsoft Office, especially Excel, Word, and PowerPoint. Demonstrated experience with digital photography, basic photo editing and resizing.  Superior writing skills, editing skills, and attention to detail.  Strong portfolio illustrating examples of work.   Ability to successfully manage several demanding projects simultaneously and identify priorities in fast-paced environment.   Self-motivated with exceptional follow-up on assignments.\n\nFlexible Schedule:  Some evening and weekend hours; weekly schedule varies based on scheduled programs and events.\n\n1. Ability to exercise good judgment and focus on detail as required by the job.\n2. Residency – Must be a resident of the City of Boston upon the first day of hire.\n3. CORI – Must successfully clear a Criminal Offenders Record Information check with the City of Boston.\n\n\nUnion\/Salary Plan\/Grade:  PSA\/P-2\nHours per week:  35\nPlease refer to the Salary Information section on the Boston Career Center site for more information on compensation.  For each Salary Plan, salaries are listed by Grade and Step.",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.9965914488,
        "format_confidence":0.9595896602
    },
    {
        "url":"http:\/\/myscholarshipengine.com\/blog\/2018\/09\/07\/kings-college-london-dr-donald-dean-medical-bursary-2018-2019\/",
        "text":"King’s College London Dr Donald Dean Medical Bursary 2018-2019\n\nKing’s College\nStudy in:London , UK\nDeadline: October 31, 2018\n\nThe King’s College will be offering 3 first year bursaries of up to £12,000 to new medical undergraduate students starting in 2018.\n\nThis bursary scheme has been newly established through a generous donation from the executors of the estate of Dr Donald Dean. The bursaries are intended to help students undertaking the five year Medicine and six years Extended Medical Degree Programme.\n\nKing’s College London is it offers an outstanding academic environment dedicated to the pursuit of excellence within the collegiate university The College believes that this egalitarianism fosters a productive intellectual environment where Senior and Junior Members can form meaningful relationships to the betterment of their research.\n\nScholarship Description:\nApplication Deadline: October 31, 2018\nCourse Level: The scholarship is available to pursue a graduate program.\nStudy Subject: Scholarship is offered in diverse fields to help students in upgrading their education.\nScholarship Award: The award supports three medical students with £2,000 per year for the duration of their 5 or 6-year program of study. The overall value of the bursary will, therefore, be £10,000 for MBBS students and £12,000 for EMDP students.\nNumber of Scholarships: Not known\nNationality: The scholarship is available for UK students.\nScholarship can be taken in the UK\nEligibility for the Scholarship:\nEligible Countries: The scholarship is available for UK students.\nEntrance Requirements: Eligible applicants must meet the following criteria:\nBe a current, first year, the first-degree medical student at King’s College London in 2018?\nBe classed as home fee status and permanently domiciled in the UK.\nBe enrolled on the 5-year MBBS or 6-year EMDP program.\nNot be repeating, re?sitting or returning from a period of interrupted study.\nBe able to demonstrate that you have applied for and taken the full means tested part of your student loan for maintenance.\nBe in receipt of the maximum Maintenance Grant, and a King’s Living Bursary.\nHave a household income of £25,000 or less and have given Student Finance ‘consent to share’ your household income data with the College.\nApplication Procedure:\nHow to Apply: All applicants must complete and submit the application form for consideration by the scholarship panel by 31 October 2018.\n\nApplication form\n\n\nLeave a Reply\n\n%d bloggers like this:",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.9904905558,
        "format_confidence":0.8301491141
    },
    {
        "url":"https:\/\/www.advance-africa.com\/kuscco-accounts-assistant-jobs-in-kenya.html",
        "text":"KUSCCO Accounts Assistant Jobs in Kenya\n\nKUSCCO Accounts Assistant Jobs in Kenya\n\nJob Description\n\n  • To verify accuracy of accounting data\n\n  • Ensure the financial management policy is working right for the organization\n\n  • Ensure safe custody of all accountable documents\n\n  • Check and verify all payments\n\n  • Ensure data backup is done on a daily basis\n\n  • Co-ordinate the production of financial and management information\n\n  • Ensure posting of all transactions to the general ledger\n\n  • Prepare Quarterly economic performance reports\n\n  • Prepare society final accounts\n\n  • Prepare monthly financial management reports\n\n  • Prepare Society financial quarterly reports\n\n  • Supervise all society activities and stepping in place of other officers when they are not present\n\n  • Tax Administration\n\n  • Compile all society daily transactions and summaries\n\n  • Receive and banks cheques\n\n  • Keep a record of all cheques drawn\n\n  • Ensure that all cash balances are well maintained by using the cheques register\n\n  • Provide periodic cash balances reports to the Manager\n\n  • Ensure that all cash transactions involving the co-operative expenditure are properly authorized\n\n  • General administration of Society’s work\n\n  • Maintain adequate liquidity reserves in accordance with rules and regulations\n\n  • Attending to members queries\n\n  • Any duties that may be assigned to him\/her\n    from time to time by the Manager\n\n    Necessary Qualifications and Skills\n\n\n  • Must have CPA II\n\n  • Mean grade C+ in KCSE, C+ in Mathematics and English\n\n  • Diploma in co-operative Management\/Diploma in Banking or Certified Credit Management (CCM) is an added advantage\n\n  • Minimum Twenty seven (27) year of age\n\n    Skills and Desired Qualities\n\n  • Computer literacy and knowledge of at least one accounting package\n\n  • Ability to work under minimum supervision\n\n  • Eye on detail\n\n\n  • Minimum 2 years relevant experience in the Co-operative movement or in a leading organization\n\n    How to Apply\n\n  • For more information and job application details, see; KUSCCO Accounts Assistant Jobs in Kenya\n\n    Find jobs in Kenya. Jobs - Kenya jobs. Search our career portal & find the latest Kenyan job positions, career opportunities & jobs in Kenya.\n\n    Jobs in Kenya - banking jobs, IT jobs, accounting jobs, NGO jobs, business administration, ICT, UN jobs, procurement jobs, education jobs, hospital jobs, human resources jobs, engineering, teaching jobs, and other careers in Kenya.\n\n    Find your dream job from 1000s of vacancies in Kenya posted and updated daily - click here!\n\n  • Click here to post comments\n\n    Join in and write your own page! It's easy to do. How? Simply click here to return to Job Vacancies in Africa.\n\n    Scholarship 2020\/21\n\n    Undergraduate Scholarships 2020\/2021\n    Masters Scholarships,\n    PhD Scholarships,\n    International Scholarships.",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.9802420735,
        "format_confidence":0.9613315463
    },
    {
        "url":"http:\/\/fixus.co.ke\/mechanical-design-engineer-job-mombasa-kenya\/",
        "text":"Mechanical Design Engineer Job in Mombasa Kenya\n\n\nMechanical Design Engineer Job in Mombasa Kenya\n\nMechanical Design Engineer\n\nA reputable company is seeking to hire a Mechanical design Engineer who will be located in Mombasa, Kenya.\n\nRoles and responsibilities of the Mechanical Engineer:\n\n  • Design and Modification of mechanical and steel structures including tanks\n  • Production of 2D\/3D and etc design for presentation to client and fabrication,Autodesk inventor solid works etc.\n  • Preparation of Quotations for the containerized units.\n  • Preparation of Production drawings.\n  • Layouts and detailed drawings\n\nRequirements of the Mechanical Engineer:\n\n  • A bachelors degree in Mechanical engineering or related discipline.\n  • Experience of 3years and above\n\nSalary: Gross of 75K upto 120k\n\n\nHow to Apply\n\n[email protected] Only shortlisted candidates shall be contacted.",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.9898484349,
        "format_confidence":0.9945417047
    },
    {
        "url":"http:\/\/www.consumerproductscentral.com\/Jobs\/Production-Supervisor-2nd-Shift-in-Lancaster,-PA-WJ4144154.aspx",
        "text":"Production Supervisor - 2nd Shift\nJob Opportunity at Priority One Search\n\nPosted on Nov 9\n\nhttp:\/\/www.priorityonesearch.com    614-795-1971\n\nLocation: Lancaster, PA\nJob Type: Full Time\nJob ID: W4144154\n\nProduction Supervisor\n\nThis company manufactures a diverse portfolio of products that are used in everyday life. If you have good leadership skills and a desire to make a difference, this company will be for you. This second shift Production Supervisor is responsible for the supervision and management of the assigned department(s) and the employees.  This position will manage and supervise the daily work performance of the employees including providing leadership, direction and training in the work duties, addressing disciplinary issues according to company policy and procedure, scheduling of personnel and partnering with Human Resources to meet hiring needs. This is a second shift position.\n\nThis position will ensure employees follow proper safety procedures in the completion of daily tasks including fork lift driving; conduct communication meetings on a regular basis and coordinate the safety training of employees. This position will also be responsible for ensuring production of goods meets scheduling requirements and quality standards. They have a need for a 2nd and 3rd shift position.\n\n  • High School Diploma or GED required.\n  • 3+ years supervisory experience required manufacturing environment.\n  • Demonstrated leadership skills handling a variety of production and employee related issues.\n  • Proven commitment to quality and safety within the workplace.\n  • Excellent verbal and written communication skills.\n  • Experience with lean manufacturing preferred.\n  • Ability to work 2nd Shift.\nConsumerProductsCentral.com is owned, operated, and copyrighted by Career Marketplace (© 2002-2018, All Rights Reserved)",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.9906908274,
        "format_confidence":0.9964905381
    },
    {
        "url":"https:\/\/www.evanstonrecruiter.com\/other-jobs\/1820507023\/service-cloud-salesforce-administrator-evanston",
        "text":"EvanstonRecruiter Since 2001\nthe smart solution for Evanston jobs\n\nService Cloud Salesforce Administrator (Evanston)\n\nCompany: Arrow Electronics\nLocation: Evanston\nPosted on: May 7, 2021\n\nJob Description:\n\n*Position:* Service Cloud Salesforce Administrator *Job Description:* *What you will be doing:** Leverage knowledge of industry best practices and work with business functions to uncover opportunities for business improvement through SFDC enhancement.* Evaluate new business project requests, assess business value, and prioritize.* Define, document and groom user stories and business processes, especially for customer support and success.* Develop detailed business requirements and acceptance criteria for target improvements.* Build, test, deliver and provide post-deployment support for solutions delivered, from small enhancements to large projects.* Leverage knowledge of best practices for key performance indicators and build reports and dashboards for business functional teams.* Perform user support and account maintenance* Communicate and train impacted organizations on process and system changes.*What we are looking for:** Minimum two years of experience as a Salesforce.com Service Cloud administrator* Salesforce.com Admin ADX201 or ADM201* Service Cloud certifications* Strong understanding of the platform functionality and best practices* Strong data management abilities* Excellent project management skills and a positive attitude* Excellent verbal and written communication skills* Creative and analytical thinker with strong problem-solving skills* Ability to critically evaluate information gathered from multiple sources, assess impact of new requirements on Salesforce.com and upstream and downstream applications, systems, and processes* Ability to meet deadlines, handle and prioritize simultaneous requests*Additional Preferred Skills:** Salesforce.com Admin ADX211 or ADM211 strongly preferred* Experience with Agile methodology and Jira* Experience with Salesforce.com Sales Cloud*Experience \/ Education** Typically requires 2-4 years of related experience with a 4 year degree.*What s In It For You*At Arrow, we recognize that financial rewards and great benefits are important aspects of an ideal job. That s why we offer competitive financial compensation, including various compensation plans, and a solid benefits package ([* Medical, Dental, Vision Insurance* 401k, With Matching Contributions* Paid Time Off* Health Savings Account (HSA)\/Health Reimbursement Account (HRA) Options* Short-Term\/Long-Term Disability Insurance* Wide Variety of Growth Opportunities *Annual Hiring Range\/Hourly Rate:* $72,000.00 - $88,000.00Actual compensation offer to candidate may vary from posted hiring range based upon geographic location, work experience, education, and\/or skill level. The pay ratio between base pay and target incentive (if applicable) will be finalized at offer. *Location:* US-CO-Denver, Colorado (Panorama Arrow Building) *Time Type:* Full time *Job Category:* Information Technology *EEO Statement:* Arrow is an equal opportunity employer. All applicants will be considered for employment without attention to race, color, religion, gender, sexual orientation, gender identity, national origin, veteran or disability status. [(Arrow EEO\/AAP policy)](\n\nKeywords: Arrow Electronics, Evanston , Service Cloud Salesforce Administrator (Evanston), Other , Evanston, Illinois\n\nClick here to apply!\n\nDidn't find what you're looking for? Search again!\n\nI'm looking for\nin category\n\nLog In or Create An Account\n\nGet the latest Illinois jobs by following @recnetIL on Twitter!\n\nEvanston RSS job feeds",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.991071105,
        "format_confidence":0.9957342744
    }
]