[
    {
        "url":"http:\/\/edwardstechnologies.com.ipaddress.com\/",
        "text":"Edwardstechnologies.com Edwardstechnologies Website and Webhosting Information\n\nWe found that the organization hosting Edwardstechnologies.com is Lunar Pages in Anaheim, California, United States.\n\nA more detailed IP address report for Edwardstechnologies.com is below. At the time you pulled this report, the IP of Edwardstechnologies.com is and is located in the time zone of America\/Los_Angeles. The context of Edwardstechnologies.com is \"Edwardstechnologies\" and could reflect the theme of the content available on the resource. More IP details of Edwardstechnologies.com are shown below along with a map location.\n\nIP Address of Edwardstechnologies is\n\nIP Address:\nHost of this IP:traian.lunariffic.com\nOrganization:Lunar Pages\nISP\/Hosting:Lunar Pages\nCountry:United States\nPostal Code:92807\nLocal Time:02\/25\/2017 07:45 AM\n\nEdwardstechnologies.com Reverse IP | Websites on the same Webhosting\n\nWe found 1 hostname for IP Address\n1 edwardstechnologies.com\n\nMap location for Edwardstechnologies.com | Edwardstechnologies\n\nEdwardstechnologies.com Whois\n\nRecommended Articles Based on Your Search\n\n\nTop of the Page",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.9331671596,
        "format_confidence":0.9491197467
    },
    {
        "url":"https:\/\/www.domaintally.com\/www\/fastly.com",
        "text":"The domain was registered 1 decade 4 years ago on 2002-07-08. It has an AlexaTM rank of #55,668 in the world. This website has a .com domain extension. This domain name has a Google PageRank of 6\/10, which determines how Google ranks the page. It has an estimated worth of $191,520.00 with an estimated daily income of approximately $266.00 based on our algorithm's fair market KPIs. As there are no active threats currently reported, is SAFE to browse.\n\nDaily Uniques\n22.13 K\nDaily Pageviews\n132.76 K\nIncome Per Day\n$ 266\nEstimated Worth\n$ 191.52 K\n\nDomain Information\n\nBelow is the basic domain information for, the primary source of this information is the whois records fetched from the domain registrar and confirmed from ICANN. The report show when was first registered, who registered as well as the domain registrar who registered Where applicable the adsense ID or related domains are linked from this report. Some domains have whois privary protection at the time of purchase as such you need to use a combination of factors to retrieve the entire whois information.\n\nDomain Registrar: MARKMONITOR INC.\nRegistration Date: 2002-07-08 1 decade 4 years 11 months ago\nLast Modified: 2014-05-22 3 years 1 month 3 days ago\nExpiration Date: 2023-07-08 6 years 5 days 5 hours from now\n\nSEO Metrics\n\nBelow is the basic search engine report and metrics for The metrics below are aggregated by scanning Google, Yahoo! and Bing and counting how many pages have been indexed by the search engine. Additionally, we scan these top search engines to see how many backlinks are indexed for\n\nSearch Engine Indexes\n\nGoogle Indexed Pages: N\/A\nYahoo Indexed Pages: N\/A\nBing Indexed Pages: 2\n\nSearch Engine Backlinks\n\nGoogle Backlinks: N\/A\nBing Backlinks: N\/A\nAlexa BackLinks: N\/A\n\nDomain Safety Ratings\n\nWe gather metrics and ratings from third parties domain safety providers including Google and Web of Trust (WOT) to determine the safety information for WOT is a browser plugin that allows users around the world to rate domains for their safe browser, child safety and malware exploits if any. Google uses a proprietary method to determine the safeness of If you are concerned about the safety of a website, this safety report is a good first step indicating how safet is.\n\nSafety Information\n\nGoogle Safe Browsing: No Risk Issues\nSiteadvisor Rating: No Risk Issues\nWOT Trustworthiness: Excellent\nWOT Privacy: Excellent\nWOT Child Safety: Excellent\n\nWebsite Ranks & Scores\n\nGoogle Pagerank:\nAlexa Rank: 55,668\nPageSpeed Score: 53 ON 100\nDomain Authority: 67 ON 100\nDMOZ Listing: No\n\nWeb Server Information\n\nThe web server information report below for provides where the physical and geographical information of the server. We are able to extract the hosted ip address, the hosted country, location latitude, location longitude and even the city, state and zip\/postal code of the server. This report can be very useful to determine page latency issues, trust worthiness and help block regions if your site is being accessed maliciously\n\nHosted IP Address:\nHosted Country: United States US\nLocation Latitude: 37.7757\nLocation Longitude: -122.395\n\nSocial Engagement\n\nThe social media engagement report below for includes the amount of social engagement of various social media platforms including Facebook, Twitter, Google+, LinkedIn and Delicious. According to updates from Google and Bing as part of the search engine algorithm, social engagement is considered to be a strong signal that validates real people are engaging with a site, thus making it a more valuable result to show in the search engine results page for Social media continues to be an important source not only of backlinks and search engine signals for, but of traffic through viral and engaging content.\n\nFacebook Shares: 20\nFacebook Likes: 39\nFacebook Comments: 12\nTwitter Count (Tweets): 4\nLinkedin Shares: 29\nDelicious Shares: N\/A\nGoogle+: 23\n\nResources Breakdown & Analysis\n\nThe resources breakdown report for provides an insight into the entire page composition. This metric affects page load times. Pages that have more images tend to load faster whereas pages with less images and more text load faster.\n\nPage Resources Breakdown\n\nHomepage Links Analysis\n\nFastly | Real-time CDN\nFastly is the future of content delivery. We're the only real-time CDN that gives businesses complete control over how they serve content. Sign up and start testing today.\n\nWebsite Inpage Analysis\n\nThe inpage analysis report for provides the high-level view of all the html attributes on the page.\n\nH1 Headings: N\/A H2 Headings: 4\nH3 Headings: 1 H4 Headings: N\/A\nH5 Headings: N\/A H6 Headings: N\/A\nTotal IFRAMEs: N\/A Total Images: 17\nGoogle Adsense: N\/A Google Analytics: UA-25770359-1\n\nWebsites Hosted on Same IP (i.e.\n\nGawker - Today's gossip is tomorrow's news\n\nToday's gossip is tomorrow's news\n  973   $ 12,704,040.00\n\nTurn — Homepage\n\n  26,421   $ 402,480.00\n\n\nBrought to you by the team at Gawker Media.\n  1,610   $ 7,023,240.00\n\nBacklink History Chart from Majestic SEO\n\nThe backlinks score is calculated by looking at a combination of link signals. This includes the overall number of backlinks together with the number of linking domains, as well as rating the overall quality of the backlinks pointing to a website. The quality assessment is based on the linking pages.\n\nReferring Domains Discovery Chart from Majestic SEO HTTP Header Analysis\n\nWhen a browser sends an HTTP request to, and a server hosting that URL sends back an HTTP response. Like many Internet services, the protocol uses a simple, plaintext format. The types of requests are GET, POST, HEAD, PUT, DELETE, OPTIONS, and TRACE. A GET request includes a URL followed by headers. The HTTP response contains a status code, headers and a body. Here is the request details for\n\nHttp-Version: 1.1\nStatus-Code: 200\nStatus: 200 OK\nContent-Encoding: gzip\nContent-Language: en\nContent-Type: text\/html; charset=utf-8\nExpires: Sun, 19 Nov 1978 05:00:00 GMT\nLink: ; rel=\"canonical\",; rel=\"shortlink\"\nServer: nginx\nVia: 1.1 varnish\nX-AH-Environment: prod\nX-Generator: Drupal 7 (\nX-Request-ID: v-de37023e-4fe1-11e5-92fb-22000afd7a9e\nContent-Length: 9172\nAccept-Ranges: bytes\nDate: Tue, 01 Sep 2015 07:40:55 GMT\nAge: 66533\nConnection: keep-alive\nX-Served-By: cache-iad2131-IAD\nX-Cache: MISS, HIT\nX-Cache-Hits: 1\nVary: Cookie,fastly-ssl,Accept-Encoding\nCache-Control: max-age=0, private, must-revalidate Traffic Distributions and Sources Traffic Estimates and Sources Domain Nameserver Information\n\nThe Domain Name Servers, popularly known as DNS are essentially the Internet's equivalent of a phone book or directory. They maintain a directory of domain names like and translate them to Internet Protocol (IP) addresses. This is necessary because, although domain names are easy for people to remember, computers or machines, access websites based on IP addresses. Below is the DNS record for\n\nHost IP Address Country United States United States United States United States United States United States United States United States DNS Record Analysis\n\nInformation from all the domain name servers across the Internet are gathered together and housed at the Central Registry. Host companies and Internet Service Providers interact with the Central Registry on a regular schedule to get updated DNS information. Below is the DNS record for\n\nHost Type TTL Extra A 29 IP: A 29 IP: A 29 IP: A 29 IP: NS 21599 Target: NS 21599 Target: NS 21599 Target: NS 21599 Target: SOA 29 MNAME:\nSerial: 377\nRefresh: 3600\nRetry: 600\nExpire: 604800 MX 29 Priority: 30\nTarget: MX 29 Priority: 20\nTarget: MX 29 Priority: 20\nTarget: MX 29 Priority: 10\nTarget: MX 29 Priority: 30\nTarget: TXT 29 TXT:\nwp4-QBDrN-i9g-AK9YEjPUJN_6xU TXT 29 TXT:\nX9faw6yL-Zt8IJxn4g1IuhhU_S9E TXT 29 TXT: v=spf1\nip4: ~all TXT 29 TXT:\nyF3qgZThuTYYhzm7rie29H8u5oLgBuaAQ Similarly Ranked Websites\n\nBelow are the websites and domains names that have a similar ranking as\n\n\n  55,675   $ 190,800.00\n\n\n  55,677   $ 190,800.00\n\nMarketing With You Not To You\n\n  55,677   $ 190,800.00\n\nLogo Design, Buy & Sell Logo Designs, Professional Logo Design |...\n\nBuy and sell logos and domain names on The World's Biggest Brand Marketplace\n  55,678   $ 190,800.00 - Hotel Guides, Maps & Reservations Made Easy\n\n- - Our honest hotel reviews, photos, and unique maps help you find great hotels near where you want to go. See all discounts and don't pay until you stay.\n  55,680   $ 190,800.00\n\nAlexa Information\n\nThe Alexa record below for provides information on the web traffic regarding this domain as well as millions of websites. Alexa collects information from users who have installed the \"Alexa Toolbar,\" allowing them to provide statistics on web site traffic, popularity and lists of related sites. Since Alexa's user base is a fair statistical sample of the internet users. The lower the Alexa ranking number the more heavily visited the domain is visited. Alexa Traffic Rank Alexa Search Engine Traffic\n\nWhois Information\n\nBelow is the complete current WHOIS record for The whois record for includes information such as domain ownership, where and when was registered, expiration date, and the nameservers assigned.\n\nDomain Name:\nRegistry Domain ID:\nRegistrar WHOIS Server:\nRegistrar URL:\nUpdated Date:\nCreation Date:\nRegistrar Registration Expiration Date:\nRegistrar: MarkMonitor,\nRegistrar IANA ID: 292\nRegistrar Abuse Contact Email:\nRegistrar Abuse Contact Phone:\nDomain Status: clientUpdateProhibited\nDomain Status:\nStatus: clientDeleteProhibited\nRegistrant ID:\nRegistrant Name: Matt Serlin\nOrganization: DNStination Inc.\nRegistrant Street: 425 Market St,\n5th Floor\nRegistrant City: San Francisco\nState\/Province: CA\nRegistrant Postal Code: 94105\nCountry: US\nRegistrant Phone: +1.4155319335\nRegistrant Phone\nRegistrant Fax: +1.4155319336\nRegistrant Fax\nRegistrant Email:\nRegistry Admin\nAdmin Name: Matt Serlin\nAdmin Organization: DNStination\nAdmin Street: 425 Market St, 5th Floor\nAdmin City: San\nAdmin State\/Province: CA\nAdmin Postal Code:\nAdmi... (truncated)",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.7911695838,
        "format_confidence":0.9840113521
    },
    {
        "url":"https:\/\/kaisarpokeronline.com\/sitemap-pt-post-2018-11.html",
        "text":"XML Sitemap\n\nThis is a XML Sitemap which is supposed to be processed by search engines which follow the XML Sitemap standard like Ask.com, Bing, Google and Yahoo.\nIt was generated using the WordPress content management system and the Google Sitemap Generator Plugin by Arne Brachhold.\nYou can find more information about XML sitemaps on sitemaps.org and Google's list of sitemap programs.\n\nURLPriorityChange frequencyLast modified (GMT)\nhttps:\/\/kaisarpokeronline.com\/sabung\/aplikasi-sabung-ayam-online\/60%Always2018-11-21 22:25\nhttps:\/\/kaisarpokeronline.com\/sabung\/cara-meruncingkan-dan-memotong-jalu-atau-taji-ayam-aduan\/60%Always2018-11-04 07:49",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.6467174888,
        "format_confidence":0.5957013369
    },
    {
        "url":"http:\/\/twittercounter.com\/00typeG00",
        "text":"00typeG00's Stats\n\nMain Menu\n\n@00typeG00 hasn't been updated in a while. Update 00typeG00's stats now.\nべーやん (@00typeG00) Twitter\n\nべーやん Twitter Stats\n\n@00typeG00 - Tracking べーやん Twitter profile since May 22, 2013\n\nモンスト・黒い砂漠やってます。 澤野弘之・ONE OK ROCK等 聞いてます。 無言フォローして頂いても構いませんが、確認して合わないと思った場合はブロックさせていただきます。\n\n  • Worldwide Rank #114,835,154\n  • Follower\/Following Ratio 0.62\n  • Daily New Followers 0\nTrack Update stats Buy Stats\n\nべーやん's story\n\nべーやん, also known as @00typeG00 has a reasonably significant presence on Twitter and is ranked by us in the 30% percentile for account strength. Active on Twitter since August 2012, べーやん made it to having a respectable 68 Twitter followers and to being ranked 114,835,154 for number of followers among all Twitter users.\n\nThe plot thickens when considering べーやん's follower-to-following ratio, which is 0.62.\n\nTweeting is apparently one of @00typeG00's favorite pastimes, with an average of 429 tweet(s) per day in the past 30 days. However this seems to be a big change from a total of 15,652 since @00typeG00 joined Twitter.\n\nThis account is tracked by us Only May 2013. As of January 21 2017 we track 263.746.726 Twitter accounts, so feel free to search for other accounts you're interested in and reveal their Twitter story!\n\n#114M Worldwide Rank\nFollower Following \/ Ratio\n0 Tweets per day\nWorldwide rank Evolution\n0.0% Follower\n4% Audience\n3 Listed\n@00typeG00 Twitter Stats Overview\nDaily average: 0 followers, 0 tweets, 0 following.\n\nべーやん Tweets\n\n@00typeG00 has posted 0 tweets in the last 30 days, which translates to an average of 0 tweets per day.\n\nべーやん Twitter Followers\n\n@00typeG00 has 68 followers on Twitter.\nThis account is #114,835,154 in the worldwide rank of the most popular Twitter users.\n\n\nべーやん Following on Twitter\n\n@00typeG00 is following 109 Twitter accounts.\nLast month this account followed 72 users.\n\nべーやん Predictions & Milestones\n\n@00typeG00 will hit 68 followers in the next 3 months, and 68 in one year.\n\nCurious about the future of @00typeG00’s follower growth or yours?\n\nGo Premium\n\nYou are on べーやん's Twitter stats page\n\nWe track these Twitter stats since May 22, 2013 . You can see how many followers べーやん lost or gained and what the prediction is for tomorrow or the next 15 days, together with all kinds of other stats like rank compared to all Twitter users, tweets etc.\n\nWhy don't you give it a try and compare べーやん to yourself ? Or if you are べーやん get even more feature rich & up-to-date stats with our premium Twitter Stats.\n\nTwitter Counter is the #1 Twitter stats site powered by Twitter. It all started in June 12, 2008 and we grew rather rapidly because of our Twitter Counter badge. The button is a nice small image that shows your visitors how many followers you have on Twitter. Within a year the button was on many many blogs around the world and we displayed more than 100 million buttons in one month. We track follower stats for over 263.746.726 users now.",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.9478625059,
        "format_confidence":0.9826942086
    },
    {
        "url":"http:\/\/www.brighthub.com\/computing\/mac-platform\/articles\/15067.aspx",
        "text":"Pin Me\n\nB is for Browser: Mac Glossary of Terms\n\nwritten by: Joli Ballew•edited by: Rebecca Scudder•updated: 11\/15\/2011\n\nMac terms that start with the letter “B” that are used often in the Bright Hub Mac channel.\n\n  • slide 1 of 2\n\n    The Letter B\n\n    Backup – An extra copy of data used for “insurance” purposes. If something happens to the original data, this copy can be used to recover.It is important to keep reliable backups and to test them regularly.\n\n    Bandwidth – A measurement of how much data can be sent through a digital link over a specific period of time. The higher the bandwidth, the faster data is (and can be) transferred.\n\n    Base Station – Base Station is a piece of hardware made by Apple and other manufacturers that serve as wireless access points. Base stations are used in wireless networks to allow wireless access to the network by PCs, Macs, and laptops, among others.\n\n    Beta Software – Software that is still being tested by often made available to the public for the purpose of finding and reporting on bugs. Manufacturers can then fix the bugs before offering a final release of the product.\n\n    Bit – The smallest unit of data that can be stored on a Mac or PC. A bit is either a 1 or an 0, and combined with other bits, form bytes (larger units of computer data).\n\n    Bluetooth – A wireless technology used to create a temporary connection between two blue-tooth enabled devices. Bluetooth technology is used in instance where the two devices are in close proximity, such as a cell phone and headset.\n\n    Boot Disk – The hard disk, CD, DVD, or network drive from where the computer “boots” or starts up. Usually the boot disk is the Macintosh HD.\n\n    Bot – Automated software programs used on web sites that perform functions related to that web site. (A bot can monitor chat room activity, for instance, and look for users not following stated rules.)\n\n    Bridge – A bridge is a hardware device that connects two local area networks. Bridges are faster than routers but offer less functionality.\n\n    Browser – In general terms a browser is a Web browser, which is an application for accessing web pages on the Internet. Macs come with Safari, which is a Web browser.\n\n    Buffer – A place on the computer, usually RAM, where data is stored temporarily until it is needed. Online video is often buffered to RAM to provide a smoother video experience, allowing the user to watch buffered video while additional video is buffered during the transmission.\n\n    Bug – A glitch, problem, or issue with a piece of software or software code that causes a problem, unexpected shut down, or causes hardware to fail.\n\n    Burn – The process of copying data from a Mac to a CD or DVD. Using an optical drive, the data is “burned” to the media using a laser, which if from where the term originates.\n\n  • slide 2 of 2\n\n\n    Safari is a Time Machine is a\n\n\n  • The author took these images from a Mac OS X Lion computer.",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.8576852679,
        "format_confidence":0.6242836118
    },
    {
        "url":"http:\/\/wikiti.brandonw.net\/index.php?title=Disclaimer&action=info",
        "text":"Information for \"Disclaimer\"\n\nFrom WikiTI\nJump to: navigation, search\n\nBasic information\n\nDisplay titleDisclaimer\nDefault sort keyDisclaimer\nPage length (in bytes)1,151\nPage ID933\nPage content languageEnglish (en)\nPage content modelwikitext\nIndexing by robotsAllowed\nNumber of views19,772\nNumber of redirects to this page0\n\nPage protection\n\nEditAllow only administrators\nMoveAllow only administrators\n\nEdit history\n\nPage creatorJasonM (Talk | contribs)\nDate of page creation14:50, 24 March 2005\nLatest editorDan Englender (Talk | contribs)\nDate of latest edit06:03, 27 March 2006\nTotal number of edits5\nTotal number of distinct authors2\nRecent number of edits (within past 91 days)0\nRecent number of distinct authors0",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.8898130059,
        "format_confidence":0.9698605537
    },
    {
        "url":"https:\/\/www.okcaller.com\/5618271293",
        "text":"White & Yellow Page Results\n\n\nIndividual  Detailed Listing\nPhone Name Address City State Zip Code\n5618271293ROXBURGH,ROBERT .Queried @ Sun, 09 Aug 2020 10:21:36 -0400\nMore info available...[Sponsor]\n\nSafeCaller Badge for 5618271293\n\nThis Badge offers rapid and verifiable phone safety information sourced from over fifty million SafeCaller users. Place the Badge on your website to provide an instant visual report on your phone number's internet search history. Monitor your own number and show your customers real-time SafeCaller status. With five million numbers designated as either Safe or Not Safe, the SafeCaller badge provides customer reassurance about your business.\n\nJust copy and paste two lines into any HTML document - such as a WordPress blog or your company website. The SafeCaller Badge will then appear and will update in real time, showing you and your users SafeCaller network activity corresponding to your telephone number.\nCopy here:\n<a href=\"https:\/\/www.okcaller.com\/5618271293\">\n<img src=\"https:\/\/www.okcaller.com\/badge5618271293.png\" > <\/a>\n\nNo programming is required other than copying the above two lines.\n\nThe SafeCaller network includes our website as well as popular iPhone and Android apps, representing over fifty million users' phone safety information. Our simple and recognizable Badge searches through millions of records and, in real time, shows if a number has been marked \"Safe\" or \"Not Safe.\"\n\nThe Badge turns from green to red immediately upon submission of a negative user telephone report.\n\nClicking on the Badge allows visitors to verify authenticity - by linking them to this SafeCaller listing.\n\nThe number in the lower right-hand side of the Badge shows the number of queries on the SafeCaller network.\n\nTo include the badge on your blog, copy and paste the following two lines of code:\n<a href=\"https:\/\/okcaller.com\/5618271293\">\n<img src=\"https:\/\/okcaller.com\/badge5618271293.png\" > <\/a>\n\nUser reports about 5618271293\nTelephone Comments Timestamp\n5618271293Marked Safe Caller by IP address 73.159.4#.##8: 7 day(s) ago (2020-08-02 12:56:00)\n5618271241Queried by IP 104.62.1#6##4 2020-04-07 21:53:07\n5618271287Queried by IP 73.43.24#.## 2018-04-17 16:52:22\n5618271286Queried by IP 73.43.24#.## 2018-04-17 16:52:18\n5618271284Queried by IP 99.203.3#.## 2018-02-28 20:47:36\n5618271275Queried by IP 49.144.2#9##10 2018-01-11 19:21:44\n5618271233Queried by IP 66.87.12#.##5 2017-12-10 21:07:58\n5618271225Queried by IP 174.48.7#.##7 2017-12-05 16:45:15\n5618271204Queried by IP 66.249.9#.## 2017-10-20 16:49:49\n5618271248Queried by IP 73.138.3#.##3 2017-09-19 14:25:32\n5618271201Queried by IP 108.28.4#.## 2017-07-13 02:26:42\n5618271290Queried by IP 24.74.59#1## 2017-03-13 18:37:36\n5618271289Queried by IP 173.9.19#.## 2017-02-20 21:17:09\n5618271274Queried by IP 107.77.7#.## 2016-11-06 23:07:32\n5618271231Queried by IP 74.178.2#4##28 2016-06-30 22:48:13\n5618271293Queried by IP 24.97.12#.##8 2016-06-15 15:54:49\n\n\nNational  Directory\nPhone Name (Initials) Street City State Zip Code\n   5618271268Realtime information for 561-827-1268\n   5618271269Realtime information for 561-827-1269\n   5618271270Realtime information for 561-827-1270\n   5618271271Realtime information for 561-827-1271\n   5618271272Realtime information for 561-827-1272\n   5618271273Realtime information for 561-827-1273\n   5618271274Realtime information for 561-827-1274\n   5618271275Realtime information for 561-827-1275\n   5618271276Realtime information for 561-827-1276\n   5618271277Realtime information for 561-827-1277\n   5618271278Realtime information for 561-827-1278\n   5618271279Realtime information for 561-827-1279\n   5618271280Realtime information for 561-827-1280\n   5618271281Realtime information for 561-827-1281\n   5618271282Realtime information for 561-827-1282\n   5618271283Realtime information for 561-827-1283\n   5618271284Realtime information for 561-827-1284\n   5618271285Realtime information for 561-827-1285\n   5618271286Realtime information for 561-827-1286\n   5618271287Realtime information for 561-827-1287\n   5618271288Realtime information for 561-827-1288\n   5618271289Realtime information for 561-827-1289\n   5618271290Realtime information for 561-827-1290\n   5618271291Realtime information for 561-827-1291\n   5618271292Realtime information for 561-827-1292\n   5618271293Realtime information for 561-827-1293\n   5618271294Realtime information for 561-827-1294\n   5618271295Realtime information for 561-827-1295\n   5618271296Realtime information for 561-827-1296\n   5618271297Realtime information for 561-827-1297\n   5618271298Realtime information for 561-827-1298\nNumbers like 561-827-12** are located near , FL\nCounty region is approximate: WPALMBEACH\nWireless email address: 56182712##@tmomail.net\n\nUnderstanding the Results\n\nThe listings to the left includes (when shown) the full contact name, as well as street address, registered to 561-827-1293.\n\nTo search for another contact, just type a phone number into the search box on the left menubar.\n\nIf multiple listings are shown for the same number, it may be several individuals who reside at the same address. It may also be variations in spelling of the same individual, or a previous person no longer associated with this number.\n\nAndroid app on Google Play\n\nLocation Information\n\nPursuant to national phone number portability rules, phone numbers such as 561-827-1293 may be located anywhere in the United States.\n\nThe location listed (if available) in this listing is actual data from public sources, rather than a \"guess\" at a location based on the areacode.\n\nTagged Numbers\n\nSafeCaller If you see a number listed with this label, it means an OkCaller user has labelled the number as a 'safe' contact.\n\nNot Safe If you see a number listed with this label, it means an OkCaller user has labelled the number as a problematic contact. For example, it may be a telemarketer, bill collector, prank caller, or other nuisance caller.\n\nokCaller is the only website licensed to provide\n\nVerifiable, Real-Time Caller ID lookup for 5618271293\nPalm Beach FL White Pages & Palm Beach FL Yellow Pages\n\n© 2020 okCaller, Inc\nPrivacy Policy\nTerms of Use",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.7554611564,
        "format_confidence":0.8787307739
    },
    {
        "url":"http:\/\/www.iswebsitedown.net\/tastespotting.com-down-or-up\/",
        "text":"\n\nIs website tastespotting.com down or up???\n\nWebsite Info: tastespotting.com\n\nUnited States\n\nIP Address:\n\nCheck IPV4 Range: -\n\nCountry code:\n\n\nRegion name:\n\n\n\nLos Angeles\n\nZip Code:\n\n\n\n\n\n\n\n\nAlexa Rank:\n\nAlexa Graph:\nDownload Image:\nWhois Domain:\n\niswebsitedown.net 2016\nOur website is located in France. So if you live in some country far away somethimes you can get wrong result.\nWe are not responsible for content of checked websites\nOur Network\nCheck My IP - Whois Domain Lookup Database - Check Domains Online - Ipv4 Address Lookup - Is Website Down\n\nThis site or product includes IP2Location LITE data available from http:\/\/www.ip2location.com",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.9662997127,
        "format_confidence":0.520955801
    },
    {
        "url":"https:\/\/awebanalysis.com\/en\/ip-lookup\/67.101.240.162\/",
        "text":"Lookup, Location and Details of IP\n\nIP address\nAnalyzed Range to\nIP Type IPv4\nIP availability Public IP\nDecimal number 1130754210\nHostname Not yet been verified\nCountry United states\nState \/ Region McLean\nCity Virginia\nAS Number AS18566\nAs Name MegaPath Corporation\nContinent North america\nZip Code 22101\nTime zone UTC -04:00\nLocal time\nCoordinates Latitude: 38.93428, Longitude: -77.17748\n\nIP Proxy Lookup\n\nProxy Status Proxy Detected\nProxy Type DCH. Hosting provider proxy, from datacenter or CDN (Content Delivery Network).\nIP Proxy Lookup Tool\n\nIP address location map\n\nIP address is a Public IP of type IPv4, located in Virginia, McLean, United states, North america.\n\nWHOIS and Details of IP\n\n\t\t\t\t\t\t\tWe have not yet verified the WHOIS details of the IP address\t\t\t\t\t\t    \nLast check:\nNot yet been verified\n\nCountry additional information\n\nCountry United states\nNational Capital Washington\nTotal area 9.826.675 km²\nPopulation 318.582.000\nCurrency Code USD\nCurrency Name United states dollar\nOfficial language English\nCCLTD Code us\n\nReceive news and promotions weekly",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.941043973,
        "format_confidence":0.9893213511
    },
    {
        "url":"http:\/\/websitepart.com\/www\/edukernel.com",
        "text":"October 18, 2015\n\n\nFacts and statistics\n\nEdu Kernel\n\nEdukernel.com was registered on Go Daddy on 15 October 2015. The site is almost absent on social networks. It has 0 google plus ones.\n\nThe site is hosted in United States by Go Daddy. The domain for the website was purchased through Go Daddy on 15 October 2015 (2 years ago) and will expire in 1 year 1 month.\n\nQuick Facts\n\nAlexa Rank\nPagerank None\nText lanuage English\nFamily safe text Yes\nThe report was last updated on October 18, 2015.\nIf its not up to date, please click the update button for the same.\n\nSocial Network Presence\n\nFollowing statistics represent edukernel.com activity on various social networks.\nGoogle Plus\nFacebook Likes\n\nWebsite Infrastructure\n\nFind out about the infrastructure of edukernel.com, e.g. how the website works, what hardware and software it uses etc.\nHosting Location\n14455 N Hayden Road, Scottsdale, AZ, United States\nServing Software\nEmail hosted by\nWeb Hosting Provider\nGo Daddy\nSite Generating Software\nWooCommerce 2.4.7\nSSL Certificate Issuer\nStarfield Technologies, Inc.\nDomain Registered by\nGo Daddy\nDomain Reseller\n\nOwnership Records\n\nThese records can help to identify the owners of edukernel.com. You can contact the admins through the email present in these records.\nOwned by\nCreated on\n15 October 2015\nUpdated on\n15 October 2016\nWhois Text\nWhois Server Version 2.0\n\n   Domain Name: EDUKERNEL.COM\n   Registrar: GODADDY.COM, LLC\n   Sponsoring Registrar IANA ID: 146\n   Whois Server: whois.godaddy.com\n   Referral URL: \n   Status: clientDeleteProhibited    Status: clientRenewProhibited    Status: clientTransferProhibited    Status: clientUpdateProhibited    Updated Date: 15-oct-2015\n   Creation Date: 15-oct-2015\n   Expiration Date: 15-oct-2016\n\nThe Registry database contains ONLY .COM, .NET, .EDU domains and\n\nFor more information on Whois status codes, please visit \n\nIP Data\n\nFind out all the details about the IP address used by the website, including the nameservers and IP location.\nNo. of IP Addresses 1\nIP Address\nIP Location 14455 N Hayden Road, Scottsdale, AZ, United States\nNameservers ns11.domaincontrol.com\nSimilar websites by IP address\nThe Freedom Mission | We're on a Mission to Freedom!\n17 days old\nthefreedommission.com is hosted in United States and is 17 days old. The website will expire after 11 months 17 days.\nMahapatra Group\n1 month old\ngangamarathon.info is hosted in United States and is 1 month old.\n\nWebsite Links\n\nFollowing are the links associated with the homepage of the website.\n\nHTTP Headers\n\nFollowing information represents the extra metadata sent by the website servers on requesting the homepage of the website.\nContent-Encoding gzip\nTransfer-Encoding chunked\nServer nginx\/1.10.1\nConnection keep-alive\nDate Mon, 18 Jul 2016 04:24:51 GMT\nContent-Type text\/html\nPage rendered in 0.0393009185791 sec",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.7572068572,
        "format_confidence":0.9870398641
    },
    {
        "url":"https:\/\/domain-records-lookup.com\/whois\/fjyeya.com",
        "text":"Domain Records Lookup\n\n\nWhois lookup result for:\n\nDomain Name: FJYEYA.COM\nRegistry Domain ID: 1868480488_DOMAIN_COM-VRSN\nRegistrar WHOIS Server:\nRegistrar URL:\nUpdated Date: 2017-08-24T15:11:43Z\nCreation Date: 2014-07-26T13:56:22Z\nRegistry Expiry Date: 2018-07-26T13:56:22Z\nRegistrar: Guangdong Jinwanbang Technology Investment Co. Ltd.\nRegistrar IANA ID: 1525\nRegistrar Abuse Contact Email:\nRegistrar Abuse Contact Phone:\nDomain Status: ok\nName Server: NS1.360WZB.COM\nName Server: NS10.NS365.NET\nName Server: NS11.NS365.NET\nName Server: NS12.NS365.NET\nName Server: NS2.360WZB.COM\nName Server: NS9.NS365.NET\nDNSSEC: unsigned\nURL of the ICANN Whois Inaccuracy Complaint Form:\n>>> Last update of whois database: 2018-01-17T13:14:16Z <<<\n\nFor more information on Whois status codes, please visit\n\nNOTICE: The expiration date displayed in this record is the date the\nregistrar's sponsorship of the domain name registration in the registry is\ncurrently set to expire. This date does not necessarily reflect the expiration\ndate of the domain name registrant's agreement with the sponsoring\nregistrar. Users may consult the sponsoring registrar's Whois database to\nview the registrar's reported date of expiration for this registration.\n\nTERMS OF USE: You are not authorized to access or query our Whois\ndatabase through the use of electronic processes that are high-volume and\nautomated except as reasonably necessary to register domain names or\nmodify existing registrations; the Data in VeriSign Global Registry\nServices' (\"VeriSign\") Whois database is provided by VeriSign for\ninformation purposes only, and to assist persons in obtaining information\nabout or related to a domain name registration record. VeriSign does not\nguarantee its accuracy. By submitting a Whois query, you agree to abide\nby the following terms of use: You agree that you may use this Data only\nfor lawful purposes and that under no circumstances will you use this Data\nto: (1) allow, enable, or otherwise support the transmission of mass\nunsolicited, commercial advertising or solicitations via e-mail, telephone,\nor facsimile; or (2) enable high volume, automated, electronic processes\nthat apply to VeriSign (or its computer systems). The compilation,\nrepackaging, dissemination or other use of this Data is expressly\nprohibited without the prior written consent of VeriSign. You agree not to\nuse electronic processes that are automated and high-volume to access or\nquery the Whois database except as reasonably necessary to register\ndomain names or modify existing registrations. VeriSign reserves the right\nto restrict your access to the Whois database in its sole discretion to ensure\noperational stability. VeriSign may restrict or terminate your access to the\nWhois database for failure to abide by these terms of use. VeriSign\nreserves the right to modify these terms at any time.\n\nThe Registry database contains ONLY .COM, .NET, .EDU domains and\n\nRegistrar Info\n\nGuangdong Jinwanbang Technology Investment Co. Ltd.\n\nImportant dates\n\nExpires On\nJuly 26, 2018\nRegistered On\nJuly 26, 2014\nUpdated On\nAugust 24, 2017\n\nName Servers",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.9066685438,
        "format_confidence":0.9622345567
    },
    {
        "url":"https:\/\/www.appdetex.com\/sitemap-pt-page-2019-10.html",
        "text":"XML Sitemap\n\nThis is a XML Sitemap which is supposed to be processed by search engines which follow the XML Sitemap standard like Ask.com, Bing, Google and Yahoo.\nIt was generated using the WordPress content management system and the Google Sitemap Generator Plugin by Arne Brachhold.\nYou can find more information about XML sitemaps on sitemaps.org and Google's list of sitemap programs.\n\nURLPriorityChange frequencyLast modified (GMT)\nhttps:\/\/www.appdetex.com\/products\/60%Weekly2020-09-14 16:03\nhttps:\/\/www.appdetex.com\/company\/60%Weekly2020-10-21 16:28",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.7015820146,
        "format_confidence":0.7609314322
    },
    {
        "url":"https:\/\/website.ip-adress.com\/domain-b.com",
        "text":"IP Addresses\n\nIP Address Autonomous System Number (ASN) Internet Service Provider (ISP) \/ Organization Location AS45815 ESDS Software Solution Pvt. Ltd. \/ ESDS Software Solution Pvt. India\n\nServer Locations\n\nLocationIndia (IN)\nLatitude20.0000° (20° 0′ 0″ N)\nLongitude77.0000° (77° 0′ 0″ E)\nLocal Time\n\nIP WHOIS Information\n\nIP Address Range115.124.106.0 -\nSubnet Size1,024 IP addresses\nCIDR Notation115.124.106.0\/23,\nNet ReferenceAPNIC\nRegistrantIRT-HOSTCOIN-IN, Plot No. B- 24 & 25, NICE Industrial Area, Satpur MIDC,, Nashik 422 007, India (IN), APNIC\n\nIANA IPv4 Address Space Allocation\n\nAllocation Date\nStatusALLOCATED - delegated entirely to specific RIR (Regional Internet Registry) as indicated.\n\nDNS Resource Records\n\nIn this section you will find important DNS resource records for SOA records, Name Server records, and MX records are included when available. Additional supporting data includes serial numbers, refresh rates, retry times, TTL, priority, and length to expire will be shown.\n\nNode Name Class Type Data TTL IN A\n\nDomain WHOIS Information\n\nThis is the WHOIS information that includes important registration and owner details. Where applicable, you will find registrar info, important dates, name servers, and registration data. Registration data in most cases will include the Name, Organization, Address, City, State or Province, Postal Code, Country, Phone Number, and email address for Registrant, Administrative, and Technical contacts.",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.9297356606,
        "format_confidence":0.9714775085
    },
    {
        "url":"https:\/\/sixstat.com\/ratings-reviews\/256hz.com\/",
        "text":"\n\nDo you like our report?\nOur traffic reports for 256hz.com are estimations based on Alexa data and their world rank. Daily income for 256hz.com is generated by analyzing daily page views and market information on current CPM, CPC and CPA rates for similar websites on popular networks like Google AdSense and Adbuff. We then take these two website stats and compute an estimated valuation for 256hz.com\n\n256hz.com Traffic Report\n\nDaily Unique Visitors: No Review\nDaily Pageviews: No Review\n\n256hz.com Estimated Valuation\n\nIncome Per Day: $ 0.15\nAdbuff Income: $ 0.05\nEstimated Valuation: $ 8.95\nOur SEO reports for 256hz.com are performed by scanning Google, Yahoo! and Bing and counting how many pages have been indexed. Similarly, we scan these search engines to see how many backlinks are indexed for 256hz.com using the link:\/\/ query. This backlink method is not comprehensive and we recommend SEMRush to improve your SEO rankings on all major search engines.\n\n256hz.com Search Engine Indexes\n\nGoogle Indexed Pages: No Review\nYahoo Indexed Pages: No Review\nBing Indexed Pages: No Review\n\n256hz.com Search Engine Backlinks\n\nGoogle Backlinks: No Review\nBing Backlinks: No Review\nAlexa BackLinks: No Review\nWe use a variety of third parties including Google and Web of Trust (WOT) to determine the safety information for 256hz.com. WOT is a browser plugin that allows users around the world to rate domains for their safe browser, child safety and malware exploits if any. Google uses a proprietary method to determine the safeness of 256hz.com. If you are concerned about the safety of a website, this safety report will be a good indicator of the website safety of 256hz.com\n\n256hz.com Safety Information\n\nGoogle Safe Browsing: No Risk Issues\nSiteadvisor Rating: No Review\nWOT Trustworthiness: Web of Trust - Trust Rating Unknown\nWOT Privacy: Web of Trust Privacy Rating Unknown\nWOT Child Safety: Web of Trust Child Safety Rating Unknown\n\n256hz.com Website Ranks & Scores\n\nGoogle Pagerank: No Review\nAlexa Rank: No Review\nPageSpeed Score: 96 ON 100\nDomain Authority: ON 100 MozScape Score\nDMOZ Listing: No\nOur Web Server report for 256hz.com attempts to provide you with all the physical and geographical information on the server. We are able to extract the hosted ip address, the hosted country, location latitude, location longitude and even the city, state and zip\/postal code of the server. This report can be very useful to determine page speed issues, trust worthiness and help block regions if your site is being accessed maliciously.\n\n256hz.com Web Server Information\n\nHosted IP Address: More on this IP\n\nHosted Country:\n\nUnited States US More from this country\n\nLocation Latitude:\n\n\nLocation Longitude:\n\nOur social media report for 256hz.com includes the amount of social engagement of various social media platforms including Facebook, Twitter, Google+, LinkedIn and Delicious. Social engagement is considered to be a strong search engine signal that validates real people are engaging with a site, thus making it a more valuable result to show in the search engine results page. Social media continues to be an important source not only of backlinks and search engine signals for 256hz.com, but of traffic through viral and engaging content.\n\n256hz.com Social Engagement\n\nFacebook Shares: No Review\nFacebook Likes: No Review\nFacebook Comments: No Review\nTwitter Count (Tweets): No Review\nLinkedin Shares: No Review\nDelicious Shares: No Review\nGoogle+: No Review\n\n256hz.com Page Resources Breakdown\n\nWeb Breakdown Preloader\n\n256hz.com Homepage Links Analysis\n\nAbe Dolinger - Sound Mixer\nAbe Dolinger, Sound Mixer\nabe, dolinger, abe dolinger, sound, mixer, guy, man, production, boom, operator, design, film, tv, music\n\n256hz.com Website Inpage Analysis\n\nH1 Headings: No Review H2 Headings: No Review\nH3 Headings: No Review H4 Headings: No Review\nH5 Headings: No Review H6 Headings: No Review\nTotal IFRAMEs: No Review Total Images: 1\nGoogle Adsense: No Review Google Analytics: No Review\n\n256hz.com Websites Hosted on Same IP (i.e.\n\n\nspotbus.com - spotbus.com\n\nThe easiest way to travel Seattle.\n\nGoogle PageRank   Alexa Rank No Review   domain Worth $ 8.95\n\nCaity Kennedy\n\ncaitykennedy.com - caitykennedy.com\n\nGoogle PageRank   Alexa Rank No Review   domain Worth $ 8.95\n\n256hzrecords.com - 256hzrecords.com\n\nGoogle PageRank   Alexa Rank No Review   domain Worth $ 8.95\n\n\nbjorkegren.org - bjorkegren.org\n\nGoogle PageRank   Alexa Rank No Review   domain Worth $ 8.95\n\n256hz.com HTTP Header Analysis\n\nHttp-Version: 1.1\nStatus-Code: 200\nStatus: 200 OK\nDate: Fri, 26 Feb 2016 19:45:17 GMT\nServer: Apache\nLast-Modified: Tue, 27 May 2008 20:36:12 GMT\nETag: \"434-44e3c3f30a700\"\nAccept-Ranges: bytes\nVary: Accept-Encoding\nContent-Encoding: gzip\nContent-Length: 608\nContent-Type: text\/html\n\nDomain Information\n\nDomain Registrar: DREAMHOST, LLC More on this Registrar\nRegistration Date: 2004-06-29 1 decade 2 years 10 months ago\nLast Modified: 2015-06-30 1 year 10 months 3 weeks ago\nExpiration Date: 2016-06-29 10 months 2 weeks 6 days ago\n\nDomain Nameserver Information\n\nHost IP Address Country\nns1.dreamhost.com More on this Nameserver United States United States\nns2.dreamhost.com More on this Nameserver United States United States\nns3.dreamhost.com More on this Nameserver United States United States\n\nDNS Record Analysis\n\nHost Type TTL Extra\n256hz.com A 14396 IP:\n256hz.com NS 14399 Target: ns1.dreamhost.com\n256hz.com NS 14399 Target: ns3.dreamhost.com\n256hz.com NS 14399 Target: ns2.dreamhost.com\n256hz.com SOA 14399 MNAME: ns1.dreamhost.com\nRNAME: hostmaster.dreamhost.com\nSerial: 2013080900\nRefresh: 15713\nRetry: 1800\nExpire: 1814400\n256hz.com MX 14399 Target: mx1.sub4.homie.mail.dreamhost.com\n256hz.com MX 14399 Target: mx2.sub4.homie.mail.dreamhost.com\n\nSimilarly Ranked Websites\n\n\ngoogle.com - google.com\n\nSearch the world's information, including webpages, images, videos and more. Google has many special features to help you find exactly what you're looking for.\n\nGoogle PageRank   Alexa Rank 1   Domain Worth $ 11,147,271,840.00\n\n\nyoutube.com - youtube.com\n\nEnjoy the videos and music you love, upload original content, and share it all with friends, family, and the world on YouTube.\n\nGoogle PageRank   Alexa Rank 2   Domain Worth $ 5,573,635,920.00\n\nFacebook - Log In or Sign Up\n\nfacebook.com - facebook.com\n\nCreate an account or log into Facebook. Connect with friends, family and other people you know. Share photos and videos, send messages and get updates.\n\nGoogle PageRank   Alexa Rank 3   Domain Worth $ 3,715,757,280.00\n\nbaidu.com - baidu.com\n\nGoogle PageRank   Alexa Rank 4   Domain Worth $ 2,786,817,960.00\n\n\nyahoo.com - yahoo.com\n\nA new welcome to Yahoo. The new Yahoo experience makes it easier to discover the news and information that you care about most. It's the web ordered for you.\n\nGoogle PageRank   Alexa Rank 5   Domain Worth $ 2,229,454,800.00\n\nAlexa Traffic Rank\n\nAlexa Graph\n\nAlexa Search Engine Traffic\n\nAlexa Graph\n\nFull WHOIS Lookup\n\nDomain Name: 256HZ.COM\nRegistry Domain ID:\nRegistrar WHOIS Server:\nRegistrar URL: www.dreamhost.com\nDate: 2015-07-01T00:30:13.00Z\nCreation Date:\nRegistrar Registration Expiration Date:\nRegistrar: DREAMHOST\nRegistrar IANA\nID: 431\nDomain Status: ok\nRegistry Registrant\nRegistrant Street: 417\nRegistrant Street: C\/O 256HZ.COM\nCity: BREA\nRegistrant State\/Province: CA\nRegistrant Postal\nCode: 92821\nRegistrant Country: US\nRegistrant Phone:\nRegistrant Phone Ext:\nRegistrant Fax Ext:\nRegistrant Email:\nRegistry Admin ID:\nAdmin Name:\nAdmin Organization: A HAPPY DREAMHOST\nAdmin Street: 417 ASSOCIATED RD #324\nAdmin Street:\nAdmin City: BREA\nAdmin State\/Province:\nAdmin Postal Code: 92821\nAdmin Country: US\nAdmin Phone:\nAdmin Phone Ext:\nAdmin Fax:\nAdmin Fax\nRegistry Tech\nTech Organization: A HAPPY\nTech Street: 417 ASSOCIATED RD #324\nStreet: C\/O 256HZ.COM\nTech City: BREA\nTech State\/Province:\nTech Postal Code: 92821\nTech Country: US\nTech Phone:\nTech Phone Ext:\nTech Fax:\nTech Fax\nName Server:\nName Server:\nDNSSEC: unSigned\nRegistrar Abuse Contact\nEmail: domain-abuse@dreamhost.com\nRegistrar Abuse Contact Phone:\nURL of the ICANN WHOIS Data Problem Reporting\nSystem: http:\/\/wdprs.internic.net\/\nLast update of WHOIS database:\nDreamHost whois server terms of service:\n\nDreamHost is a global Web hosting\nand cloud services provider with over 375,000 customers and 1.2\nmillion blogs, websites and apps hosted. The company offers a wide\nspectrum of Web hosting and cloud services including Shared Hosting,\nVirtual Private Servers (VPS), Dedicated Server Hosting, Domain Name\nRegistration, the cloud storage service, DreamObjects, and the cloud\ncomputing service DreamCompute. Please visit http:\/\/DreamHost.com for\nmore information.",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.5953283906,
        "format_confidence":0.9672876
    },
    {
        "url":"https:\/\/www.uniforskilledtrades.ca\/?page=glossary",
        "text":"Please select from the following Glossary Categories:\n\nGeneral Terms\n\nSecurity Terms\n\nVirus Terms\n\nNetworking Terms\n\nAcronyms \/ Abbreviations\n\n  General Terms...Click the Term to view the Definition.  \n\nA small Java application that is downloaded by an ActiveX or Java-enabled web browser. Once it has been downloaded, the applet will run on the user's computer. Common applets include financial calculators and web drawing programs.\nComputer software that performs a task or set of tasks, such as word processing or drawing. Applications are also referred to as programs.\nAmerican Standard Code for Information Interchange, an encoding system for converting keyboard characters and instructions into the binary number code that the computer understands.\nA backdoor refers to a method in which a hacker can bypass normal authentication on a computer to gain remote access without the knowledge of the user. A backdoor is a general term that may refer to installed software or a modification to an existing program or hardware.\nThe capacity of a networked connection. Bandwidth determines how much data can be sent along the networked wires. Bandwidth is particularly important for Internet connections, since greater bandwidth also means faster downloads.\n  Binary Code\nThe most basic language a computer understands, it is composed of a series of 0s and 1s. The computer interprets the code to form numbers, letters, punctuation marks, and symbols.\nshort for 'binary digit'. The smallest piece of computer information, either the number 0 or 1.\nTo start up a computer. Cold boot?restarting computer after having turned off the power. Warm boot?restarting computer without having turned off the power.\nBots, or robots, serve a command computer, carrying out automated functions at their master's bidding. Common bot crimes include denial-of-service, extortion, identity theft, spam, and fraud. Multiple infected computers together form a botnet, with each individual computer also termed a zombie.\nSoftware used to navigate the Internet. Netscape Navigator and Microsoft Internet Explorer are today's most popular browsers for accessing the World Wide Web.\nA malfunction due to an error in the program or a defect in the equipment.\nMost computers use combinations of eight bits, called bytes, to represent one character of data or instructions. For example, the word 'cat' has three characters, and it would be represented by three bytes.\nA small data-memory storage area that a computer can use to instantly re-access data instead of re-reading the data from the original source, such as a hard drive. Browsers use a cache to store web pages so that the user may view them again without reconnecting to the Web.\nComputer Aided Drawing-Computer Aided Manufacturing. The instructions stored in a computer that will be translated to very precise operating instructions to a robot, such as for assembling cars or laser-cutting signage.\nCompact Disc Read-Only Memory. An optically read disc designed to hold information such as music, reference materials, or computer software. A single CD-ROM can hold around 640 megabytes of data, enough for several encyclopedias. Most software programs are now delivered on CD-ROMs.\nCommon Gateway Interface. A programming standard that allows visitors to fill out form fields on a Web page and have that information interact with a database, possibly coming back to the user as another Web page. CGI may also refer to Computer-Generated Imaging, the process in which sophisticated computer programs create still and animated graphics, such as special effects for movies.\nTyping text into a message box on a screen to engage in dialog with one or more people via the Internet or other network\nA tiny wafer of silicon containing miniature electric circuits that can store millions of bits of information.\nA single user of a network application that is operated from a server. A client\/server architecture allows many people to use the same data simultaneously. The program's main component (the data) resides on a centralized server, with smaller components (user interface) on each client.\n  Cloud Computing\nCloud computing is a general term for services over the internet that is better divided into three categories: Infrastructure-as-a-Service, Platform-as-a-Service, and Software-as-a-Service. IaaS (or utility computing) follows a traditional utilities model, providing servers and storage on demand with the consumer paying accordingly. PaaS allows for the construction of applications within a provider's framework, like Google's App Engine. SaaS enables customers to use an application on demand via a browser.\nShort for complementary metal oxide semiconductor. Pronounced see-moss, CMOS is a widely used type of semiconductor. CMOS chips require less power than chips using just one type of transistor. This makes them particularly attractive for use in battery-powered devices, such as portable computers. Personal computers also contain a small amount of battery-powered CMOS memory to hold the date, time, and system setup parameters.\n\nNOTE: This is often used as a synonym for the values stored in a computer's BIOS. You will often see an instruction saying \"Clear the CMOS\". This means \"reset the BIOS to its default values\".\nA cookie is a unique text file that a website places on your computer that is ONLY able to be read by the website that places it. Cookies are used for data analysis, they enable a web site to tailor information presented to you based on a your browsing on the web site, and allow a plethora of customization for the you the reader. That WILL make your next visit easier and the site more useful to you. Cookies play an important role, without them, using the web will become a very frustrating experience.\nCentral Processing Unit. The brain of the computer.\nA hardware or software problem that causes information to be lost or the computer to malfunction. Sometimes a crash can cause permanent damage to a computer.\nA moving position-indicator displayed on a computer monitor that shows a computer operator where the next action or operation will take place.\nSlang term for the Internet.\nA collection of similar information stored in a file, such as a database of addresses. This information may be created and stored in a database management system (DBMS).\nTo find and correct equipment defects or program malfunctions.\nThe pre-defined configuration of a system or an application. In most programs, the defaults can be changed to reflect personal preferences.\nThe main directory of the user interface. Desktops usually contain icons that represent links to the hard drive, a network (if there is one), and a trash or recycling can for files to be deleted. It can also display icons of frequently used applications, as requested by the user.\n  Desktop Publishing\nThe production of publication-quality documents using a personal computer in combination with text, graphics, and page layout programs.\nA list of files stored in the computer. Also know as a folder.\nThree distinct types. The names refer to the media inside the container:\nA hard disc stores vast amounts of data. It is usually inside the computer but can be a separate peripheral on the outside. Hard discs are made up of several rigid coated metal discs. Currently, hard discs can store 15 to 30 Gb (gigabytes)\nA floppy disc, 3.5 in. square, usually inserted into the computer and can store about 1.4 megabytes of data. The 3.5 in. square 'floppies' have a very thin, flexible disc inside. There is also an intermediate-sized floppy disc, trademarked Zip discs, which can store 250 megabytes of data.\nA CD of DVD can also be referred to as a disk.\n  Disk Drive\nThe equipment that operates a hard or floppy disc.\nThe instruction manual for a piece of hardware or software.\nRepresents an IP (Internet Protocol) address or set of IP addresses that comprise a domain. The domain name appears in URLs to identify web pages or in E-Mail addresses. For example, the E-Mail address for the First Lady is, '' being the domain name. Each domain name ends with a suffix that indicates what 'top level domain' it belongs to. These are: '.com' for commercial, '.gov' for government, '.org' for organization, '.edu' for educational institution, '.biz' for business, '.info' for information, '.tv' for television, '.ws' for website. Domain suffixes may also indicate the country in which the domain is registered. No two parties can ever hold the same domain name.\n  Domain Name\nThe name of a network or computer linked to the Internet. Domains are defined by a common IP address or set of similar IP (Internet Protocol) addresses.\nDisk Operating System. An operating system designed for early IBM-compatible PCs.\nThe process of transferring information from a web site (or other remote location on a network) to the computer. It is possible to 'download a file' or 'view a download.' To transfer information from a web site (or other remote location on a network) to the computer.\n  Drop-Down Menu\nA menu window that opens vertically on-screen to display context-related options. Also called pop-up menu or pull-down menu.\nDigital Subscriber Line. A method of connecting to the Internet via a phone line. A DSL connection uses copper telephone lines but is able to relay data at much higher speeds than modems and does not interfere with telephone use.\nDigital Video Disc?Similar to a CD-ROM, it stores and plays both audio and video.\nElectronic mail; messages, including memos or letters, sent electronically between networked computers that may be across the office or around the world.\nAn electronic (usually hand-held) reading device that allows a person to view digitally stored reading materials.\nA text-based expression of emotion created from ASCII characters that mimics a facial expression when viewed with your head tilted to the left. Here are some examples:\n:-) Smiling\n:-( Frowning\n;-) Winking\n:_( Crying\nThe process of transmitting scrambled data so that only au... (truncated)",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.8461095095,
        "format_confidence":0.9810717702
    },
    {
        "url":"https:\/\/www.einsteinkultur.de\/sitemap-pt-ek_event-2020-04.html",
        "text":"XML Sitemap\n\nThis is a XML Sitemap which is supposed to be processed by search engines which follow the XML Sitemap standard like Ask.com, Bing, Google and Yahoo.\nIt was generated using the WordPress content management system and the Google Sitemap Generator Plugin by Arne Brachhold.\nYou can find more information about XML sitemaps on sitemaps.org and Google's list of sitemap programs.\n\nURLPriorityChange frequencyLast modified (GMT)\nhttps:\/\/www.einsteinkultur.de\/event\/frameless-26\/60%Monthly2020-04-22 12:10",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.886362493,
        "format_confidence":0.7195140719
    },
    {
        "url":"https:\/\/www.domaintally.com\/www\/karnataka.gov.in",
        "text":"The domain was registered 1 decade 3 years ago on 2003-08-31. It has an AlexaTM rank of #28,907 in the world. This website has a domain extension. This domain name has a Google PageRank of 6\/10, which determines how Google ranks the page. It has an estimated worth of $367,920.00 with an estimated daily income of approximately $511.00 based on our algorithm's fair market KPIs. As there are no active threats currently reported, is SAFE to browse.\n\nDaily Uniques\n42.61 K\nDaily Pageviews\n255.66 K\nIncome Per Day\n$ 511\nEstimated Worth\n$ 367.92 K\n\nDomain Information\n\nBelow is the basic domain information for, the primary source of this information is the whois records fetched from the domain registrar and confirmed from ICANN. The report show when was first registered, who registered as well as the domain registrar who registered Where applicable the adsense ID or related domains are linked from this report. Some domains have whois privary protection at the time of purchase as such you need to use a combination of factors to retrieve the entire whois information.\n\nDomain Registrar: INRegistry\nRegistration Date: 2003-08-31 1 decade 3 years 6 months ago\nLast Modified: 2015-08-07 1 year 7 months 2 weeks ago\nExpiration Date: 2017-08-31 5 months 2 days 15 hours from now\nOwner's E-Mail: [email protected]\n\nSEO Metrics\n\nBelow is the basic search engine report and metrics for The metrics below are aggregated by scanning Google, Yahoo! and Bing and counting how many pages have been indexed by the search engine. Additionally, we scan these top search engines to see how many backlinks are indexed for\n\nSearch Engine Indexes\n\nGoogle Indexed Pages: N\/A\nYahoo Indexed Pages: N\/A\nBing Indexed Pages: 21\n\nSearch Engine Backlinks\n\nGoogle Backlinks: N\/A\nBing Backlinks: 1\nAlexa BackLinks: N\/A\n\nDomain Safety Ratings\n\nWe gather metrics and ratings from third parties domain safety providers including Google and Web of Trust (WOT) to determine the safety information for WOT is a browser plugin that allows users around the world to rate domains for their safe browser, child safety and malware exploits if any. Google uses a proprietary method to determine the safeness of If you are concerned about the safety of a website, this safety report is a good first step indicating how safet is.\n\nSafety Information\n\nGoogle Safe Browsing: No Risk Issues\nSiteadvisor Rating: No Risk Issues\nWOT Trustworthiness: Good\nWOT Privacy: Good\nWOT Child Safety: Excellent\n\nWebsite Ranks & Scores\n\nGoogle Pagerank:\nAlexa Rank: 28,907\nPageSpeed Score: 84 ON 100\nDomain Authority: 55 ON 100\nDMOZ Listing: No\n\nWeb Server Information\n\nThe web server information report below for provides where the physical and geographical information of the server. We are able to extract the hosted ip address, the hosted country, location latitude, location longitude and even the city, state and zip\/postal code of the server. This report can be very useful to determine page latency issues, trust worthiness and help block regions if your site is being accessed maliciously\n\nHosted IP Address:\nHosted Country: India IN\nLocation Latitude: 28.6667\nLocation Longitude: 77.2167\n\nSocial Engagement\n\nThe social media engagement report below for includes the amount of social engagement of various social media platforms including Facebook, Twitter, Google+, LinkedIn and Delicious. According to updates from Google and Bing as part of the search engine algorithm, social engagement is considered to be a strong signal that validates real people are engaging with a site, thus making it a more valuable result to show in the search engine results page for Social media continues to be an important source not only of backlinks and search engine signals for, but of traffic through viral and engaging content.\n\nFacebook Shares: 5\nFacebook Likes: N\/A\nFacebook Comments: N\/A\nTwitter Count (Tweets): 18\nLinkedin Shares: 4\nDelicious Shares: N\/A\nGoogle+: 2\n\nResources Breakdown & Analysis\n\nThe resources breakdown report for provides an insight into the entire page composition. This metric affects page load times. Pages that have more images tend to load faster whereas pages with less images and more text load faster.\n\nPage Resources Breakdown\n\nHomepage Links Analysis\n\nPages - Official Website of Government of Karnataka, India\n\nWebsite Inpage Analysis\n\nThe inpage analysis report for provides the high-level view of all the html attributes on the page.\n\nH1 Headings: 1 H2 Headings: 7\nH3 Headings: N\/A H4 Headings: 1\nH5 Headings: N\/A H6 Headings: N\/A\nTotal IFRAMEs: N\/A Total Images: 23\nGoogle Adsense: N\/A Google Analytics: N\/A\n\nBacklink History Chart from Majestic SEO\n\nThe backlinks score is calculated by looking at a combination of link signals. This includes the overall number of backlinks together with the number of linking domains, as well as rating the overall quality of the backlinks pointing to a website. The quality assessment is based on the linking pages.\n\nReferring Domains Discovery Chart from Majestic SEO HTTP Header Analysis\n\nWhen a browser sends an HTTP request to, and a server hosting that URL sends back an HTTP response. Like many Internet services, the protocol uses a simple, plaintext format. The types of requests are GET, POST, HEAD, PUT, DELETE, OPTIONS, and TRACE. A GET request includes a URL followed by headers. The HTTP response contains a status code, headers and a body. Here is the request details for\n\nHttp-Version: 1.1\nStatus-Code: 200\nStatus: 200 OK\nCache-Control: private, max-age=0\nContent-Type: text\/html; charset=utf-8\nContent-Encoding: gzip\nExpires: Fri, 14 Aug 2015 00:07:01 GMT\nLast-Modified: Sat, 29 Aug 2015 00:07:01 GMT\nVary: Accept-Encoding\nServer: Microsoft-IIS\/8.0\nX-SharePointHealthScore: 0\nX-AspNet-Version: 4.0.30319\nSPRequestGuid: 438f289d-9b83-1029-dacf-7d943c4f698b\nrequest-id: 438f289d-9b83-1029-dacf-7d943c4f698b\nSPRequestDuration: 64\nSPIisLatency: 0\nX-Powered-By: ASP.NET\nX-Content-Type-Options: nosniff\nX-MS-InvokeApp: 1; RequireReadOnly\nDate: Sat, 29 Aug 2015 00:07:02 GMT\nContent-Length: 30763 Traffic Distributions and Sources Traffic Estimates and Sources Domain Nameserver Information\n\nThe Domain Name Servers, popularly known as DNS are essentially the Internet's equivalent of a phone book or directory. They maintain a directory of domain names like and translate them to Internet Protocol (IP) addresses. This is necessary because, although domain names are easy for people to remember, computers or machines, access websites based on IP addresses. Below is the DNS record for\n\nHost IP Address Country India India India India India India DNS Record Analysis\n\nInformation from all the domain name servers across the Internet are gathered together and housed at the Central Registry. Host companies and Internet Service Providers interact with the Central Registry on a regular schedule to get updated DNS information. Below is the DNS record for\n\nHost Type TTL Extra A 20642 IP: NS 21599 Target: NS 21599 Target: SOA 21599 MNAME:\nSerial: 2015081016\nRefresh: 28800\nRetry: 7200\nExpire: 604800 MX 19681 Priority: 10\nTarget: Similarly Ranked Websites\n\nBelow are the websites and domains names that have a similar ranking as - Der Marktplatz für Landtechnik\n\n- - führender Markt für gebrauchte Traktoren, Schlepper und Landmaschinen\n  28,908   $ 367,920.00\n\nGravity Forms Support -\n\n  28,909   $ 367,920.00\n\n\n  28,912   $ 367,920.00\n\n406 Not Acceptable\n\n  28,913   $ 367,920.00\n\nHow Far Did Your Tweets Travel? | TweetReach\n\nPowerful Twitter analytics for smart marketers, built by Union Metrics.\n  28,914   $ 367,920.00\n\nAlexa Information\n\nThe Alexa record below for provides information on the web traffic regarding this domain as well as millions of websites. Alexa collects information from users who have installed the \"Alexa Toolbar,\" allowing them to provide statistics on web site traffic, popularity and lists of related sites. Since Alexa's user base is a fair statistical sample of the internet users. The lower the Alexa ranking number the more heavily visited the domain is visited. Alexa Traffic Rank Alexa Search Engine Traffic\n\nWhois Information\n\nBelow is the complete current WHOIS record for The whois record for includes information such as domain ownership, where and when was registered, expiration date, and the nameservers assigned.\n\nAccess to .IN WHOIS information is provided to assist persons in\ndetermining the contents of a domain name registration record in the\n.IN registry database. The data in this record is provided by .IN\nRegistry for informational purposes only, and .IN does not guarantee\nits accuracy. This service is intended only for query-based access.\nYou agree that you will use this data only for lawful purposes and\nthat, under no circumstances will you use this data to(a) allow,\nenable, or otherwise support the transmission by e-mail, telephone, or\nfacsimile of mass unsolicited, commercial advertising or solicitations\nto entities other than the data recipient's own existing customers; or\n(b) enable high volume, automated, electronic processes that send\nqueries or data to the systems of Registry Operator, a Registrar, or\nAfilias except as reasonably necessary to register domain names or\nmodify existing registrations. All rights reserved. .IN reserves the\nright to modify these terms at any time. By submitting this query, you\nagree to abide by this policy.\n\nOn:31-Aug-2003 04:00:00 UTC\nLast Updated On:07-Aug-2015 09:23:35\nExpiration Date:31-Aug-2017 04:00:00 UTC\nRegistrar:National Informatics Centre\nRegistrant Name:Secretary, E-Goveranance,\nGovernment of Karnataka\nRegistrant Street1:No.106, 1st\nfloor,M.S. Building,\nRegistrant Street2:\nRegistrant City:Bangalore\nRegistrant Postal\nRegistrant Country:IN\nRegistrant Phone Ext.:\nRegistrant FAX Ext.:\nEmail:[email protected]\nAdmin Name:Srivatsa Krishna\nAdmin Street1:No.106, 1st floor,M.S.\nAdmin Street2:\nAdmin Street3:\nAdmin State\/Province:Karnataka\nAdmin Postal\nAdmin Country:IN\nAdmin Phone Ext.:\nAdmin FAX Ext.:\nEmail:[email protected]\nTech Name:Rathan Kelkar\nOrg... (truncated)",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.7755927444,
        "format_confidence":0.9787762761
    },
    {
        "url":"http:\/\/www.arkko.com\/tools\/allstats\/citations-rfc2571.html",
        "text":"IETF Statistics\n\nCitation Information for rfc2571\n\n“Document Stats -- What is Going on in the IETF?”\n\nCited By\n\nrfc2571 is cited by the following 81 RFCs:\n\n\nrfc2571 cites the following 25 RFCs:\n\nrfc0 citations\n\nData Freshness and Source\n\nThis is a part of a statistics report generated by authorstats on 2020-05-30.\n\nAll data in this report is retrieved from public sources, such as publications published at the IETF. The tool and the report are independent of the IETF, however.\n\nData Accuracy and Privacy\n\nThe data or the report may contain inaccuracies.\n\nNote that we do not hold any per-person information beyond what is visible in publicly submitted documents at the IETF. However, if this information is about you, we do appreciate corrections which we will try to incorporate. Similarly, we would be happy to remove your information if you so desire. In either case, send mail to jari.arkko(at) to contact the developer. Please use a subject line that includes the word authorstats. Our privacy policy can be found in here.",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.5464017391,
        "format_confidence":0.9805316329
    },
    {
        "url":"http:\/\/168tu.com.ipaddress.com\/",
        "text":"168tu.com 168tu Website and Webhosting Information\n\nWe found that the organization hosting 168tu.com is Krypt Technologies in Sacramento, California, United States.\n\nA more detailed IP address report for 168tu.com is below. At the time you pulled this report, the IP of 168tu.com is and is located in the time zone of America\/Los_Angeles. The context of 168tu.com is \"168tu\" and could reflect the theme of the content available on the resource. More IP details of 168tu.com are shown below along with a map location.\n\nIP Address of 168tu is\n\nIP Address:\nHost of this IP:\nOrganization:Krypt Technologies\nISP\/Hosting:Krypt Technologies\nCountry:United States\nPostal Code:95834\nLocal Time:10\/28\/2016 08:47 AM\n\n168tu.com Reverse IP | Websites on the same Webhosting\n\nWe found 1 hostname for IP Address\n1 168tu.com\n\nMap location for 168tu.com | 168tu\n\n168tu.com Whois\n\nRecommended Articles Based on Your Search\n\n\nTop of the Page",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.9589777589,
        "format_confidence":0.9628261328
    },
    {
        "url":"https:\/\/appdb.winehq.org\/objectManager.php?sClass=version&iId=1179",
        "text":"Microsoft Money\n\nNo Screenshot\n\nSubmit Screenshot\n\n98 Version 6.0Â­\n\nApplication Details:\n\nVersion: 98 Version 6.0\nVotes: 0\nLatest Rating: Garbage\nLatest Wine Version Tested: 1.2.1\n\nMaintainers: About Maintainership\n\nNo maintainers. Volunteer today!\n\nTest Results\n\nOld test results\nThe test results for this version are very old, and as such they may not represent the current state of Wine. Please consider submitting a new test report.\nSelected Test Results\n\nWhat works\n\ninstalls ok using OEM's install method\n\nWhat does not\n\nget error when in launches using Q4 loader\n\n\nWhat was not tested\n\ninternal operation as program would not get passed initization.\n\nHardware tested\n\n\n  • GPU:\n  • Driver:\n\nAdditional Comments\n\ninstalls but get error when launching\n\nselected in Test Results table below\nOperating systemTest dateWine versionInstalls?Runs?Used\nCurrentUbuntu 11.04 \"Natty\" amd64 (+ variants like Kubuntu)Feb 27 20121.2.1Yes No Garbagean anonymous user \nShowUbuntu 7.10 \"Gutsy\" i386 (+ variants like Kubuntu)Mar 27 20080.9.53.No No Garbagean anonymous user \nShowDebian GNU\/Linux 3.x \"Sarge\"May 11 20060.9.12.Yes No Garbagean anonymous user \n\nKnown Bugs\n\nBug # Description Status Resolution Other apps affected\n\nShow all bugs\n\n\nComments Disabled\n\nComments for this application have been disabled because there are no maintainers.",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.7851817012,
        "format_confidence":0.9725698829
    }
]