[
    {
        "url":"http:\/\/riverside-images.com\/",
        "text":"Riverside Images\nPhotography and Video\n\n\nBack to Home Page Learn More About Us Portrait Details High School Seniors Video Services Sports Photography and Video    \n\n\n\nRiverside Images is a full service photography and video company in Wilsonville. Our indoor studio and outdoor portrait park are located on four scenic acres along the shores of the upper Willamette River. We do portraits for individuals, couples, families, pets and high school seniors. Additionally, we do event videography and video compilations with final output to tape or DVD. Please explore this web site to learn more about us. Call soon for your photography and video needs!\n\n\nMember of PMPA: Portland Metropolitan Photographers Association\nMember of PPA: Professional Photographers Association of America\n\n\nView Web Proofs Online",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.9590044022,
        "format_confidence":0.9654241204
    },
    {
        "url":"http:\/\/www.beetart.com\/about\/",
        "text":"Welcome to Beet Art. This is an art and design blog that looks at all different types of art and shares information, special pieces, tips for improvement, and much more.\n\nArt is part of life and it is an expression of things that cannot be said in words. For artists, their art is their language and their way of expressing their views, opinions, feelings, and struggles. Art is personal and art is powerful. It doesn’t matter whether your art is pencil drawings, sculpting or graphic design. Your art is part of who you are. Here at Beet Art, we understand that.\n\nThis blog was started by Mark McRae. He is a visual artist who does watercolor painting, sculpting, and photography. He is very passionate about art and loves to share information, experiences and tips that artists can use for inspiration or to hone their craft. He also has a great and very talented team of writers. Some are artists while others are just very good at writing about art.\n\nYou will find inspiration, support, amazing tips, and a whole community of people just like you, here at Beet Art.\n\nWe welcome all artists and aspiring artists to enjoy this blog and we also invite you to share your experiences and advice. For more information, contact us at info@beetart.com.",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.9955985546,
        "format_confidence":0.7650978565
    },
    {
        "url":"http:\/\/doartfoundation.org\/partners\/",
        "text":"Our Story\n\nBack in 2010, The Do Lab, creative event producers worked in tandem with curator, Carmen Zella, to launch Do ArT Foundation.  Our non-profit arts organization began, whose principal mission is to bring the vibrant and inspired art environments that had become an important component of festivals into the realm of the city.  \n\nMaking full use of our ever-evolving network, we have reached the 5-year mark as an organization. We understand that cultural enrichment carries a multitude of dialogues. With that in mind, we have invested time and energy in the development of creative spaces to reflect communities, entice conversations and support artists  \n\nThis work supports our vision and we have an exciting agenda to continue along this path in the coming years.  \n\nOur Board, Staff, Artist engagements and Partnerships continue to grow and are gaining in numbers.   We have diversified as an organization to include policy making, installation of projects, and urban curation with private, public and corporate organizations throughout the Los Angeles region and beyond.  We are in a renaissance for public art.  As community interest, public interest and this art practice surge in popularity.  We look to you for support of our efforts and encourage you to join us as we engage in art activation and democracy & access of spectacular art of all kinds, for our community at large.\n\n\nwKQm49wF cracustom 11800025_1605756126378778_3957621172855158139_nDC59817LOGOArt-Share-Header-Logo-2ipad Logo-Ace-Hotel11 Industry_Logo_Cityscape_Transparent_300   logoplain2   Dignity-Health_Calif-Hospital_color-400px\n\n\n blick-logo Hertzdolarb560_Drollinger_Foundation_logo  11800025_1605756126378778_3957621172855158139_n wKQm49wF Awesome_Foundation_LogogI_60908_TEF_LOGO_RGB\n\nClients Include\n\nLVBID_Logo_012314_FINALwtcLogoonly in hwcompanylogologo legendary",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.9895660877,
        "format_confidence":0.994895041
    },
    {
        "url":"https:\/\/www.pomonaartscolony.com\/culture?lightbox=dataItem-j1zadomv3",
        "text":"Arts Colony Culture\n\nThough surrounded by suburbs, the Pomona Arts Colony is an urban neighborhood that is quirky, inviting and buzzing with activity 24\/7.  \n\n\nThere are murals on every street. The galleries showcase emerging artists. The shops are eclectic and one-of-a-kind. The restaurants are ethnic and mom and pop. The sidewalks serve students by day, concertgoers by night, and friends clubbing into the wee hours. Artists live in lofts upstairs and show their work in basement galleries. Musicians lay down tracks in alley studios, sell in vinyl shops, then play in clubs and concert halls. Everyone comes out for art walks, movie shoots and music festivals. The Arts Colony is a place anyone can join and everybody can enjoy exploring.\n\nPublic Artwork and Sculptures\n\n\nThe Pomona Loft Scene\n\n\nArtists fell in love with the downtown's abandoned buildings in the late 1970s. Without permits, and sometimes without permission, they turned empty offices and storefronts into secret studios and galleries. In 1994, Pomona passed a groundbreaking live-work ordinance that officially allowed artists to live, work and start businesses in the same creative space. Today more than a dozen historic buildings house more than 200 artist lofts, the largest cluster of lofts east of Los Angeles. They are the creative heart of the Arts Colony and home to the urban pioneers that turned it into a thriving neighborhood again.\n\nShow More\n\n© 2019 Arteco Partners\n\nPublic Artwork",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.9544640779,
        "format_confidence":0.5943416357
    },
    {
        "url":"http:\/\/www.reisen-mecklenburg.de\/?n=13-24&lang=2",
        "text":"Ernst Barlach Kapelle After a period of apprenticeship and years of travel in Germany, Paris, Italy and Russia Ernst Barlach settled down in Güstrow at the age of forty.\n\nBeing one of the most important artists of the 20th century Barlach lived and worked almost 30 years in the heart of Mecklenburg. Since 1953 his pieces of art have been exhibited in Gertrude Chapel, ...\n\n\n\n...since 1978 his works are also to be seen in his studio on Lake Inselsee. In 1988 an exhibition forum with graphics cabinet was opened next to Barlach’s workshop supplementing the museums of the Ernst Barlach Foundation and featuring special exhibitions.\nErnst Barlach Atelierhaus\n\n\nOnline booking\n\n\nErnst Barlach (1870-1938)\n\nErnst Barlach, der singende Mann\n\nfacebook   twitter\nBookmark this page on social media.",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.9858576059,
        "format_confidence":0.6187551022
    },
    {
        "url":"http:\/\/www.tiptoestudios.com\/",
        "text":"The original Tiptoe trio of Tara Showen, Lisa Mercer and Jennifer Gustines met in 2004 while working together at a local bank. Lisa left in 2006 to pursue a financial management career and Tara followed shortly afterward to raise babies, leaving Jennifer behind to hold down the fort!Â \n\nIn late 2007, Jennifer tossed out the idea of starting a business together; something brilliant and successful that would keep them forever out of the clutches of a \"regular job\". They brainstormed their mutual interests; shopping was an obvious candidate but didn't seem to inspire any real way to make money; event planning sounded interesting but didn't look promising for the area. At this time, photography was taking a new turn toward photojournalism and this really struck a chord within them. Partnered with a mutual love of taking pictures, the idea of Tiptoe Studios was carefully pieced together. All of the tedious beginning details were taken care of; the business was formally made an LLC, they became joyful contributers to the West Virginia State Tax Department andÂ  acquired their business license. In July of 2008, after taking classes, attending seminars and mastering how to edit, Tiptoe Studios was officially born!\n\nIn the early years, Tiptoe Studios was primarily an on-location studio, traveling to Harpers Ferry, Shepherdstown, Charles Town and Winchester to conduct photo shoots and ordering sessions. In October of 2010, the Tiptoe trio signed a lease for studio space on Washington Street in downtown Charles Town. After an interesting and far too involved decorating process in which 3 different visions had to be satisfied, Tiptoe Studios debuted their new studio space with smashing success! Stop by and visit us in our fabulous, spacious studio at 207 W Washington St in Charles Town!\n\nAt the beginning of 2014, we again decided that we were ready to grow! Since it has already been noted that persistance pays off, we turned our eyes to Beth Williams, a longtime client of ours who had always expressed a great interest in becoming a Tiptoe girl. We made it official Â January 2015 and love watching our business expand into the Winchester, Virginia area. Her drive and enthusiasm have already proven that great things are in store!Â \n\nIn late summer of this year, we hired on the lovely Melissa Grant as our part time office employee. She has slipped into the Tiptoe fold like she was always meant to be one of us and we look forward to solidifying her place on Team Tiptoe. If you need to pick up prints, stop by to see her and experience her friendly, always smiling attitude!\n\nThe girls of Tiptoe Studios know that customer service is the cornerstone of any successful business. They are constantly brainstorming to come up with ideas that are fresh, new and original. Tara is head of ordering sessions, communications,Â scheduling, marketing, finances and everything behind the scenes. If you would like to book a session, need information or have any issues, she's your lady! This frees Jennifer and Lisa up to concentrate on YOU, the client,Â and give you the best Tiptoe experience possible.Â \n\nThe girls love what they do and share a passion not only for photography but for people. With the help of their loyal clients, the Tiptoe girls are living their dream!\n\nWant moreÂ about each of us? Check out our blog and search the \"real life\" category.Â \n\n\n\n\nOur downtown studio address:\n217 W. Washington St.\nCharles Town, WV 25414\nfields marked with * are required",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.8383982778,
        "format_confidence":0.9925732613
    },
    {
        "url":"https:\/\/dufflecatdesigns.wordpress.com\/",
        "text":"Welcome to DuffleCat\n\n\nCreating unique gifts and crafts at affordable prices from East Anglia, UK.\n\nWe craft knitted, fabric, upcycled and digital art gifts. Our items are constantly updated and we can provide a commissioned item upon request.\n\nContact us\nfor more information, whether it is about an existing item or if you would like a unique gift created.\n\nVisit our social media and online shops to keep up to date with our latest news and products.\n\n\n\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.5989806652,
        "format_confidence":0.8583171964
    },
    {
        "url":"https:\/\/cswphotography.co.uk\/",
        "text":"CSW Photography\n\nLocated in Stockport in Greater Manchester, I aim to fulfill the requirements of my clients in a friendly and professional manor.\n\nMy Goal:\n\nI aim to provide a professional, client centric, and adaptable photography service, which will grow and develop through fantastic service and high quality photography.\n\nMy Services:\n\nI offer a large host of photography services, which include, but not limited to;\n\n  • Wedding Photography\n  • Engagement Photography\n  • New Born Photography\n  • Pet Photography\n  • Automotive Photography\n  • Event Photography\n  • Product Photography\n  • Travel Photography\n  • Sport Photography\n  • Wildlife Photography\n  • Landscape Photography\n\nAll of my services include photo enhancement to get the absolute best out of the Photos taken.\n\nFor all inquiries, please contact Myself by email colin@cswphotography.co.uk or by phone on (+44) 07306 101302\n\nLatest Blog Posts:",
        "topic_id":1,
        "format_id":12,
        "topic_confidence":0.9776284099,
        "format_confidence":0.7323384881
    }
]