[
    {
        "url":"https:\/\/dioceseoflansing.org\/news\/us-bishops-meet-june-11-14-baltimore-assembly-be-live-streamed-carried-satellite-new",
        "text":"US Bishops To Meet June 11-14 In Baltimore; Assembly To Be Live Streamed, Carried Via Satellite; New Prevention Website launched\n\nWASHINGTON— The United States Conference of Catholic Bishops (USCCB) will gather for the 2019 Spring General Assembly in Baltimore, June 11-14.\n\nDuring the assembly, the bishops will discuss and vote on bishop accountability measures to respond to the abuse crisis and will also hear reports from the National Advisory Council and an annual progress report by the National Review Board. The bishops will also discuss and vote on the National Directory for the Formation, Ministry, and Life of Permanent Deacons in the United States (2nd edition); and on the final approval of revisions made to the second typical edition of the ICEL Gray Book of the Ordination of a Bishop, of Priests, and of Deacons, among other items.\n\nThe USCCB has also launched a new website highlighting the importance of prevention, protection and accountability in response to the ongoing effort to eradicate clergy sexual abuse. As the American bishops prepare to meet in Baltimore for their Spring General Assembly next week, this new site serves as a resource detailing the steps the American bishops are taking to confront this crisis.\n\nOn the site, readers can browse through the layers of the Holy Father’s Motu Proprio, the 2002 Charter for the Protection of Children and Young People and its progress, as well as the new reforms set to be discussed in Baltimore. There are also numerous readily available resources to address any instance of clergy sexual abuse. \n\nExplore the website by visiting:\n\nCoverage of the meeting is open to credentialed media on Tuesday, June 11, Wednesday (partial day), June 12, and Thursday, June 13.  Press conferences will follow open sessions of the meeting. Due to limited capacity, please note there will be no onsite credentialing due to security considerations. \n\nA live stream and satellite feed is expected to run Tuesday, June 11 from 8:30am-6pm Eastern, Wednesday, June 12, 11am-6pm Eastern and Thursday, June 13, 8:45am to 3pm. The assembly will be live streamed on the Internet and will be available via satellite for broadcasters wishing to air it. Public sessions of the general assembly discussions and votes will be available via livestream at:\n\nNews updates, vote totals, texts of addresses and presentations and other materials will be posted to this page: as soon as possible during the general assembly. \n\nThose wishing to follow the meeting on social media can use the hashtag #USCCB19 and follow on Twitter ( as well as on Facebook ( and Instagram ( \n\nMedia outlets interested in taking the meeting's satellite feed may request coordinates by contacting\n\nKeywords: USCCB, U.S. bishops, U.S. Conference of Catholic Bishops, June meeting, Spring General Assembly, Baltimore, sex abuse, prevention, protection, accountability, #USCCB19 \n\n\nMedia Contact:\nJudy Keane",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.9919945002,
        "format_confidence":0.9729570746
    },
    {
        "url":"https:\/\/www.pilgrimsfriend.org.uk\/News\/two-excellence-awards-at-bethany-and-an-entrance-to-heaven",
        "text":"There were double celebrations at our Bethany home in Plymouth on Monday, 9 December as the Local Authority’s Social Services, Bridget Buckley, presented it with two ‘Excellence’ awards.\n\nThe first was the ‘Excellent in End of Life Care’ award that Bethany has received for the first time. Each year since 2015 they have been successfully verified by St Luke’s Hospice as 'End of Life Care Champions'. Manager, Emma Hughes, also qualified in Teaching End of Life Care and noted that the Home’s awards are the result of deep commitment from each staff member, whatever their role.\n\n“It’s the thanks we get from relatives that say the most,” she said, “a daughter wrote, ‘I’m struggling to express my thanks… I marvel at the love and care that you gave to (name). Bethany was truly her home: somewhere she could be safe, comfortable and happy. We think Bethany is extraordinary and are glad for everyone’s sake that it exists. Thank you is not a big enough word.”\n\nListening quietly to the first Award speech was volunteer Mike Spry, who was astounded to find that the second Award was for him as ‘Volunteer of the Year’.  Mike came to Bethany in 2016 as a pastoral support volunteer through the ‘Churches Together in Plymouth’ programme. He focused on Bill, (name changed) a resident with no friends or family and who struggled to make connections with others. When introduced to Mike he said, “I have no friends.” Mike replied, “if you would like me to, I would be your friend.” Bill was thrilled about this and for days afterwards would say to staff, “did you know I have a friend – have you met my friend Mike?”\n\nMike’s weekly visits to Bill were not easy. Conversations could be heavy and challenging, and Bill could be contrary. Discovering that his hobby had been amateur radio DJ, Mike arranged for equipment so he could take it up again. Boxes arrived at the home and Mike was all ready to help Bill get it set up – then Bill changed his mind and asked for it all to be sent back so plans Mike and spent so long putting together had to be abandoned. Mike said he felt sad that Bill wouldn’t be able to enjoy his old hobby again.\n\nWhere Bill could easily misunderstand others and drive them away, Mike persisted. “Vulnerable people need love and persistence,” he said, “and to know that you are genuinely interested in them. They can tell if you’re not.” In December 2018, Bill’s health began to fail. He told Mike that he wanted to know where he was going, and they began conversations that led Bill to Jesus Christ and spiritual peace. Staff in the home noticed how peaceful he was in the last days of his life.\n\nManager Emma noted that, “this was a special giving: not obvious and in the limelight. It was a willingness to be faithful in being alongside when seemingly little was given back in return. And the result? A man on the edge of society knew that he was valued, and now has eternal life.”\n\nCould you support the work of Pilgrims' Friend Society in helping older people lived fulfilled later lives? Find out more about giving to our work.",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.864266634,
        "format_confidence":0.9600533247
    },
    {
        "url":"https:\/\/www.firstreformedsaddlebrook.com\/post\/2017-07-16-first-reformed-weekly-7162017-sixth-sunday-after-pentecost",
        "text":"• Admin\n\nFirst Reformed Weekly ~ 7\/16\/2017 (Sixth Sunday After Pentecost)\n\nGood afternoon everyone! Pastor Christopher began a new series this morning, \"Guiding and Leading\". Over the next four weeks, we will hear from the Bible different ways God guides us in life and decisions - and how we can learn to trust Him. We invite you to one, a few, or all of these - there's no commitment - just welcoming people, prayers and praise, and the power of God's Word and love. 10:30am every Sunday at First Reformed Church of Saddle Brook.\n\nThis week's episode of Christopher's Chat also explains this new series:\n\n\nMusic Ministry Meeting\n\nAs the Worship Committee continues to plan for our music ministry transition, please attend a meeting this week on Thursday, July 20th at 6:30pm in the Clements Room (church conference room) to discuss how to best continue the choir's ministry.\n\nMusic Ministry Luncheon\n\nThe congregation is invited to a luncheon to express our gratitude to our Music Director, Susan Redvanly, on Sunday, August 13th. She will be moving on from her ministry of serving the Lord through music here. She has truly blessed many people. There is a sign-up sheet on the bulletin board in the hallway where you can indicate your attendance.\n\nVacation Bible School\n\nOur annual Vacation Bible School program is scheduled to run Monday, July 31st through Friday, August 4th from 9am-12pm daily. Registration is underway for children entering pre-k (AND age 3 by 6\/1\/2017) through 6th grade in September 2017. CLICK HERE to register your child.\n\nAlso, please note that donations are needed for VBS as we will be making snack crafts. The following items are needed: water, goldfish crackers, 7 oz. plastic cups, animal crackers, lucky charms cereal (or similar type of cereal), marshmallows (large and mini), pretzel sticks, dessert-sized paper plates, and napkins. Monetary donations would also be appreciated.\n\nNew Jersey Jackals Outing\n\nThe New Jersey Jackals outing is next Saturday, July 22nd at 6:05pm. For more information or to get directions, CLICK HERE.\n\nCoffee Hour\n\nPlease check the sign-up sheet on the bulletin board outside the upstairs kitchen for Sundays that remain open to host.\n\nEnvelope of the Month\n\nThe envelope of the month is your blue 3rd Quarter Assessment envelope. As a reminder, our Classis assessment is $86.00 per person for the year ($21.50 quarterly). As we promised to keep you advised of our financial situation, we should let you know that we were a bit short on our 2nd quarter assessment income. If you have any questions, please see any Consistory member or Pastor.\n\nOngoing Clothing Drive We continue to accept bagged or boxed donations of clothing, shoes, accessories, bedding, linens, curtains and towels. All donations may be left outside Pastor Christopher's garage doors in the Ackerman Avenue parking lot anytime.\n\nLast Week's Prayer Concerns (July 2nd)\n\nSue, the family of Steven, Linda, Tanya, Nick, Breanna, the Coleman Family.\n\nIf you have placed someone on the prayer list and would like to have a handmade prayer cloth (shown below) for them, please see Winnie Caputo to arrange for them to receive one. For more information on the prayer cloth ministry, click HERE. ​\n\n\nMonday 7\/17 - Man Up at the Saddle Brook Diner 6pm\n\nThursday 7\/20\n\n1) Music Meeting 6:30pm\n\n2) Christianity 101 Adult Bible Study 7:30pm\n\nSunday 7\/23 - Worship Service 10:30am\n\n\nThank you for taking the time to read through this week's announcements. Feel free to share with your family and friends. God bless you!\n\nIn His Service,\n\nThe First Reformed Church of Saddle Brook, NJ\n\n5 Ackerman Avenue (corner of Saddle River Rd)\n\nSaddle Brook, New Jersey 07663\n\nPhone: 201-843-6672\n\n2 views0 comments\n\nRecent Posts\n\nSee All",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.9972726703,
        "format_confidence":0.982165277
    },
    {
        "url":"http:\/\/www.apu.edu\/calendar\/eventdetails\/index.php?evt_id=32178",
        "text":"Evening Prayers Chapel\n\nThursday, Oct 18, 2012, 6:30 p.m.\n\nPosted by: Office of Chapel Programs\n\nEvening Prayers Chapel takes place 10 times this year on Thursdays at 6:30 p.m. in UTCC. This chapel will focus exclusively on corporate prayer. Participants will have an opportunity to engage in various guided prayer practices led by the offices of Chapel Programs and Campus Pastors.\n\n\nUpper Turner Campus Center\nTurner Campus Center, East Campus\nAzusa Pacific University\n901 E. Alosta Ave.\nAzusa, CA 91702\n\nRelated link:\n\nFull Calendar\n\nFor more information, contact:\n\nOffice of Chapel Programs\n(626) 812-3088",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.9949464202,
        "format_confidence":0.780343473
    },
    {
        "url":"https:\/\/www.hitchcockpresby.org\/here-we-stand",
        "text":"Reformation Logo R.jpg\n\n\"Here We Stand”\nA Hymn Festival\nSunday, October 29 at 4 PM\n\nWe are celebrating the 500th Anniversary of the Protestant Reformation during the month of October, culminating on Reformation Sunday,\nOctober 29th,\nwith celebratory worship at 10:30 am and a community-wide Hymn Festival at 4 PM. Come join us for a wonderful community singalong, when we join voices with several other churches in the area to sing some of your favorite hymns stemming from the Reformation,\nincluding one of Martin Luther’s best known Protestant hymns — “A Mighty Fortress Is Our God”. All are welcome to come and raise their\nvoices in song and enjoy a simple reception afterwards.",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.9946833253,
        "format_confidence":0.9841021895
    },
    {
        "url":"http:\/\/www.saintlukeschurch.net\/blog\/2015\/6\/18\/rectors-weekly-message",
        "text":"Rector's Weekly Message\n\nThis Sunday, June 21, we will hear from High School graduate Dorothy Bowerfind.  Dorothy is the fourth member of the class of 2015 to preach.  Erika Larsen preached June 7.  Claire Questad and Becky Lehner preached in June 2014.\n\nFollowing the 8 am service our Pilgrims will depart for BWI and on to Scotland.  You will be able to follow their progress on Facebook through the Wonder Voyage Facebook page.\n\nSunday's readings, David v Goliath and Jesus stilling the stormy sea, remind us that God wants to and does help us.  God's never failing love helps us develop that inner calm and confidence that allows us to find creative compassion, to persevere with courage in the face of evil, confusion, and doubt.  \n\nMay our Pilgrims and our graduates always know the inner calm that comes from trusting and loving God.  And may that trust and love help them to do the work of creating compassion, justice and peace in their lives and in the world.",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.9974065423,
        "format_confidence":0.9554296136
    },
    {
        "url":"http:\/\/crossroadsclearlake.org\/epic_weekly_talks.aspx",
        "text":"Areas That Need Your Prayers  \nPrayer is the avenue we reach God through. The names and requests listed below are needs we know about and I ask you to intercede for God to answer them according to His will.\n\nPray for Crossroads to have ever-increasing opportunities to serve our community and the willing people to do it.\n\n.......those who are addicted to drugs or alcohol. That they would have a Divine appointment with one of us out in the community and be set free and saved.\n.......the people of Crossroads to be bold and courageous as they share their faith and hearts with everyone they meet.\n.......Crossroads members to have the faith and commitment to give generously to our work here\n.......God's protection over us as we attack the enemies strongholds in this City and County.\n.......the people of Crossroads to be overcomers and not overcome\nPrayer for Sutherland Springs Baptist Church\nCrossroads Community Church",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.9970934391,
        "format_confidence":0.6911660433
    },
    {
        "url":"http:\/\/www.northpark.edu\/News\/News-Archives-2008\/January-through-March\/Peterson-Impacts-Students-at-Youth-Retreat",
        "text":"Peterson Impacts Students at Youth Retreat\n\nJudy Peterson at Winterfest\n\nGLEN SPEY, NY (January 8, 2008) - Judy Howard Peterson knew she was asking more than 400 teenagers to do something most people find difficult. Drawing from her painful experiences, including multiple miscarriages, the North Park University campus chaplain exhorted the students to find the beautiful in other people and in the most difficult of situations.\n\nPeterson was one of several speakers at Winterfest, a weekend event sponsored by the East Coast Conference of the Evangelical Covenant Church. The retreat was held during the weekend of January 4 at Lake Champion, a Young Life camp.\n\n“To a person, every single parent has said their kid was impacted by [Peterson],” says event organizer Johnny Agurkis, pastor at Covenant Congregational Church in North Easton, Massachusetts, and an organizer of the event. “One parent said she was hands down the best speaker we’ve had.”\n\nIn addition to worship and workshops, the students enjoyed multiple indoor and outdoor activities, including Frisbee golf in the snow, ropes courses, and a talent show.",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.8663483262,
        "format_confidence":0.9660599828
    },
    {
        "url":"https:\/\/www.miamiarch.org\/CatholicDiocese.php?op=Event_15529203254602",
        "text":"Parishes | Schools | Priests | Masses |\nMore in this section MAIN MENU\n\n\nNew American Awards Gala: We Are Family\n\nThursday, May 16, 2019 from 6:30 PM to 12:00 AM - English\n\nCatholic Legal Services of the Archdiocese of Miami will present its annual New American Awards Gala, this year with the theme, \"We Are Family,\" on Thursday, May 16, at The Rusty Pelican restaurant on Key Biscayne, beginning with cocktails at 6:30 p.m. and dinner at 7:30 p.m.\n\n2019 honorees:\n\n  • Capó Family, founder, El Dorado Furniture \n  • Angelo E. Gousse, MD, urological surgeon, urologist & family \n  • Antilles Province of the Society of Jesus “Miami Belen Jesuit” (Religious Superior: Father Alberto García, S.J.) \n  • Eric Yutzy, anchor & reporter, ABC 10 News, Emmy & Associated Press Award winner& family\n\nThe New American Awards recognize the outstanding contributions of individuals (families) with immigrant backgrounds who have significantly contributed to the community, to our country and to our identity as Americans. \n\nSponsorship opportunities are available. For more information, go to\n\nShow more >>\n\nThe Annual Awards Gala is Catholic Legal Services' major fundraising event. Catholic Legal Services is a nationally recognized agency with an experienced team of attorneys and immigration professionals and whose mission is to provide professional legal services to those who come from foreign lands who lack sufficient means to obtain representation without regard to faith or national origin. \n\nWith your ongoing support, we will continue to provide legal services to immigrants who cannot afford private counsel. These services include representation before the Immigration Court (IC), Board of Immigration Appeals (BIA), United States Citizenship and Immigration Services (USCIS), United States Immigration & Customs Enforcement (ICE) and Juvenile Court (JC).  \n\nMore than 2,000 individuals seek the services of CLS each month including immigrants seeking to reunite with their families, many of whom were separated at the border; political and religious refugees seeking safety and security, many of whom have experienced persecution and torture; battered spouses and their children; and long-term residents of the United States with significant family and community ties who face deportation.\n\n\nThe Rusty Pelican\n3201 Rickenbacker Causeway, Key Biscayne, FL 33149 (Map)\n\nContact Information\n\nMyriam Mezadieu",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.9365521073,
        "format_confidence":0.9019250274
    },
    {
        "url":"http:\/\/rakchurch.com\/events\/event\/7\/ladies-bible-study\/2018-11-21",
        "text":"Join us Fridays at 10:30 am\n\nLadies' Bible Study\n\n\nLadies meet every Wednesday at 10:00 a.m. for an inductive Bible Study at the RAK Evangelical Church Center. Currently they are doing a video series through the book of 1. Peter. \n\nChildcare will be provided.  Come and bring a snack to share! See Jenny if you have questions.\n\nMore Information and contact details can be found here",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.9969084859,
        "format_confidence":0.8495940566
    },
    {
        "url":"http:\/\/www.manitouchurch.org\/pentecost-sunday-worship\/",
        "text":"The day of Pentecost has come!\n\nWe have been spending time together each week being reminded that “love is our religion” and that our hearts have the Spirit of Christ within, helping us, guiding us, giving us strength and courage and overflowing gratitude for each other. All of this was inspired by the early Christian community, one that was often under difficult circumstances but continued to support each other along the way: \n\n“Day by day, as they spent much time together in the temple, \nthey broke bread at home and ate their food \nwith glad and generous hearts, praising God and \nhaving the goodwill of all the people.”  (Acts 2:46-47a)\n\nWe create a “temple” of worship in our hearts that connects us across boundaries, distance and time. But as we share this worship, we will stay connected. At the “heart of the matter,” we are connected through the Spirit that makes us one in love.\n\nPlan to join us on Facebook at 10am MT on Sundays for our Livestream worship service. Our scriptures this week are our Pentecost stories (John 7:37-39; Acts 2:1-21—feel free to read ahead of time). We will have lots of music for our online, virtual worship—four original songs by Stevie, plus Pastor Gaye on guitar, and Susan on the organ. Our Dance Party song is The River is Here which will certainly get you up and dancing. Our Postlude Jam is Rev. Glenn’s favorite Billy Joel song, We Didn’t Start the Fire!\n\nWe are inviting everyone to wear something RED for our worship as red is the color for Pentecost! You will also want to have some bread\/cracker and a cup available for our time of Communion together. We will consecrate these elements together through the power of the internet (amazing how God can use anything in our world to bring us together as a community of faith)!\n\nIf you aren’t able to join us live, remember our worship video will be available later on Sunday on our church’s website for your review or to share with others. Look for our “videos” tab at the top of the website.\n\nWith Health and Wholeness,\n\nPastor Gaye\n\nRev. Gaye Bosley-Mitchell\n\nP.S. During worship, we will be reading a letter from our Rocky Mountain Conference Minister, Rev. Sue Artt, sharing her thoughts about the violence inflicted on George Floyd as we lift up the “Breath of God” on this Pentecost Sunday.",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.9969881177,
        "format_confidence":0.9804201126
    },
    {
        "url":"https:\/\/www.ccup.org\/blog\/2019\/03\/03\/ash-wednesday-lent-2019-schedule\/",
        "text":"Lent 2019 schedule\n\nLent is a time to surrender ourselves to prayer and to the reading of Scripture, to fasting and to giving alms.\n\nDownload our 2019 Lenten Guide (PDF)\n\nDEANERY Lenten Penance Schedule 2019 (PDF)\n\nAsh Wednesday and Good Friday are obligatory days of fasting and abstinence for Catholics. In addition, Fridays during Lent are obligatory days of abstinence.\n\nFor members of the Latin Catholic Church, the norms on fasting are obligatory from age 18 until age 59. When fasting, a person is permitted to eat one full meal. Two smaller meals may also be taken, but not to equal a full meal. The norms concerning abstinence from meat are binding upon members of the Latin Catholic Church from age 14 onwards.\n\nAsh Wednesday\n\nHere is the schedule for Masses for Ash Wednesday, March 6th:\n\n  • Noon at Corpus Christi (Liturgy of the Word & Distribution of Ashes)\n  • Noon on UT’s Health Science Campus, Health Education Building, Room 100 (Liturgy of the Word & Distribution of Ashes)\n  • 7:30 p.m. at Corpus Christi (Mass & Distribution of Ashes)\n  • (No 10 p.m. Mass)\n\n*Next year we will be adding a noon Ash Wednesday service on Main Campus!\n\nAdoration of the Blessed Sacrament\n\nWe are offering Adoration of the Blessed Sacrament on Fridays during the spring semester from 12:30 – 4:30 p.m. in the Crucifixion Chapel. Please join our parish community for this time of prayer and reflection. Please note: There will be no Adoration Friday, March 8th, because of Spring Break.\n\nStations of the Cross\n\nMeditate on the Stations of the Cross during Lent. Booklets are available at the first Station located in the floor in Church. (Mon.-Fri. 10:30 a.m.-5 p.m.)\n\nLenten Evening of Reflection for our Permanent Community\n\nThursday, March 28 from 6:30-8:30 p.m. in the Church. Please contact our secretary\nBecky (bfournier@ccup.org) no later than Tuesday, March 26 if you would like to attend.\n\nBible in a Year\n\nJoin Fr. Jeremy and Dr. Peter Feldmeier as they continue to journey through the Bible! It’s not too late to join. Come when you can! Every Wednesday 5:30-7 p.m. in the Church (except for Mar. 6 and Apr.17).\n\nLenten Care Bags\n\nHelp support local pantries and shelters by collecting non-perishable food items and toiletries in a paper bag and bring it to the Newman Rooms no later than Palm Sunday, April 14. Volunteers may also be needed to help deliver the bags on April 15.\n\n\nHere are some resources for Lent from the United States Conference of Catholic Bishops:\n\nWatch this page for more information, as it will be updated with more information soon.\n\nCategories: Lent, Mass",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.9975959659,
        "format_confidence":0.8603982925
    },
    {
        "url":"https:\/\/www.jaxjewishcenter.org\/engage\/social-action\/mitzvah-day\/",
        "text":"Today is August 7, 2020 \/\n\nMitzvah Day\n\nOrganized by Congregation Ahavath Chesed (The Temple) and the Jacksonville Jewish Center, the Jewish community will once again be serving our larger community on December 25th. We will be cooking, packaging, and delivering nearly 500 meals through Aging True’s Meals on Wheels program.  We will also be baking, packaging, and delivering baked goods for our first responders on the First Coast. Finally, we will be preparing and serving meals at several locations throughout Jacksonville. Please be sure to read comments for each location as times vary and some have age requirements. There is something for everyone so please join us!\n\nIn the past Mitzvah Day opportunities have been:\n\nMeals on Wheels Meal Preparation; Ages 13+ Help cook and prepare the food which will be delivered later in the morning.\n\nBaked Goods for First Responders – Baking at your home; Bake cookies at home.\n\nSulzbacher Center – Cooking & Serving Lunch, Ages 15+ Cook and serve lunch at the Sulzbacher Center. All food will be provided.\n\nRonald McDonald House – Lunch Prep; Ages 14+ Prep and cook lunch. All food will be provided.\n\nRiver Garden – Activities with the residents; Ages 5+. Perfect for families with young children. (children must be accompanied by a parent) Enjoy music and activities with our residents on the River Garden campus.\n\nSulzbacher Center – Cooking & Serving Dinner; Ages 15+ Cooking and Serving Dinner at Sulzbacher Center. All food will be provided.\n\nRonald McDonald House – Serve Lunch; Ages 14+ Serve Lunch.\n\nYouth Crisis Center and Touchstone Village – Cooking & Serving Dinner; Adults Only. Cooking and serving dinner at YCC. Arrival time and food prep to be announced. Dinner is served beginning at 5pm.\n\nFive Star Veterans Center – Bring & Serve Desserts; Ages 13+ Volunteers are asked to bring desserts to serve at Five Star Veterans Center",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.7169151306,
        "format_confidence":0.9834032655
    },
    {
        "url":"https:\/\/www.adorationurc.ca\/news-events\/2015\/9\/5\/sunday-preview-september-6th-edition",
        "text":"Sunday Preview (September 6th edition)\n\nOnce again we have the privilege of gathering for worship tomorrow and the LORD our God will surely bless His Word as it is proclaimed to you. \n\nMorning Service\n\nIt this word of blessing that we will focus on in the morning sermon on Genesis 49 with the twelve sons of Israel and their respective blessings. The oracle concerning Judah later comes to a glorious climax in Revelation 5:1-10 as an answer to Jacob's plea in the middle of the oracle as he cries out, \"I wait for your salvation, O LORD\". \n\nWe are also waiting and hearing the LORD's word to us and reminded, in Hebrews 2, of our need to respond to that word: \"Therefore we must pay much closer attention to what we have heard, lest we drift away from it. For since the message declared by angels proved to be reliable, and every transgression or disobedience received a just retribution, how shall we escape if we neglect such a great salvation? It was declared at first by the Lord, and it was attested to us by those who heard, while God also bore witness by signs and wonders and various miracles and by gifts of the Holy Spirit distributed according to his will.\" (Hebrews 2:1-4)\n\nAfternoon Service\n\nIn the afternoon, our sermon will be on Colossians 3 which has been selected as this year's Family Visiting Theme. We will consider our calling as believers to live in light of God's wondrous kindness to us in the Son. What are the actions of Adoration that we are to be known for and demonstrate with regularity?",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.9977549911,
        "format_confidence":0.9598029852
    },
    {
        "url":"https:\/\/www.fbsumc.org\/pastors-blog",
        "text":"South Sudan In Crisis\n\nThe situation in South Sudan worsens every day. Yet we are encouraged to know that God is not finished in South Sudan! God reminds us in Isaiah 54:10, \"'For even if the mountains walk away and the hills fall to pieces, My love won't walk away from you, my covenant commitment of peace won't fall apart.' The God of compassion says so.\"\n\nThis Thursday, September 1st, First Broad Street United Methodist Church, will join nearly 900 churches within the Holston Annual Conference of the United Methodist Church, for a 24 hour prayer vigil day. Specifically, our Kingsport district churches have been asked to focus our prayers from 5am-6am and from 5pm-6pm.\n\nIf you are able, please consider joining us in the sanctuary on Thursday evening, September 1st at 5:00pm for a special time of prayer.\n\nWhether you are able to join us or not, we ask that you would specifically pray for the following:\n\n  • Peace to come through the power of the Holy Spirit\n\n  • The safety and future of the children of South Sudan\n\n  • The children of Grace and Greenland Homes (our partner children homes)\n\n  • Rev. Fred and Libby Dearing in their leadership in Uganda and South Sudan\n\n  • The United Methodist Staff who remain in Yei, South Sudan to continue ministry in the midst of conflict and violence\n\n  • Our United Methodist pastors and congregations in the midst of war and conflict\n\n  • A future of massive famine for hundreds of thousands in South Sudan\n\n  • For our own hearts to be transformed to become a part of God's faithfulness to the people of South Sudan in their darkest hour.\n\nThrough this pain, suffering, and fear, we know that God has not walked away from the people and the church in South Sudan. Our challenge from God is the same- that we wouldn't walk away, that we wouldn't simply say \"that's too bad\" and stop there, but that we would become the hands and feet of Jesus Christ and turn our sympathy into prayers and action.",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.9963156581,
        "format_confidence":0.9796298742
    },
    {
        "url":"http:\/\/envisionchurch.cc\/twenty20\/",
        "text":"Twenty\/20 Night is April 19th\n\n\nEnvision Students is excited to announce the launch date for their monthly Twenty\/20 Nights will be April 19th!\n\nOn the 2nd Wednesday of every month at 6:30pm, our Students are invited to attend Twenty\/20 Night. This is an incredible evening of exciting worship, and relevant teaching. We encourage our students to participate in leading these monthly events. Students will be meeting at the Church in the main auditorium.",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.994920671,
        "format_confidence":0.9932990074
    },
    {
        "url":"https:\/\/www.ascension-parish.com\/summer-festival\/",
        "text":"It’s Summer Festival Time but unfortunately, this year will be a little different. Due to Covid-19 we will have a Virtual Summer Festival for 2020. \n\nWhat is a Virtual Summer Festival? We will have an hour long program broadcasted live through the Ascension Parish Facebook page. We will have live raffle drawings as well as entertaining videos that will showcase our wonderful parish.\n\nWhen? Saturday May 30th at 7pm.\n\nClick here to see the exciting items we will be raffling off. \n\nThank you for your continued support of Ascension!\n\nGaming License #ORG0000031",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.5393328667,
        "format_confidence":0.99337852
    },
    {
        "url":"https:\/\/www.barnabasfund.org\/gb\/latest-needs\/cyclone-idai-emergency-help-christians-of-south-east-africa-come-to-the-a\/",
        "text":"Cyclone Idai Emergency – Help Christians of south-east Africa come to the aid of survivors\n\n21 March 2019\n\nCyclone Idai smashed into the coast of Mozambique last Friday (15 March 2019). The weather system had been building and moving across south-east Africa for over a week, causing floods and destruction in Mozambique, Malawi and Zimbabwe. At least 2.6 million people have been affected. According to the UN it could be the southern hemisphere’s worst ever disaster.\n\nBarnabas Fund has sent\n\n£53,400 ($70,000; €62,000) for medical aid\n\n£26,700 ($35,000; €31,000) to feed 12,000 people for a month\n\n£1,900 ($2,500; €2,200) for 500 body bags\n\nIn Mozambique, around 1.7 million people were in the path of the cyclone, and the president estimates a death toll of 1,000. Countless houses and churches have been damaged; those made of mud have simply disappeared. In the port town of Beira, 90% of the buildings are damaged or destroyed. An Anglican Mozambican bishop has appealed urgently for food, water and shelter as well as mosquito nets to protect the newly homeless from disease.\n\nClearing mud from the roads in Zimbabwe to make them passable for aid vehicles\nClearing mud from the roads in Zimbabwe to make them passable for aid vehicles\n\nIn Zimbabwe, crops were washed away – a catastrophe in a country that was already in food crisis and expecting a poor harvest in April-May. Now there will be no harvest at all in many parts. Zimbabwean Christian ministries are requesting funds from Barnabas for medical supplies, body bags and food (maize meal, beans and cooking oil).\n\nRelief efforts by Highland Presbyterian Church, Zimbabwe\n\nWe are working with our Christian partners across south-east Africa to help Christians affected by Cyclone Idai.\n\nPlease send your gift today.\n\nRelated Countries",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.9598843455,
        "format_confidence":0.9802200198
    },
    {
        "url":"https:\/\/www.wadenaimmanuel.org\/announcements",
        "text":"Immanuel Announcements\n\nLectors & Ushers Wanted\n\nWe are in need of lectors and ushers this summer. If you are interested in volunteering for either of these, sign up sheets are on the bulletin board outside the church office. Thank you!\n\n\nGrand Piano Restoration\n\nThe Worship and Music Committee has been discussing the restoration of our Steinway Grand Piano for many years. We feel that it is time to take on this important project. We have arranged with Lindeblad Piano Restoration of Pinebrook, NJ  to do this important work. The restoration is expensive ($30,000) but will ready this instrument for many more decades of service in our sanctuary. When finished, it will sound just like it did when Midge first played it in 1981. You are invited to help with this project in any way that you can.  Gifts can be made in memory or in honor of a loved one, or as a gift to the congregation. All gifts will be acknowledged at a “Celebration of Restoration” concert, hopefully this fall when the piano is back in our sanctuary. Forms are available on the giving table just outside the sanctuary doors.\n\n\nMemorial Garden of Red Geraniums\n\nAgain this year, we invite you to give a red geranium in memory of or in honor of a loved one. On Sunday, May 29 the geraniums will  brighten our worship space and will be planted outside the following week to beautify the church grounds. Deadline to order is Sunday, May 22. Price per plant is $5. Forms are available on the giving table just outside the sanctuary doors.\n\nNew Worship Times Beginning April 24\n\nBeginning Sunday, April 24, we will shift our Sunday worship time to one service at 9:30am. This service will be livestreamed. And the Radio Broadcast will stay at 9:30am on KWAD (920AM, 101.7FM).\n\n\nHealth Care Kits Needed!\n\nLutheran World Relief is in need of more health care kits. So far LWR has sent 8,000 care kits and 7,400 quilts to Ukrainian refugees. The ICW would like to send more health care kits along with quilts in June. Please put donations in the box near the ICW bulletin board.\n\n    Donations needed include:\n\n            ·  light weight bath towels (dark colors)\n\n            ·  bars of soap\n\n            ·  adult toothbrushes (in original packaging)\n\n            ·  sturdy combs\n\n            ·  metal nail clipper\n\nSupporting our Siblings in Christ in Ukraine\n\nPlease continue to pray for the people of Ukraine. If you would like to offer financial assistance, we encourage gifts to both Lutheran World Relief (www.lwr.org) and Lutheran Disaster Response (www.ldr.org). To make a gift by check, see the forms available in the hallway (on the table with sanitizer and masks.  We will keep you informed of other ways to help as we learn about them.\n\n\nCOVID-19 Safety\n\nThe leadership at Immanuel is very concerned about case rates in our county. We continue to approve the following practices: 1) Those serving communion will mask  2)  We continue to ask you to monitor your symptoms and exposures. If you have ANY symptoms or have been a close contact with anyone who has COVID, please wear a mask when around others.  We give thanks to God to all who have answered the call to be vaccinated and encourage everyone who is eligible to be vaccinated if you aren’t already (including boosters if eligible).\n\n\nThank You for Your Continued Generosity\n\nWe are so overwhelmed at the generosity of all of you at this critical time for our ministry. Your financial gifts are ensuring that ministry continues at Immanuel even during this pandemic. Gifts can be dropped off at the church, mailed to PO Box 69. Or visit www.wadenaimmanuel.org\/giving-1 to explore e-giving. \n\nJoin our ILC Wadena Remind Group\n\nTo help our communication, we’re launching a new Remind group for adults called, “ILC Congregation.”  It will be a way to efficiently deliver timely news about the congregation, including information about Zoom meetings specifically for adults.  Join by texting @76gk3e to 81010 or click on this link to join instantly: http:\/\/www.remind.com\/join\/76gk3e\n\n\nYouTube & Facebook\n\nIf you want to stay connected to Immanuel at this time, a great way to do so is through YouTube and Facebook.  It’s also a great way to share local, inspiring content with others.  Subscribe to our YouTube Channel: \n\n(https:\/\/www.youtube.com\/channel\/UCVMFQfq69KQTMX70_5fwARQ) or follow us on Facebook (https:\/\/www.facebook.com\/immanuelwadena\/) to keep up with all our digital offerings.\n\n\nNeed a Hymnal?\n\nIf you would like to check out a hymnal or other worship materials to help you better engage with the radio broadcast, stop by the church and sign stuff out.  There’s a table right outside the sanctuary.  If you need these items delivered to you, call the church office (631-2738).",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.9971912503,
        "format_confidence":0.9256458282
    },
    {
        "url":"http:\/\/www.cccnyc.org\/midweek-update-core52-if-money-talked\/",
        "text":"Midweek Update. Core52. If Money Talked.\n\nMidweek Update. Core52. If Money Talked.\n\nDear CCC Family,\n\nLast Sunday I made an announcement about Core52. It is book that we will read and use together as a church. It has 52 short chapters, one for each week for a year. Each chapter focuses on one foundation verse from the Bible. Going through the book together will give us a solid understanding of the Bible and its teachings.\n\nWe will use the book by setting aside 15 minus a day, five says a week, to read the book and suggested verses. Here is the pattern for the five days.\n\n  1. Day one. You read the key verse and a short devotion about it.\n  2. Day two. You memorize the key verse. You can do it. They are short and you are provided additional helps.\n  3. Day three. Read a story or other passage from the Bible that illustrates the verse of the week.\n  4. Day four. Read and reflect on three other passages related to the verse of the week.\n  5. Day five. Put the verse into practice by completing a simple action step.\n\n15 minutes a day – 5 days a week – 1 year. You will be Bible literate. You will get the Bible in you, it will fill you, and flow out you.\n\nWe are so excited about the book that we are giving it away free to the Community Christian Church family and friends, if you will commit to going through it together with us.\n\nGo to www.cccnyc.org\/core52. There you will find information about Core52. Then you will see this sentence. \n\n “I am in! To the best of my ability I will spend 15 minutes a day, 5 days a week using Core52 to grow. Send me the book.”\n\nIf you will make that commitment, click the “I am in.” button on that page. It will take you to a form to fill out so we can get your name and the address where we should send your book. Notice is says “To the best of my ability.” We are not asking for perfection, just an good faith effort to read the book consistently.\n\nHere is what will happen if you click the “I am in” button.\n\n  • We will send the book in about two weeks to the address you provide.\n  • You will also get a weekly email specifically about Core52 to give additional helps and encourage you on your journey to Bible literacy.\n  • You will learn about a virtual small group you can join to discuss the book.\n\nThat’s it. Simply. Click the button. Fill out the form. Get a free book. Get bible literacy and spiritual growth.\n\nI hope you will be part of the Core52 journey. It will change your life.\n\n\nPS The book really is free, but I know some of you will want to make an extra gift to help cover the cost. It is not expected or required, but if you want to make extra gift toward the books click here. and give to “General Tithe and\/or Offering.”\n\n“If Money Talked” Virtual Bible Study – Starting Thursday, May 14th at 7:30pm\n\nIf money talked, what would it say? You might be surprised that what it would say is pretty close to what Jesus did say two thousand years ago. In this four-session study, Andy Stanley offers an approach to money management that will make your life better and make you better at life. Whether you have a lot or a little, are a spender or a saver, you’ll find Andy’s insights challenging, refreshing, and extraordinarily practical.\n\nThis class will be held on Zoom and will be facilitated by Crystal. Email welcome@cccnyc.org if you are interested in this class. Learn more at https:\/\/www.ifmoneytalked.com\/.",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.9941495657,
        "format_confidence":0.9488589764
    }
]