[
    {
        "url":"http:\/\/www.nbcnews.com\/id\/15428792\/ns\/us_news-crime_and_courts\/",
        "text":"Video: Shots reported fired near elementary school news services\nupdated 10\/26\/2006 1:44:56 PM ET 2006-10-26T17:44:56\n\nOfficials locked down a Florida elementary school after two people reportedly fired shots at each other and fled the scene, WTVJ-TV reported Thursday.\n\nThe two suspects were on school grounds when the shooting took place, authorities told the NBC News affiliate.\n\nPolice closed off roads in the area as they look for the suspects.\n\nShots were heard shortly before 11 a.m. near Christina M. Eve Elementary School, said John Schuster, a school district spokesman for Miami Dade County Public Schools.\n\nSchuster said there was no indication the suspects were students and initially said the shooting did not occur on school grounds. The reason for differing information could not be immediately be determined.\n\nTwo men, maybe more, were reportedly in a car in front of the school, and police were reportedly looking for the vehicle.\n\nThere were no immediate reports of injuries.\n\n© 2013\n\n\nDiscussion comments\n\n\nMost active discussions\n\n  1. votes comments\n  2. votes comments\n  3. votes comments\n  4. votes comments",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9945610166,
        "format_confidence":0.9868950844
    },
    {
        "url":"http:\/\/wivb.com\/2015\/06\/16\/hamilton-police-officers-arrested-after-internal-investigation\/",
        "text":"Hamilton police officers arrested after internal investigation\n\nHAMILTON ONT. – Multiple Hamilton Police officers have been arrested following an internal investigation.\n\nIn September 2014, tickets were discovered in a service shredder box and an internal investigation was immediately launched.\n\nSome nine months later, investigators believe there were discrepancies involving 32 tickets.\n\nOfficials have met and interviewed some of those cited.\n\nThe officers, members of the service’s ACTION Team One were placed on administrative duties during this investigation. Now, all have been suspended without pay.\n\nThe officers are due in court in mid-July\n\nWIVB.com provides commenting to allow for constructive discussion on the stories we cover. In order to comment here, you acknowledge you have read and agreed to our Terms of Service. Commenters who violate these terms, including use of vulgar language or racial slurs, will be banned. Please be respectful of the opinions of others. If you see an inappropriate comment, please flag it for our moderators to review. Note: Comments containing links are not allowed.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9966478944,
        "format_confidence":0.978486836
    },
    {
        "url":"http:\/\/newschicken.com\/deportation-of-62-islamists-stalls-over-lack-of-identification-papers\/",
        "text":"Deportation of 62 Islamists Stalls Over Lack of Identification Papers\n\nDeportation of 62 Islamists Stalls Over Lack of Identification Papers\n\n\nThe German government has identified 62 dangerous Islamists that it wants to deport to their native countries but is having issues because many of them lack proper identification.\n\nGermany has been having great difficulty deporting failed asylum seekers who come mainly from the North and West African regions despite many of them being convicted criminals. New revelations suggest that the deportation problem has extended even to known Islamists that the government sees as a threat.\n\nMany Islamist suspects do not have the correct identification documents lack the proper paperwork for their countries of origin to take them back, Die Welt reports.\n\nThe 62 Islamists who have been classified by the police as “vulnerable” are part of a group of 224 identified Islamist supporters and potential terrorists. Police say that 80 of those Islamists are already in custody.\n\nThe police force and the domestic intelligence agency, known as the Office for the Protection of the Consitution, believe the suspects all have the potential and are likely to carry out terror operations in the country.\n\nThe Islamists have been identified by police in the wake of the Berlin terror attack last month which killed 12 and injured close to 50 others at a Christmas market near the centre of the city.\n\nThe attacker, Tunisian asylum seeker Anis Amri, had been known to police long before the attack and was supposed to have been deported, his return stalled by his lack of proper paperwork.\n\nAmri was known by authorities to have had cconnections with Islamic State terror who claimed responsibility or the attack.\n\nAccording to investigators, Amri had contact with at least 20 mosques across Germany, many of them adhering to the radical Salafist philosophy that Islamic State endorses.\n\nOne of the mosques he visited was the DIK Mosque in Hildesheim which authorities say has become a hotbed for Islamic State recruitment and Salafist teaching. Amri is said to have encouraged Salafist followers to stage their own attacks.\n\nResponses to the lack of deportation have been mixed. Joachim Herrmann of the conservative Bavarian Christian Social Union (CSU) has demanded the arrest of Islamists who have no documents while others, like Justice Minister Heiko Maas of the Socialist party, have argued that Islamists could be tagged with ankle bracelets to allow authorities to keep tabs on their movements.\n\nMany questions surrounding the background of the Berlin attack still remain unanswered. CSU politician Stephan Mayer said he could not understand why the left-wing Berlin city coalition government had not set up an investigation themselves.  “Mistakes in the security authorities must be analysed, reprocessed, and consistently remedied,” he said.\n\nThe Berlin “red-red-green” government recently released a paper indicating they are more concerned with tackling right-wing extremism than Islamic terrorism and failed to acknowledge that left-wing extremism even existed.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.6039820313,
        "format_confidence":0.9975192547
    },
    {
        "url":"http:\/\/www.sun-sentinel.com\/tn-818-1229-blaze-causes-80k-in-damage-to-glendale-business-story.html",
        "text":"\n\nBlaze causes $80K in damage to Glendale business\n\nAn early blaze swept through a medical supplies store Thursday, causing $80,000 in damage, officials said.\n\nNo one was injured in the fire, which was reported about 2:56 a.m. at Ocean View Health Care on the 3400 block of Ocean View Boulevard, said Glendale Fire Battalion Chief Greg Godfrey.\n\nSeven Glendale fire crews and a Los Angeles County Fire Department engine arrived to find heavy smoke and fire in the back of the medical supplies store, he said.\n\nCrews quickly began poking holes into the store’s roof for ventilation to allow heated gases to escape, Godfrey said.\n\nMeanwhile, firefighters worked to contain the fire and keep it from spreading into other units in the business complex.\n\nThe cause of the fire remains under investigation, but damage to the structure was estimated at $50,000, he said and loss of the store’s contents was estimated at $30,000.\n\n-- Veronica Rocha, Times Community News\n\nTwitter: @veronicarochaLA\n\nCopyright © 2017, Sun Sentinel",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.7431054711,
        "format_confidence":0.9961411357
    },
    {
        "url":"http:\/\/www.cantonrep.com\/news\/20170418\/plea-agreement-reached-in-rape-case",
        "text":"A Stark County man reached a plea agreement in a rape case. He admitted to a lesser charge and was sentenced to a suspended jail term and other conditions, including sexual offender registration.\n\nCANTON  A Plain Township man pleaded guilty to a reduced charge in a rape case and was sentenced to suspended jail time and other conditions.\n\nMichael V. Williams, 20, pleaded guilty on Tuesday to unlawful sexual conduct with a minor in Stark County Common Pleas Court.\n\nJudge Taryn Heath sentenced Williams to a six-month suspended jail sentence; he was given credit for already serving two months in jail following his arrest. Williams also must successfully complete a sexual offender assessment and register as a sexual offender annually for the next 15 years. The defendant also was fined $250 and assessed court costs.\n\nThe rape charge, a first-degree felony that bring a prison term of up to 11 years, was reduced to a misdemeanor as part of a plea agreement reached with the Stark County Prosecutor's Office.\n\nWilliams was accused of sexually assaulting a teenage girl at a party in Canton in 2015, said Christy Donnelly, an assistant Stark County prosecutor. Williams and the girl had met at a party hosted by a mutual acquaintance.\n\nThe prosecutor's office accused Williams of taking advantage of the girl while she was inebriated and having sex with her against her will.\n\nWilliams said the sex was consensual, said defense attorney Rick Pitinii.\n\nDonnelly said the prosecution had some evidentiary issues, including differing statements from witnesses who attended the party. The plea agreement also spared the girl from the trauma of having to testify at trial, the assistant prosecutor said. The sexual offender treatment program and registration are important parts of the agreement, Donnelly said.\n\n\"These cases can sometimes be very difficult when one party alleges the sex was consensual,\" she said. \n\nA July 17 review hearing has been set for Williams to ensure he's meeting conditions of the sentence. Violating the terms could result in a four-month jail sentence, Donnelly said.\n\nReach Ed at 330-580-8315\n\nand ed.balint@cantonrep.com\n\nOn Twitter @ebalintREP",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9968957901,
        "format_confidence":0.9973806739
    },
    {
        "url":"http:\/\/www.nigerianewswatch.com\/2017\/02\/court-orders-forfeiture-of-former.html",
        "text":"Justice Muslim Hassan of the Federal High Court Lagos, has ordered the forfeiture of about N34 billion linked to former petroleum minister, Diezani Alison-Madueke. Anti-graft agency, EFCC, had asked the court to order the forfeiture after its investigations showed that the money was diverted from NNPC's accounts.\n\nDelivering judgement in the application filed by EFCC, Justice Hassan said he was satisfied with the evidence provided by the EFCC.\n\nPost a Comment",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.8973294497,
        "format_confidence":0.9914336205
    },
    {
        "url":"https:\/\/www.news-journalonline.com\/news\/20190211\/6-panhandling-arrests-made-in-daytona-over-weekend-pushing-total-to-26",
        "text":"Daytona Beach police arrested more street corner beggars over the weekend as they continued their crackdown on panhandlers in the city.\n\nRecords show six more arrests were made on Saturday and Sunday bringing the total to 26 panhandlers taken off the streets over the weekend since a new Daytona Beach ordinance went into effect Wednesday.\n\n[READ MORE: New Daytona panhandling law clears out beggars]\n\nREAD MORE: ACLU: Crackdown is overly harsh and probably unconstitutional]\n\n[READ MORE: Daytona Beach police nab 20 accused panhandlers in enforcing new ordinance]\n\nOn Wednesday night, Daytona Beach city commissioners unanimously adopted new panhandling regulations that allow police to arrest people who solicit in newly outlawed areas, beg after the sun goes down and try to cajole people in ways deemed to be overaggressive.\n\nThe panhandling ban extends within 20 feet of an entrance or exit of commercially zoned property, a bus stop or public transportation facility, an automated teller machine, parking lots, parking garages, parking meters, parking pay stations and any public restroom owned and operated by a governmental agency. Begging is also banned on the Boardwalk, within 150 feet of any signalized intersection and within 100 feet of any daycare center or school including pre-kindergarten through grade 12.\n\nThe measure also lays out panhandling behavior that won’t be tolerated. The list includes approaching people in vehicles to aggressively beg; soliciting people at outdoor dining and merchandise areas; trying to coax money out of people when they’re standing in line waiting to enter a business; touching a target of panhandling without the person’s consent; and using profane or abusive language when refused money.\n\nThere are also prohibitions now on panhandling after dark and while a beggar is under the influence of alcohol or illegally used drugs.\n\nThe new ordinance describes aggressive panhandling as getting within two feet of someone, using abusive language and talking loudly. It could also be walking next to someone after they refuse to give money or blocking a person on foot or in a vehicle from getting away from the panhandler.\n\nArrested on Saturday were Joseph Raico, 53, of Port Orange and David Brown, 49, of Holly Hill. On Sunday police arrested Corey Webb, 29; Harold Allen, 55; Jeremiah Marcelle, 35; and James Gable, 68, all of Daytona Beach.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9311587214,
        "format_confidence":0.9976522326
    },
    {
        "url":"http:\/\/cumberlink.com\/news\/local\/crime-and-courts\/charged-in-horrible-pennsylvania-human-trafficking-case\/article_44722b11-8263-52ea-bcf6-4450dcf54c7c.html",
        "text":"HARRISBURG — Two men are accused in what Pennsylvania’s attorney general on Tuesday described as a “horrible” case of human trafficking that employed death threats and opioids to compel women to work as prostitutes.\n\nAuthorities said they charged 34-year-old Kenneth James Crowell and 50-year-old Barry Charles “Bear” Schiff with trafficking in individuals, involuntary servitude, prostitution and other offenses.\n\n“This is a horrible case where women were lured into prostitution by the false premise of easy money,” said state Attorney General Josh Shapiro. “When the victims tried to leave, these criminals used violence and threats of violence to keep them working as prostitutes against their will.”\n\nCrowell and Schiff are accused of forcing six women to work as prostitutes in between 2014 and last month, including in York, Lancaster and Philadelphia in Pennsylvania and in Cherry Hill, New Jersey. Shapiro’s office said both men are in custody, and online court records did not list defense lawyers for them.\n\nA grand jury report described harrowing methods of control, including claims that Crowell strangled a woman on several occasions, once causing her to black out.\n\nIt says Schiff slammed another woman’s head into a bucket containing bleach and broken glass when she refused to have sex with him, leaving her with permanent scars and injuries.\n\nLoad comments",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9968330264,
        "format_confidence":0.9961068034
    },
    {
        "url":"http:\/\/jurist.org\/paperchase\/2009\/07\/hague-arbitration-court-redraws-sudan.php",
        "text":"Hague arbitration court redraws Sudan oil region boundaries\n\n[JURIST] The Permanent Court of Arbitration (PCA) [official website] in The Hague issued an order [text, PDF; materials] Wednesday redrawing boundaries of Sudan's oil-producing Abyei region. The borders of the region had been disputed by the country's southern Sudan People Liberation Movement (SPLM) [group website] and its northern, ruling National Congress Party (NCP) [party website]. The borders had originally been drawn by the Abyei Boundaries Commission (ABC) [report text] following a 2005 peace agreement [text, PDF] between the SPLM and NCP, but the PCA held that the ABC had exceeded its mandate when it determined some of the region's boundaries. The issue was brought to the PCA [arbitration agreement, PDF] by the SPLM and NCP, and both parties have said they will abide [VOA report] by the court's decision.\n\nControl of revenues derived from the Abyei region's oil reserves was one of the factors that contributed to the country's violent civil war. A peace deal between the government and the SPLM was reached in late 2004, while a comprehensive peace deal, which also covered the country's Darfur region, was signed in early 2005 [JURIST reports].\n\n\nAbout Paper Chase\n\nPaper Chase is JURIST's real-time legal news service, powered by a team of 30 law student reporters and editors led by law professor Bernard Hibbitts at the University of Pittsburgh School of Law. As an educational service, Paper Chase is dedicated to presenting important legal news and materials rapidly, objectively and intelligibly in an accessible format.\n\n© Copyright JURIST Legal News and Research Services, Inc., 2013.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.7358807921,
        "format_confidence":0.9931117296
    },
    {
        "url":"https:\/\/www.africanglobe.net\/headlines\/police-covered-murder-7-year-aiyana-stanley-jones\/",
        "text":"HomeHeadlinesPolice Covered Up Their Murder Of 7-Year-Old Aiyana Stanley-Jones\n\nPolice Covered Up Their Murder Of 7-Year-Old Aiyana Stanley-Jones\n\n\nJudge Dismiss Charge Against Thug Cop Who Killed Aiyana Jones\nAiyana Jones was shot while she laid in her home sleeping\n\nAFRICANGLOBE – The family of 7-year-old Aiyana Stanley-Jones filed a civil rights lawsuit in federal court Wednesday, alleging police conspired with city officials to cover up the details surrounding the tragic event.\n\nAs we previously covered, the young girl was asleep on a couch in her home when police mistakenly raided the wrong home, launching a flash-bang grenade into the residence and fatally shooting the sleeping child.\n\nThe raid was conducted on May 16, 2010 when police were looking for murder suspect Chauncey Owens, who lived in a separate unit.\n\nAccording to Officer Joseph Weekley, a fellow officer threw a flash-bang grenade through the window, which temporarily blinded Weekley who had been first through the door. When the effects of the flash-bang wore off, the officer realized there was a person on the couch. As the officer aimed his weapon at the couch where the child was sleeping beneath a “Hanna Montana” blanket, he claims her grandmother, Mertilla Jones, smacked his MP5 submachine gun, causing him to pull the trigger and kill Aiyana.\n\nMertilla Jones disputes this claim and says that she reached for her granddaughter when the grenade came through the window, not for the officer’s gun, and did not make contact with an officer at any point during the assault on her home. Her fingerprints were not found on the weapon.\n\nWhile the exact circumstances surrounding the death are unclear, the lawsuit states: “Defendants Joseph Weekley and Robert Rowe unlawfully seized Aiyana Stanley-Jones, used excessive force against her and unlawfully used deadly force thereby inflicting horrendous personal injuries and ultimately death from which certain damages naturally followed to the members of Aiyana Stanley-Jones family and\/or estate.”\n\nWeekley previously faced a jury twice after the shooting, both trials dismissed.\n\nNamed as defendants in the lawsuit include the city of Detroit, Officers Weekley and Rowe, The Detroit Police Department, and approximately 20 unidentified members of the Special Response Team.\n\nAll defendants are accused of conspiracy in the suit, which states: “Upon Defendants realizing that they had critically injured the seven-year-old girl, they intentionally conspired to cover-up their unlawful acts by providing false and fictitious information to the authorities and to the media regarding the shooting of Aiyana Stanley-Jones, including falsely claiming that the bullet that killed her was fired from inside the lower unit of the duplex rather than from the outside…”\n\nThe lawsuit, filed by attorney Geoffrey Fieger, seeks damages for the family of at least $75,000, and the family has requested a trial by jury.\n\n\nBy: Josie Wales\n\n\nGeoffry Fieger Aiyana Jones Presser\n\n- Advertisment -\n\nTrending Articles",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9974658489,
        "format_confidence":0.9961014986
    },
    {
        "url":"http:\/\/www.unionleader.com\/article\/20130910\/NEWS07\/130919936\/0\/news01",
        "text":"﻿ Salem’s Kelley Library open for business after electrical fire | New Hampshire\nAll Sections\naction:article | category:NEWS07 | adString:NEWS07 | zoneID:67\nWelcome guest, you have 2 views left. | Register | Sign In\n\nSalem’s Kelley Library open for business after electrical fire\n\nSALEM &#-; An electrical fire on the first floor of the Kelley Library Monday afternoon forced the evacuation of about 30 people and kept the library closed for a little over an hour.\n\nThe small fire was the result of a malfunctioning heating and cooling unit in the children's room on the first floor.\n\nEveryone evacuated the building around 12:30 when patrons and staff first noticed the smell of smoke.\n\nNo children were in the children's room at the time of the incident, according to library director Alison Baker.\n\n“It was around lunch time, so it was pretty quiet,” she said.\n\nBaker said the evacuation was orderly and everyone left the building safely.\n\n“We all know what we are supposed to do and trained to do,” she said.\n\nThe library reopened about an hour after the fire department arrived, although the children's room remained closed for the remainder of Monday to help air out the lingering odor of smoke.\n\n“The children's room was closed only because of the lingering odor; there was no risk,” Baker said.\n\nBy Tuesday, Baker said the air conditioner that had malfunctioned was being repaired and the library was open for business.\n\nNo library materials were damaged as a result of the fire, she said.\n\naction:article | category:NEWS07 | adString:NEWS07 | zoneID:88\naction:article | category:NEWS07 | adString:NEWS07 | zoneID:64\naction:article | category:NEWS07 | adString:NEWS07 | zoneID:2\naction:article | category:NEWS07 | adString:NEWS07 | zoneID:\n\n\nFollow us on Twitter Follow us on Facebook Follow our RSS feed\nUnion Leader app for Apple iPad or Android *\nClick to download from Apple Apps StoreClick to download from Android Marketplace\n* e-Edition subscription required\n\nMore Public Safety\n\nNH Angle - Public Safety",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.6815439463,
        "format_confidence":0.9898556471
    },
    {
        "url":"http:\/\/www.theage.com.au\/national\/sex-skype-and-ridicule-an-isolated-incident-or-an-ingrained-problem-20110408-1d7wb.html",
        "text":"License article\n\nSex, Skype and ridicule: an isolated incident or an ingrained problem?\n\nThe broadcasting of a young cadet having sex at the Australian Defence Force Academy was an ''abhorrent'' but ''isolated'' incident, says the chief of the defence force, Air Chief Marshal Angus Houston.\n\nThe cadet was covertly filmed 12 days ago and the footage broadcast via Skype to fellow students.\n\nDefending the military against claims that it was still in the Dark Ages about gender issues, the Defence chief said he was ''passionate'' about attracting more women into Defence.\n\n''Fundamentally, the incident involved 18-year-olds who had been in the defence force for around 10 weeks, and that's something that's been a little bit lost in some of the media commentary,'' he told The Saturday Age.\n\n''If you draw comparisons against similar institutions - I am talking about university campuses - I think the number of incidents of this kind is less at ADFA than at any other campus in the country … .\n\n''Having said that, we have [things in] common with a lot of those institutions. This generation at universities tends to work very hard and then all of them, when they go out at weekends, they tend to … indulge in what I call binge drinking.''\n\n\nHe refused to answer specific questions about the incident, saying natural justice and due process would not be served if he did. ''I just am absolutely shocked by it. We will ensure that it is fully investigated and those that are found to have failed in their responsibilities will be dealt with accordingly.''\n\nKate, the 18-year-old cadet who was covertly filmed, knew nothing of the incident until military investigators told her about it three days later.\n\nAccording to Channel Ten reporters Hugh Riminton and Matt Moran, who have had exclusive access to her since she came to them with the story, the investigators had been tipped off by another cadet disturbed by photos of the incident circulating on mobile phones.\n\nKate threw up when she was told what had happened. Walking onto the ADFA campus, she found herself the subject of whispers and sniggers. So when investigators told her the culprits were likely to get off with a relatively minor ''prejudicial conduct'' charge, she rang Channel Ten.\n\nThe saga has thrown the defence hierarchy into crisis, and opened deep divisions within the broader defence community over whether the ADFA commandant, Bruce Kafer, has been unfairly scapegoated for his handling of the mess.\n\nDefence Minister Stephen Smith showed a rare flash of anger this week when told Kate had been put through disciplinary proceedings on unrelated matters even as the Skype scandal was unfolding. The military had been ''stupid in fact and in law'' to allow that to occur, he told reporters.\n\nOther defence insiders have described Commodore Kafer as respected but ''old school'' and more likely to believe that such incidents should be dealt with quietly within the force.\n\n''The hierarchy has turned a blind eye to sex at both RMC (the Royal Military College) and ADFA over the past 10 years, so watch out for changes, as some of the incidents were typical of what you'd find in a uni environment,'' one source said.\n\nFinger-pointing is also taking place between the ACT police and the Australian Defence Force Investigative Service, with no one yet able to explain why police initially thought no offence had been committed.\n\nPolice sources claim the defence brief was faulty in the first instance, defence sources suggest the police did not do their initial job properly.\n\nYet the public perception is that defence is struggling to contain another in a disturbingly regular parade of sex scandals.\n\nAs recently as February, retired NSW judge Roger Gyles flayed the navy over a culture of predatory sexual behaviour, which he had uncovered on board HMAS Success.\n\nThe defence force academy too has form. Thirteen years ago a damning report on sexual assault and harassment at ADFA found nearly half of female cadets had experienced ''unwanted gender or sex-related behaviours''.\n\nThe head of defence at the time, General John Baker, said he hoped to see signs of improvement within a year.\n\nFormer Air Force officer Mark Farmer came forward this week to brief The Saturday Age on other instances of predatory sexual behaviour at the elite academy in 2006.\n\nPerhaps his most damaging allegation was that some sexual assaults had been recategorised as common assaults, to take them out of civilian courts.\n\n''There was just an entire culture of 'we group together, we look after our own, stuff everyone else','' Mr Farmer said.\n\nContrary views have come from some parents of other students. One with a daughter in the same year as Kate expressed anger at the perception that Commodore Kafer's authority was being undermined and said her daughter was ''ropeable that as a young woman in ADFA she is now being painted as victim. She has nothing but praise for the academy.''\n\nAir Chief Marshal Houston said he was strongly committed to widening female participation in the military and indicated a personal view that women should be allowed into infantry combat roles, which are now closed to them. ''We want to get to a stage where gender is not a discriminator, it's all about physical capacity. ''\n\nMore than 18 per cent of naval personnel and 17 per cent of air force personnel are women. Army lags badly, with only 9.8 per cent of its ranks female. The most senior officers in the military, the so-called star-ranked officers, are overwhelmingly male.\n\nThe defence chief denied that the high-powered reference group on women that he set up more than two years ago had fallen into abeyance. One informed source said it had not met for a year.\n\nAir Chief Marshal Houston said meetings had been postponed last year while he fought prostate cancer and juggled competing engagements.\n\nHe also denied that there had been an attempt to make Kate apologise for going to the media to expose the incident.\n\n''I don't think those are the facts,'' he said. ''If anybody comes forward they are applauded, they are respected.''\n\nLast night the federal opposition said it would question the defence chief on the incident at the Senate estimates hearing next month.\n\nAir Chief Marshal Houston said: ''If the Senate inquires into the matter, Defence will co-operate.''",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.8974996805,
        "format_confidence":0.9825641513
    },
    {
        "url":"http:\/\/www.dunmowbroadcast.co.uk\/news\/haverhill-drink-driver-sarah-hand-jailed-after-fatal-crash-1-5381906",
        "text":"Haverhill drink driver Sarah Hand jailed after fatal crash\n\nPUBLISHED: 08:11 05 February 2018 | UPDATED: 08:11 05 February 2018\n\nSarah Hand has been jailed.\n\nSarah Hand has been jailed.\n\n\nA woman who tested positive for being under the influence of alcohol and drugs following a fatal collision in South Cambridgeshire has been jailed for eight years.\n\nSarah Hand, 50, of Aragon Road in Haverhill, Suffolk, was arrested on December 23 last year (2017) after the silver Ford Fiesta she was driving was in collision with a blue Nissan Micra and a grey Volkswagen Tiguan on the A1307 at Linton the previous day (December 22).\n\nAt about 12.15pm Hand was travelling west when the car mounted the southern grass verge, she veered right across both westbound lanes, across the central grass reservation and collided with the Nissan Micra. The engine from Hand’s car detached and hit the Volkswagen which was travelling eastbound.\n\nSadly the driver of the Nissan, 56-year-old Gail Brown, of Lowry Close in Haverhill, Suffolk, sustained fatal injuries and died at the scene.\n\nA 43-year-old man who was driving the Volkswagen suffered minor injuries.\n\nAt the roadside Hand admitted to the attending officer that she had consumed about half a bottle of vodka and provided a positive breath test of 90 micrograms of alcohol in 100 millilitres of breath – the legal limit is 35. She also tested positive for cannabis following a roadside drugs test.\n\nHand was arrested on suspicion of causing death by dangerous driving and was escorted by police to Addenbrooke’s Hospital in Cambridge to be treated for serious injuries.\n\nIn interview, Hand admitted being dependant on cannabis and alcohol and had also consumed cocaine that morning and the night before.\n\nHand appeared before Cambridge Crown Court today (Friday, February 2) charged with two counts of causing death by careless driving while unfit through drugs (in relation to cannabis and cocaine), and causing death by careless driving while over the prescribed alcohol limit.\n\nShe pleaded guilty to all three charges and was sentenced to a total of eight years in prison.\n\nPC James Thorne, from the Beds, Cambs and Herts Forensic Collision Investigation Unit (FCIU), said: “This is an extremely sad case where a woman lost her life because of the selfish actions of another.\n\n“While Hand fully accepted what she had done and is very remorseful for her actions, there is absolutely no excuse to ever get behind the wheel while under the influence of drugs or alcohol.”\n\nFor information about drink or drug driving, visit the Cambridgeshire Constabulary website here www.cambs.police.uk\/drinkdrugdriving.\n\nMore news stories\n\nThe number of child sex offences recorded by Essex Police rose to 1,531 last year, according to the NSPCC, increasing from 1,449 offences recorded the previous year.\n\nA former pub at the heart of an Uttlesford village was sold for more than £300,000 at auction earlier this month.\n\nYesterday, 08:04\n\nVolunteer Police Cadets from Braintree and Uttlesford made a trip to Westminster on February 12 to develop their understanding of law and democracy.\n\nYesterday, 07:58\n\nHundreds of defibrillators in communities across East Anglia will have to be checked for battery failures after several had problems, including one where a man from Cambridgeshire died.\n\nDigital Edition\n\nRead the Dunmow Broadcast e-edition E-edition\n\nMost read stories\n\nNewsletter Sign Up\n\nSign up to receive our regular email newsletter",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9789406657,
        "format_confidence":0.997808516
    },
    {
        "url":"https:\/\/www.thevisitor.co.uk\/news\/update-thieves-target-two-lancaster-cash-machines-1-9179015",
        "text":"UPDATE: Thieves target two Lancaster cash machines\n\nThe scene at Booths in Lancaster\nThe scene at Booths in Lancaster\nShare this article\n\nDetectives are investigating two cash machine burglaries in Lancaster.\n\nThe first incident happened at Booths supermarket in Hala Road at around 2am on Thursday May 24.\n\nIt is believed thieves have tried to drag an ATM out through a window at the rear of the store with the assistance of a Land Rover and some straps.\n\nIt is not yet clear how much cash they got away with.\n\nAfter around 10 minutes, the thieves were disturbed and made off from the area.\n\nOfficers are keen to speak to anyone who may have seen a Land Rover, a silver Volvo estate and a dark Fiesta-type vehicle in the area at the time.\n\nDI Steve Harry from Lancaster Police said: “We are still in the very early stages of our investigation and need anyone who may have witnessed these cars either acting suspiciously or driving at speed in the build-up or after the burglary to come forward.\n\n“Similarly, if you have any information that could assist us with our investigation, please speak to us.”\n\nIt is thought that the burglary is linked to a second similar incident at the BP fuel station in Scotforth Road, where another cash machine was targeted around the same time. The offenders have again tried to steal the ATM but made off without any money.\n\nAnyone with information about these incidents can call 01524 596466 or if you fail to get an answer, 101, quoting incident reference 114 of May 24th. Alternatively independent charity Crimestoppers can be contacted on 0800 555111 or online at crimestoppers-uk.org.\n\nA spokesperson for Booths said: “Following a break-in at the Scotforth Booths, on Hala Road, our store teams are liaising with police and will supply them with CCTV records.\n\n“The store is open as usual today and all staff are safe and well.”\n\nThese types of crimes are on the increase both locally and across the UK.\n\nLast month, thieves used a stolen JCB to smash through the wall of the Co-Op in Carnforth in an attempt to steal the cash machine.\n\nIn March, thieves who tried to steal a cash machine from the Co-Op in Ingleton were thwarted after crashing the ATM into a parked car while towing it along on a rope.\n\nThere have been many reports from across the UK of similar attempts to steal cash machines from supermarkets.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9949658513,
        "format_confidence":0.9962666631
    },
    {
        "url":"http:\/\/www.theguardian.com\/world\/2012\/dec\/09\/american-doctor-rescued-taliban-afghanistan\/print",
        "text":"American doctor rescued from Taliban\n\nDilip Joseph was captured by Taliban insurgents on Wednesday with intelligence showing he was in imminent danger\n\nAn American doctor abducted by the Taliban five days ago was rescued on Sunday in eastern Afghanistan, the US-led military coalition said.\n\nDr Dilip Joseph was captured by Taliban insurgents on Wednesday outside the Afghan capital, in the Sarobi district of Kabul province.\n\nHe was rescued in an early morning operation ordered after intelligence showed that the doctor was in imminent danger of injury or possible death, according to a statement.\n\n\"This was a combined operation of US and Afghan forces,\" said 1st Lieutenant Joseph Alonso, a spokesman for US forces in Afghanistan.\n\n\"Information was collected through multiple intelligence sources, which allowed Afghan and coalition forces to identify the location of Joseph and the criminals responsible for his captivity.\"\n\nGeneral John Allen, the top commander of US forces in Afghanistan, said the joint force planned, rehearsed and successfully conducted the operation.\n\n\"Thanks to them, Dr Joseph will soon be rejoining his family and loved ones,\" Allen said.\n\nThe statement did not say where Joseph is from, or whether he was harmed in captivity.\n\nToday in pictures\n\n  • sports peronality 2012\n\n    BBC Sports Personality of the Year – in pictures\n\n    Bradley Wiggins capped his remarkable sporting year by taking home the big prize at the ceremony in London\n  • Martin Parr's M Video Christmas party photograph\n\n    Dinner, dusk and dancing Russians: my best winter shot\n\n    A glass of wine with a rough sleeper, Santa in trunks, a thousand partying Muscovites … in a My Best Shot special, top photographers pick the image that sums up winter for them\n  • Kimon, a long-tailed monkey grooms a kitten, whom, she treats as her baby, Bintan Island, Indonesia\n\n    Monkey adopts kitten – in pictures\n\n    Kimon, an eight-year-old pet female long-tailed monkey, treats a kitten as her baby in Bintan Island, Indonesia",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9063575864,
        "format_confidence":0.9967233539
    },
    {
        "url":"http:\/\/www.growmedical420.com\/redding-pot-shop-law-may-change-medical-sale-permits-might-be-eliminated\/",
        "text":"Redding police Chief Peter Hansen said he’ll notify the city’s 16 medical marijuana dispensaries ahead of an upcoming City Council discussion that could lead to elimination of city permits for the collectives.\n\nA ruling in a recent Southern California lawsuit seems to have found it’s unlawful to permit something that’s illegal under federal law and the council might have to decide whether to keep its current ordinance, change it or drop it, Hansen said.\n\n“The basic message will be there’s a big issue here and you better show up,” Hansen said.\n\nThe lawsuit was brought against Long Beach by members of one of that city’s marijuana collectives that had been ordered to shut down.\n\nA county judge ruled in favor of Long Beach and the collective members appealed, the Los Angeles Times reported.\n\nThe 2nd District Court of Appeal threw out Long Beach’s ordinance regulating medical marijuana dispensaries last month, saying the city went too far in specifically authorizing marijuana sales, according to the Los Angeles Times.\n\nLong Beach charged an application fee of almost $15,000 and held a lottery for a limited number of permits, according to the lawsuit.\n\nThe city also set further requirements for its collectives.\n\n“The question presented by this case is whether the ( Long Beach ) ordinance, which permits and regulates medical marijuana collectives rather than merely decriminalizing specific acts, is pre-empted by federal law,” the court said in its ruling.\n\n“In this case of first impression, we conclude that, to the extent it permits collectives, it is.”\n\nRedding approved regulations for dispensaries in 2009. Under those rules, police grant annual operating permits to collectives, and the police chief may inspect a collective’s books, records, accounts and any other material that would allow authorities to determine whether a cannabis club is distributing medical marijuana to qualified patients.\n\nRedding charges dispensaries a $1,560 application fee and an annual permit fee of $1,474.\n\n“( The lawsuit ) invalidated Long Beach’s ordinance, which is very similar to ours, so we have to talk about that and decide what we want to do,” City Attorney Rick Duvernay said Thursday.\n\nThe council discussed the lawsuit in closed session Tuesday but took no reportable action.\n\nHansen said he hasn’t yet written the letters but will do so soon.\n\nThe discussion will likely happen at the council’s next meeting, scheduled for Nov. 15, Assistant City Manager Barry Tippin said.\n\nSource: Record Searchlight (Redding, CA)\nCopyright: 2011 Record Searchlight\nContact: [email protected]\nWebsite: Redding Record Searchlight: Local Redding, California News Delivered Throughout the Day.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.8215267658,
        "format_confidence":0.9971581697
    },
    {
        "url":"http:\/\/www.africanspotlight.com\/2017\/07\/shoprite-sales-girl-arrested-for.html",
        "text":"Shoprite sales girl arrested for allegedly stealing N553.9million in one month using her personal POS\n\nA sales girl with Shoprite stores, Mariam Mufutau, has been arrested and arraigned before a Lagos Magistrate Court for allegedly stealing the sum of N553, 956, 000 she realized from sales just one month after she secured employment.\n\nThe management of Shoprite Stores in Eti-Osa had reported the case of theft to the Divisional Police Officer (DPO) in charge of Ilasan Division, Lekki, Eti-Osa, SP Onyinye Onwuamaegbu.\n\nFollowing the report, Onwuamaegbu ordered Inspector Orukotan Lonikola to arrest the accused.\n\nDuring investigation, the accused could not give account of the missing money.\n\nMufutau was arraigned before an Igbosere Magistrate Court, Lagos on a two-count charge of felony to wit and stealing.\n\nPolice prosecutor, Esther Adesulu informed the court in charge No: J\/38\/2017 that the accused committed the alleged offence between 1 April and 31 May, 2017 at Shoprite Stores, Eti-Osa during working hours.\n\nAdesulu told the court that the accused betrayed the trust reposed in her as a sales girl by her employer and stole the sum of N535, 956,000 she realized from sales instead of remitting the money into her employer’s account.\n\nShe said the management at Shoprite Stores uncovered the fraud when they audited the account.\n\nAdesulu said the offence the accused committed were punishable under section 411 and 287 of the Criminal Laws of Lagos State, 2015.\n\nThe accused pleaded not guilty to the alleged crime and Magistrate O.O Owunmi granted her to bail in the sum of N300, 000 with two sureties in like sum.\n\nOwunmi adjourned the case till 28 July, 2017 for mention while the defendant was taken to Kirikiri Prison pending when she would be able to fulfill her bail condition.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9841368198,
        "format_confidence":0.9969803691
    },
    {
        "url":"http:\/\/wdtn.com\/2014\/02\/10\/springfield-speedway-robbed-overnight\/",
        "text":"Springfield Speedway robbed overnight\n\nWDTN Photo\n\nSPRINGFIELD, Ohio (WDTN) – Springfield Police are on the hunt for a man who robbed a gas station.\n\nPolice told 2 NEWS it was just before 1:00 Monday morning when a man walked into the Speedway on East Main Street and demanded cash.\n\nOfficers did not say if a weapon was involved or how much cash was stolen.\n\nWDTN.com provides commenting to allow for constructive discussion on the stories we cover. In order to comment here, you acknowledge you have read and agreed to our Terms of Service. Commenters who violate these terms, including use of vulgar language or racial slurs, will be banned. Please be respectful of the opinions of others and keep the conversation on topic and civil. If you see an inappropriate comment, please flag it for our moderators to review.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9938091636,
        "format_confidence":0.9687739611
    },
    {
        "url":"http:\/\/kyssfm.com\/two-of-three-suspects-in-home-invasion-robbery-held-on-50000-bail-one-still-at-large-audio\/",
        "text":"Contact Us\n\nTwo of Three Suspects in Home Invasion Robbery Held on $50,000 Bail – One Still at Large [AUDIO]\n\nScott Todd\nphoto by Peter Christian\n\nTwo of the three suspects in the Thursday, January 9 home invasion robbery on North Avenue appeared Monday, January 13, in Missoula Justice Court via video from the Missoula County jail.\n\nMichael Hummel, 24, and Scott Todd, 33, were both charged with felony robbery and criminal possession of dangerous drugs. Deputy County Attorney Jordan Kilby asked Judge John Odlin for high bail, due to the serious nature of the charges.\n\nMichael Hummel Charging Documents\n\n“The state is asking that the court set bail at $50,000,” Kilby said. “The violent nature of the offense warrants that amount. We also ask that the defendant have no contact with the victim and with either of the other two suspects in the case.”\n\nAccording to court documents, Michael Hummel assaulted the victim with an ax handle while the other suspect, Scott Todd, helped to orchestrate the robbery. Hummel entered the home and pretended to attack Todd, who then feigned unconsciousness. Hummel then took a bottle of prescription Percocet. Todd left the home and met up with Hummel to divide the drugs. Todd later admitted to police that he helped plan the robbery.\n\nScott Todd Charging Documents\n\nDuring his court appearance from the jail, instead of wearing the traditional orange jumpsuit, Hummel had on a special garment for his own protection, according to Missoula County jail personnel.\n\nThe female suspect, Leanna Hoff, failed to appear in justice court, and Judge Odlin issued a $50,000 warrant for her arrest. Hoff allegedly drove the other two suspects and helped to plan the robbery. She faces felony charges of conspiracy to commit robbery.\n\nDeputy County Attorney Jordan Kilby\n\nAudio clip: Adobe Flash Player (version 9 or above) is required to play this audio clip. Download the latest version here. You also need to have JavaScript enabled in your browser.\n\n\nBest of KYSS\n\nRecommended For You\n\nBest of the Web\n\nLeave a Comment\n\nIt appears that you already have an account created within our VIP network of sites on . To keep your personal information safe, we need to verify that it's really you. To activate your account, please confirm your password. When you have confirmed your password, you will be able to log in through Facebook on both sites.\n\nForgot your password?\n\n*Please note that your prizes and activities will not be shared between programs within our VIP network.\n\nIt appears that you already have an account on this site associated with . To connect your existing account just click on the account activation button below. You will maintain your existing VIP profile. After you do this, you will be able to always log in to using your original account information.\n\n*Please note that your prizes and activities will not be shared between programs within our VIP network.\n\nPlease fill out the information below to help us provide you a better experience.\n\n(Forgot your password?)\n\nNot a member? Sign up here\n\nSign up for KYSS Corral quickly by connecting your Facebook account. It's just as secure and no password to remember!\n\nSign up to have exclusive KYSS Corral contests, events, coupons, presales, and much more delivered to you for FREE.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9956253767,
        "format_confidence":0.979183495
    },
    {
        "url":"https:\/\/www.gazettelive.co.uk\/news\/local-news\/police-hunt-stockton-bag-snatchers-3695487",
        "text":"Thieves tried to steal a woman’s handbag as she walked along Stockton riverside.\n\nThe 24-year-old was walking next to the HM Ark Endeavour, behind Joe Rigatoni's restaurant, at around 12.45pm on Tuesday afternoon when she was approached from behind by two men.\n\nThey tried to grab her handbag but she held on tight. A white middle-aged passer-by shouted at the would-be thieves who then ran off empty handed.\n\nThe good Samaritan then escorted the woman back to her car. Police are keen to speak to this man, as it is believed that he may have vital information to help with the inquiry.\n\nThe two attackers are described as Asian men, both in their 20s, one with a goatee beard and wearing a white Adidas tracksuit and the other wearing a black puffa jacket.\n\nAnyone with information is asked to contact DC Neil Cawthorne of Stockton CID on 01642 302226 or call Crimestoppers anonymously on 0800 555 111.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9963312745,
        "format_confidence":0.9970436692
    }
]