[
    {
        "url":"http:\/\/runescape.wikia.com\/wiki\/Strange_key_loop",
        "text":"RuneScape Wiki\n\nStrange key loop\n\n37,496pages on\nthis wiki\nAdd New Page\nDiscuss0 Share\n[FAQ] • [doc]\nStrange key loop detail\n\nThe Strange key loop is half of a mysterious key found inside of Movario's base during While Guthix Sleeps. When used on a Mithril Dragon with the Strange key teeth, it will fuse to form the Dragonkin key, which is used to make the dragon platebody via the Dragon Forge.\n\n\n[FAQ] • [doc]\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9956710339,
        "format_confidence":0.9782640338
    },
    {
        "url":"https:\/\/www.dandwiki.com\/wiki\/Ackbar%27s_Mana_Circle_(3.5e_Spell)",
        "text":"Ackbar's Mana Circle (3.5e Spell)\n\nFrom D&D Wiki\n\nJump to: navigation, search\nAckbar's Mana Circle\nLevel: Sor\/Wiz 4\nCasting time: 1 min.\nRange: Within circle\nArea: 5 ft. radius circle\nDuration: 1 round\/lvl\nSaving Throw: None\nSpell Resistance: No\n\nSpells cast within this circle do not count against spells per day. If the spell normally has a material component that is expended, it is not. All XP costs are still required for individual casting. This circle requires a minute to draw on the ground and enchant.\n\nMaterial Component: Chalk and 3 candles\n\nBack to Main Page3.5e HomebrewComplex Special Ability ComponentsSpellsSorcerer\/Wizard\n\nHome of user-generated,\nhomebrew pages!\nsystem ref. documents\n\nadmin area\nTerms and Conditions for Non-Human Visitors",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9935461879,
        "format_confidence":0.8890066147
    },
    {
        "url":"https:\/\/legacy.zam.com\/wiki\/On_Sourcestone_%28Rift_Lore%29",
        "text":"On Sourcestone (Rift Lore)  \n\nReturn to The Great Telaran Library\n\nOn Sourcestone\nBZZT Sourcestone has been extensively studied by our technolamncers, but little has been discerned in regard to BZZT exact nature.\n\nSourcestone in its most powerful form incorporates BZZT six elements to create an \"ultimate\" sourcestone. This is the sourcestone from which the BZZT gods crafted telara. Subjected to intense levels of planar energy, sourcestone BZZT become aligned to one element or the other. Examples of such \"single flavor\" sourcestone are BZZT found in the rifts. BZZT\n\nBZZT sourcestone results when planes intersec with each other and with the physical material of Telara. It is believed that the reason Telara is BZZT bountiful is because of its exact cosmological orientation on the intersection point of many planes. Unfortately, this BZZT made it a tempting lore for the likes of Regulos and the rest of BZZT Blood Storm, as they would consume the sourcestone and enslave the people BZZT this world to get it. BZZT\n\nReturn to The Great Telaran Library\n\nAdded to the Library by Bohtauri\n\n\nCategories: Lore (RIFT) | RIFT\nThis page last modified 2010-12-26 22:33:21.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.740291059,
        "format_confidence":0.906735003
    },
    {
        "url":"https:\/\/fallout-archive.fandom.com\/wiki\/Intelligent_deathclaw",
        "text":"Intelligent deathclaw\n\nFrom The Vault - Fallout Wiki\nJump to: navigation, search\nMbox cleanup.png\nTo meet The Vault's quality standards, this article or section may require cleanup. Please help by improving the article.\nIcon disambig.svg\nFor general information about deathclaws, see deathclaw.\nIntelligent deathclaw\nDeathclaw fo1.gif\nLocationVault 13\n\nIntelligent deathclaws are a variety of the dangerous reptilian species that was experimented on by the Enclave, which gave them higher intelligence and the ability to speak.\n\n\nBy eliminating the deathclaws of Vault 13 the Chosen One banished yet another species to the realms of extinction, proving, once again, that genocide is a viable solution to any problem...\n\nIn 2235,[1] the Enclave captured many deathclaws and after the discovery of the Mariposa Military Base exposed them to FEV.[2] This boosted their intelligence, giving them the ability to talk with varying degrees of erudition and articulation.[3][4][5][6]\n\nWhile the Enclave hoped that the deathclaws would be intelligent enough to obey orders without being so intelligent as to question them,[7][8] the Enclave's deathclaws began to doubt the morality of their masters. While they helped the Enclave in storming Vault 13 in 2241 and kidnapping the population, they later abandoned the Enclave, adopting the now-empty vault as their new home under the leadership of Gruthar.\n\nSeveral humans from the surrounding area moved into the vault to live under the protection of the deathclaws, but not all were pleased with these new neighbors. One human, Matt, struck against the deathclaws by bombing the mother and hatchlings (the deathclaw mother survived, but security was tightened from then on). The deathclaws faced other problems adapting to life in the vault, as well: after the overthrow of the paranoid Overseer, the dwellers of Vault 13 had turned day-to-day operations of the vault over to a Brotherhood-technology based computer. The only way the deathclaws could interact with it was by voice commands; this became a severe problem when the computer's voice module was sabotaged by Matt.[9] Fortunately, a traveling tribal known as the Chosen One had a replacement voice module, and was willing to install his in exchange for Gruthar's help in finding a GECK, one of which Gruthar had within the vault's storage area.[10]\n\nThe deathclaws paid a high price for their rebellion, however: an Enclave team, lead by Frank Horrigan, attacked Vault 13 and massacred the deathclaws (and presumably those humans under their protection). Of Vault 13's inhabitants, only Xarn[11] and Goris survived thanks to the Chosen One's actions. Canonically, Xarn and Goris were the only intelligent deathclaws to survive the events of Fallout 2. According to some reports, they did not, however, reproduce, and were the last of their kind.[12] Whether this will hold true in the future remains to be seen.\n\n\nThis subspecies was highly intelligent, about the equivalent of an eight-year-old, with some individuals on par with average adult humans. Their learning capacity was very high and they were capable of abstract thought and reasoning. Although they did not have vocal cords, the deathclaws seemed to mimic human speech the same as a parrot does. Socially, they had rigidly hierarchical, peaceful, pack-based ethical code. They were extremely loyal to the pack as a whole, treating it as a family unit rather than having individual families. Fights within a pack are unheard of, and the pack's leader controls many aspects of life, such as choosing and matching female and male deathclaws for reproduction. Oddly enough, deathclaws are not subject to sterility from FEV exposure; this trait is not explained.\n\nKnown intelligent deathclaws\n\n\nIntelligent deathclaws appear only in Fallout 2.\n\nBehind the scenes\n\n  • The intelligent deathclaws were meant to have more extensive dialogue, but sometime late in development their dialogues were \"unattached.\" It is unknown if they were fully deleted or backed up somewhere.[13]\n  • One of the deathclaws was meant to be unarmed combat trainer that could give the player a new fighting skill(s).\n  • Another was meant to be an engineer, focused on designing a sort of powered armor for their people to wear.\n  • Finally, one was meant to be a mining engineer, who would give you a quest to to scope out ruins and such for resources for the power armor project mentioned above.\n\n\n  1. Fallout Bible 0: \"2235 The Enclave experiments on deathclaws, attempting to create special fighting units for waging war in hostile environments.\"\n  2. Goris' dialogue: \"{217}{}{So, the Enclave started messing with a virus, or some such thing, and injected the deathclaws with it. This virus was known to mutate humans into some sort of super beings, so the Enclave wanted to see what it would do to deathclaws. Well, the result was a breed of deathclaws so smart that they could see they were destined for slavery. So, they played dumb until they could gain their freedom. And here they are!}\"\n  3. Schreber's dialogue: \"{146}{}{Well we succeeded! We actually managed to increase their intelligence. However, I began to suspect that we went too far. That maybe they were a lot smarter than they were letting on. So when I was transferred here I brought one of them with me so I could put my theory to the test.}\"\n  4. Schreber's dialogue: \"{148}{}{I was right! The deathclaws have apparently been playing dumb, biding their time, and trying to learn as much as they can from us. They can even mimic human speech! I've actually had a conversation with that fellow in the next room.}\"\n  5. Schreber's dialogue: \"{149}{}{Anyway. The fact that they were capable of conceiving this plan and pulling off the deception shows just how dangerous they are.}\"\n  6. Schreber's dialogue: \"{152}{}{I'm going to write a report on my findings and have it transmitted to the Enclave. Of course I'll have to recommend the extermination of the deathclaw breed. They are much too dangerous a threat.}\"\n  7. Schreber's dialogue: \"{143}{}{The Enclave has been looking for cheap, expendable soldiers. We are interested in deathclaws because they have built in armor and weapons, and they're mean as hell. They just need to be smarter so they can understand commands but not too smart or they could develop a will of their own. With me so far?}\"\n  8. Goris' dialogue: \"{147}{}{These aren't your average deathclaws, as I'm sure you noticed. They've had their intelligence enhanced by some means not understood by them. It was done by a group of humans known as 'The Enclave.' It seems this Enclave needed an army and they chose deathclaws because of their ferocity, physical prowess, and... well, you get the picture. Anyway, the only thing lacking in deathclaws was their intelligence. They needed to be smart enough to understand complex commands, but not so smart that they'd be a threat to 'those in charge.'}\"\n  9. Matt (Vault 13)'s dialogue: \"{144}{}{Yeah. I destroyed the voice module and then I disabled all keyboard input.}\"\n  10. Fix the Vault 13 computer.\n  11. Fallout Bible 6\n  12. The Fallout Bible is mixed as to whether Xarn and Goris could reproduce and save the intelligent deathclaw breed. In a March 11, 2002 update, John Deiley (the creator and designer of much of the talking Deathclaw content) wrote:\n    In any case, there is a chance that two intelligent deathclaws survived to continue on the species. I realize that they are both males, but that is fine. When they were engineered by the Enclave, the intelligence gene was made male specific and dominant. What this means is: Any intelligent male that mated with a non-intelligent female would (most likely) produce intelligent offspring.\n    However, in a later, July 10, 2002 update of the Fallout Bible, Chris Avellone denied that the intelligent deathclaws lived, writing:\n    BTW, the talking deathclaws were destroyed at the end of Fallout 2. Xarn and Goris did not go on to create a new species. They are gone. Kaput. Goodbye. In fact, any mutant animal that talks can safely be assumed to have died at the end at the exact minute that Fallout 2 was over.\n    Any last words, talking animals?\n    I thought not.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9806271195,
        "format_confidence":0.9907397032
    },
    {
        "url":"https:\/\/valtora.obsidianportal.com\/wiki_pages\/gods-of-valtora",
        "text":"Gods of Valtora\n\nThe Gods of Valtora are a group of nine beings with exceptional power and influence. Each god is effectively immortal, but can be killed by mortals when a God is killed, their killer recieves all of their powers, as well as their station and title (ie. God of War and Conquest). The Gods must each abide my certain rules:\n\n1. One God is incapable if killing another God.\n2. No God is capable of taking their own life.\n3. Each God will live indefinitely until He\/She is killed by a mortal.\n4. The powers of any Clerics, Paladins, or Warlocks that received power from a God that has been killed, are now controlled by the new God that took their place, and may be rescinded by the new God at will.\n\n\nSeveral millennia ago, a Cataclysm was supposed to destroy the world of Valtora, wiping the slate clean for another world to rise, as had happened before Valtora had existed. To stop this event, nine individuals from around the world rose up, both good and evil, and banded together to stop the Cataclysm. it is unclear how they accomplished this monumental task, but the Cataclysm was averted, and the creative and destructive powers of the event that never happened, instead flowed into the nine, making them into the first Gods of Valtora.\n\nCurrent Known Gods\nBalthazar, God of War and Conquest, LN, Human\nElwix, Goddess of the Sea, Sky, and Storms, CE,\nAlixia, Goddess of Birth and Death, NG, Elf\nDayla Mountainbreaker, Goddess of Building, and Craft, LE, Human\nThyrses, Goddess of Trickery, Thieves and Assassins, CN, Halfling\nUnknown, God of Nature, Land and the Wilds\nUnknown, God of Magic and Destruction\n\nGods of Valtora\n\nValtora Lcoombs13 Lcoombs13",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9904466867,
        "format_confidence":0.8613487482
    },
    {
        "url":"https:\/\/library.tarvalon.net\/index.php?title=Spirit_Merit",
        "text":"Spirit Merit\n\nFrom Tar Valon Library\nJump to: navigation, search\n\n\nOne of the Merit Badges introduced in March 2011. It falls under the \"Online Spirit\" category and is a silver merit. It can be earned after receiving two “Spirit of _____” awards, given out for each of our online freeweeks. It can be earned more than once.\n\nBecause it cannot convert to Gold, it is one of the merits that applies towards the Alchemist Merit.\n\nAs of April 2021, the \"being chosen as a great participant in the forums or chat\" is removed from being part of this merit. People who have already earned it will keep the merit, but there will be no awarding it in the future.\n\nSilvers Awarded\n\nSpirit of",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9185996652,
        "format_confidence":0.9835551381
    },
    {
        "url":"http:\/\/l5r.wikia.com\/wiki\/Ride_the_Water_Dragon",
        "text":"L5r: Legend of the Five Rings\n\nRide the Water Dragon\n\n28,008pages on\nthis wiki\nAdd New Page\nAdd New Page Talk0\n\nRide the Water Dragon was a Mastery 3 kharmic water kiho [1] that filled the monk with the spirit of water, dramatically increasing the rate of healing. The dominance of water within the limbs while the kiho was active made the monk sluggish, and moved slower. [2] [3]\n\n\n  1. Legend of the Five Rings; Fourth Edition, p. 265\n  2. Legend of the Five Rings; Third Edition, p. 260\n  3. Way of Shinsei, p. 59\n\nIsawa This magic or religion related article is a stub. That means that it has been started, but is incomplete. You can help by expanding this article.\n\nAlso on Fandom\n\nRandom Wiki",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.8143151402,
        "format_confidence":0.9877150655
    },
    {
        "url":"https:\/\/bulbapedia.bulbagarden.net\/w\/index.php?title=Entei_(M03)&diff=prev&oldid=1298309",
        "text":"Difference between revisions of \"Entei (M03)\"\n\nFrom Bulbapedia, the community-driven Pokémon encyclopedia.\nJump to: navigation, search\nm (its attacks being removed before was justified by it being an illusion created by the Unown which can only know Hidden Power, but Molly's other illusory Pokemon used other attacks.)\nLine 33: Line 33:\n{{anmov\/h|fire||Entei Hidden Power.png|Using Hidden Power}}\n{{anmov\/h|fire||Entei Hidden Power.png|Using Hidden Power}}\n{{anmov|psychic|Hypnosis|M03|Spell of the Unown|x=yes}}\n{{anmov|psychic|Hypnosis|M03|Spell of the Unown|x=yes}}\n{{anmov|fire|Fire Blast|M03|Spell of the Unown}}\n{{anmov|fire|Flamethrower|M03|Spell of the Unown}}\n{{anmov|normal|Hidden Power|M03|Spell of the Unown}}\n{{anmov|normal|Hidden Power|M03|Spell of the Unown}}\n\nRevision as of 23:20, 29 December 2010\n\nEntei (Illusion)\nエンテイ Entei\nEntei escaping with Delia Ketchum\nDebuts in Spell of the Unown\nCaught at Not caught (illusion)\nGender Male\nAbility Unknown\nCurrent location \"In the clouds\"\nThis Pokémon has not evolved.\nVoice actor Japanese English\nAs Entei Naoto Takenaka Dan Green\n\nEntei (Japanese: エンテイ Entei) is a character in Spell of the Unown.\n\n\nEntei was a physical manifestation created by the Unown of Molly's desires and lust for control. He is an illusionary Entei that appeared to Molly Hale after she made a wish to the Unown. He served as a replacement father for her while her real father, Spencer, was trapped in the Unown dimension. Entei was able to speak in the humans' language because it was an illusion created by the Unown.\n\nEntei and Molly\n\nHe did everything Molly asked for, even kidnapping Delia Ketchum so she could be Molly's mother and providing her with Crystal Pokémon for her to battle Brock and Misty with when they entered the tower that Entei had created to rescue Delia.\n\nWhen Ash attempted to confront Entei to get his mother back, his Totodile and Cyndaquil were rapidly defeated, with Pikachu only lasting longer without faring any better, and even Charizard — who had witnessed the incident on television at the Charicific Valley and come to help — was only able to hold Entei off without actually defeating it. However, when Entei was about to break Charizard's neck, Molly finally decided that she wanted things to be real again.\n\nAccepting Molly's decision, Entei helped Pikachu and Charizard defeat the now out-of-control Unown, subsequently bidding Molly farewell and assuring her that he would always be in her dreams.\n\nIn The Mastermind of Mirage Pokémon it was seen in Pikachu's memories.\n\nMoves used\n\nUsing Hidden Power\nMove First Used In\nHypnosis × Spell of the Unown\nFire Blast Spell of the Unown\nFlamethrower Spell of the Unown\nHidden Power Spell of the Unown\nAn × shows that the move cannot be legitimately learned by this Pokémon in the games.\nA shows that the move was used recently, unless all moves fit this case or there are fewer than five known moves.\n\nVoice actors\n\nLanguage Voice actor\nJapanese 竹中直人 Naoto Takenaka\nEnglish Dan Green\nEuropean Spanish Miguel Ángel del Hoyo\n\nRelated articles\n\nFor more information on this Pokémon's species, see Entei.\n\nMovie characters\nHuman protagonists\nAliceAudreyBarazBiancaCarlitaCoreyDamosDianaDianeEricFergusJack WalkerJuanitaKarlKathryn\nKidd SummersKimiaLisaLizabethLorenzoMakotoMannesMarenMelodyMerayNeeshaNewton Graceland\nProfessor LundRafeRaleighRebeccaRowenaSamSheenaSidSir AaronSoujiTonioTory LundTowaYuko\nHuman antagonists\nAlvaAnnieArgus SteelButlerCherieCrossDamonGalenGooneGrings KodaiIron-Masked Marauder\nLawrence IIILeviMarcusMerilynMillis SteelMolly HaleOakleyRiotThe PhantomZero\nArceusArticunoCarbinkCelebi (M04)Celebi (M13)CobalionDarkraiDeoxysDialgaDiancieEntei (M03)Entei (M13)Genesect\nGiratinaHo-OhHoopaJirachiKeldeoKyuremLatiasLatiosLucarioLugiaMagearnaManaphyMew (M01)Mew (M08)\nMewtwo (OS)Mewtwo (BW)MoltresPalkiaPichuPikachutwoRaikouRayquazaRegiceRegirockRegisteelReshiramShaymin\nSlowkingSuicune (M04)Suicune (M13)TerrakionUnownVictiniVirizionVolcanionXerneasYveltalZapdosZekromZoroarkZorua\nAliciaAllegraAstridBanksBaron AlbertoBlock BotBogieBonjīCarolDabuDavidDionaDonukeDr. Fuji\nDundeeFlamelGabuGhrisGlacineGodeyGroudon (M06)Heroes of Truth and IdealsInfiJennyJoeJudyKai\nKakoKanataKatoKevinKikoKing of the People of the ValeKyleLaylaLeekuLucianneLuisLuisaMakoMalin\nManukeMarcus's soldiersMauryMeredithMewtwo's creatorsMimiMirandaMisakiMooseMother and daughter\nMr. WhiteNevaNikolaOld Man DomPegPeople of the WaterPokémon Baccer teamsQueen IleneQueen RinRavine\nRaymondRossSchuylerShipShunSpencer HaleSylvanTakaTammyTannerTappTatsukiTobiasUschiZabu\n\nProject Anime logo.png This article is part of Project Anime, a Bulbapedia project that covers all aspects of the Pokémon anime.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.5068615079,
        "format_confidence":0.9605210423
    }
]