[
    {
        "url":"http:\/\/astrologyk.com\/zodiac\/baby\/parents\/aquarius\/childs\/aquarius",
        "text":"Aquarius Child — Aquarius Parent\n\nTwo Uranians in the same house create a very high tension. Surprisingly, if this has not yet led to an explosion, but perhaps the explosion is yet to come! Aquarians have a deep affection for each other, they instantly recognize themselves similar in a detached view, speaking more about a special vision, and originality than about addiction to earthly affairs. The Aquarius parent does not have any plans at all about the child, and he can rest assured that the little Aquarius will be able to surprise him.\n\nBecause Aquarius likes to surround himself with people, family life for him will not be limited to communicating with relatives. Aquarius automatically associates friends with his relatives, he likes to communicate with different types of people. Because the baby Aquarius grows in a house where there are always a lot of guests, so he learns to easily get in touch with other people. In the family, Aquarius is allowed to be himself.\n\nAquarius Mother — Aquarius Child\n\nThese two believe that life is a great adventure, and very exciting! And they will try not to miss anything in it. True, sometimes it may seem like a job without common sense… But is it really important if they understand each other, can they exchange ideas and together think about what else can be done to save humanity?\n\nBoth are rather unemotional and sometimes somewhat cold - except for their hobbies. They discuss this with great pleasure, loudly arguing and defending their opinion. They believe in justice and equality, honesty and freedom of thought. In a word, it is a union of two idealist thinkers.\n\nLittle Aquarius can get from his mother too much freedom, which turns into arbitrariness. He loves everything in his own way and is also very stubborn, and a good-natured mother will allow him a lot. She believes that such an approach will help him develop independent thinking. When a child starts to argue, she thinks, he simply learns self-affirmation. But he needs to explain that there are limits to what is permissible, otherwise he can grow up to be a rebel, and everyone will suffer from this.\n\nSuch a child needs a firm hand, but it is important not to crush in him all of his best qualities. Mom-Aquarius will help to find an application to his creative abilities and give a lot to his child, answering all his questions and explaining to him that good deeds can benefit society. But most importantly - this mom will allow Aquarius to be himself, which is really important for this extraordinary personality.\n\nAquarius Father — Aquarius Child\n\nAquarius dad looks at his little experimenter and rebel and sees in him a worthy heir. Both are just overwhelmed with ideas, but, unfortunately, they lack some common sense. And although some of their plans are really excellent, they would be advised to consult with someone before embarking on the implementation of their projects. They are worried about everything new and do not scare the risk. Well, they have more energy, though half of it goes to talk.\n\nThey value honesty and independence in each other, understand even some strangeness and unpredictability. Senior Aquarius is often an intellectual who is immersed in books, social issues and good deeds, and there is a risk that he simply will not notice the emotional needs of the child. And Aquarius, Jr. needs someone very much who he could turn to for help, although this does not happen very often.\n\nMost of the time he prefers to spend in the company of his father. This father accepts his offspring as they are, and does not require the child of what he does not show a tendency. Father will try to explain any of his demands, but sometimes he naively believes that this is enough. And Aquarius, the younger, must sometimes be brought to life by more effective methods!\n\nThe father will always listen to the child and will try to help him with the lessons, discussing everything in the most serious way. Both of them do not like routine, are happy about everything new and want to look ahead, not counting the reflection on the future as a waste of time. Aquarius Sr. is sympathetic to the unusual choice of Aquarius’s younger friends. He generally refers to him as an adult, and next to such a father, he really feels like a person.\n\nAquarius Compatibility\n\nChildren by Zodiac Signs\n\nAquarius Parent and Children by Zodiac Signs\n\nAquarius Child  — Aquarius Parent\nAquarius Daily HoroscopeAquarius Love HoroscopeAquarius Career HoroscopeAquarius Wellness HoroscopeAquarius LoveAquarius CompatibilityAquarius ManAquarius Woman",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.7896114588,
        "format_confidence":0.7267359495
    },
    {
        "url":"https:\/\/www.theholidayspot.com\/mothersday\/around_the_world.htm",
        "text":"TheHolidaySpot - Festivals and Holidays\n\nMother's Day Celebrations Around The World\n\nSearch for a lawyer in your area\n\nMother's Day celebration in\n\nMother's Day have been recognized in special ways for thousands of years. It's celebrated in over 40 countries around the world! Mother's Day celebration around the worldNormally most of the countries celebrate Mother’s Day on the second Sunday in the month of May but however many countries celebrate Mother’s Day entirely at different time of the year. Thus the exact date and the way this event is celebrated vary from country to country since the time of Ancient Greece. But whatever may be the date of Mother's Day around the world, the spirit is the same everywhere. Thus everywhere in the world mothers are respected for their extreme devotion towards their kids. They are showered with love, care and gifts items. It is the day when every child on earth pays their humblest tribute to their mothers and thank their respective mothers for giving them birth and providing them with the best of care and upbringing. Here is a glimpse of today's Mother's Day celebrations as done worldwide. Know about the different ways in which this heart-warming occasion is celebrated in different countries of the world. Do you like it? If yes, feel free to click here and forward this to anybody you want.  \n\nMother's day at the United Kingdom...\nMother's Day is more popularly known as Mothering Sunday, the origins of the holiday date back to centuries when it was considered important for churchgoers to visit their home or \"mother\" church once a year. During Lent, the practice became quiet popular, and in a society where children were often sent off to work in other villages at a very young age, it quickly became a time for family reunions and celebrations that were fondly cherished. A special cake, might also be brought along to provide a festive touch. Later, Mothering Sunday became a day when children and domestic servants were allowed a day off to see their families. Celebrated on the fourth Sunday of Lent, Mothering Sunday remains a time to pay mothers their due rewards for all their love and encouragement with flowers, candies, cards, and other tokens of appreciation.\n\nMother's day at the United States of America...\nIt's said that Mother's Day was first suggested in the United Sates by Julia Ward Howe in 1872 as a day dedicated to peace after the Franco Prussian War. The holiday gained its popularity majorly due to the efforts of Anna M. Jarvis.\n\nAnna began a letter-writing campaign to garner support for a national Mother's Day holiday when her mother passed away in 1905, with the help of friends, Reaching out to influential leaders, including William Taft, Theodore Roosevelt, and John Wannamaker, Anna poured out a stream of solicitations for support of the idea. She believed, mothers deserved their own special day and that it would help strengthen family bonds.\n\nShe persuaded her mother's church in West Virginia to celebrate Mother's Day on the second anniversary of her mother's death, the 2nd Sunday of May. By 1911 Mother's Day was celebrated in almost every state, and flowers quickly became a lasting tradition to express love on the occasion. In 1914, Congress passed a resolution designating the second Sunday in May as Mother's Day, \"a public expression of love and reverence for the mothers of our country.\" President Woodrow Wilson issued the first proclamation making it an official U.S. holiday.\n\nFor More details, click here\n\nOther countries that celebrate Mother's Day on the second Sunday in May include: Australia, Belgium, Canada, Denmark, Finland, Italy, Japan, and Turkey.\n\nMother's day Celebrations in India...\nJust as in the West, Indians too take Mothers Day as a time too reflect on the importance of mothers in their life. Mother's Day is the time to say a big thank you Ma. The Hindu people celebrate for ten days in October in a festival they call Durga Puja. Durga is the name of a goddess who protects the people from evil and is also popularly known as The universal Mother..\nPeople send cards to their mums on Mothers Day. Invitations for a meal so that she can have a days rest from the kitchen and gifting out goodies on Mothers Day is also rampant.\n\nMother's day Celebrations in Spain...\nMother's Day is celebrated on the first Sunday of May in Spain. Like elsewhere, this day is observed throughout the country to honor all mothers. Shops all over Spain make a brisk business selling chocolates, flowers, greeting cards and many other presents for Mother's Day which find a great favor with children although many of them prefer to handcraft the greetings and presents for their mothers.\n\nMother's day Celebrations in New Zealand...\nIn New Zealand Mothers Day is celebrated on the second Sunday in the month of May. This is the same day on which US celebrates its Mothers Day. And as the idea of celebrating Mothers Day in New Zealand has come from US, the manner of celebrating Mothers Day in New Zealand is much the same as that in US. On Mothers Day people of New Zealand thank their mothers and recognize their esteemed efforts in bringing them up and caring for them. There is a big euphoria over the day and people celebrate the day by going out for picnics and dinners. Markets see a busy time as people make it a point to buy gifts for their mothers, grand mothers and friends and relatives who are mothers.\n\nMother's day Celebrations at Yugoslavia...\nMothers' Day is observed in December. The children sneak into their mother's bedroom and tie her up in bed. When she awakes she promises to give the children gifts that she has hidden in order to be untied.\n\nMother's day Celebrations in South Africa...\nIn South Africa, Mothers Day is celebrated on the second Sunday in the month of May. People of South Africa celebrate Mother's Day in its true spirit by acknowledging the importance of mothers in their lives and thanking them profusely for all their love and care. People also gift flowers and cards to their mother as an expression of their heartfelt feeling of gratitude and affection.\n\nMother's day Celebrations In Japan...\nYoung children draw pictures called \"My Mother\" and enter them into an exhibit. This exhibit of pictures then travels to many different countries around the world\n\nMother's day Celebrations In Canada...\nMothers Day is a the most popular festival after Christmas and Valentines Day. Just as in USA, Mothers Day in Canada is celebrated in the second Sunday in the month of May. People pay tribute to their mothers on the day and thank them for their constant support and love. In Canada, cards and flowers are the most commonly used methods of expressing love for moms. It has been commercialized to a large extent with compelling advertising strategies in the technologically advanced country of Canada.\n\nMother's day Celebrations In Sweden...\nthey sell little plastic flowers before Mother's Day. They then use the money that they make from these flowers to send the mothers with many children on vacation.\n\nMother's day Celebrations in Mexico...\nMother's Day, or Dia de las Madres, is May 10 in Mexico. It's a hugely popular occasion celebrated throughout the country, with special events sponsored by schools, churches, cities, and civic groups. The family tradition is for sons and daughters to come to their mother's house on the eve of Mother's Day (May 9). Festive Mother's Day masses, handmade gifts, flowers, cards, and children's' school presentations are also often part of the nationwide observance.\n\nMother’s Day Celebration in Australia...\nIn Australia, Mother’s Day is celebrated with lot of enthusiasm and joy. It falls on the same day as in US which is on the second Sunday in the month of May and is celebrated in a similar fashion as in US. Thus people of Australia take Mother’s Day as an opportunity to express gratitude to their mother and shower their love over them. Children show their love to their moms by gifting some beautiful flowers and cards to them.\n\nJust as in US, Australia also has this tradition of wearing carnation on Mother’s Day in Australia. The carnation has a special connotation attached. A colored carnation signifies that a person's mother is living while a white carnation is used to honor a deceased mother. Besides their own mothers children honor their grandmothers and other women who love and care for them as a mother does. Thus on this particular day every children show their respect and pamper their mother s and mother figure by treating them with breakfast on bed and with gifts and cakes.\n\nJust like as it is in the US, celebrating Mother's Day in Australia has also become an affair of commercialisation and profit-making. Marketers try to play on the emotional aspect of the festival to sell their goods. Card manufacturers and florists particularly see a high business.\n\nOther countries that celebrate Mother's Day on May 10 include:\nBahrain, Hong Kong, Malaysia, Oman, Pakistan, Qatar, Saudi Arabia, and Singapore.\n\nMother's day Celebrations in Ireland\nIn Ireland, Mothers Day is not celebrated on same day as in US. Mothers Day celebrations in Ireland takes place on the fourth Sunday in the Christian fasting month of Lent. This corresponds to the day on which Mothers Day or Mothering Sunday is celebrated in UK, a close neighbor of Ireland. While in the US Mothers Day is celebrated on the second Sunday in the month of May. But just as in scores of other countries, people in Ireland honor their mothers on the occasion of Mothers Day for all their love and affection.\n\nOther Nations\nSimilar holidays are commonplace throughout the world, including Argentina (2nd Sunday in Oct.), France (last Sunday in May), Lebanon (1st day of Spring), Norway (2nd Sunday in Feb.), South Africa (1st Sunday in May), Sweden (last Sunday in May), and Yugoslavia\/Serbia (two weeks before Christmas).\n\nThe festival of Mothers Day is based on the emotions shared between mother and a child. Howeve... (truncated)",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.9601733088,
        "format_confidence":0.580675602
    },
    {
        "url":"http:\/\/www.thinkbabynames.com\/meaning\/0\/Joleisa",
        "text":"Home > Joleisa\n\n\nWhat does Joleisa mean?\n\nJoleisa Pronunciation of Joleisa as a name for girls is a version of Jaleesa.\n\n\n\nVARIANTS Joleesa, Jaleisa\n\nRELATED FORMS VIA JALEESA Jaliza, Jilleesa, Jilleisa\n\n\n\nJoleisa Angel (J.A.), ..\n\nHow popular is Joleisa?\n\nJoleisa is a rare first name for females. Joleisa is also a rare last name for both adults and children. (2000 U.S. CENSUS)\n\nWhich version is better?\n\nJaleesa is the only popular related form of Joleisa (OUTSIDE TOP 2000). Adoption of this form of Joleisa reached its most widespread in 1990 (#657), but now, Jaleesa has become less trendy. (TOP 2000 NAMES, 2016)\n\nTop 2000 baby names ranking of Jaleesa in U.S.\n\nTop 100 baby names ranking of Joleisa and related baby names outside U.S.\n\nSimilar Names\n\nJoleisa is alike in pronunciation to Jaleesa, Jaleisa, Jalessa, Jelisa, Jelissa, Jewelisa, Jilleesa, Jilleisa, Jillesa, Joleesa, Jolisa, Jolissa, Julisa, Julissa and Julyssa. Other suggested similar-sounding names are Alaisa, Allisa, Aloisa, Analeisa, Corisa, Dorisa, Dorlisa, Eleisa, Elisa, Eloisa, Felisa, Helisa, Jakeisha, Jaleese, Jalisa, Jalissa, Jaliza, Jameisha, Janeesa, Jemsa, Jinessa, Joakima, Joela, Jolana, Jolanna, Jolean, Joleigh, Jolena, Jolene, Joleta, Joletta, Jolie, Joliet, Jolietta, Jolina, Jolise, Jolyna, Jonessa, Jonetta, Jonisa, Josetta, Josina, Jovena, Jovita, Jowella, Julena, Julina, Julisha, Juliska, Jyllina, Kalisa, Koressa, Leisa, Louisa, Melesa, Melisa, Molissa, Moreisa, Oleesa and Oleisa. These names tend to be more commonly used than Joleisa.",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.8393183351,
        "format_confidence":0.5514378548
    },
    {
        "url":"https:\/\/funkyenglish.com\/slang-bae\/",
        "text":"• Modern English Slang – Bae\n  • Meaning – Baby or Babe. Bae is a shortened form of babe or baby. This slang expression is an affectionate name for your romantic partner.\n  • Some people believe that bae is an acronym that stands for before anyone else.\n  • Bae is very modern English slang and has become increasingly popular – especially on the Internet – in the last couple of years.\n  • “I can’t come to the footy game this weekend because I’ve promised to take my bae to the theatre!”",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.8462861776,
        "format_confidence":0.595674932
    },
    {
        "url":"http:\/\/www.infoplease.com\/encyclopedia\/society\/fraternity-sorority.html",
        "text":"| Share\n\nfraternity and sorority\n\nfraternity and sorority, in American colleges, a student society formed for social purposes, into which members are initiated by invitation and occasionally by a period of trial known as hazing. Fraternities are usually named by two or three Greek letters and are also known as Greek-letter societies; women's Greek-letter societies are commonly called sororities. The oldest Greek-letter society is Phi Beta Kappa, founded (1776) at the College of William and Mary, Williamsburg, Va. It soon became a scholarship honor society. After 1830 the literary societies that existed in many colleges were slowly supplanted by fraternities modeled on the three established (1825–27) at Union College. After 1870 many professional and honorary fraternities were established to give recognition to scholarship in various fields. Most fraternities and sororities, however, serve mainly as social clubs. The typical Greek-letter society owns or rents a house that is used as a residence hall for members and as a center for social activities. Some Greek-letter societies have only one local organization or chapter; others are nationally organized with chapters in several institutions. The Interfraternity Conference (1909) and the National Panhellenic Congress (1929) were established to consult on the common interests of American fraternities and sororities. Because many fraternities only admit new members on the basis of a unanimous vote, many of the organizations have been able to maintain discriminatory entrance policies. For this reason, and because of incidents of violent or abusive hazing, fraternities are forbidden on some campuses and their activities severely curtailed on many others.\n\nSee W. R. Baird, Manual of American College Fraternities (rev. ed. 1949); W. A. Scott, Values and Organizations: A Study of Fraternities and Sororities (1965).\n\nThe Columbia Electronic Encyclopedia, 6th ed. Copyright © 2012, Columbia University Press. All rights reserved.\n\nMore on fraternity and sorority from Infoplease:\n\nSee more Encyclopedia articles on: Education: Terms and Concepts",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.9772753119,
        "format_confidence":0.9917047024
    },
    {
        "url":"https:\/\/www.babynames.co.uk\/names\/mikel\/",
        "text":"Meaning:who is like god?\n\n\n\n\nBrowse names by first letter:\n\n\nAbout Mikel\n\nGo back to names list\n\nMikel is the Basque form of the name Michael. A common biblical name in English form, Michael is a name borne by an archangel protector of the Hebrews, regarded as a Catholic saint. Michael was often depicted as bearing a flaming sword.\n\nYou might also be interested in:\n\nSimilar names that end with 'L':\n\nLooking for middle name? How about:\n\nTop 10 names also beginning with 'M':\n\nName Gender Rank Meaning\nName Gender Rank Meaning\nMia Girl 7 Sea dew Facts\nMuhammad Boy 10 praiseworthy; fine qualities Facts\nMatilda Girl 27 mighty battler Facts\nMax Boy 27 the greatest Facts\nMohammed Boy 30 praiseworthy; possessing fine qualities Facts\nMason Boy 37 stone worker Facts\nMillie Girl 37 labour; strength Facts\nMaya Girl 40 illusion Facts\nMaisie Girl 46 pet form of mairead Facts\nMolly Girl 58 pet form of mary Facts\n\nCheck out our great content\n\nGet our book",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.8902977705,
        "format_confidence":0.6743247509
    },
    {
        "url":"https:\/\/counsellorsuk.org\/info\/adoption",
        "text":"Adoption is when a child for whatever reason cannot be brought up by the birth family and is ‘adopted’ into another family permanently.\n\nThere are many reasons why children are adopted and for this reason the issues raised by adoption can be extensive. You may feel rejected and unimportant and want to find out why you were adopted or you may be very grateful to have been given the opportunity to grow up in a loving adoptive family but would like to meet your birth parent. No two stories are the same.\n\nSometimes for the birth parent, they would like the opportunity to meet their birth child after many years.\n\nIf you wish to enter counselling about your adoption or any issues relating to an adoption, your counsellor or psychotherapist must be qualified to work with adoption. This is a legal requirement.\n\nFor more information on adoption, please visit Barnardos or Adoption UK\n\nFor information on your Adoption Records visit:  Accessing Your Birth Records\n\nFor information on the Adoption Contact Register visit: The Adoption Contact Register\n\nTo look into tracing a birth relative or if you are related to someone who was adopted prior to 30 December 2005, you can use an ‘Intermediary Agency’.",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.9250670671,
        "format_confidence":0.6921768188
    },
    {
        "url":"http:\/\/www.meaning-of-names.com\/american-names\/daytona.asp",
        "text":"Names - Meaning of Daytona\n\nNames - Meaning of Daytona - Name Meaning Names  |  Surnames  |  Submit a Name  |  Contact us\nAmerican name meanings\nMember Login Site Statistics\nVisitors Online: 1657\nToday's Visits: 44415\nYesterday's Visits: 179970\nName Meaning - Daytona\n\nMeaning of Daytona - History and Origin\nMeaning of \"Daytona\"\nAmerican name\nIn American, the name Daytona means - speedy.The name Daytona originated as an American name. The name Daytona is most often used as a girl name or female name.\n\nAmerican Name Meaning - speedy\nOrigin - America\n\nMeaning Submitted by: Anonymous\nOrigin Submitted by: Anonymous\n\ngirl name meanings\n\nResource Directory | Submit Site | Contact Us\n©Copyright 2004 - 2017 - Powered by Swigity, LLC\nNames - Meaning of Daytona",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.5511436462,
        "format_confidence":0.5274133682
    },
    {
        "url":"http:\/\/directory.ageukhillingdon.org.uk\/Pages\/Organisations?OID=8951",
        "text":"Print Correction Save\n\nBell Farm Christian Centre\n\nBell Farm Church is a small, friendly and lively Fellowship that meets at Bell Farm Christian Centre, in the heart of the Bell Farm Estate in West Drayton. The Church meets each Sunday morning at 10.30 for worship and teaching, which is informal.\nEach Tuesday there is an Older Persons Lunch and Social Club  where  you can enjoy a traditional home cooked dinner and activities such as art classes, clothing shows and outings.\n\nThe Advice, Information and Care Service provides, information, advice, advocacy and support to members of the local community who have issues concerning:  housing, benefits, consumer affairs, debt, hate crime, domestic violence etc.  The work includes partnerships with other organisations that are able to provide information, advice and advocacy on specific issues.\n\n\n\nBell Farm Christian Centre, South Road, West Drayton, Middlesex, UB7 9LW\nUmbrella org:\nSocial Clubs\nContact name:\nDiane Faichney\nJob title:\nInterim Centre Director\n01895 444 406\n01895 438 036\nOpening times:\nTuesday 11.00am – 3.30pm\nDisabled access:\nHow to apply:\n01895 444406\n222 U5\n\nRelated Information\n\nRelated Factsheets\n\nSubject Definitions\n\nYou may be entitled to receive benefits if you are on a low income or have certain costs to meet because of your personal situation. Check if any of the following apply to you. You're on a low income (employed or looking for work). You have dependent children. You're ill or disabled. You're caring for someone. You're aged 60 or over. You have been bereaved. You're pregnant or have recently had a baby. You can check whether you may qualify to receive financial or other support by contacting a benefits adviser service or by reading the attached fact sheets\nLots of people are in debt these days for all sorts of reasons. Don’t ignore the problem, it won’t go away and the longer you leave it the worse it will get. Don’t borrow money to pay off your debt without thinking about it carefully, always get advice first, if you own your home this kind of borrowing could put it at risk. Follow these steps and they will help you work out your personal budget, prioritise your debts and tackle the problem.\nStep 1 – Working out your income. Work out all the money you have coming in so you know just how much you have to spend in total. Look at ways to increase your income, check you are receiving all the benefits you may be entitled to, are you on the right tax code? are you covered by payment protection insurance on any of your loans? or are there other ways of increasing your income? for example letting a spare room out to a lodger (this may affect your benefits or your tax position, please check first).\nStep 2 – Work out your outgoings. Work out all your regular outgoings (other than your debts). Look at ways to reduce your outgoings, are you paying bills that no longer apply, for example insurance policies for equipment you no longer own or a TV and phone package that no longer meets your needs. Are you making regular payments to charities or social groups that you can no longer afford? Be careful, if you under estimate your outgoings you may find it difficult to stick to a long-term repayment plan. This could lead to greater difficulties.\n\nStep 3 – Work out the money left over. If you take your outgoings away from your income you will be left with how much money you can offer your creditors.\n\nStep 4 – Which debts to pay first – Your “Priority” debts. Some debts are more important than others. The law gives different creditors different ways of getting their money back. If you don’t act quickly, some creditors could take away your home, cut off your gas or electricity supply, send the bailiffs to take furniture from your home or ask the courts to send you to prison. One way to decide if a debt is a priority is to think about the affect not paying would have on you, for example if you don’t pay your telephone bill you will be cut off, this may not have a big affect on your life style, but if you are housebound and it is your only way to contact help and\/or support in an emergency, it would be a priority (Contact National Debtline for more details on priority debts). Contact each of the priority creditors explain your difficulties and make them a realistic offer, send them a copy of your personal budget.\n\nStep 5 – How much is left over. After dealing with your priority debts any money left over can be offered to your non-priority or credit debts, this includes banks, catalogues, credit-cards etc.\n\nStep 6 – How to deal with credit debts.\nWork out payments on a ‘pro-rata’ basis; remember to ask them to freeze the interest on your accounts. If there is nothing left, still write to them showing your personal budget to back this up and ask them to hold action until your circumstances improves; you may be able to offer a token payment of £1 per month.\nIf you are having difficulties dealing with debt problems, you should seek specialist advice. Before seeing an advisor about money issues, it is useful to make a complete list of your debts and work out your income and expenditure as detailed above in steps 1 and 2.\nAdvice for people with housing enquiries.For example,if they are moving property,are waiting to be allocated a local authority property or feel that they are living in sub-standard accomodation.\nLunch Clubs are available to elderly people where they can eat a cut price healthy meal aswell as socialise with other people who attend,who may feel isolated and in need of company.Other activities may also take place at these clubs,so look further to find any local clubs of interest.",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.5594489574,
        "format_confidence":0.7235597372
    },
    {
        "url":"http:\/\/gender.wikia.com\/wiki\/Bigender",
        "text":"Gender Wiki\n\n\n179pages on\nthis wiki\nAdd New Page\nComments281 Share\nBigender pride\nis a gender identity which can be literally translated as 'two genders' or 'double gender'. Bigender people experience exactly two gender identities, either simultaneously or varying between the two. These two gender identities could be male and female, but could also include non-binary identities. For other identities for those who experience multiple genders, please see multigender.\n\nBigender people may also identify as multigender, non-binary and\/or transgender. If a bigender person feels that their identity changes over time or depending on circumstance, they may also identify as genderfluid, which describes any person whose gender identity varies over time.\n\nBigender people can have any gender expression but many prefer to be seen as androgynous and\/or change their presentation to be more masculine or feminine depending on their current identity. Bigender people may experience dysphoria in which they want their body to reflect traits from two distinct sexes, or experience dysphoria at some times but not others. However, not all bigender people experience dysphoria. Some bigender people may choose to transition so that their body more closely matches their gender identity, but not all do.\n\nBigender people can be any sexuality, and should not be confused with bisexual.\n\nExternal Links\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.7743877769,
        "format_confidence":0.9921825528
    },
    {
        "url":"http:\/\/www.ushmm.org\/propaganda\/archive\/german-girls-activities\/",
        "text":"Skip to the content\n\nText Version\n\nAfter-school activities for member of League of German Girls\n\nA typical after-school activity for members of the League of German Girls was to take children from large families for an airing in the park while the mothers of the infants were at work.\n\nHoover Institution Archives\n\nSee All Artifacts",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.6278848648,
        "format_confidence":0.7462046146
    },
    {
        "url":"https:\/\/www.wisegeek.com\/where-do-most-children-adopted-into-the-us-come-from.htm",
        "text":"Where Do Most Children Adopted into the US Come from?\n\nChildren adopted into the US from 1999 to 2011 came from China or Russia more than any other countries. During this time, 233,934 international adoptions took place in the US, with almost 67,000 children coming from China and more than 45,000 from Russia. Other popular countries of origin for adopted children included Guatemala, South Korea and Ethiopia. The most common countries for US adoptions often change depending on the countries’ economies and legislature changes. International adoptions in the US declined more than 60% from 2004 to 2011, which is thought to be the result of the tightening of adoption laws to prevent child trafficking. Lower birth rates and reduced stigma on children born out of wedlock are also thought to contribute to fewer children being put up for adoption.\n\nMore about adoption in the US:\n\n  • International adoptions costs can range from $20,000 US Dollars (USD) to $50,000 USD.\n\n  • About 63% of the children adopted into the US are females, which is thought to be the result of other countries placing a higher social importance on males.\n\n  • It was estimated in 2011 that more than 17.8 million children worldwide had no living parents and were in need of adoption.\n\nFollow wiseGEEK:\n\nMore Info:\n\nDiscuss this Article\n\nPost your comments\n\nPost Anonymously\n\n\nforgot password?\n\n\n\nFree Widgets for your Site\/Blog\n\nSwordfish can selectively warm their eyes and brain so they can locate their prey more quickly in deep, cold water.  more...\nNovember 20 ,  1945 :  The Nuremberg Trials began.  more...",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.9534947276,
        "format_confidence":0.9645594954
    },
    {
        "url":"http:\/\/www.sheknows.com\/baby-names\/name\/aelle",
        "text":"Start writing\nShare this Story\n\n\nParenting \/ Baby Names \/ A \/ Boy \/ Aelle\n\n\nThe name Aelle is a baby boy name.\n\n\nAnglo-Saxon Meaning:\n\nThe name Aelle is an Anglo-Saxon baby name. In Anglo-Saxon the meaning of the name Aelle is: Name of several kings.\n\n\nSoulUrge Number: 11\n\nPeople with this name have a deep inner desire to inspire others in a higher cause, and to share their own strongly held views on spiritual matters.\n\nExpression Number: 8\n\nPeople with this name are competent, practical, and often obtain great power and wealth. They tend to be successful in business and commercial affairs, and are able to achieve great material dreams. Because they often focus so strongly on business and achievement, they may neglect their private lives and relationships.\n\nRate this name:\n\nMax 5 stars\nMy Rating\nThis name has 0 vote.\n\nAnd you'll see personalized content just for you whenever you click the My Feed .\n\nSheKnows is making some changes!\n\nb h e a r d !\n\nWelcome to the new SheKnows Community,\n\nwhere you can share your stories, ideas\n\nand CONNECT with millions of women.\n\nGet Started",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.8805840015,
        "format_confidence":0.6912360787
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/The_Proximity_Principle",
        "text":"Proximity principle\n\nFrom Wikipedia, the free encyclopedia\n  (Redirected from The Proximity Principle)\nJump to navigation Jump to search\n\nWithin the realm of social psychology, the proximity principle accounts for the tendency for individuals to form interpersonal relations with those who are close by. Theodore Newcomb first documented this effect through his study of the acquaintance process, which demonstrated how people who interact and live close to each other will be more likely to develop a relationship.[1] Leon Festinger also illustrates the proximity principle and propinquity (the state of being close to someone or something) by studying the network of attraction within a series of residential housing units at Massachusetts Institute of Technology (MIT).[2] Both of these studies provide evidence to support the fact that people who encounter each other more frequently tend to develop stronger relationships.\n\nThere are two main reasons why people form groups with others nearby rather than people further away. First, human beings like things that are familiar to them. Second, the more people come into contact with one another, the more likely the interaction will cultivate a relationship. Also, proximity promotes interaction between individuals and groups, which ends up leading to liking and disliking between the groups or individuals. The aforementioned idea is accurate only insofar as the increased contact does not unveil detestable traits in either person. If detestable traits are unveiled, familiarity will in fact breed contempt. It could be that interaction, rather than propinquity, that creates attraction.[3]\n\nApplied science[edit]\n\nThis concept of proximity is applicable to everyday life since it has some influence over the people one meets and befriends within one's life, as outlined in the aforementioned studies. The formation of friendships was further studied utilizing the population of 336 adolescents within a small and geographically isolated Swedish town.[4] Through the completion of their study, the researchers concluded that social foci that provide constant and continual interaction among the same participants yielded a strong effect on friendship formation. The most notable social foci included attending the same school or one's own neighborhood, as these are both settings in which one is within a close proximity to the same people on numerous occasions.\n\nIn contrast, going to separate schools does not provide one the opportunity to meet the students of that school and therefore one would not be able to formulate a friendship with that person. However, this instance is mitigated if two people from differing schools live in the same neighborhood and therefore are still provided the opportunity of continuous contact outside of school.\n\nProximity in the Digital Age[edit]\n\nWith the increasing use of technological-based communication, it is important to reflect on the impact this may have on the proximity principle. This form of computer-based communication allows people to interact with others disregarding the constraints of physical distance, however it is “reported that a majority of social network site postings they sampled occurred between people living in the same state, if not the same city”.[5] Furthermore, it appears that computer-based communication increases the ability for people to communicate, but is often only utilized between those who already know each other through pre-existing circumstances.\n\nAlthough this article is focused on the proximity aspect of the Principles of Attraction, it is important to note other principles. These are not in any specific order, but they are an important to consider to fully understand the principles of attraction. The other principles are the elaboration principle, the similarity principle, the complementarity principle, the reciprocity principle, and the minimax principle.\n\n\n\n  1. ^ Newcomb, T.M. (1960). Varieties of interpersonal attraction. In D. Cartwright & A. Zander (Eds.), \"Group dynamics: Research and theory\" (2nd ed., pp. 104-119).\n  2. ^ Festinger, L., Schachter, S., & Bach, K. (1950). \"Social pressures in informal groups\". New York: Harper.\n  3. ^ Ebbesen, E. B., Kjos, G. L., & Konecni, V. J. (1976). Spatial ecology: Its effects on the choice of friends and enemies. Journal of Experimental Social Psychology, 12, 505–518.\n  4. ^ Preciado, P., Snijders, T., Burk, W.J., Stattin, H., Kerr, M. (2011). Does proximity matter? Distance dependence of adolescent friendships. Social Networks, 34, 18-31.\n  5. ^ Amichai-Hamburger, Y., Kingsbury, M., Schneider, B.H. (2012). Friendship: An old concept with a new meaning? Computers in Human Behavior, 29, 33-39.\n\nGeneral references[edit]\n\n  • Bornstein, R. F. (1989). Exposure and affect: Overview and meta-analysis of research, 1968-1987. Psychological Bulletin, 112, 265-289.\n  • Ducheneaut, N., Yee, N., Nickell, E., & Moore, R. (2006). \"Alone together?\" Exploring the social dynamics of massively multiplayer online games. CHI Proceedings: Games and Performance. Montreal: ACM.\n  • Gieryn, T.F. (2000). A space for place in sociology. Annual Review of Sociology, 26, 463-496.\n  • Moreland, R. L. (1987). The formation of small groups. Review of Personality and Social Psychology, 8, 80-110.\n  • Sacerdote, B.; Marmaros, D. (2006). \"How Do Friendships Form?\". Quarterly Journal of Economics. 121 (1): 79–119. doi:10.1093\/qje\/121.1.79.\n  • Segal, M.W. (1974). Alphabet and attraction: An unobtrusive measure of the effect of propinquity in a field setting. Journal of Personality and Social Psychology, 30, 654-657.",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.9146989584,
        "format_confidence":0.9874061942
    },
    {
        "url":"http:\/\/www.backdrop.net\/sm-201\/index.php?title=Transwoman",
        "text":"From SM-201\n(Redirected from Transwoman)\nJump to: navigation, search\nTransgender Pride flag\nAndrogyny · Bigender · Cross-dressing · Drag king · Drag queen · Genderqueer · Intersexuality · Questioning · Third gender · Transsexualism · Transvestism\nLGBT history · Transphobia · Homosexuality and transgender · Gynephilia and androphilia\nLegal issues\nLegal aspects of transsexualism · Access to amenities\nTransgender-related topics · LGBT films · Transgender people · Category:Transgender\n\nDrawing-Gay flag.png  This article about lesbian, gay, bisexual and\/or transgender issues\nAlso see the article on Sexual orientation\n\nA transwoman (also spelled trans woman and trans-woman; MtF for male-to-female; slang t-girl) is a transsexual or transgender person who was biologically born or physically assigned as male at birth but feels that this is not an accurate or complete description of herself and identifies as a woman.\n\n\n\"Transition\" refers to the process of adopting a social and personal identity that corresponds to one's own sense of their gendered self, and may or may not include medical intervention (hormone treatment, surgery, etc.), changes in legal documents (name and\/or sex indicated on identification, birth certificate, etc.), and personal expression (clothing, accessories, voice, body language).\n\n\nSimilar to transmen, transwomen have a multitude of decisions and choices depending on what culture(s) they are presently in and what gender roles they and their supporters feel they should attain. Every case is unique and what options are available greatly depend on one's access to medical care providers and on financial support. Some people will want and need hair removal (depilation) and voice feminization although hormone replacement therapy for transwomen can mitigate those concerns. Likewise facial feminization surgery is not always required but can be seen as advantageous for providing a psychological basis of seeing oneself transform either in conjunction or as a step of genital reassignment surgery for transwomen.\n\n\nTranswomen who feel that their gender transition is complete often prefer to be called simply \"women\", considering \"transwoman\" or \"male-to-female transsexual\" to be terms that should only used for people who are not fully transitioned. Even after transitioning, transwomen have biological differences from cisgender women. For example, most have XY chromosomes. However, woman does not necessarily refer to biological sex; it can also refer to cultural gender role distinctions or, most importantly for many transpeople, a personal gender-identification choice. Some who still identify as transwomen after transitioning may describe themselves as \"post-op\" (post-operative; as distinguished from \"pre-op\") transwomen. Many transgender people consider that the shape of their genitalia is not relevant to how they interact with most people. Transwomen who do not want, cannot afford, or have medical reasons for not having sex reassignment surgery are sometimes described as \"non-op\". Many transwomen consider genital surgery as only a small part of a complete transition and some argue that transwomen should not be defined by their surgical status. Others dislike the term \"transsexual\" and prefer to call themselves transgender women, but furthermore some women with this condition prefer to use the word intergendered or intersexed. \"Shemale\", along with \"tranny\", \"ladyboy\" and similar terms, are often used in a derogatory manner to indicate a pre-op transwoman possessing both breasts and male genitalia. Like many potentially derogatory labels, some have adopted the term as an endearment or as a form of self-empowerment, for example San Francisco's club Trannyshack.\n\nSexual orientation\n\nThe stereotype of the effeminate boy who would grow up to live as woman as an adult has a very long history. Due to this history there is a deep seated notion that transwomen who are attracted to males are more genuine. This motivates many lesbian, bisexual, and asexual transsexuals to exaggerate any feminine qualities they have. Research on the sexual orientation of transwomen is compromised by this phenomenon. Many studies on this issue have suffered from reporting bias, since many transsexuals feel they must give the \"correct\" answers to such questions in order to increase their chances of obtaining hormone replacement therapy. Patrick Califia, author of Sex Changes and Public Sex, has indicated that this group has a clear awareness of what answers to give to survey questions in order to be considered eligible for hormone replacement therapy and\/or sex reassignment surgery:\n\n{{cquote|None of the gender scientists seem to realize that they, themselves, are responsible for creating a situation where transsexual people must describe a fixed set of symptoms and recite a history that has been edited in clearly prescribed ways in order to get a doctor's approval for what should be their inalienable right.\n\nIn light of this lack of hard uncontroversial evidence it can be said that transwomen display every sexual orientation that non-transwomen do.\n\nArticles related to Sexual Identity\nGender Male Female Androgyny Boi Cisgender Gender identity Gender identity disorder Genderqueer Gender role Intersex Pangender Third gender Transgender Transman Transwoman Transsexualism\nOrientations Asexuality Bisexuality Gay sex Heterosexuality Homosexuality Pansexuality\nThird genders Fa'afafine Fakaleiti Hijra Kathoey Khanith Mukhannathun Muxe Sworn virgin Two-Spirit\nOther Butch and femme Castrato Eunuch Fetishist Master (BDSM) Polyamory Swinging Queer Womyn Top, bottom, and switch\n\n\nJump to: Main PageMicropediaMacropediaIconsTime LineHistoryLife LessonsLinksHelp\nWhat links hereReferences and SourceseMail The Wiki StaffContact Info",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.7696177363,
        "format_confidence":0.9928262234
    },
    {
        "url":"https:\/\/www.names.org\/n\/arazi\/about",
        "text":"First Name\nin the U.S.\nsince 1880\nLast Name\nin the U.S.\nin 2010\nOn This Page\n\nHow to Pronounce Arazi\n\n  • Automated Male (English)\n    Is this an accurate pronunciation?\n  • Automated Female (English)\n    Is this an accurate pronunciation?\nHow difficult is it to pronounce Arazi?\n\nMeaning and Origin\n\nWhat does the name Arazi mean? Find out below.\n\nOrigin and Meaning of Arazi\n\nSubmit the origin and\/or meaning of Arazi to us below\n\nAlt. Meaning\n\nA is for altruism, the unselfish you.\n\nR is for rely, everyone's trustworthy friend.\n\nA is for authentic, be real\n\nZ is for zeal, your zest for life.\n\nI is for impress, for impress you will.\n\nNotable Persons With the Last Name Arazi\n\nHicham Arazi is a tennis player. Hicham was born on October 19th, 1973 in Casablanca.\n\n\nYardena was born on September 25th, 1951.\n\n\nEfi Arazi was a high tech entrepreneur. He holds the title Chairman. Efi was given the name Efraim R. Arazi on April 14th, 1937. He breathed his last breath on April 14th, 2013.\n\n\nPolina was born on February 18th, 1978.\n\n\nWhere is the name Arazi popular?\n\nView popular names by state or region.\n\nPopularity of Arazi as a last name\n\nThe map shows the absolute popularity of the name Arazi as a last name in each of the states. See other popular names in New York, California, or Illinois.\n\nFun Facts about the name Arazi\n\n  • How unique is the name Arazi? Out of 5,933,561 records in the U.S. Social Security Administration public data, the first name Arazi was not present. It is possible the name you are searching has less than five occurrences per year.\n  • Weird things about the name Arazi: Your name in reverse order is Izara. A random rearrangement of the letters in your name (anagram) will give Aazir. How do you pronounce that?\n\nWhat Arazis Have Visited This Page?\n\nPast life for Arazi born Mar 18, 2005\n\nI do not know how you feel about it, but you were a female in your last earthly incarnation. You were born somewhere around the territory of Central India approximately on 950. Your profession was preacher, publisher, and scribbler of ancient inscriptions.\n\nPsychologically, you were timid, constrained, and quiet. You had creative talents, waited until that life to be liberated. Sometimes environment considered you strange. Your main task - to make the world more beautiful. Physical and spiritual deserts are just waiting for your touch. Keep smiling!\n\nName poster for Arazi\n\nName poster for Arazi(click to save the high quality version)\n\nMost Popular Names\n\nAll Name Lists\n\n  • Sources:\n  • U.S. Census Bureau: Frequently Occurring Surnames from the Census 2000 (public domain).\n  • Notable persons via Wikipedia: Titles and License. Click each image for the attribution information.",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.69573915,
        "format_confidence":0.6798249483
    },
    {
        "url":"https:\/\/www.ifate.com\/astro-compatibility\/aries-aries-relationships-compatibility.html",
        "text":"< Horoscope Compatibility\n\nAll about Aries & Aries relationships\n\nAries & Aries\n\nvintage divider\n\nThere's not a lot of middle ground in Aries Aries relationships. With an Aries sun-sign match, a love affair usually either works or it doesn't. While there are some nuances to Aries compatibility, the overarching theme here is the alchemy of two strong personalities vying for dominance.\n\nAries personality is defined by a strong desire for self-respect and a risk of succumbing to occasional selfishness. Will two people with these characteristics make a good love match? Read on, and we'll explain why the result can be unbridled passion -- or it can be head-on collision of opposing egos, with each of you vying for the upper hand.\n\nSince the Aries zodiac sign is ruled by the planet Mars, the physical aspects of this relationship are often powerful. But as Mars is also the warrior planet, that sexual dynamism can come with unwanted conflict. Remember that fire signs (which include Aries, Leo and Sagittarius) resist being controlled -- so both of you will have to extend a certain amount of freedom to each other. Since the sign Aries is also a cardinal sign, both of you are probably quite ambitious, energetic and can get restless easily.\n\nTwo Arians together will often fight for dominance, making for a fiery combination. Because you'll both need plenty of action and excitement, it will be important to supply this energy to each other if your relationship is going to work. Physical attraction will only take you so far.\n\nLife is never quiet around two Aries. You both want freedom and adventure and find it hard to compromise. Depending on how much effort you make, this could be a roaring success or a complete disaster. When it comes to the romantic compatibility of two Aries, there's not much in between.\n\nWhy Aries and Aries\nare a good match\n\nAs an Aries yourself, you know what an Aries needs. You can match each other's energy levels and enjoy playing and chatting together. Another Aries can be a kindred spirit if you both play to each others' strengths. You're both passionate and love to be social. You're a dashing duo and your combined energy and unique style gets you noticed.\n\nAries is an aggressive sign, but if you can keep your aggression aligned you'll go far together. There are millions of successful Aries Aries couples, and a common trait in the most successful examples is alignment of interests. If you can resist the ram's temptations to butt heads and channel that energy into teamwork, you'll both go very far together. Remember, it's the two of you against the world. Not the two of you against each other.\n\nIf things do go awry, neither of you will bear a grudge for very long. Yes, Aries can get bent out of shape, but fortunately the negative energy passes quickly. Best of all, you both enjoy the passion of making up.\n\nThe big question with two Aries in a relationship is, can you live with someone who's so similar to yourself on certain levels? The elements of compatible astrology are here, but there's also a recipe for something more combustible if you're not careful.\n\nWhy Aries and Aries\nare a bad match\n\nGiven that you both find it hard to compromise, arguments are inevitable. You both need to curb your natural instinct to ram your heads together and engage in a power struggle. This is a fact of many Aries couples -- but in some cases it results in irreconcilable differences.\n\nBecause you are both inclined to do things in a burst of enthusiasm, your relationship can move faster than may be sensible. Wanting to come first means that you itch to show off to each other and will fight to boast about your achievements and recount your dreams before the other can draw breath. Remember: No one will ever win the battle of \"who's best\".\n\nIn many cases there's just no peace for the Aries couple. The temptation to go head-to-head is just too much -- and all too frequent. Interests can't be aligned, and the desire to win is just too high. In these cases, the relationship has a high probability of falling apart.\n\nHow are Aries & Aries in bed?\n\nAries & Aries relationships tend to be extremely passionate and fiery when you first connect. You'll have no shortage of enthusiasm and energy.\n\nAlthough the initial attraction between you is strong, there's a risk that interest will wane quickly. At first, an over abundance of passion will ensure that there are few problems physically. But as Aries is a freedom loving sign, the constraints of a relationship can lead to a waning of desire in some cases.\n\nYou two might not be the most wild of signs, but you're both open minded and willing to give almost anything a try.\n\nIt tends to be all or nothing - you're either ready to fall at each other's feet or bored rigid. But once you get going, there's no stopping you.\n\nAries & Aries marriage potential\n\nThe elements of a successful sign compatibility are certainly here. An Aries man and an Aries woman both individually have solid core values, and enjoy shared activities. You both have a powerful inner energy, and a desire to take on the world.\n\nYou're both capable of being extremely loyal if you get beyond the initial blips in your relationship. Communication and understanding will be key to a long relationship.\n\nThe core advice for an Aries Aries love match is to avoid demanding more and more as you go. The longer you stick together, the more that you realize you can rely on each other -- and stop competing with each other. As no Aries likes to be stuck in a rut, you need to make a conscious effort to keep the excitement going as long as you're together. Keep pushing forward in that Aries way, but make sure your interests are aligned.\n\nIn some ways, Aries relationships are fortunate in their binary nature. Since they will either go the distance or \"blow up\" early, you're less likely to waste time on a failed relationship. In most cases, you'll know sooner than later if you're compatible enough to go the distance.\n\nMore ifate logo Astrology:",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.9826803803,
        "format_confidence":0.7464824319
    },
    {
        "url":"http:\/\/www.dshs.texas.gov\/chs\/vstat\/vs10\/nnuptil.shtm",
        "text":"• Contact Information\n\nMarriage and Divorce\n\n2010 Marriage and Divorce\n\n\nBeginning with 2009 data, new systems were implemented for recording marriages and divorces in Texas.\n\nIn 2010, there were 174,171 marriages reported to the Texas Vital Statistics Unit (VSU), an increase of 1,776 compared to 2009 in which there were 172,395 marriages reported. The crude marriage rate decreased from 7.0 marriages per 1,000 residents in 2009 to 6.9 in 2010.\n\nThe number of divorces reported to VSU increased to 82,098 in 2010 from 81,822 in the previous year. The crude divorce rate of 3.3 divorces per 1,000 residents remained the same as reported in 2009.\n\nMarriage Trends: 1970-2010\n\nIn 2010, 174,171 marriages were reported to VSU. This number is up 1.0 percent from the 172,395 marriages reported in 2009. Since 1970, the first year of reliable reporting, the number of Texas marriages increased until they reached an all-time high of 210,978 in 1984. Since then, the number of marriages declined consistently until 1989 when there were 170,964 marriages. The number of marriages held fairly steady in the 1990s, but dipped to 165,562 in 1998. Since 2001, the number of marriages has been generally decreasing, with some fluctuation between 2005-2010\n\nThe 2010 crude marriage rate has decreased again to 6.9 marriages per 1,000 people residing in Texas, and this is the lowest rate ever recorded since reporting of marriages to Vital Statistics began in 1968. In 1981, the crude marriage rate was 13.2, the highest level ever recorded. Since 1981, the marriage rate has been generally decreasing.\n\nMany factors may have combined to produce the downward trend in crude marriage rates recorded in Texas since 1981. One very important factor is change in age structure of the population. If a population has a high percentage of young people in their early twenties, the prime marrying years, a higher crude marriage rate can be expected. If the proportion of people in this age group declines, so too will the marriage rate. In 1981, 9.6% of the Texas population was age 20-24; by 1994 this figure had fallen to 7.9% and to 7.2% in 2010.\n\nAnother factor is the trend toward postponement of marriage. In 1970, 40% of the women getting married were 15 to 19 years of age. This percentage has consistently decreased. In 2010, only 7.1% of women getting married were 15 to 19 years of age. The percentage of women 20 to 24 getting married between 1970 and 2010 also dropped, but only by 7.3%. However, the percentage of women aged 25 to 29 increased from 9.0% in 1970 to 23.9% in 2010. The figures for men followed the same trend. The difference being that for men the dramatic decrease was for ages 20 to 24, and the dramatic increase was for ages 30 to 34. This trend further indicates a major change in social behavior.\n\nResearch indicates that many young adults are opting to cohabitate prior to, or rather than, getting married. This is a trend that continues to rise. As more adults choose to begin their relationships with cohabitation, the marriage rates are likely to continue to drop. This trend has been documented by numerous demographers. According to a study published in 2000:\n\n\"Between 1960 and 1990, the percent of never-married women ages 25-29 tripled from 10% to 30%...Despite this delay in marriage, young people continue to set up households with the opposite sex. In fact, most of the decline in proportions married by age 25 in the past few decades is offset by entry into cohabitation. Today, there are more than 4 million cohabiting couples in the United States, which is about 8 times the number of couples cohabitating in 1970.\"1\n\nIn 2010, females continued to get married at an earlier age than males, with an average age difference of 2.3 years. Although the number of males (78,194) and females (85,479) getting married between the ages of 20 and 29 was different, a gender difference in younger members of the cohort (all people married in a given time period) was even more clearly shown. Females under age 20 made up 7.1% of marriages in 2010, whereas males under 20 made up 3.0%.\n\nFigure 24 Marriage and Marriage Rates\n\nDivorce Trends: 1970-2010\n\nThere were 82,098 divorces reported to the Vital Statistics Unit in 2010, an increase of 0.3% from the 81,822 divorces reported for 2009. Since 1970, the first year of reliable reporting, the number of Texas divorces rose consistently and rapidly until a peak was reached in 1981 with 101,856 divorces. This was nearly twice the number of divorces (51,530) reported for 1970. Since 1982, the annual number of divorces has remained below the 1981 high mark.\n\nCrude divorce rates have followed the same pattern as the divorce numbers. Rates rose steadily from 1970 to 1981, although not as rapidly as the number of divorces. After 1981, the divorce rate fell consistently through 1989, rose again until 1992, and has continued to decline since that year. The crude divorce rate for 2010 was 3.3 per 1,000 residents.\n\nFor men, the majority (47.9 percent) of divorces occurred in the 30-44 age group, while for women the majority (49.8 percent) were in the 25-39 age group. In 2010, 45.7 percent of divorced males were between 25 and 39 years of age. Teenage men represented 0.2 percent and teenage women 0.5 percent of people divorced in Texas in 2010.\n\nFigure 25 Divorce and Divorce Rates\n\nDivorce\/Marriage Ratio\n\nA frequently asked question is: \"The number of divorces last year was just about half the number of marriages. Does that mean that one half of last years marriages will end in divorce?\" The answer is no. The divorce\/marriage ratio for a particular year tells us almost nothing about what will transpire during the lifespan of the members of that year's marriage cohort (all people married in a given time period). The available data are not sufficient to develop statistical predictions for the future of a recent marriage cohort.\n\nChildren Affected by Divorce\n\nDivorce affected the lives of 64,567 children under 18 in 2010. One measure commonly used to document the involvement of children in divorce is the average number of children per divorce decree. For Texas, the 2010 average was 0.8 children per divorce. However, this figure can be misleading. It tends to leave the impression that almost all divorces involve children. The raw numbers tell a different story. More than half (54.4%) of all 2010 divorces for which the number of children was known, involved no children. Slightly less than one quarter (21.4%) of the divorces affected one child only. The remaining 24.2% of 2010 divorces involved two or more children.\n\n\n1. Brown, Susan L. \"Union Transitions Among Cohabitors: The Significance of Relationship Assessments and Expectations.\" Journal of Marriage and the Family. 62 (August 2000): 833-846.\n\n2010 Annual Report Table of Contents\n\nAnnual Reports for Other Years\n\nCenter for Health Statistics\n\nLast updated July 1, 2014",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.9718148708,
        "format_confidence":0.8728705645
    },
    {
        "url":"https:\/\/www.astromatcha.com\/astrology-compatibility\/taurus-compatibility\/taurus-man-and-pisces-woman\/",
        "text":"Taurus Man and Pisces Woman\n\nThe kind, loving, romantic Taurus man is a good match for the ethereal, sensitive Pisces woman. Ruled respectively by two of the most romantic planets, Taurus and Neptune, this couple can become very loved up, very quickly, but can Taurus man and Pisces woman compatibility stand the test of time?\n\n\ntaurus-man-pisces-woman-compatibilityCovering All Bases\n\nYes, it can. Fundamentally, both partners are kind, gentle people, and each has a natural desire to look after the other. The Pisces woman is often overwhelmed with her emotions, but the stable, down to earth Taurus man provides her with a loving and secure rock on which to ground herself. The Taurus man is a careful, weighty thinker who generally makes good decisions, but he is blessed to have the Pisces woman’s intuition to work alongside his common sense. Together, they cover all bases and angles, and Taurus man and Pisces woman compatibility works exceptionally well.\n\nThere’s good sexual chemistry for this partnership, with the Taurus man’s earthy sensuality and the Pisces woman’s fragile yet sensitive sexuality. A shared sense of romance means that this couple will be forever spoiling one another, and creating romantic scenarios to enjoy. The magic will rarely leave this relationship, no matter how long they are together. It stays fresh and vibrant, just as it was once they met. In this sense, Taurus man Pisces woman compatibility is rare in its ability to transcend time.\n\nAlthough their relationship usually works well, it’s in times of trouble that the test will come. This is an earth-water mix. When the Pisces woman’s emotional waters are at their stormiest, the earth of her Taurus guy can soak up the excess and help her to hold her shape. It’s definitely a win for the Pisces girl. For the Taurus man, however, sometimes he offers earth, receives water and ends up with nothing more than a muddy puddle. The emotional outbursts of his Pisces woman can occasionally simply be too much, and its at this point that Taurus man Pisces woman compatibility can start to flounder.\n\n\ntaurus-man-compatibility-pisces-womanEnduring and Special\n\nAlthough the Taurus man is extremely possessive, the gentle Pisces woman will rarely give him cause for concern. She isn’t flirtatious, and she’s much too compassionate to be unfaithful. She will remain a constant in his life, loving him and taking care of him no matter what he does. There is a slight danger that the Pisces woman can become too dependent on her Taurus man – again, it’s the Pisces lady who has most to gain from this relationship. Typically, however, the Taurus guy is so smitten by the Pisces woman that he overlooks any issues, and remains deeply in love. Taurus man Pisces woman compatibility is so strong because the Taurus guy chooses to allow it to be so.\n\nOverall, this is an enduring and special relationship, with a great deal of joy, love, romance and sensuality. Most Taurus man Pisces woman relationships last a long time, if not for life, but ultimately it will be up to the Taurus man to decide whether his lovely Pisces woman is worth the time and energy it takes to support her and love her. As the high rate of Taurus man Pisces woman compatibility shows, most Taurus guys think they’re very lucky here, and the relationship does endure.\n\nHow Compatible Are You?\n\nAstromatcha compatibility quiz\n\nReady to discover the real potential of your relationship? Take our free \"Star Sign Compatibility Quiz\" to instantly reveal your compatibility score!\n\n→ Take The Quiz! ←\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.9696691632,
        "format_confidence":0.6615100503
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Dating",
        "text":"From Wikipedia, the free encyclopedia\nJump to navigation Jump to search\n\nDating is a stage of romantic relationships in humans whereby two people meet socially with the aim of each assessing the other's suitability as a prospective partner in an intimate relationship or marriage. It is a form of courtship, consisting of social activities done by the couple, either alone or with others. The protocols and practices of dating, and the terms used to describe it, vary considerably from country to country and over time. While the term has several meanings, the most frequent usage refers to two people exploring whether they are romantically or sexually compatible by participating in dates with the other. With the use of modern technology, people can date via telephone or computer or meet in person.\n\nDating may also involve two or more people who have already decided that they share romantic or sexual feelings toward each other. These people will have dates on a regular basis, and they may or may not be having sexual relations. This period of courtship is sometimes seen as a precursor to engagement.[1][2] Some cultures require people to wait until a certain age to begin dating, which has been a source of controversy.\n\n\nPersian miniature of Reza Abbasi, featuring two lovers (1629–1630)\n\nDating as an institution is a relatively recent phenomenon which has mainly emerged in the last few centuries. From the standpoint of anthropology and sociology, dating is linked with other institutions such as marriage and the family which have also been changing rapidly and which have been subject to many forces, including advances in technology and medicine. As humans societies have evolved from hunter-gatherers into civilized societies, there have been substantial changes in relations between people, with perhaps one of a few remaining biological constants being that both adult women and men must have sexual intercourse for human procreation to happen.[3]\n\nHumans have been compared to other species in terms of sexual behavior. Neurobiologist Robert Sapolsky constructed a reproductive spectrum with opposite poles being tournament species, in which males compete fiercely for reproductive privileges with females, and pair bond arrangements, in which a male and female will bond for life.[4] According to Sapolsky, humans are somewhat in the middle of this spectrum, in the sense that humans form pair bonds, but there is the possibility of cheating or changing partners.[4] These species-particular behavior patterns provide a context for aspects of human reproduction, including dating. However, one particularity of the human species is that pair bonds are often formed without necessarily having the intention of reproduction. In modern times, emphasis on the institution of marriage, generally described as a male-female bond, has obscured pair bonds formed by same-sex and transsexual couples, and that many heterosexual couples also bond for life without offspring, or that often pairs that do have offspring separate. Thus, the concept of marriage is changing widely in many countries.\n\nHistorically, marriages in most societies were arranged by parents and older relatives with the goal not being love but legacy and \"economic stability and political alliances\", according to anthropologists.[5] Accordingly, there was little need for a temporary trial period such as dating before a permanent community-recognized union was formed between a man and a woman. While pair-bonds of varying forms were recognized by most societies as acceptable social arrangements, marriage was reserved for heterosexual pairings and had a transactional nature, where wives were in many cases a form of property being exchanged between father and husband, and who would have to serve the function of reproduction. Communities exerted pressure on people to form pair-bonds in places such as Europe; in China, society \"demanded people get married before having a sexual relationship\"[6] and many societies found that some formally recognized bond between a man and a woman was the best way of rearing and educating children as well as helping to avoid conflicts and misunderstandings regarding competition for mates.\n\nThe clandestine meeting between Romeo and Juliet in Shakespeare's play. Painting by Sir Frank Dicksee, 1884\n\nGenerally, during much of recorded history of humans in civilization, and into the Middle Ages in Europe, weddings were seen as business arrangements between families, while romance was something that happened outside of marriage discreetly, such as covert meetings.[7] The 12th-century book The Art of Courtly Love advised that \"True love can have no place between husband and wife.\"[7] According to one view, clandestine meetings between men and women, generally outside of marriage or before marriage, were the precursors to today's dating.[7]\n\nFrom about 1700 a worldwide movement perhaps described as the \"empowerment of the individual\" took hold, leading towards greater emancipation of women and equality of individuals. Men and women became more equal politically, financially, and socially in many nations. Women eventually won the right to vote in many countries and own property and receive equal treatment by the law, and these changes had profound impacts on the relationships between men and women. Parental influence declined. In many societies, individuals could decide—on their own—whether they should marry, whom they should marry, and when they should marry. A few centuries ago, dating was sometimes described as a \"courtship ritual where young women entertained gentleman callers, usually in the home, under the watchful eye of a chaperone,\"[8] but increasingly, in many Western countries, it became a self-initiated activity with two young people going out as a couple in public together. Still, dating varies considerably by nation, custom, religious upbringing, technology, and social class, and important exceptions with regards to individual freedoms remain as many countries today still practice arranged marriages, request dowries, and forbid same-sex pairings. Although in many countries, movies, meals, and meeting in coffeehouses and other places is now popular, as are advice books suggesting various strategies for men and women,[9] in other parts of the world, such as in South Asia and many parts of the Middle East, being alone in public as a couple with another person is not only frowned upon but can even lead to either person being socially ostracized.\n\nIn the twentieth century, dating was sometimes seen as a precursor to marriage but it could also be considered as an end-in-itself, that is, an informal social activity akin to friendship. It generally happened in that portion of a person's life before the age of marriage,[10] but as marriage became less permanent with the advent of divorce, dating could happen at other times in peoples lives as well. People became more mobile.[11] Rapidly developing technology played a huge role: new communication technology such as the telephone,[12] Internet[13] and text messaging[14] enabled dates to be arranged without face-to-face contact. Cars extended the range of dating as well as enabled back-seat sexual exploration. In the mid-twentieth century, the advent of birth control as well as safer procedures for abortion changed the equation considerably, and there was less pressure to marry as a means for satisfying sexual urges. New types of relationships formed; it was possible for people to live together without marrying and without children. Information about human sexuality grew, and with it an acceptance of all types of sexual orientations is becoming more common. Today, the institution of dating continues to evolve at a rapid rate with new possibilities and choices opening up particularly through online dating.\n\nDating as a social relationship[edit]\n\nWide variation in behavior patterns[edit]\n\nAnd the only rule is that there are no rules.\n\nSocial rules regarding dating vary considerably according to variables such as country, social class, race, religion, age, sexual orientation and gender. Behavior patterns are generally unwritten and constantly changing. There are considerable differences between social and personal values. Each culture has particular patterns which determine such choices as whether the man asks the woman out, where people might meet, whether kissing is acceptable on a first date, the substance of conversation, who should pay for meals or entertainment,[16][17] or whether splitting expenses is allowed. Among the Karen people in Burma and Thailand, women are expected to write love poetry and give gifts to win over the man.[18][citation needed] Since dating can be a stressful situation, there is the possibility of humor to try to reduce tensions. For example, director Blake Edwards wanted to date singing star Julie Andrews, and he joked in parties about her persona by saying that her \"endlessly cheerful governess\" image from movies such as Mary Poppins and The Sound of Music gave her the image of possibly having \"lilacs for pubic hair\";[19] Andrews appreciated his humor, sent him lilacs, dated him and later married him, and the couple stayed together for 41 years until his death in 2010.[19]\n\nDifferent meanings of the term[edit]\n\nWhile the term dating has many meanings, the most common refers to a trial period in which two people explore whether to take the relationship further towards a more permanent relationship; in this sense, dating refers to the time when people are physically together in public as opposed to the earlier time period in which people are arranging the date, perhaps by corresponding by email or text or phone.[20] Another meaning of the term dating is to describe a stage in a person's life when he or she is actively pursuing romantic relationships with different people. If two unmarried celebrities are seen in public together, they are often described as \"dating\" which means they were se... (truncated)",
        "topic_id":7,
        "format_id":7,
        "topic_confidence":0.9940094948,
        "format_confidence":0.9900003076
    }
]