[
    {
        "url":"http:\/\/www.gamefaqs.com\/ps\/199001-thrasher-presents-skate-and-destroy\/faqs\/6359",
        "text":"hide results\n\n    FAQ\/Move List by phillipdc\n\n    Version: 1.3 | Updated: 01\/09\/00 | Printable Version | Search This Guide\n\n    Thrasher Skate and Destroy for PS               |\n    Publisher: Rockstar                             |\n    Developer: Z-Axis                               |\n    Genre: Sports                                   |\n    By: phillipdc (phillipdc@earthlink.net)         |\n    Version 1.3                                     |\n    Last Updated: 11:04 PM 1\/9\/00                   |\n    You can find the lastest version at:            |\n    www.gamefaqs.com                                |\n    vgstrategies.about.com                          |\n    www.cheatcc.com                                 |\n    1)Authors Note(read first)\n    2)Udated Info\n    3)My Other FAQ's\n    4)Getting Started\n     a.character tricks\n    10)My Character\/Scores\n    11)Cover of Thrasher\n     a.basic tips\n     b.running from cops\n     d.score high(each level)\n     a.level secrets\n    14)Thrasher or Tony Hawk\n    15)Gameshark Codes\n    [1. Authors Note]\n    I just started this today, and I am not finished. I havent finished the game yet so\n    I will be updating as I advance into the game, so please if you have anything to add to\n    this like new moves, secrets, new section ideas or questions please feel free to email \n    me anytime. phillipdc@earthlink.net\n    [2. Udated Info]\n    Version 1.3\n    -Added more level secrets\n    Added a couple more level secrets. I have beat the game with every player, but I dont\n    have time to update tonight because I need some sleep I am pretty tired. So sometime\n    tomorrow I will finish multiplayer, sponsorship, add a new section which is called\n    'Thrasher or Tony Hawk'. Also most likely the score high section in tips, so check back\n    periodically to get the big update.\n    Version 1.2\n    -Added more tips\n    -Added 13 new moves\n    -Added character tricks\n    -Updated my character\/scores\n    -Added a new section 'Cover of Thrasher'\n    -Updated sponsorship\n    -Added level secrets\n    -Added 1 new secret\n    Sorry it took me so long to update but I was busy with new years and also I beat RE: 3\n    which is a very fun game. Well back to the FAQ, I will update the score high and the\n    multiplayer maybe tomorrow, but school starts. Since its the first day I dont think we\n    will do much so there should be a update. I have beat the game with cyrus and kahli and\n    I am going to do it with the other characters so the sponsorship section should be com-\n    plete too. Oh yah check out the new secret its weird, it supposed to be a move, but I\n    cant do it. So if you can do it please email and tell me what you did or what happened. \n    Version 1.1\n    -Added multiplayer\n    -Added tips\n    -Added 7 new moves\n    -Updated my character\/scores\n    -Updated sponsorship\n    I will add most likely finish multiplayer and tips tomorrow, but there is 2 FAQ's I \n    want to write right now also.\n    Version 1.0\n    -Added the FAQ\n    There is everything but multiplayer and tips. I will put them up tomorrow.\n    [3. My Other FAQ's]\n    Trick Style...........Dreamcast\n    NFL Blitz 2000........Dreamcast\n    You can find all my FAQ's and Reviews at:\n    [4. Getting Started]\n    Basicly I will explain all the game options and everything like that here.\n    Main Menu:\n    \\Skate(single player)\n    i. character select\/load character\n    ii. choose name(if you didnt load character)\n    iii. level select\/modify character\/options\/save\n     a. level select - choose a level to play\n     b. modify character(triangle) - change your outfit and name. (change shoes, boards,\n                                     and shirt if you have a sponsor)\n     c. options(circle) - game options\n     d. save(square) - save your game\n    i. bother players select a skater, then choose name\n    ii. choose level\n    iii. select game\n     a. sessions 2 min - each player plays in a time limit, highest score wins\n     b. nickel bag - take turns doing single tricks. top score wins round, best of five\n                     wins the game\n     c. horse - one player does a trick, other player matches or gets letter, first to\n                spell out the word loses\n     d. top dog - take turns doing tricks at five diffrent places, highest total score is\n                  top dog\n     e. sick fix - each player gets three chances to eat concrete. whoever inflicts the\n                   most bodily harm wins\n     f. long grind - take turns going for the longest grind, over three tries best grind\n     g. big wallride - three chances to see who can make the biggest wall ride\n    i. Game Options\n     a. camera - change camera angle\n     b. difficulty - change the level of difficulty\n     c. vibration - toggle on\/off\n    ii. Sound Options\n     a. music volume - increase\/decrease music volume\n     b. sfx volume - increase\/decrease sfx volume\n    iii. High Scores - view high scores for all the level\n    iv. Controller Setup - chose between a, b, c setup\n    v. Credits - view the credits of the game\n    [5. Characters]\n    Tough and versatile. He'll take on any terrain with huge snaps and has scar tissue\n    thicker than most people's kneepads.\n    ollie: ||||||||||    balance: ||||\n    tech:  |||||         landing: ||||||||\n    spin:  |||||||       speed:   |||||||||\n    All-round skater. At home on ledges and pinic tables. Can pull any grind, with flips\n    in and out.\n    ollie: |||           balance: |||||||||\n    tech:  |||||||||     landing: ||||||\n    spin:  |||||||       speed:   |||||\n    Rides fast and hard. Bombs hills, jumps off buildings and grinds anything available.\n    ollie: ||||||||      balance: |||||\n    tech:  |||           landing: ||||||||||\n    spin:  ||||          speed:   ||||||||||\n    A vertical fiend. More comfortable on mini-ramps than street terrain, and can throw down\n    540's all day long.\n    ollie: ||||||        balance: |||\n    tech:  |||||         landing: ||||||\n    spin:  ||||||||||    speed:   ||||||\n    The tech commando. Each trick is in the bag as long as he's on flat ground.\n    ollie: |||           balance: ||||||||||\n    tech:  ||||||||||    landing: |||||\n    spin:  ||||          speed:   ||||\n    A heavy hitter, throws big snaps over big sets. Destroys barriers and hydrants with huge\n    ollie: ||||||||||    balance: |||||||\n    tech:  |||||||       landing: |||||||\n    spin:  |||||||||     speed:   |||||||\n    [6. Levels]\n    Hometown - USA\n    New York - The Subway, Washington Square Park, Brooklyn Banks\n    Los Angeles - Venice Beach, LA River, The Courthouse\n    San Francisco - China Banks, The Hills, Embarcadero\n    International - South Bank(UK), Der Kolosseum(Germany)\n    [7. Sponsorship]\n    The last level for any given city is a competition level. Completing a competition\n    level you will get to choose a new sponsor.\n    Hometown - shoes: dvs, dc, converse(everyone)\n    New York - shirts: \n    cyrus - forties, volcom, independent\n    kahli - forties, volcom, zoo york\n    Los Angeles - decks: \n    cyrus - zoo york, think, antihero\n    kahli - zoo york, think, alien workshop\n    San Franciso - shop: ftc, push, supreme(everyone)\n    [8. Multiplayer]\n    Here I will tell places to get a good score for sick fix, long grind, big wallride.\n    If you have any please email me them. phillipdc@earthlink.net\n    *Sick Fix damage is not definite it was my average damage done, some characters are \n    tougher than others\n    \\sick fix\n    1.(damage 25-35) ok when you start go to the left and to the back on the warehouse thing \n    where the little wall is and there is a drain ditch on the other side. do a trick to \n    where you barely nick the top of the wall an you will shoot into the drain ditch.\n    2.(damage 27) i have only did this once, but where the truck is i started grinding the\n    flatbed part and jump off to where my board would hit back top of the truck and flew\n    over to the front and on the ground.\n    \\long grind\n    1.build up speed on the street and grind one of ledges to the side.\n    \\big wallride\n    1.ok go straight and turn left and you will see a little ramp thing to the left well \n    build up speed and turn around and come back at and jump up and wallride i got around\n    650 for this.\n    -new york-\n    \\sick fix\n    1.(damage 500-1456) just go right into the train it will do the trick, when i got 1456\n    i was grinding on the little rail in the tracks and fell down and got 6 damage and then\n    right when that happen the train hit me and it went all the way up to 1456.\n    \\long grind\n    1.jump across the tracks an kept going building up speed then go up the quarter pipe for \n    more speed and then up the ramp and grind the rail above the train tracks.\n    1.just go straight at the wall where it starts you at and jump off the ledge at a angle \n    and wallride it.\n    wasington square:\n    \\sick fix\n    1.(damage 50-105) ok when you start go straight until you get to the street and turn right\n    and you will see a cab coming at you, jump right before it hits you. i did this with\n    roach and got 105.\n    \\long grind\n    1.just grind the rail thats right in front of you where you start, you should be able to\n    get over 100, because i did.\n    1.turn around and build up speed and come back to that ramp to the right and wallride \n    the wall.\n    brooklyn banks:\n    \\sick fix\n    1.(damage 25-35) go to the right and near the exit on the brigde and jump out of that \n    area while hitting the edge and fly to the ground.\n    \\long grind\n    1.the edge to the left of the street exit, where the plants are.\n    1.where the bridge is on the right side is a bump near it. Go up it and wallride the\n    bridge to the left.\n    -los angeles-\n    Venice Beach:\n    [9. Tricks\/Controls]\n    Basics on ground:\n    L1 + X = switchstance\n    L1 + down = powerslide\n    triangle + direction = fliptricks\n    O + left or right = spins\n    square = land(expert)\n    Basics in air:\n   ... (truncated)",
        "topic_id":11,
        "format_id":5,
        "topic_confidence":0.9923247099,
        "format_confidence":0.7641780376
    },
    {
        "url":"http:\/\/playdash.org\/DASH6\/New-York-NY",
        "text":"New York, NY\n\nEvent takes place at 10:00 AM on April 26, 2014.\n\nWhat is DASH 6?\n\nDASH (Different Area, Same Hunt) is a fun, interactive event where teams of players race to find and solve creative puzzles hidden in different locations in cities all over the world. From fictitious graveyards to s'mores designed in Morse code to music clips containing a hidden message, anything is possible to encounter when playing in the DASH puzzle hunt.\n\nAll teams across the world will be working on the same 10 puzzles over the course of a max of 8-hours. \n\nPuzzles will not be labor intensive, aside from moving between locations, which will be within a few blocks of each other.\n\nWhen and Where?\n\nSign-in will be open at 9:30AM with opening remarks at 9:45AM. Puzzling will begin at 10:00AM and is expected to end no later than 6:00PM, Eastern time. Experienced teams may finish faster.\n\nThe start location will be Nelson Rockefeller Park at the west-most point of Warren Street (and River Terrace). There is a pivilion there where the day will kick-off.\n\nHow many people should be on my team?\n\nThe optimal size for a team is 3-5 players. More than 5 and it gets difficult for everyone to collaborate, we highly encourage splitting into two teams.\n\nHow much does it cost?\n\nDASH6 registration fee will be $40 per team. Payment instructions will be sent to registered teams.\n\nWhat about the weather?\n\nYou will be walking and puzzling outside for much of the day, so be prepared for potential rain.\n\nInterested in Volunteering?\n\nNew York is looking for volunteers for Game Control on April 26. Come enjoy DASH from the other side! Email us if you are interested in helping out.\n\nOther FAQ\n\nContact Information\n\nSimon Shewmaker (727) 871-5821 [email protected]\n\n\nRegistration has concluded.",
        "topic_id":11,
        "format_id":5,
        "topic_confidence":0.9833810329,
        "format_confidence":0.747461915
    },
    {
        "url":"http:\/\/sotmc.artery-studios.com\/wp\/?page_id=64",
        "text":"Q: How can I prove that I bought X copies of SOTMC ?\n\nA: There are a couple of ways to do this.\n\n1. Add me over Steam : http:\/\/steamcommunity.com\/id\/tamasbako\n\n2. Send me your steam inventory link so we can verify the purchases.\n\n\nQ: Can I buy more than one copy somehow ?\n\nA: We are working to solve this issue as I realize buying more than 5 copies is painful, hopefully this gets sorted for the next sale.\n\nA: Yes! You can now pay 25 and 50 packs in the SHOP through this blog.\n\n\nQ: How’s that non-US players pay more for their copies (i.e.: EUR 1.99 in Europe, GBP 1.99 in UK, etc.)\n\nA: This is standard Steam pricing. Hopefully we can adjust this also or make PayPal payments available directly on this page so anyone can pay in USD and don’t worry about regional differences.\n\nIf you have more questions, please send them through.\n\nComments are closed.\n\n%d bloggers like this:",
        "topic_id":11,
        "format_id":5,
        "topic_confidence":0.9652697444,
        "format_confidence":0.9228150249
    },
    {
        "url":"http:\/\/nyxstium.info\/tag\/faq\/",
        "text":"Tag Archives: FAQ\n\nMy Farm Together FAQ\n\nSince this is likely to be something that people are going to start asking when I stream or afterwards, I’m making a MINI FAQ regarding the game itself but also my answers to some of the questions I get asked … Continue reading\n\nPosted in Gaming | Tagged , | Comments Off on My Farm Together FAQ",
        "topic_id":11,
        "format_id":5,
        "topic_confidence":0.9947370887,
        "format_confidence":0.6380323768
    },
    {
        "url":"http:\/\/www.imitatiodeiguild.com\/forums\/faq.php?s=5aa4ff72679b19c2db00ceb1d3e79018",
        "text":"Follow Us On Follow us on Facebook Follow us on Twitter Watch us on YouTube Join our Steam Community Join our Google Plus page Watch Zurilia entertain people\n\nImitatio Dei - Gaming Community FAQ\n\nHere you can find answers to questions about how the board works. Use the links or search box below to find your way around.\n\nSearch FAQ\n\nSelect this option if you would like your search to look in the text of FAQ items as well as their titles.\n\nSelect an option here to specify how you would like your search query to be treated. 'Any words' will return the most numerous but possibly least relevant results, while 'Complete phrase' will return only results that contain exactly what you are searching for.",
        "topic_id":11,
        "format_id":5,
        "topic_confidence":0.6778772473,
        "format_confidence":0.9719298482
    },
    {
        "url":"http:\/\/wiki.tycoononline.com\/index.php?title=F%26Q%27s",
        "text":"From Tycoon Online\nJump to: navigation, search\n\n\nWelcome to the new version of the FAQ's. This version is still being worked on. Please do feel free to help. The plan is to group the FAQ's into sections.\n\nPlease see Linking if you are unsure on how to make a link.\n\nNew Questions\n\nIf you have a question you would like answered, please post it in the section Unanswered questions. Please make sure there is a blank line before and after your question. At the end of your question, put your name from the game and then four tilde (~) characters.\n\nNote that this is a place for actual questions about the way the game works and is played. If you think there is an error in the game software, please post it in the game Forums instead.\n\nIf you answer a question here, please either move the question to its proper place in the structure below or, if unsure, place it in the section titled Awaiting Classification.\n\nUnanswered questions\n\nI messed up starting and i would like to start over from scratch, if possible how do i do this? Tjayh913 (my username) John Smith (Character name) --Tjayh913 00:26, 24 November 2008 (UTC)\n\nAwaiting Classification\n\nIf you are going to classify a question, please remember that sometimes it needs to go in more than one category. This will make it easier for players to find what they need.\n\nIf there is no relevant category, then please consider making a new category for that item.\n\nLastly, if you see a question in the wrong category then please move it. However, consider whether it needs to be in more than one category and then copy it to the other category, do not just move it.\n\nGeneral Questions about TO (not about playing the game)\n\n\n\n\nGold Membership\n\nQuestions about buildings\n\nQuestions about staff\n\nQuestions about goods\n\nQuestions about rankings\n\nQuestions about the maps\n\nQuestions about income (making money)\n\nQuestions about company value (CV)\n\nQuestions about shares\n\nQuestions about fusions & transportation\n\nQuestions about beginnings, end of rounds and resetting\n\nOther languages: Portuguese",
        "topic_id":11,
        "format_id":5,
        "topic_confidence":0.9913141131,
        "format_confidence":0.9709015489
    },
    {
        "url":"http:\/\/www.ign.com\/faqs\/games\/minecraft-classic\/web-93451",
        "text":"Minecraft Classic\n\nRelease Date: May 17, 2009\n\nAll Walkthroughs and Game Help\n\nMinecraft Classic Wiki »\nGame Walkthroughs & FAQs Walkthroughs, in-depth FAQs, and other helpful contributions from the community.\nSubmit a FAQ Edit Wiki\nTitle Date Posted\nBecome a fan of IGN\n\nGame Details\n\nPublished by: Mojang\nDeveloped by: Mojang\nGenre: First-Person Action\nRelease Date:\nUnited States: May 17, 2009\nAlso Available On:",
        "topic_id":11,
        "format_id":5,
        "topic_confidence":0.9963489771,
        "format_confidence":0.8766719103
    },
    {
        "url":"https:\/\/www.daysofwonder.com\/piratescove\/en\/content\/faq\/",
        "text":"Ticket to Ride New York Ticket to Ride New York\n\n\nChanges from PiratenbuchtChanges from Piratenbucht HomeHome VariantsVariants\n\nIf several sections of my ship are crippled simultaneously (as a result of facing Ann Bonny, for instance), do I need to pay for the repairs first, or can I apply the two gold I receive as a result of my visit to Pirate's Cove?\nYou can take your reward first, then spend the gold you had and the one you received to pay for the necessary repairs, as long as the amount of gold thus spent is sufficient to cover for the entire repair costs. You thus get to keep the Tavern Card you receive in addition to the 2 gold.\n\nHow do you split the fame gained from defeating a Legendary Pirate, if several players participated in the attack?\nThe fame gets divided equally (and rounded down, if necessary) between all surviving players at the moment the Legendary Pirate or Royal Navy gets defeated.\n\nIn the rules, what does westward mean exactly?\n-Westward means clockwise, in ascending numerical order, starting from Tavern Island (# 1), and finishing up with Treasure Island (#6) and Pirate's Cove.\n\nCan I play the Royal Navy on my own Island (to help me defeat an enemy, for instance, or to acquire additional fame)?\nNo you can't. You can only tip off her Royal Majesty's ships to another Pirate's hideaway than the one you moor at.\n\nCan you make repairs on your ship, even if it was not crippled when it fled to Pirate's Cove?\nNo you can't, nor can you repair a section that was not damaged below the water line (i.e. whose strength marker wasn't pushed off-board)\n\nWhat is the exact meaning of \"booty\" on the Consort event card?\nBooty means all the spoils from the plunder, ie not only treasures, but also all gold, fame and tavern cards potentially collected.",
        "topic_id":11,
        "format_id":5,
        "topic_confidence":0.9961812496,
        "format_confidence":0.9801075459
    }
]