[
    {
        "url":"http:\/\/mybutteryfingers.blogspot.com\/2009\/12\/tiramisu-cake.html?showComment=1262158271278",
        "text":"Wednesday, December 30, 2009\n\nTiramisu Cake\n\ntiramisu cake\nI hope everyone had a wonderful Christmas! This year, my Christmas was pretty quiet as my family ditched me for a holiday in Taiwan, whilst I spent three days alone at home revising and eating instant ramen for my Christmas dinner. The most enjoyable thing I did was probably going to my dear dear dear friend, YTH's birthday party.\n\ntiramisu cakeYTH is one of my high\/secondary school friends, but over these 6-7 years, I think we've become pretty close friends. (YTH: I hope you agree!) She's one of those people that will know what I am thinking of on one moment of eye contact, and we usually share the same views and thoughts on the many things we discuss. She's also the first one I always consult when I have a problem, and she's always there to listen when I come across baking disasters. She also loves to write - take a look at her blog, and she'll take you through the torturous IB journey we're on right now, but not without hints of humour and sarcasm that always make me smile when I read.\n\nOf course, I wouldn't even dream of showing up without a birthday cake. Since most of us are pretty sleep deprived and rely heavily on caffeine, I thought I'd might as well include it in the cake. Originally I wanted to make an Espresso Fudge Cake (since YTH always gets a Mocha whenever we're at Starbucks or PCC), but I didn't have much time on my hands, so I settled on making a simpler - but equally caffeine loaded - Tiramisu Cake.\n\ntiramisu cakeThis time the production of the cake went quite well, as only two main components were needed to be made - the yellow cake layer, and the filling\/frosting mascarpone cream. I found the yellow cake to be a little dense and dry, and I think by soaking it with more espresso-rum syrup it will give a texture that is more similar than the classic Tiramisu.\n\ntiramisu cakeAs for the filling and frosting, I can only say that I should have doubled the amount, because it is the best part of the cake! A smooth and creamy mascarpone concoction that is lightened with whipped cream and spiked with kahlua and espresso, I found it hard to restrain myself from eating it by the spoonful! Assembled along with the soaked cake layers and some finely chopped dark chocolate, the cake did resemble the flavour and texture of Tiramisu.\n\nI really do like the idea of Tiramisu in the form of a cake, but next time I think I'll just go back to using lady fingers, but assemble the dessert inside a cake ring.\n\ntiramisu cakeAlthough the cake itself tasted pretty good overall, the thing I'm most proud of is the decoration. Try looking at the first photo upside down - the design looks the same, because it's an ambigram! The idea was inspired by an ambigram that YTH drew a long time ago....Did I mention that she's an amazing calligrapher? The neatness of her handwriting is pretty scary, our Physics teacher once said that he thought it was typed!\n\nThe decoration was made by using a paper stencil. First I printed off an ambigram (from an ambigram generator that found using Google) and carefully cut out the text. Then I simply placed it onto the cake, and sieved over copious amounts of cocoa powder. Then comes to difficult bit - removing the paper stencil without spilling cocoa powder over the design. I found that the best way to do this is to use a pair of thin wire 'pliers' (pardon my English, I don't know what's the exact name of the tool), pinch one end of the stencil, and remove it quickly and swiftly in one direction so the cocoa spills on the 'dark' bit of the design, and not onto the 'light' bits.\n\ntiramisu cake\nThis way of decorating probably works best for simple designs and shapes - hearts, stars smiley faces, or a single alphabet letter and numbers.\n\nOr, you can make this cake for your New Year parties, and use a design saying '2010' for the decoration! And speaking of 2010, this will be the last post of 2009 - so I'll see you all again in 2010, and cheers to a better, happier and more fruitful year with more baking for everyone!\n\ntiramisu cakeTiramisu Cake\nFrom Dorie Greenspan's Baking: From My Home to Yours\n\nFor the cake layers:\n2 cups (250g) cake flour\n2 teaspoons baking powder\n1\/8 teaspoon baking soda\n1\/4 teaspoon salt\n1 1\/4 sticks (10 tablespoons, 142g) unsalted butter, room temperature\n1 cup (200g) sugar\n3 large eggs\n1 large egg yolk\n1 1\/2 teaspoons pure vanilla extract\n3\/4 cup (180g) buttermilk\n\nFor the espresso extract:\n2 tablespoons instant espresso powder\n2 tablespoons boiling water\n\nFor the espresso syrup:\n1\/2 cup water\n1\/3 cup (66g) sugar\n1 tablespoon amaretto, Kahlua, or brandy (I used rum)\n\nFor the filling and frosting:\n1 8-ounce (224g) container mascarpone\n1\/2 cup (60g) confectioners’ sugar, sifted\n1 1\/2 teaspoons pure vanilla extract\n1 tablespoon amaretto, Kahlua, or brandy (I used Kahlua)\n1 cup(238g) cold heavy cream\n2 1\/2 ounces (70g) bittersweet or semisweet chocolate, finely chopped, or about 1\/2 cup store-bought mini chocolate chips\n\nChocolate-covered espresso beans, for decoration (optional)\nCocoa powder, for dusting\n\nGetting ready:\nCenter a rack in the oven and preheat the oven to 350 degrees F. Butter two 9×2 inch round cake pans, dust the insides with flour, tap out the excess, and line the bottoms of the pans with parchment or wax paper. Put the pans on a baking sheet.\n\nTo make the cake:\nSift together the cake flour, baking powder, baking soda, and salt.\n\nWorking with a stand mixer, preferably fitted with a paddle attachment, or with a hand mixer in a large bowl, beat the butter on medium speed until soft and creamy. Add the sugar and beat for another 3 minutes. Add the eggs one by one, and then the yolk, beating for 1 minute after each addition. Beat in the vanilla; don’t be concerned if the mixture looks curdled. Reduce the mixer speed to low and add the dry ingredients alternately with the buttermilk, adding the dry ingredients in 3 additions and the milk in 2 (begin and end with the dry ingredients); scrape down the sides of the bowl as needed and mix only until the ingredients disappear into the batter. Divide the batter evenly between the two pans and smooth the tops with a rubber spatula.\n\nBake for 28 to 30 minutes, rotating the pans at the midway point. When fully baked, the cakes will be golden and springy to the touch and a thin knife inserted into the centers will come out clean. Transfer the cakes to a rack and cool for about 5 minutes, then run a knife around the sides of the cakes, unmold them, and peel off the paper liners. Invert and cool to room temperature right-side up.\n\nTo make the extract:\nStir the espresso powder and boiling water together in a small cup until blended. Set aside.\n\nTo make the syrup:\nStir the water and sugar together in a small saucepan and bring just to a boil. Pour the syrup into a small heatproof bowl and stir in 1 tablespoon of the espresso extract and the liqueur or brandy; set aside.\n\nTo make the filling and frosting:\nPut the mascarpone, sugar, vanilla, and liqueur in a large bowl and whisk just until blended and smooth.\n\nWorking with the stand mixer with the whisk attachment or with a hand mixer, whip the heavy cream until it holds firm peaks. Switch to a rubber spatula and stir about one quarter of the whipped cream into the mascarpone. Fold in the rest of the whipped cream with a light touch.\n\nTo assemble the cake:\nIf the tops of the cake layers have crowned, use a long serrated knife and a gentle sawing motion to even them. Place one layer right-side up on a cardboard round or a cake plate protected with strips of wax or parchment paper. Using a pastry brush or a small spoon, soak the layer with about one third of the espresso syrup. Smooth some of the mascarpone cream over the layer – user about 1 1\/4 cups – and gently press the chopped chocolate into the filling. Put the second cake layer on the counter and soak the top of it with half the remaining espresso syrup, then turn the layer over and position it, soaked side down, over the filling. Soak the top of the cake with the remaining syrup.\n\nFor the frosting, whisk 1 to 1 1\/2 tablespoons of the remaining espresso extract into the remaining mascarpone filling. Taste the frosting as you go to decide how much extract you want to add. If the frosting looks as if it might be a little too soft to spread over the cake, press a piece of plastic wrap against its surface and refrigerate it for 15 minutes or so. Refrigerate the cake too.\n\nWith a long metal icing spatula, smooth the frosting around the sides of the cake and over the top. If you want to decorate the cake with chocolate-covered espresso beans, press them into the filling, making concentric circles of beans or just putting some beans in the center of the cake.\n\nRefrigerate the cake for at least 3 hours (or for up to 1 day) before serving – the elements need time to meld.\n\n16 Responses to “Tiramisu Cake”\n\nYT said...\n\nYAY! You found the time to blog, even in the midst of hardcore (I hope) revision! My stomach, and I will be forever grateful :D\n\nI feel like a sentimental idiot saying this kind of thing, but it IS the end of 2009 and I think I'm entitled. So - thank you for the delicious cake and these years of friendship, and here's to hoping there will be many more.\n\nHey. That's another gorgeous creation. The ambigram IS amazing :) Keep baking and have a happy new year!\n\nSonia said...\n\nThanks for sharing, this cake look gorgeous !!\nHappy New Year to you !!\n\nMichelle said...\n\nI still tilt my head side to side to look at the ambigram even though I've seen it so many times!\nHappy New Year!\n\nGala said...\n\nBeautiful, the cake sounds amazing and the ambigram is gorgeous.\n\nJohn said...\n\nWow, I was just randomly wandering the blogosphere looking for new food blogs - this looks amazing, and so delicious! Keep baking, and stay creative, cheers!\n\nHow did you do those perfect letters! Great cake!\n\nElise said...\n\nI love what you did to decorate the cake, quite a change from the traditional... (truncated)",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9958403111,
        "format_confidence":0.8854296207
    },
    {
        "url":"https:\/\/wanderandwhine.wordpress.com\/2014\/09\/17\/brunching-at-lindeys\/",
        "text":"Brunching at Lindey’s\n\n{by alexis}–The best part about hosting out-of-towners is that I get to play tour guide, and usher them to see (and eat!) the best Columbus has to offer. You may remember my good friends Suzanne and Nick from my first blog post ever. This time, they jetted in from Boston to catch the Virginia Tech game (Suze is a dedicated hokie), and after all that football (and maybe a few tears), we were ready for an extravagant brunch the next day. Lindey’s was really the only choice.\n\nWe rolled ourselves out of bed late — even Indiana Bones slept in! — and headed out the door. I love surprising guests: they are always shocked to learn we’re walking to the fancy brunch place! Yes, we in Ohio have walking neighborhoods, too!\n\n\nTheir building is the picture of charm, don’t you think? The windows, the awning — it all works together. I love the design so much, that I actually used their font as inspiration for our wedding invitations! True story!\n\nI love Lindey’s, but know they cater to a particular crowd. We were hustled out of the waiting area so the host could cheerily sit some of his regulars. Just be aware.\n\nAs hungry and tired as we were, we opted to skip the wait and eat in the dining room. The patio is beautiful, but after being exposed to the elements for most of the previous day, I was happy to soak in a little a\/c and get out of the sun. We started where you should always start at brunch: Carpaccio. capraccioI’ve had it before here, and I’d be happy to make this a meal on its own. Everything about this dish is a win: the portabella strips are an earthy pairing, the chipotle aioli has an unexpected kick, and the arugula is the perfect crunch and bitter balance. Honestly, I’d like to wrap all this up like a burrito and eat it, but I have a feeling that might be frowned upon.\n\nSuzanne and Nick chose an heirloom tomato flatbread, which was magnificent in its dollops of cheese and delicate vegetable slices. The flatbread is crispy, light, and makes a perfect appetizer. lindey'sOur main dishes were next up, and they did not disappoint. Suzanne went for this beautiful salmon salad, and reported back that the fish was cooked well, with lots of flavor. lindey'sWe all had a bit of a fight over who got to order the huevos rancheros, but lucky Nick won. He loved the pork belly, citing its crispy texture. I love pork belly, but have had more than a few super fatty pieces, but not here! Nick assured me that this was not one of those incidents.\n\nlindey'sJoe went for the classic benedict. Honestly, the man is a sucker for hollandaise, and can you blame him? Hot butter and egg? I mean. Don’t fight it. lindey'sI ordered the crab & eggs, and it arrived in its own charming, little skillet. The potatoes were perfection: not too salty, and not bland, and the egg was cooked to perfection. And the crab was delightful. It’s rich and sweet and why don’t we always have this at breakfast? Mine came with its own generous helping of hollandaise which took the decadence up an extra notch or two. lindey'sFull and happy, we rolled ourselves home. I’m pretty sure I convinced Suzanne and Nick that fine dining exists outside of the East coast, and so do tree-lined cobblestone streets. Lindey’s is a reliable and beautiful neighborhood gem. Just don’t miss the carpaccio.\n\nLindey’s is located at 169 E. Beck Street. Sun-Thurs, 11am-10pm; Fri-Sat 11am-11pm.\n\n\n2 thoughts on “Brunching at Lindey’s\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9686619639,
        "format_confidence":0.9756668806
    },
    {
        "url":"http:\/\/roguechocolatestout.blogspot.com\/2009\/04\/",
        "text":"Friday, April 10, 2009\n\nChocolate Stout for Easter, suggestions from Down Under\n\nSlow Beer's suggestion for Easter... I agree! Who needs peeps or a hollow milk chocolate bunny?\n\nPours dark dark brown with substanital dark tan coloured head. Aromas of dry coco and vanilla dominate. Palate is rich and viscous with hazelnut, chocolate and some dry coffee roast. Caramel\/honeycombe malt supports well to make way for a roasty, bitter finish.\n\nCloudwine Cellars\n\nSlow Beer is the specialist on-line beer retailing arm of Cloudwine Cellars, a fiercely independent wine merchant with 3 stores in Melbourne – Camberwell, South Melbourne and Brighton.\n\nHomebrew Recipe, Rogue Chocolate Stout\n\nThis recipe appeared in Zymurgy, the official organ of the American Homebrewers Association awhile back. An updated recipe is rumored to be coming soon (Summer of '09). The ingredients are no secret, Rogue's 22 oz bottles list all the barley and hops for each beer (without proportions\/ measurements), and Rogue's proprietary Pacman yeast can be cultured, but that free range coast water is native only to Newport!\n\nRogue Chocolate Stout Gelato at Capogiro Artisan Gelato in Philadelphia\n\nHow sweet it is...\n\nDuring Philly Beer Week 2009, unbeknownst to me, the folks at Capogiro Artisan Gelato made this amazing gelato! Best of all, the brewmaster from Rogue, John \"more hops\" Maier and his wife Stacey learned about the RCS gelato at Home Sweet Homebrew, around the corner from Capogiro's 2-th & Sansome Street store... Heartfelt thanks to Janina et al for the delicious experience. Here's what they have to say about it...\n\nThe Rogue Chocolate Stout gelato bears just a trace of the beer's dark color, but fully captures the rich roastiness that makes this brew so enjoyable. A bitter, bracing finish reminds you that this is an adult treat.",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9977282882,
        "format_confidence":0.9861316681
    },
    {
        "url":"https:\/\/edibleobsession.wordpress.com\/2011\/12\/",
        "text":"food porn, looking back on 2011 in food, memorable meals, new years\n\nUntil Next Year…\n\nbacon wrapped pork loin, christmas eve, christmas food, holiday gluttony, holidays, lithanian kucios, lithuanian foods, lithuanian traditions, mashed potato casserole\n\nEatmas 2011\n\nThere is a serious holiday hangover happening in our house right now. For nearly 36 hours straight, we were absolute holiday gluttons. We feasted, opened presents and watched ‘A Christmas Story’ at least 1.5 times. It was a wonderful past few days with The Missus, but we probably could have done without a helping of thirds of the Vinegretas. I couldn’t close the refrigerator last night because of how much food we had just for the two of us. Maybe it’s because our families are so far away that we feel the need to overcompensate with an ungodly amount of bacon and puff pastry. But, whatever the reason, we had a fantastic holiday and have a lovely shiney coat because of all of the fat we consumed.\n\nThe feasting started Saturday with another non-traditional, traditional Kūčios. This year we violated every rule about dairy and meat, though we started with something a little more traditional:\n\nSmoked mackerel with pickled beets and horseradish sour cream. We served this with Lithuanian rye bread and the mackerel came from Duck Trap in Maine. For dinner we had traditional Lithuanian dumplings (Kuldūnai), bacon buns (Lasineciai) and Vinegretas.\n\n\n1 lb ground lamb (not too lean) or ½ lb ground beef and ½ lb ground pork (for fattier\n1 med onion chopped\nFresh ground pepper and salt one pinch each\n\n1 egg\n1 cup water\n2 cups flour\n1 pinch salt\n\nMix filling ingredients together and set aside. Mix together dough mixture and roll out\nonto floured surface. Cut out 2-3 inch circles of dough and fill with a spoonful of meat\nfilling. Fold it in half and press edges down with a fork. Add kuldūnai to boiling water\nand cook for 10 minutes or until they all float. Serve with Sour Cream Butter sauce.\n\nSour Cream Butter sauce\nIn a pan melt equal parts butter and sour cream until sour cream has pretty much melted.\nPour over kuldūnai.\n\nWe cheated and used won ton skins for the dumpling wrappers and it didn’t quite work out the best for us. While The Missus made a fantastic meat mixture, the skins just became soggy and noodley, which made for a very unpleasant texture. We vowed to make the dough from scratch next year.\n\nThe bacon buns were simply made with coarsely chopped bacon(I believe she used 3\/4 of a pound), crisped in a pan.\nRemove the bacon, drain some of the fat and saute in about 1 cp of onions until soft. Season with salt and pepper and mix in bacon and let cool to room temperature.\nDefrost your puff pastry according to directions, then remove to a floured surface and cut off squares for the buns.\nRoll out to desired size and place 1 tablespoon of filling in the middle.\nFold over top and seal to bottom, crimping edges to ensure they don’t bust open.\nBrush with egg wash and bake at 350 for 20-22 minutes, until golden brown.\n\nNow, it’s not easy to top the Lithuanians when it comes to pork and potatoes, but I think I managed to do it this year with a bacon and garlic encrusted pork roast.\n\nBoth the bacon and the roast came from a friend of The Missus who gave them to us for tossing him a few dollars worth of pink salt over the summer. I’d say we more than came out on top in that trade.\n\nThe roast was succulent and moist, with a bit of smokiness from the bacon ring.\n\nBut, there was more than just pork. There was mashed potato casserole, too! And something green!\n\nMashed Potato Casserole with Sour Cream and Chives\n\n14 tablespoons unsalted butter, softened, and more for the pan\n\n6 pounds Yukon Gold potatoes, peeled and cut into chunks\n\n2 tablespoons plus 1 teaspoon kosher salt\n\n1 1\/2 cups sour cream\n\n1 teaspoon black pepper\n\n6 tablespoons finely chopped chives\n\n2\/3 cup bread crumbs\n\n2\/3 cup grated Parmigiano-Reggiano cheese.\n\n1. Lightly grease a 9-inch-by-13-inch baking pan.\n\n2. In a large pot, bring the potatoes, 4 quarts water and 2 tablespoons salt to a boil. Boil potatoes until fork tender, about 20 minutes. Drain.\n\n3. Mash potatoes with 10 tablespoons butter, sour cream, 1 teaspoon salt, and pepper. Mash in the chives. Taste and adjust seasoning, if necessary. Spread potatoes into the prepared pan. Cover and refrigerate for up to three days.\n\n4. In a small bowl, combine the remaining 4 tablespoons butter, bread crumbs and cheese. Mix together until it forms coarse crumbs. Crumbs can be refrigerated for three days.\n\n5. Heat the oven to 400 degrees. Sprinkle crumbs over the top of the potato casserole and bake until golden and crisp, 30 to 40 minutes.\n\nI cut the recipe in half and added a cup of shredded Cave Aged Gruyere to the mashed potatoes before I set them in the refrigerator. This lent a nice salt and nuttiness that balanced out the 3\/4 of a cup of sour cream. I’d say that this was easily the “fat kid” winner at the table this year. It was ridiculously rich(nearly a stick of butter in the potatoes, along with a container of sour cream and cheese) and I kept wanting more of it even when I was past rational fullness.\n\nThe greens were a Mario Batali recipe for broccoli rabe that I’ve made a few times. It’s extremely quick and simple and that was exactly what I needed after spending most of the day in the kitchen.\n\nBroccoli Rabe, Pugliese\n\n  • 1\/4 cup extra-virgin olive oil\n  • 3 anchovy fillets\n  • 1 clove garlic, coarsely chopped\n  • 1 teaspoon crushed red pepper\n  • 3 bunches broccoli rabe, trimmed\n  • Salt\n  • 1\/4 cup small pitted black olives, coarsely chopped\n  1. In a large, deep saucepan with a lid, heat the olive oil over medium heat. Add the anchovies, garlic and crushed red pepper and cook until the garlic begins to soften, 3 to 5 minutes.\n\n  2. Meanwhile, thoroughly wash the broccoli rabe, then add it to the saucepan with the water still clinging to it. Cover the pan tightly and cook until the broccoli rabe is tender and just a few spoonfuls of water remain, about 15 minutes. Season to taste with salt and top with the olives\n\nAnd, to top it all off, we had cheesecake. Both nights.\n\nI think I’ll have salad the rest of the week.\n\n12 days of cheesemas, aged cheeses, cheese advent calendar, counting down my favorite holiday cheeses, holiday cheese plates, italian cheeses, parmigiano reggiano, raw milk\n\n12 Days of Cheesemas–Day 12\n\n(photo from Culture Magazine)\n\nParmigiano Reggiano. Not pre-grated, not that shit that comes in a canned shaker or is any way, shape or form, pasteurized. We’re talking about the “King of Cheeses” for God’s sake, so have some respect here. You want the real stuff, raw and imported. You know I love my American cheese makers, but you have my permission–actually, my encouragement–to roll your eyes at the next person trying to sell you ‘Parmesan’ at the farmer’s market. It’s not even a distant cousin to the real thing. This is 660 years of traditional cheese making at it’s absolutely most perfect execution. What the cow’s eat, how the milk is heated, where it’s aged–all of it is regulated by law and all of that fuss makes sense after one bite. There is no other cheese as nuanced as Parmigiano, with its perfect balance of creaminess, crunch, sweetness and salt. This is one of those cheeses that, once you have the real thing, you are very hard pressed to use any lesser substitute.\n\nMerry Christmas and Happy Holidays from the Missus and I to our friends, family and fellow food lovers.\n\nbaking, baking while baked, holiday cookies, holidays, momofuku, momofuku milk bar recipes, sugar highs\n\nMother F**king Holiday Cookies\n\nI’m in the thick of it now–holiday madness at work. On my days off this week I’ve baked approximately 15 dozen cookies to give to friends and coworkers. I’m burnt out and reeling from a pretty fucking big sugar crash. So, without breaking out the hyperbole… I’ll just give you some holiday cookie recipes.\n\n(from the bottom, up)\n\nMomofuku Marshmallow, Cornflake and Chocolate Chip Cookies\n\nDouble Chocolate Peppermint Cookies (adding peppermint candy and chocolate chips to the mix)\nPeanut Butter and Bacon Cookies\n\nPecan Caramel Cookies\n\nTriple Chocolate Chunk Cookies\n\nMomofuku Milk Bar Compost Cookies\n(I used left over Cornflake Crunch from the Marshmallow cookie, cocoa nibs, pretzels, dark chocolate chips and marshmallows)\n\n12 days of cheesemas, Bresca, burrata, cheese advent calendar, cheese pairings, counting down my favorite holiday cheeses, holiday cheese plates, maplebrook farms vermont\n\n12 Days of Cheesemas–Day 11\n\n(photo from\n\nOne of the best dishes I ate this year had Burrata at the center of it. It was at Bresca, back in March, during Restaurant Week. Dawn and Adam were with The Missus and I, settling in for a four course dinner when the plate arrived. We hadn’t ordered it, mind you, but Chef Krista Desjarlais generously surprised us (she knows my love of cheese) with an antipasto course of Burrata, prosciutto, roasted tomatoes, capers, olive oil, aged balsamic and bread. The table didn’t speak for over the course of the next twenty minutes. We were too focused and our mouths were too full to articulate how wonderful it was at the time. I think I thanked Chef Desjarlais for the month for her kindness and the amazing food we had that night. Burrata is NOT a cooking mozzarella, it’s filled with cream and melty curd, so don’t waste it on a pizza. Make a plate, similar to the one that we were served, and enjoy some comfortable silence with some friends over one of the simplest–yet, exquisite–cheeses in the world.\n\n12 days of cheesemas, cheese advent calendar, cheese plate, counting down my favorite holiday cheeses, holiday cheese plates, raclette cheese, springbrook farms reading raclette\n\n12 Days of Cheesemas–Day 10\n\n(photo from\n\nWe’re going to talk French again. You don’t really think about domestically made cheeses when the name ‘Raclette’ rolls around. You think French or Swiss made, melted on roasted fingerling pot... (truncated)",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.997640729,
        "format_confidence":0.9353485703
    },
    {
        "url":"http:\/\/everythingisbetterwithbacon.blogspot.com\/2008\/01\/perfect-with-roast-chicken.html",
        "text":"Wednesday, January 9, 2008\n\nPerfect with Roast Chicken\n\nI'm trying to cook a little healthier for us this month after our month of gluttony (which is why i haven't been posting, I've just been eating. Non-stop) so I've been making lots of different vegetables to spice up our meals. Now, I don't know about you, but I'm in loooove with plain, roasted cauliflower. Toss those babies with some olive oil and kosher salt and into the oven for 30 minutes or so? Yum! Very few make it to my plate, instead landing in our bellies straight off the roasting pan. To spice it up a little, I tried this combo, though, which was fantastic. A tad too spicy for Jamie but he did manage to eat his whole serving with one bite of this, one bite of roasted chicken. I'd highly recommend it.\n\nOkay, clearly by now we've established that I don't really follow recipes all that well. I have a bit of a short attention span, so generally I just scan to get the gist, and go from there. It's also because my chronic disorganization (the bane of my loving and incredibly organized boyfriends existence) means that 9 times out of 10, I'm missing some ingredient by the time I get home. Sometimes, I wing it, sometimes said boyfriend has to run to the store, which is across the street thank god.\n\nSo... I didn't have any potatoes. Or coriander. Or jalapenos (thank god). I made everything else just as it should be, and while it was a teensy bit soupy, it was still great. The potatoes would probably suck up that soupiness. Which is probably why they were in the recipe to begin with. Oops.\n\nIndian Spiced Cauliflower and Potatoes\n\n1 (1 3\/4-lb) head cauliflower, cut into 3\/4-inch-wide florets\n1 1\/4 lb Yukon Gold potatoes, peeled and cut into 1\/2-inch cubes\n5 tablespoons vegetable oil\n1\/2 teaspoon cumin seeds\n3\/4 teaspoon salt\n1 medium onion, finely chopped\n2 garlic cloves, finely chopped\n2 teaspoons minced fresh jalapeño, including seeds\n2 teaspoons minced peeled fresh ginger\n1 teaspoon ground cumin\n1\/2 teaspoon ground coriander\n1\/4 teaspoon turmeric\n1\/4 teaspoon cayenne\n1\/2 cup water\nAccompaniment: lemon wedges\n\nPut oven rack in upper third of oven and place a shallow baking pan on rack. Preheat oven to 475°F.\nToss cauliflower and potatoes together in a bowl with 3 tablespoons oil, cumin seeds, and ¼ teaspoon salt. Spread in hot baking pan and roast, stirring occasionally, until cauliflower is tender and browned in spots and potatoes are just tender, about 20 minutes.\nWhile vegetables are roasting, cook onion, garlic, jalapeño, and ginger in remaining 2 tablespoons oil in a 12-inch heavy skillet over moderate heat, stirring frequently, until very soft and beginning to turn golden, 8 to 10 minutes. Add ground cumin, coriander, turmeric, cayenne, and remaining ½ teaspoon salt and cook, stirring constantly, 2 minutes. Stir in water, scraping up any brown bits from bottom of skillet, then stir in roasted vegetables. Cook, covered, stirring occasionally, 5 minutes.\nMakes 4 side-dish servings.\n\n\n1 comment:\n\nElizabeth said...\n\nthis is SO up my alley! I will try",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9976229072,
        "format_confidence":0.7802637219
    },
    {
        "url":"http:\/\/sdusd-newsfeed.blogspot.com\/2014\/05\/peewee-avocados-from-escondidos-stehly.html",
        "text":"Friday, May 9, 2014\n\nPeewee Avocados from Escondido's Stehly Farms is 'Harvest of the Month'\n\nOrganic Peewee Avocados are on San Diego Unified cafeteria salad bars as the May Harvest of the Month item on our salad bars. Stehly Farms Organics, located in Valley Center is supplying the delicious fruit. Watch video»Sehly Farms Organics",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.995864749,
        "format_confidence":0.7223854065
    },
    {
        "url":"http:\/\/eatingisthehardpart.blogspot.com\/2009_10_01_archive.html",
        "text":"Friday, October 30, 2009\n\nno knead bread - revisted\n\nI haven't talked about no-knead bread in a while, so I figured it was time to revisit this tasty treat. For those who don't think bread making is within their abilities, I can't stress how wrong you are. I'd be more than willing to believe you can't draw, before I believe you couldn't bake bread.\n\nA very simple process, you combine 3 cups of flour with 1 1\/2 cups of water, 1\/4 tsp of instant yeast, and 3\/4 tablespoon of kosher salt. You stir this concoction together until everything is combined, before covering the bowl and letting it rest overnight. Just use plastic cling film to cover the bowl, and by overnight I mean 12-18 hours. Be prepared for the amazing yeast to do it's thing, because soon enough that shaggy dough will look like this!\n\nPull the dough out from your container, and give it a few folds. At this point, I always stick mine in a parchment lined pot, and sprinkle on a topping. Everything from whole sesame seeds, crushed sesame seeds, poppy seeds, cornmeal, and even flour. Cover again for 2 hours.\n\nBake the bread in a covered, 450 degree oven proof container for 30 minutes. Remove the lid and continue baking for another 20 minutes. Remove and cool for about an hour before you attack it with your bread knife. See, simple wasn't it...and oh so delicious!\n\nRead More......\n\nThursday, October 29, 2009\n\nopm asian bistro and lounge - edmonton, ab\n\nopm asian bistro and lounge\n1820 99 St NW\n\nAfter two trips to my local immunization center, and spending what seemed like an entire day in line, I was finally ready to take a H1N1 vaccination in the arm. After wards, with some in the group feeling a little worse off, we headed in search of food. A quick discussion took place before OPM was suggested and we soon jumped in our cars and headed south.\n\nSituated, in the middle of South Edmonton Common, OPM falls between an Earls and Montana's. So while it has the Asian cuisine on lock-down among it's immediate neighbours, you can easily walk a few blocks and find everything from sushi (Mikado) to steaks (The Keg) to family (Ricky's) dinning. With an upscale interior, OPM definitely gives off a trendy Asian personality. This is not your parent's Chinese take-out joint, if that makes sense. The slogan, Fresh Dining From Ancient Places, along with the name, give you a clue to the cuisine, while the menu confirms the dishes come from China, Thailand, and Japan.\n\nWith only one person at the table drinking beer, OPM's house offering China White (dark wheat ale), it was a quick round of waters while we looked over the menu. Regarding the beer menu, I was really happy to see 3 local offerings. 2 from Amber's brewing and 1 from Alley Kat. With not a lot of local brews available, OPM gets a thumbs up for including these choices along side it's regulars like Kokanee and Keith's.\n\nThe dishes will arrive to your table when they are cooked, which means you may have some down time between plates. First to the table was Lemon Scallops & Prawns. Apparently wok fired with vegetables in a tangy citrus sauce, this dish tasted like lemon pie filling. That's right, a few bites of this and I found it over whelming sweet and lemony. All I needed was a dollop of meringue. Terrible dish.\n\nThe remaining two dishes arrived together (7 or 8 minutes after the first), OPM Spicy Chicken and Coconut Yellow Curry Prawns. First up the spicy chicken, which is billed as the hottest dish on the menu. Unfortunately, it didn't live up to the hype. Sure there was some heat trapped inside the red chilies, but the chicken itself seemed to have a sweet (brown sugar?) BBQ sauce flavour. The chicken was juicy and the mixed vegetables were solid, so the dish as a whole was decent enough.\n\nThe curry prawns came swimming in enough sauce to drown a gnome. The shrimp were cooked nicely and the dish worked well. Probably my favorite of the three, it didn't have any heat but was well balanced with 'Thai' flavours. Good thing a few bowls of plain rice were delivered to the table or we would have needed straws to fully utilize the sauce.\n\nBased on one previous visit, and the above three dishes, I don't think I'll go out of my way to come back. Nothing jumped out at anyone of us in the group, yet talking with my father, who eats here regularly, it's the appetizers that shine. Oddly enough his favorite (yam fries and rock shrimp) were not on the menu. At least our hunger cravings were curbed after the long day in line, and we were able to relax and enjoy the company.\n\nRead More......\n\nWednesday, October 28, 2009\n\nthe week that was and is - october 27th 2009\n\nHowdy everybody! Get up to anything exciting this week? The biggest adventure of the week for myself was getting my H1N1 vaccination. After stopping by twice on Monday, I finally decided to bite the bullet and stick it out. Probably 3 hours in total, the lineups were crazy with hundreds and hundreds of people. Is this what standing in line at Disney Land is like?\n\n  • Hopefully you are following along with the east coast food tour, care of the crew at foodosophy. Our country is so big, that at times, it's easy to forget how different dining can be. Plus, lobster at McDonald's is just plain rad.\n  • With pumpkin carving just around the corner, why not consider adding pumpkin to your meals. Closet Cooking has a list of 10 delicious sounding recipes to try.\n  • Rats fed unlimited junk food show behaviors similar to those addicted to heroin. \"This is the most complete evidence to date that suggests obesity and drug addiction have common neurobiological underpinnings\"\n  • It must be McDonald's week in the news, because I found that some regions are getting the McRib back. Never a fan, I'm surprised at the almost cult-like following of this offering.\n  • With over 70 percent of it's 70,000 plus work force overweight, Mexico City is cracking down and putting some officers on a diet.\n  • \"There shall be no cupcakes. No chocolate cake and no carrot cake. According to New York City’s latest regulations, not even zucchini bread makes the cut.In an effort to limit how much sugar and fat students put in their bellies at school, the Education Department has effectively banned most bake sales, the lucrative if not quite healthy fund-raising tool for generations of teams and clubs.\" As a baker, this makes me sad, but I understand their reasoning.\n\n  • I dined at Ric's Grill this past Saturday. Unfortunately, a last minute change of drivers meant I left my camera in my car and didn't get any photo's. It's been a long time since I've visited a Ric's Grill, and I must say it wasn't as impressive as I wanted it to be. Service was bland, and my attempts at interacting with the staff seemed to be fluffed away. The bread basket was nothing special, just your average warm white bread (we didn't accept any offers for more). As the only person (out of 4) to not order a beef plate, I was disappointed to find my spinach salmon salad arrived with an overcooked piece of fish. And as someone who orders dressing on the side, I couldn't help but wonder how they would have tossed the delicate greens because the dressing had the consistency of paste. The starter salads, Greek and Cesar, were good and arrived on gargantuan plates (any reason for this). The steaks were deemed a success, as were the garlic mash potatoes. The seasonal vegetables seemed a little off, with everyone commenting on the very sub par piece of corn on the cob. The only dessert ordered was banana chocolate cheesecake which my fellow diners felt had a fake banana flavour. With our dishes bringing the bill close to 200 bones, it was a nice treat, but not great enough to bring me back any time soon.\n  • I've been stopping by Transcend Coffee more than usual lately, and I'm not being seduced by the customer service skills these days. I realize they offer a premium product, but on my last visit, I overheard a customer (and the barista) basically talking smack about two americano's (my order). It's one thing to live in the upper coffee echelon, but without a turnaround in attitude I'll stick with my friendly, and local, Starbucks.\n  • Last but certainly not least. Culina Highlands, has been labeled by enRoute Magazine as one of the top 10 new restaurants in Canada. Congrats.\n\nRead More......\n\nTuesday, October 27, 2009\n\nchocolate chip squash bread\n\nFinally, I can clean out my containers of squash puree. With just under 15 ounces left, the amount found in a store bough container, I decided to try yet another quick bread. This time, I included chocolate chips for that extra bit of gooey goodness.\n\nThe end result was good. Surprisingly, even with a cup and a half of sugar, it wasn't extremely sweet. Better than a recent store bought sample, I thought it also had quite the rustic look for a quick bread. If I baked this again, I would leave out the chips and maybe add nuts instead.\n\nThe List:\n15ozs pureed pumpkin\n1 1\/2 cup dark brown sugar\n1\/2 cup butter (room temp)\n3 eggs\n3 cups all-purpose unbleached flour\n2 tablespoons baking powder\n1 teaspoon ground cinnamon\n1\/2 teaspoon salt\n1\/2 teaspoon ground nutmeg\n2 cups chocolate chips\n\nCream the butter and sugar together before adding in the rest of the wet ingredients. Sift the dry ingredients together and mix until you see little specks of flour left. Remember, this is quick bread, so we don't to over work the batter. Finally fold in the chips and scoop everything into a 9x5 inch loaf pan. Bake in a 350 degree oven for about an hour, or until a tooth pick is clean when inserted.\n\nRead More......\n\nMonday, October 26, 2009\n\npumpkin milkshake\n\nOK, so not exactly pumpkin, this milkshake helped to use up yet another portion of my huge supply of squash puree. So I guess you could call it a squash milkshake, but that isn't nearly as sexy and it might deter some folks. Don't let it though, stay the course!\n\nI picked up the inspiration for this treat over at Closet Cooking where a pumpkin milkshake wa... (truncated)",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9970453382,
        "format_confidence":0.9298793674
    },
    {
        "url":"https:\/\/bostononbudget.com\/free-brugal-rum-tastings-this-week-in-the-south-end\/",
        "text":"Drinking and free are two words that not always go together in Boston, but when they do, it is a beautiful thing. Brugal is offering a free rum tasting at the Cyclorama in the South End on Tuesday through Thursday this week. You do need to sign up and fill out a short survey to attend.\n\nI haven’t filled out on the form yet, so I will update the post if I have any updates\/notes to add. I’m still on the fence about going, mainly because I hate committing to an exact time slot (yes, I am that person).\n\nFor more information or to sign up, please head here.",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9612798691,
        "format_confidence":0.9818104506
    }
]