[
    {
        "url":"http:\/\/nyphil.org\/about-us\/ArtistDetail?artistname=fora-baltacigil",
        "text":"The New York Philharmonic\n\nUpdate Browser\n\nPages don't look right?\n\nYou are using a browser that does not support the technology used on our website.\n\nPlease select a different browser or use your phone or tablet to access our site.\n\nDownload: Firefox | Chrome | Safari\n\nIf you're using Internet Explorer, please update to the latest version.\n\nFora Baltacigil\n\n\nThe Redfield D. Beckwith Chair\n\n\nBassist Fora Baltacigil joined the New York Philharmonic as Principal Bass, The Redfield D. Beckwith Chair, in the 2012–13 season. Born in Istanbul, Turkey, Mr. Baltacigil started studying the bass at the age of nine with his father, principal double bass of the Istanbul State Symphony Orchestra. He received his bachelor’s degree from Istanbul University Conservatory in 2002 and an artist diploma in 2006 from The Curtis Institute of Music, where he studied with Hal Robinson and Edgar Meyer in Philadelphia.\n\nIn September 2012 Fora Baltacigil and his brother Efe, principal cellist of the Seattle Symphony, performed Bottesini’s Grand Duo with the Berlin Philharmonic conducted by Sir Simon Rattle. In 2008 he performed John Harbison’s Concerto for Bass Viol with the Minnesota Orchestra.\n\nPrior to the Philharmonic, Mr. Baltacigil was a member of the Berlin Philharmonic and principal bass of the Minnesota Orchestra. In 2008 he performed with Yo-Yo Ma’s Silk Road Ensemble and major festivals as a soloist and chamber musician. Mr. Baltacigil was awarded the McKnight Foundation of Minnesota Artist Fellowship in 2009, first prize at the Caprio Young Artists Competition of the Riverside Symphonia in 2006, and first prize at the Delaware Symphony Concerto Competition in 2004. He spends his free time sailing, diving, and cooking.\n\nGo to top",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.66432935,
        "format_confidence":0.9729718566
    },
    {
        "url":"http:\/\/www.scottyssteakhouse.com\/february-19-20-special-event-25-joey-kola\/",
        "text":"From The Late Show with David Letterman, King of Queens, Comedy Central\nAlso Featuring Chipps Cooney and Johnny Hollywood\n\nAs a stand-up comedian for 30 years, Joey Kola has performed for hundreds of thousands of people throughout his career in the US, Canada and England. His high energy, spot on punch lines, and fast delivery assault an audience like a comedic freight train. Joey’s topical and timeless material combine to always make his audiences laugh hard.\n\nJoey has worked at countless comedy clubs, colleges, casinos, theatres, cruise ships and corporate functions. Kola’s also proud of the success he’s had in raising great amounts of money for the many different charities he currently supports. Joey Kola’s TV credits include, “The Tonight Show with Jay Leno”, The Late Show with David Letterman”, “The King of Queens” with Kevin James, “The Martha Stewart Show”, “Comedy Central Presents Joey Kola”, “The Rosie O’Donnell Show”, and Comedy Central’s “Premium Blend”.\n\nJoey has been voted Best TV Warm-up Comic 5 years in a row by Time Out NY magazine. He has warmed up many shows, such as “The Rosie O’Donnell Show”, “Who Wants To Be A Millionaire” with Meredith Viera, “The Late Show With David Letterman”, “The Apprentice” and “Survivor” Finales, “The Jane Pauley Show” and CBS’s “Wake-Up with Ali and Jack”. He currently can be seen everyday on the “Rachel Ray Show” as her ‘warm-up guy’.\n\nOne of the hardest working comics in show business today, over 300 shows per year for the last 30 years, Joey also finds time to write for other comics. George Carlin called Joey “One of the strongest comics I’ve seen”. Joey has also toured many casinos with the cast of the Sopranos as part of their live show “Comedy You Can’t Refuse”.  Kola continues to make audiences laugh today. Joey’s family, his wife and 2 kids, are a great source for most of his material. Joey Kola can play to any crowd, young or old, his material is versatile. He can be ‘clean’ or ‘dirty’. Joey loves to promote his shows. His radio spots on various stations around the country have been enjoyed by millions.\n\nWritten about in many news articles, magazines, and on the internet, Joey continues to please a wide range of people. No matter who the audience is, Joey’s likability comes across as his strongest asset. He always leaves everyone drunken with laughter.",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.9964731336,
        "format_confidence":0.6681197882
    },
    {
        "url":"http:\/\/www.sputnikmusic.com\/user\/Robinanimate",
        "text":"Reviews 6\nApproval 88%\n\nSoundoffs 6\nAlbum Ratings 1650\nObjectivity 75%\n\nLast Active 12-13-15 3:58 pm\nJoined 06-26-13\n\nForum Posts 5\nReview Comments 11\n\nmusical taste\n\nfavorite bands\n\nshoutbox » all posts \n  • Flugmorph ye man, it slays :)\n    May 1 09:39 AM\n  • Spag Yo I just listened to Sgurr and it's extremely solid. Just like Rengeteg, but Tuno Ido Tarlat is the best imo. :]\n    October 8 09:45 PM\n  • Spag Ahh yeah. So Thy Catafalque didn't tickle your fancy? Hmm, might be the opposite for me lol. I'll be in disbelief if I don't love it.\n    October 7 04:10 AM\n  • Spag Yeah it's all good lol. :] I just dislike how certain bands\/albums don't get the right amount of attention or reception lol. Btw, Arcturian is my AOTY UNLESS the new Thy Catafalque can beat it. I highly doubt that though lol.\n    October 3 06:17 AM\n  • Spag Glad you like the new Code since it has received some unfair reception over here. :| Band is so underrated.\n    July 25 04:30 AM\n\nYou have to be logged in to post a comment Login | Create a Profile\n\n\nBands: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z\n\nSite Copyright 2005-2016 Sputnikmusic.com\nAll Album Reviews Displayed With Permission of Authors | Privacy Policy",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.9969235063,
        "format_confidence":0.8400164843
    },
    {
        "url":"http:\/\/www.whofic.com\/viewuser.php?action=favauth&uid=15979&let=X",
        "text":"\n\nPenname:TheBlueBoxGirl (egg mcgee)\nMember Since:2012.02.29\nah geez, this is a real shit show. yeah this account is mostly still here so i can make fun of it, so go nuts guys\nAOL IM None ICQ None MSN IM None Yahoo IM None\n\nStories by TheBlueBoxGirl [4] Favorite Stories and Series [5] Favorite Authors [0]\nFavorite Authors\nA B C D E F G H I J K L M N O P Q R S T U V W X Y Z Other\n\nDoctor Who and its accoutrements are the property of the BBC, and we obviously don't have any right to them. Any and all crossover characters belong to their respective creators. Alas no one makes any money from this site, and it's all done out of love for a cheap-looking sci-fi show. All fics are property of their individual authors. Archival at this site should not be taken to constitute automatic archive rights elsewhere, and authors should be contacted individually to arrange further archiving. Despite occasional claims otherwise, The Blessed St Lalla Ward is not officially recognised by the Catholic Church. Yet.\n\nScript for this archive provided by eFiction. Contact our archivists at help@whofic.com. Please read our Terms of Service and Submission Guidelines.",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.6717007756,
        "format_confidence":0.9821798801
    },
    {
        "url":"https:\/\/www.speakerscorner.me\/lupita-nyongo\/lupita_nyongo_39\/",
        "text":"Lupita Nyong’o\n\nLupita Nyong'o\n\nLupita Amondi Nyong’o is the actress who played the iconic character of Maz Kanata in Star Wars. She was born in Mexico City on March 1, 1983 and is a Kenyan actress and model with Mexican citizenship.\n\nHer first major role as an actress is in the award-winning 12 Years a Slave film (2013). Her interpretation of Patsey has received critical acclaim and numerous awards including the Oscar for Best Supporting Actress and the SAG Award for Best Supporting Film Actress. Nyong’o is the first Kenyan and Mexican actress to win an Academy Award. She later appeared in the hit Disney Star Wars: The Force Awakens (2015), The Jungle Book (2016), and Queen of Katwe (2016)\n\nBoth comments and trackbacks are currently closed.",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.9918285012,
        "format_confidence":0.8076080084
    },
    {
        "url":"https:\/\/www.everipedia.com\/filpate\/",
        "text":"FilPate | Wiki | Everipedia\n\nEmanating from his many projects is the awareness of Fils' belief that Music can have a powerful influence on the community and each individual listener. Fil is dedicated to the study of Music theory and the art behind crafting Musical performances - He is finely tuned into spreading the magic of complexities and simplicities inherent in the sound. With influences from many genres and styles of music, he focuses on preserving the traditional art forms while also fusing them together creating his own blend of soundscapes.\n\nAs a performer, music teacher, sound tech, booking\/promoting consultant, leader and member of several bands, certified stringed instrument luthier, studio musician, producer and advisor -the man covers all aspects of the vast industry.\n\nCombining consistently practiced music theory and a huge listening ear - he's equipped to take on the very next tune! [+]",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.8854694963,
        "format_confidence":0.9802885056
    },
    {
        "url":"http:\/\/www.strictlyflamenco.co.uk\/your-teacher\/4528263696",
        "text":"Strictly Flamenco!\n\nDebbie Warren Green is an established Flamenco dance performer and teacher. She has been teaching adult flamenco classes for many years. She has taught flamenco for Adult Education, ane is also a teacher of Chen Taichi and Qigong (Chinese exercises for health). She is also a PGCE qualified secondary school teacher of modern languages.\n\n\nDebbie has studied Flamenco with many Flamenco stars, including Mercedes Ruiz, Rafaela Carrasco, Angel Munoz, Rocio Molina. Belen Fernandez, Belen Maya, Juan Polvillo, Manuel Linan and Marco Flores to name a few, and also Felipe de Algeciras who is well-known in the U.K.\n\nBesides regular classes in Norwich, Debbie has also held workshops in both Norwich and Cambridge, workshops for Adult Education in Norwich, and fun workshops for parties. She also teaches workshops in schools, including for children with special needs.\n\n\nDebbie has performed at numerous venues including Norwich's famous Assembly House and in the Wymondham Music Festival. In 2003 and 2004 she produced and directed 2 sell-out Flamenco shows at the Norwich Playhouse Theatre.\n\n\"I learnt more in that hour and a half with Debbie than I did in six months with my last teacher....\"\n\nMercedes Ruiz, 2011\n\n\"Debbie baila muy bien - con mucha arte, mucha pasion!\"  \n\nDebbie has performed regularly at Quayside Plaza Restaurant, Great Yarmouth, as a singer and dancer accompanied by flamenco guitarist Stuart Reynolds.\n\n\nDebbie has also trained actors and theatre groups in flamenco choreography for their plays and shows.\n\n\nOn 12th October 2019, Debbie produced and performed in a dance show at the Garage Theatre, called Passion for Dance. The show included belly dancing and Argentine Tango as well as her own flamenco students. The show was very well received!\n\nDebbie with Mercedes Ruiz, Easter 2011\n\nDebbie Mercedes and Debbie cropped show poster complete\n\n\nDebbie is a sympathetic teacher and aims to make her classes fun as well as varied and interesting. As a result her classes and workshops are always popular.",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.6791698933,
        "format_confidence":0.9826360941
    },
    {
        "url":"https:\/\/exposedviews.com\/2017\/05\/03\/concentration\/",
        "text":"Model: Emily Downs (\n\nYou always need to think, before you start exploring…\n\n\nAbout the dancer\nName: Emily Downs\/\/Studies: The Royal Ballet Lower School, The Royal Ballet Upper School\/\/Experience: Soloist at Staatstheater Cottbus, Guest Soloist at Ballet Rosa (Halle) She won the Audience Award as a soloist with Landestheater Coburg, Opernhaus Zurich Ballet, The Royal Ballet Company, Birmingham Royal Ballet\/\/ Roles: The Nutcracker – Sugar Plumb Fairy, Snow and Chinese solo. Soloist in Sync (Nils Christe) Main pas de deux couple in Oktett (Uwe Scholz) Sybil in Dorian Gray (Lode Devos) Purcell Pieces (Nils Christe), Marie in Woyzeck, Maria in Maria de Buenos Aires, Swan Lake – Big Swan, La Bayadere – Shades, The Sleeping Beauty – Aurora’s Page\/\/Youtube:\n\n1 Comment\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.5319245458,
        "format_confidence":0.7272108793
    },
    {
        "url":"http:\/\/www.johnmcg.com\/about\/history.php",
        "text":"About John\n\nAbout John  |  The Music  |  Schedule  |  News  |  Contact\nA Story ‡ Associations ‡ Photo Gallery ‡ Discography ‡ Equipment ‡ Links ‡ On My Ipod\n\nAbout John: A Story\n\n. . . Bluegrass, folk, country music, timeless music, music sung around the moonshine still, sung on the back porch, sun setting; hills glistening . . .\n\nAmericana and roots music has a long lineage. Bill Monroe, Bob Dylan, The Band, the Grateful Dead to today's heroes, Whiskeytown and Wilco, the family tree of roots music is enormous. John McGaraghan is just another in the long standing tradition of this genre.\n\nWhile he is influenced by the sounds of his ancestors, he is by no means weighed down by the past as Nietzsche often warned. No, hardly, John creates his own disparate sound. Lyrics and instrumentation, which often call to mind the spirits of Monroe and Parsons, yet he refuses to become a side act or a purveyor of \"show tunes\".\n\n. . . Six shooters on main street, dust and beer on their faces as they enter the saloon. \"One beer, here, hell let's make it a whiskey\", shouted through the menacing air. Boots, and spurs jangle . . .\n\nImagine if you will, the best of all roots rock, ever. The high vocals of Bill Monroe, with the bluegrass chop, the harmonies of Crosby Stills and Nash. Mix in somber lyrics of love and loss ala Parsons, then a dash of Merry Prankster psychedelia. That would be the perfect definition of John's music and sound.\n\nHere, amongst us in the modern day, during the time of boy bands and hatred-fueled bands, he creates a sound that may not belong. A slip or tear in the space time continuum one can assume. For it seems strange that a man boding such an array of talents and thoughts could operate during this time period. Let's just say it is a secret. A treasure, like that old goldmine, or hidden patch of forest, with the flowing stream, trout jumping as you stand alone tying your fly. Yes, it is there and it is for you to enjoy.\n\n. . . Appalachia, the high lonesome sound, banjo strings, rusting, while the porch planks squeak under the pressure of people dancing to that high lonesome sound. Leather hats, become soaked in sweat love sweet love under the stars, moon and stars . . .\n\nFor over fifteen years John McGaraghan has been creating this sound, this secret stream. His previous outfits, Oversoul and King Harvest, garnered serious attention for their groundbreaking mixtures of americana, psychedelia, and pure roots rock and roll. Since their disbandment, John has forged his way into the deep apotheosis of Americana. His pursuit for that sound, to not just copy the paradigm, but recreate it, has led him back to his native stomping grounds of California. Land of the gold rush, land of golden hills, of Americana. Slowly his music is bearing the fruits of the move. Songs like \"Northern California in the Rain\" and \"Lost Along the Way\" bear the innocence of his ancestors, yet are redolent with his life affirming adventures. We as the crowd can only enjoy this treasure, cherish it and hope that his pursuit and path continues.\n\n. . . The suns set, and the folks sleep. Six shooters lay drunk on the bar as the ragtime chords keep emanating from the upright piano. Wet heads, wet leather hats smelling musty and old, moonshine, comfortable and known. The planks stop squeaking. Finally, the planks stop squeaking. And the moon keeps shining . . .\n\n--c.f.orman, 1999\n\nAmazon Recommended Links\n\nSign up to receive email updates regarding john's music and schedule of events\nfirst name:    last name:    email:",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.9689708352,
        "format_confidence":0.955699563
    },
    {
        "url":"http:\/\/cockktail.com\/users\/178",
        "text":"User info\n\nUser profile picture\n\nJonah Faigel\n\nRole: Vendor\nCity: Boston, MA, United States\nContact me: You must be registered to send a message\n\nVendor info\n\nWhat began as a fun hobby in second grade grew to a thriving business. In 2017, Jonah graduated from Simmons College in Boston with a Masters of Science in special education. Jonah is licensed in severe and moderate special education in Massachusetts. Beyond being an insured entertainer, Jonah has years of experience working with children of all ages. \n\n\nFollow Jonah’s Facebook page and check out his calendar to see where he’s performing next. But don’t wait long before booking him for your own birthday party, corporate event, or festival! Please also note that his work with a private school in the area means he has limited weekday availability from September to June. Remember Jonah's Twisters of Boston, MA when you need birthday party ideas and corporate event planning services!\n\nService list\n\nService Detail Cost Notes\n  Variety acts    Kids' entertainment\n\nFrom the Boston area to the North Shore, Jonah can take care of your event entertainment needs. While many balloon twisters provide the same old balloon animals, Jonah is a true Boston balloon artist who comes up with new creations every day. Whether you want him to wow your guests with live sculpting or deliver an awesome display for your event, Jonah can bring a smile to every face.\n\nParty types I take part\n\nKid’s Party\nMusic Festivals\/Open Air\nTheme Party\nPool Party\/BBQ\nMarriage-Related Party\nReligious Celebration\nNew Year\nOffice Party\nProfessional Event\nSt. Valentine`s Day\nCocktail Party\nOther Party\n\nMy album",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.9115589857,
        "format_confidence":0.9846618176
    },
    {
        "url":"https:\/\/www.ilariabaldaccini.it\/en\/biography\/",
        "text":"ILARIA BALDACCINI is an Italian pianist, recognized by the critics as an original and refined interpreter. Her performances and recordings have been reviewed by newspapers such as (to mention just a few) ‘il giornale della musica’, ‘La Repubblica’ and ‘il Manifesto’. They have been presented and broadcast by stations such as RAI Radio 3, Radio Classica, Radio Svizzera Italiana and Rete Toscana Classica.\n\nFor years involved in intense performance activity, mainly as a soloist, she has performed in some of the most important musical centers, in cities such as Florence, Rome, Vienna, Belgrade, Sapporo, Tokyo.\n\nTwo CDs were published by EMA Vinci Records in 2017: a monograph on Erik Satie and a disk dedicated to composers from the Tuscan area during ​​the second half of the twentieth century. This recording, which was included in the SIAE-Classici di Oggi collection, contains music by Carlo Prosperi, Piero Luigi Zangelmi, Gaetano Giani Luporini and Giuseppe Bonamici.\n\nThe CD of composers from the Tuscan area inaugurates her interpretative research on the repertoire of historic twentieth century and contemporary music. In 2019 she contacted the Scientific-Literary G. P. Vieusseux Research Center of Florence to perform and disseminate unpublished scores by Carlo Prosperi, kept in the Prosperi Collection of the “A. Bonsanti” Contemporary Archive, and to prepare a new performance, almost 45 years after the world premiere of Prosperi’s ‘Rainbow Concert’ (il Concerto dell’Arcobaleno) for piano, marimba and orchestra. The unreleased pieces and the concert were both scheduled for the autumn of 2019 in two events organized by the G.A.M.O. – which included these in its fortieth year of artistic activity – in collaboration with the G.P. Vieusseux Research Center, the International Lyceum Club in Florence and the ‘Filharmonie’ Orchestra.\n\nTwo of Carlo Prosperi’s unpublished pieces, kindly loaned by the Maestro’s daughter Giuliana Prosperi, were published by EMA Vinci Records in a piano anthology released for SIAE-Classici di Oggi in the autumn of 2019, together with six album pieces by Piero Luigi Zangelmi.\n\nThe year 2019 also saw the release, again by EMA Records and for SIAE-Classici di oggi, of a monograph on Claudio Josè Boncompagni, containing pieces for solo piano and for piano and voice, which Baldaccini performs together with Monica Benvenuti.\n\nSince 2019 Baldaccini has been collaborating with the composers Daniele Venturi, Carlo Galante, Fabrizio De Rossi Re and Mauro Montalbetti. With Montalbetti she was the winner of the latest SIAE-Classici di oggi for the 2018 commission of contemporary cultural music. She collaborates with many other contemporary composers, also thanks to the lively and fruitful relationship with CLUSTER Association of Composers in Lucca. In this city she began her studies at the ‘L. Boccherini Music Institute’ in the class of Maria Gloria Belli, continuing at the Conservatory of Florence, where she studied harpsichord with Annaberta Conti and piano with Giovanni Carmassi. She graduated in both instruments with top marks and honors. She also studied at the Vienna University of Music and Representative Arts, in the harpsichord class of Maestro Gordon Murray. She graduated in the Literary Studies from the University of Florence.",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.737569809,
        "format_confidence":0.9871947169
    },
    {
        "url":"https:\/\/www.the-paulmccartney-project.com\/artist\/keith-allison\/",
        "text":"Keith Allison\n\nSpread the love! If you like what you are seeing, share it on social networks and let others know about The Paul McCartney Project.\n\nAlbums, EPs & singles which Keith Allison contributed to\n\nVertical Man\n\nBy Ringo Starr • Official album\n\nContribution: Backing vocals • 1 songs\n\nLa De Da\n\nBy Ringo Starr • CD Single\n\nContribution: Backing vocals • 1 songs\n\n\nHave you spotted an error on the page? Do you want to suggest new content? Or do you simply want to leave a comment ? Please use the form below!\n\nYour comment\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.9707360864,
        "format_confidence":0.5572087169
    },
    {
        "url":"http:\/\/lintonmusic.org\/artists\/sharon-robinson\/",
        "text":"Sharon Robinson, cello< Back to artists\n\nSharon Robinson\n\nWinner of the Avery Fisher Recital Award, the Piatigorsky Memorial Award, the Pro Musicis Award, and a Grammy nominee, cellist Sharon Robinson is recognized worldwide as a dynamic artist and one of the most outstanding musicians of our time. Whether as a recitalist, soloist with orchestra, or a member of the renowned Kalichstein- Laredo-Robinson Trio, critics, audiences and fellow musicians worldwide respond to what the New York Times called “an artistic personality that vitalizes everything she plays.”\n\nRenowned for her chamber music performances, Sharon Robinson co-founded the Kalichstein-Laredo-Robinson Trio thirty years ago and has collaborated with Rudolf Serkin and Alexander Schneider at the Marlboro Music Festival, Leon Fleisher, Rudolf Firkušný, Yo-Yo Ma, Eugene Istomin, Itzhak Perlman, Jean-Pierre Rampal, Mstislav Rostropovich, Isaac Stern, Pinchas Zukerman, and the Emerson, Guarneri, Miami, Juilliard, Orion and Tokyo Quartets. In the 1998-99 season, the Trio performed the complete Beethoven and Shostakovich piano trios at New York’s 92nd Street Y, where they have been performing annually since their formation. In December 2001, Musical America named the Kalichstein- Laredo-Robinson Trio the 2002 Ensemble of the Year.\n\nClick here for a full bio of Sharon Robinson.\n\nAdditional Information\nConcerts This Season\n\nClick Here",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.7469676733,
        "format_confidence":0.8523770571
    },
    {
        "url":"http:\/\/www.purevolume.com\/listeners\/Jasmine37770",
        "text":"Jasmine Listener\n\nAge: 20\n\nLocation: Everman, TX\n\n\nRecently Played\n\n\n\n\n\n\nLiked Songs (64)\n\n\n\n\n\n\nPlaylists (3)\n\n\nLiked Albums (1)\n\n\nFavorite Artists (20)\n\nLinkin Park (Official) Pro\n\nRock \/ Grunge \/ Electronic\n\n\nPlay\/Pause Toggle\n\nAttack Attack! Pro\n\nChristian \/ Electronic\n\nUnited States\n\nPlay\/Pause Toggle\n\nCamila Jeffers\n\n\nSilver Spring, MD\n\nPlay\/Pause Toggle\n\nAustin Nivarel\n\nPop \/ Rock\n\nRice Lake, WI\n\nPlay\/Pause Toggle\n\nPlug In Stereo\n\nAcoustic \/ Pop \/ Indie\n\nPortland, OR\n\nPlay\/Pause Toggle\n\nComments (27)\n\n  • Swamp of Blood said:\n    www.purevolume.com\/swampofblood ....... METAL \\m\/ Feb 13\n  • Jackson Miller said:\n    Hey Jasmine! how you doing? We are promoting the first EP from our band called At Breakfast. Synth & Pop Music http:\/\/www.purevolume.com\/atbreakfast Hope you enjoy!!! Thanks : ) Jun 14\n  • JaiJai said:\n    If you have a second check out Wayward at https:\/\/www.facebook.com\/waywardofficial I would appreciate it so much! And if you like them, their music is available on iTunes, https:\/\/itunes.apple.com\/us\/artist\/wayward\/id211729866 They also have a brand NEW music video out! http:\/\/youtu.be\/5y6UA5WkEJY Thanks so much for your time! :) Mar 19\n  • Eric Rico said:\n    listen this sick fucking band... www.purevolume.com\/swampofblood .... fucking sick vocals! Feb 12\n  • Braby said:\n    Honestly boo I love it you look amazing my lil sis all grown up :( Jun 01\n  • Nicholas said:\n    http:\/\/www.purevolume.com\/ILoveTheMusicBox Check us out when you have a second. Much appreciation :) Apr 18\n  • You Are Luv'd said:\n    Stopping by to say HI!!... hope your day is going well Mar 21\n  • clearonlovecluelessonlife said:\n    www.purevolume.com\/YoungProdigies Mar 01\n  • Braby said:\n    Miss u more boo life isn't the same without my lil sis :( bubba loves you always ps. Keep out of trouble Feb 10\n  • benn franklin said:\n    heyy whats up? heard my band yet? :] Feb 10\n\n\nFriends (45)\n\n  • Dustin\n\n    6 Favorite Artists\n\n\n  • GDC\n\n    603 Favorite Artists\n\n    25, Male\n\n  • Strain Factory\n\n    1785 Favorite Artists\n\n    37, Male\n\n  • Charlie\n\n    181 Favorite Artists\n\n    26, Male\n\n  • Mikey!\n\n    46 Favorite Artists\n\n\n\nPosts (1)\n\n  • General: So Sick, FlyLeaf\n\n    I LOVE THIS MUSIC! i cant believe some of the stuff she can do with her voice! its frucken awesome!\n\n    May 18, 2011\n\n\n\nHey guys :) Ill check out your page if your musics good, i break n train horses n music is legit :) thats all lol\n\nSignup for PureVolume, or Login.",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.988673985,
        "format_confidence":0.6174509525
    },
    {
        "url":"http:\/\/djrobott.weebly.com\/",
        "text":"DJ RoBoTT is a DJ\/Producer from Cambridge, He has been dj’ing since 1997.\nand has mixed a wide range of styles including House, Hip Hop, Electro, Hardcore, Hard Trance, garage, dubstep drum n bass & jungle, He produces Jungle and Dubstep, has had his tracks played on 1extra homegrown, ShedBass, origin fm, Jungletrain and other internet radio stations\nSince moving to the beautifull city of brighton his dedication to promotion and the general advancement of his music has been his whole focus, fine tuning his skillls as a dj and producer.  He hosted a number of  weekly net-radio shows including and\n He has played all over the Uk for Sticky, Warning, Back 2 Basics, Euphonic, Camkore, Fragment, NeuroDisney, Cut Loose, Erisian, spherical sounds, life 4 land, structually unsound, innerstate, and mr whippy.Making various contacts through myspace and at sun n bass a drum n bass festival in sardinia he has secured a mini tour of germany playing sets in Kiel, Augsburg and Efurt.\nHe has promoted and assisted promoting various nights in Brighton For the last 2 years including Fragment, NeuroDisney, T.A.A.R.T, Erisian, Cut Loose and Dub Tek. His skills are advancing rapidly as a DJ & live act and he will continue to wow dance floors.\n\nIn september 2010 he started teaching young adults to dj through workshops and 1to1 tuition, the following january he setup Brighton DJ Academy, Organising events for children and adults in sussex.",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.9901050925,
        "format_confidence":0.9929171801
    },
    {
        "url":"https:\/\/www.landia.com\/director\/sergio-granados\/buenos-aires\/",
        "text":"Sergio Granados directs commercials and music videos from right to left. Among his most notable victims we can find Kinky, Mala Rodriguez, David Bisbal, Belinda, Motel, Coca Cola, Visa, Nissan, ScotiaBank, Volkswagen and Alpura.\n\nHis commercials have been placed at local festivals and their videos landed nominations at the MTV Music Awards, both for the US as well as Latino market.",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.9715799689,
        "format_confidence":0.9041785598
    },
    {
        "url":"http:\/\/artists-india.com\/vocalists\/Bharathi-Tivari",
        "text":"Skip navigation.\n\nBharathi Tivari\n\nGifted with melifluous and soft voice Bharathi Vishwanathan Tiwari is an \"A\" grade artist of All India Radio and Doordarshan. Born in a south Indian family she was initiated into music by her late mother Smt Girija Vishwanathan. After her initial training she learnt classical vocal and ghazal under tutelage of Padmashri Ustad Abdul Laif Khan. A post graduate in music Bharathi has given several performances in all the metros and in other parts of India and has got most prestegious programmes to her credit. A regular at the famous spirit of unity concerts bharathi has performed at Kalidas samaroh Ujjain, LaxmiNarayan Rag sabha, Amritsar and balala Mahotsv Vizag. He has also been honoured by Andhra Pradesh government with Samaika Gaurav Puruskar. Though her mother tongue is Tamil she has been widely acclaimed for her clear Urdu diction. Selection of classical and meaningful Ghazals is her speciality.",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.9252485037,
        "format_confidence":0.8405739069
    },
    {
        "url":"https:\/\/www.lbyr.com\/contributor\/molly-bloom\/",
        "text":"Molly Bloom\n\nMolly Bloom, Marc Sanchez, and Sanden Totten are the creators of American Public Media’s Brains On! and the authors of It’s Alive and Earth Friend Forever. They became friends while working at Minnesota Public Radio and decided to make a show for kids, because kids are awesome. They invite you to visit them at, follow them @Brains_On, or listen wherever you get your podcasts.\n\nRead More Arrow Icon",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.7558044791,
        "format_confidence":0.9647196531
    },
    {
        "url":"http:\/\/www.gomolo.com\/about-sigur%C3%B0ur-sigurj%C3%B3nsson\/272860",
        "text":"Sigurður Sigurjónsson\n\nConnect with us:\n\nGuess the Celeb\n\nWho am I?\n\nI am actress, still trying to make my foothold strong in Bollywood. I had made a debut in Bollywood in 2004 but that went unnoticed and I moved on to south industry.\n\nPlay this game\n\nClub Members\n\nNo Members yet\n\n\nSigurður Sigurjónsson\n\nSigurður Sigurjónsson filmography (Most recent movies)\n\nReport any content issue here",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.974147141,
        "format_confidence":0.9867017865
    },
    {
        "url":"http:\/\/www.wkbethepoint.com\/djs\/brian.php",
        "text":"2p - 7p\n\n\n7 - 12mid\n\n\nAAAAYOOOOO!!! What up everybody? My names Brian and I was born in Los Angles, California and moved to Niskayuna, NY when I was a widdle kid.\n\nI used to play hockey for a minute then I got lazy after high school. I ended up going to and some how graduated from the University of Buffalo aka UB with a degree in production. I love watching movies and the UFC I’m a HUGE basketball and hockey fan GO LAKERS!!!\n\nOf course I love music and my favorite fast food place is Taco Bell think I could eat there everyday haha. But as of right now im just having fun workin an chillin.\n\nListen Live Coming Soon!",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.6374718547,
        "format_confidence":0.986625433
    }
]