[
    {
        "url":"http:\/\/profile.typepad.com\/foodformyfamily",
        "text":"This is FoodforMyFamily's Typepad Profile.\nJoin Typepad and start following FoodforMyFamily's activity\nJoin Now!\nAlready a member? Sign In\nRecent Activity\nI know another life is possible for you, Jennie, and I have no doubt in my mind that you'll be loved and held again. xoxo\nToggle Commented Aug 30, 2011 on another life is possible at In Jennie's Kitchen\nJen, words can't begin to tell you how heartbroken I am for you. It's in these moments that I wish I could do more, be closer, take the pain and numb it a bit before it hits you. I am praying for you and those sweet girls and wrapping my arms around you from over here. Please know we're thinking about you, praying for you and care about you.\nToggle Commented Aug 8, 2011 on one last dance at In Jennie's Kitchen\nThese sound delightful. I love the shrimp and black bean combination. Great for switching it up.\n1 reply\nFoodforMyFamily is now following The Typepad Team\nFeb 1, 2011",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.9166617393,
        "format_confidence":0.9107311368
    },
    {
        "url":"https:\/\/providencecommunityhousing.org\/staff\/michelle-pittman\/",
        "text":"Providence Community House\n\n\nMichelle Pittman\n\nMichelle Pittman\n\nBoard & Office Coordinator\n\nMichelle serves as the initial point of contact for prospective homeowners and is the primary contact for families who are being developed in the buyer pool development program.  She assists in the coordination of the Soft Second Mortgage Program. Michelle has been in this position since 2013 and served as Asset Management Assistant and Homeownership Coordinator from 2011-2013.  Michelle also serves as the organization’s Executive Administrator where she is responsible for coordination of all board of directors activities, managing special projects, handling routine office duties and providing support for the CEO. Prior to Providence, Michelle was employed with American Nursing Services for twelve years coordinating homecare services and quality management. She is a graduate of the University of New Orleans with a Bachelor of Arts in Sociology.\n\nOur Staff\n\nSign up for our mailing list",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.5698394179,
        "format_confidence":0.8856692314
    },
    {
        "url":"https:\/\/www.okcupid.com\/profile\/jwjl1?cf=profile",
        "text":"26Hamilton, Canada\nJoin today\nFind great matches with our advanced matching system!\nJoin today\nFind great matches with our advanced matching system!\nMy self-summary\nHey there. My name is James. I'm a lover and a fighter, a painter, a porn vendor, a would-be philanthropist, a home-body, and am perpetually reinventing myself.\n\nI like sociopolitical documentaries, long walks on the beach, and pondering solutions to world issues.\nWhat I’m doing with my life\nAt the moment I work part-time at the love shop, and am in the midst of starting up a web-cam show.\n\nMy goals in my life are to speak at least 5 languages fluently, and to learn computer programming and build robots\/drones\/3D-printers and solve many of the world's problems with them. I'm working steadily towards both goals!\nI’m really good at\nLanguages are kinda my thing. I studied linguistics at U of T for a year, and I tend to pick up languages really fast. I know bits and pieces of many tongues.\n\nI'm also a bit of a technology buff. I'm into gadgetry and gizmos, and can probably tell what phone you have at first glance.\nThe first things people usually notice about me\nI'm pretty tall. That's usually the first comment. Haha\nFavorite books, movies, shows, music, and food\nI'm really into the Game of Thrones books\/show right now. Apart from that I'm not really caught up in anything. Seen some of the current season of big brother because my friends force me to watch, haha. Kenny is a fox!\nSix things I could never do without\nMy phone, hot showers, the internet, cake, long drives, and hugs\nI spend a lot of time thinking about\nWhat the major problems are with the world are, and how I can personally fix them. Lol\nOn a typical Friday night I am\nReading and baking cookies.\nYou should message me if\nYou don't bore easy. I tend to ramble about things you won't care about. Haha!\nThe two of us",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.9895493984,
        "format_confidence":0.9911317229
    },
    {
        "url":"https:\/\/www.couchsurfing.com\/people\/nadeena",
        "text":"Not Accepting Guests\n\n  • Last login almost 4 years ago\n\nJoin Couchsurfing to see Nadine’s full profile. It’s free!\n\n\n  • 1 Reference 1 Confirmed & Positive\n  • Fluent in German; learning English, French\n  • 26, Female\n  • Member since 2012\n  • studying media and communication\n  • No education listed\n  • No hometown listed\n  • Profile 55% complete\n\nAbout Me\n\n\nI'm an always friendly and helpful person. I'm open-minded and I like to meet people with different backgrounds. I like to party but I can be calm as well. I'm a wild and happy person but i can also be serious. I love animals and because of that I'm vegan.\n\n\nWhen I'm sad, I stop being sad and be awesome instead!\n\nWhy I’m on Couchsurfing\n\n\nI'm new here but i heard only good things about couchsurfing. Experiences upcoming soon ;-)\n\n\n- go on festivals\/concerts (i like all kinds of metal, but i'm open-minded to other music ;-)\n- party\n- meet friends\n- play the bass guitar\n\n  • animals\n  • concerts\n  • festivals\n  • vegan\n  • partying\n  • socializing\n  • music\n  • guitar\n\nMusic, Movies, and Books\n\nNeaera, Mötley Crüe, Steel Panther, Korpiklaani, Alestorm, Lamb of God, Rotting Christ, Black Dahlia Murder, Seeed, The Mamas & The Papas, ...\n\nI'm a sitcom junkie: How I Met Your Mother + Big Bang Theory\n\nJoin Couchsurfing to see Nadine’s full profile. It’s free!\n\nMy Groups",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.9506367445,
        "format_confidence":0.9842904806
    },
    {
        "url":"https:\/\/www.armadale.wa.gov.au\/volunteer\/janb",
        "text":"Jan B\n\nJan is one of the wonderful volunteers that run the Kelmscott Show. Jan first started volunteering at the show after seeing a sign about volunteering at the show.  Believe it or not her first role was a 'post'. This important role was to assist the Ground Space Coordinator and her mark-up crew. Jan felt she made a great post! \n\nThe following year Jan coordinated the River Market at the Kelmscott Show. The market went well and Jan was ready for a new challenge. Jan took on the role of Show Secretary and found she really enjoyed the role. It can be quite busy but Jan gets to complete lots of interesting tasks. \n\nJan has just completed her third Kelmscott Show.\n\nThanks Jan!\n\n\nArmadale Volunteers",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.9493650794,
        "format_confidence":0.7103482485
    },
    {
        "url":"https:\/\/familieswaitingtoadopt.com\/family\/?wilfredo-jeanne\/",
        "text":"East Coast Families <br \/>\nDo you live in the Eastern U.S.? If you're looking for adoptive families from states like Michigan, North Carolina, or Ohio, click to view all East Coast families now.  Midwest Families <br \/>\nIf you're making an adoption plan and would like a Midwestern family for your child, click to view families from states like Iowa, Kansas, and Minnesota. Southern Families<br \/>\nView families living in the South who are waiting to adopt, like those from Florida, Alabama, or Louisiana. West Coast Families<br \/>\nHoping for an adoptive family living in California, Washington, or Oregon? Click to view all families available in the Western states!\n\n\nMeet Wilfredo & Jeanne\n\nA video message from Wilfredo & Jeanne\n\nCall or Text us\nSend a message\n\nA Letter from Wilfredo & Jeanne\n\n¡Hola! We are Wilfredo and Jeanne, and we are so excited to grow our family again through adoption. Love and laughter overflow from our home and farm here in Maryland. Thank you for taking a moment to get to know us. We are praying for you and for this adoption journey we are both on.\n\nOur Story\n\nWe have been married for 12 years and have always dreamed of having a big family yet, after a few years, we learned that we could not conceive.  We came to see that God had another plan for our family, adoption. 5 years ago, we were blessed to adopt our daughter Isabel, and now we are excited to grow our family again through adoption.\n\nWe speak Spanish and English at home and Isabel is learning both.  We are Catholic and active in our faith, striving to let God’s love and light shine through us.\n\nWe love working on our mini farm together as a family.  Every time we try to scale it back, we seem to plant more.  Corn, tomatoes, peas, radishes, green beans, peppers, and cucumbers are some favorites! We have chickens who share silly antics as well as lots of fresh eggs.  A year ago, we added sheep to the mix, and we love them.\n\nWhen we are not playing farm, we love to sing silly songs, play games, grill or cook together, do craft projects, visit with friends, and enjoy each other’s company.\n\nAbout Wilfredo\n\nWilfredo is a truly kind and generous man, completely committed as a husband and a father. A hard-working provider, he is dedicated to our family. If you are in need, this is the man you want by your side – he would persevere through any difficulty but make you laugh all the while.\n\nWilfredo runs his own landscaping business. In his free time, you can find him fishing, hiking, grilling, or even occasionally resting in our hammock. Wilfredo is a fantastic father and has so much love to share with our daughter.\n\nI look forward to watching him sharing his love with another child, as he teaches through farm chores or makes up silly games with another child\/children.\n\nAbout Jeanne\n\nJeanne loves being a mom, and all that goes with it. She enjoys cooking and even doing laundry but does not mind when she gets a break from doing dishes. Jeanne is a stay-at-home mom but does help out a few hours a week in the home office of our family business.\n\nJeanne is quiet and thoughtful, with a silly sense of humor and ready to help anyone in need. She loves to be outside- especially in our garden.  When she is enjoying downtime, you can often find her reading a book or catching up with old friends. Jeanne is so excited to think of her family growing, and dreams of sharing love, snuggles, stories, and songs with a new child\/children.\n\nOur Daughter Isabel\n\nIsabel radiates laughter and energy wherever she goes. She adores her lambies and takes good care of our baby chicks. Isabel is beyond excited at the idea of being a big sister and would be so proud to help Mama with any new children we were blessed with.\n\nOur Family\n\nWe have a large, loving, and excited extended family, living both nearby and in El Salvador. Wilfredo is the oldest of 5 and Jeanne of 3 and there are aunts, uncles, and cousins of every age and variety. They are all crazy about Isabel and excited for our family to grow again through adoption.\n\nOur Home in Maryland\n\nWe live on about 8 acres in a rural pocket of Maryland, close enough to the city to be able to explore when we desire yet otherwise out in the country. Our home has three bedrooms and is perfectly cozy. We love sharing meals by our woodstove in the winter months and curling up on the sofa with a good book. Most of the time, you will find us outside. Our yard, barns, and gardens offer lots of outdoor spaces for work and play and the nearby river and parks give us even more areas for adventure.\n\nOur Promise to You\n\nWe promise that your child will know unconditional love and support throughout life. We promise to raise your child or children in Faith so that he or she grows to one day be a trustworthy man or woman of integrity and compassion.\n\nWe are happy to be in touch with you as you feel most comfortable, whether that is photos, letters, messages, or visits. We promise that your child will know his or her story and will know the love and grace of this adoption journey.\n\nTo learn more about us, please call or text Lifetime at 1.800.923.6784.\n\nLearn More About Wilfredo & Jeanne\n\n  Wilfredo Jeanne\nOur EducationHigh School in El SalvadorMasters in Social Work\nOur ProfessionsLandscape Owner\/OperatorStay at home mom\/ Part time at family business\nOur Racial BackgroundHispanicCaucasian\nSome of Wilfredo & Jeanne's Favorites\nThing to grow in the garden:Corn – a traditional variety from El Salvador I have been perfecting for Maryland weatherSweet Potatoes – the vines are so green and beautiful and grow well with very little fussing from me\nAnimal to raise:Cows – we don’t have any yet but that is next on the listTurkeys – they are totally goofy\nPlace to visit:El Salvador – there is nowhere quite like the place you grow upEl Salvador – family is family\nFood:SeafoodChocolate - that’s a food group, right?\nQuote:“I must be willing to give whatever it takes to do good to others. This requires that I be willing to give until it hurts. Otherwise, there is no true love in me, and I bring injustice, not peace, to those around me.” ― St. Mother Teresa of Calcutta“Perfect love drives out fear” ― 1 John 4:18\nI want to teach my child…To have faith, to be strong, to believe in their self but to believe in God firstTo love and be loved.\nTime of Year:SpringEaster – the beauty of the season springs forth in all Creation\nMore About Our Family\nOur Faith\n\nWe were both raised Catholic, met at Mass, and have shared our love for the Faith ever since\n\nWe live in the state of\n\n\nOur Home\n\nSmall but cozy, sunny and warm – we have three bedrooms all on one floor with the kitchen and living room; Our second floor is an unfinished attic we use for storage; Our basement is half unfinished and half home office for our business.\n\nOur Surroundings\n\nOut in the country with lots of space to play and to garden. There is a river nearby with lots of parks along it to explore. Baltimore and Washington are both within easy driving distances for work and adventure.\n\nFamily Activities\n\nImpromptu dance parties, picking vegetables, giving the sheep a bath, craft projects, chatting around a bonfire and grilling, collecting our chicken eggs, tilling the garden, hiking, swimming and fishing at the river.\n\nFood Interests\n\nHomemade tortillas, canning tomatoes, pickling vegetables (cabbage is a surprise family favorite), making soups and broths, and new ways to use lots of fresh eggs.\n\nWe Prefer a Child Who Is...\nAge of Child\n\nNewborn to 3 years old.\n\n\nWe would love twins\n\n\nEither or Both\n\nSibling Group\n\nDefinitely, with the oldest up to three years of age.\n\nEthnicity of ChildCaucasian, Hispanic, Asian, Hispanic\/African American, Hispanic\/Caucasian, Hispanic\/Other, Asian\/Caucasian, African American\/Caucasian, Native American, Native American\/Caucasian, East Indian\nFuture Contact with Birth Family\n\nWe would be happy to share updates, photos, and visits to the extent that is comfortable for you.\n\nIn Closing\n\nThank you for taking some time to get to know a bit about us. We would love to hear from you! Please contact us through Lifetime Adoption at 1-800-923-6784.\n\nCall or Text us\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.9716491103,
        "format_confidence":0.7770395875
    },
    {
        "url":"http:\/\/www.discusscooking.com\/forums\/members\/joiei-5490.html",
        "text":"\"Discover Cooking, Discuss Life.\"\n\nGo Back   Discuss Cooking - Cooking Forums > Members List\njoiei is an unknown quantity at this point\n\njoiei joiei is offline\n\nAssistant Cook\n\n\nTotal Posts\nGeneral Information\n  • Last Activity: 04-08-2007 05:01 AM\n  • Join Date: 04-11-2006\n  • Referrals: 0\n\nOur Communities\n\nOur communities encompass many different hobbies and interests, but each one is built on friendly, intelligent membership.\n\n» More about our Communities\n\nAutomotive Communities\n\nOur Automotive communities encompass many different makes and models. From U.S. domestics to European Saloons.\n\n» More about our Automotive Communities\n\nMarine Communities\n\nOur Marine websites focus on Cruising and Sailing Vessels, including forums and the largest cruising Wiki project on the web today.\n\n» More about our Marine Communities\n\nCopyright 2002-2015 Social Knowledge, LLC All Rights Reserved.\n\nAll times are GMT -5. The time now is 04:53 PM.\n\nPowered by vBulletin® Version 3.8.8 Beta 4\nCopyright ©2000 - 2016, Jelsoft Enterprises Ltd.",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.6209859252,
        "format_confidence":0.9753457904
    },
    {
        "url":"http:\/\/www.cafemom.com\/home\/xyxyxx",
        "text":"Thought Bubble\n\nThis mom hasn't added any Thought Bubbles.\n\n\n  • Location: Central Virginia\n  • Mom of: 3 kid(s)\n  • Interests: decorating my home, reading, travel, tv & celebrity gossip, weight loss, single mom\n  • Last Login: 06\/30\/16\n  • CafeMom Veteran\n\n\n  • Girl\n    Lily 7 years old\n  • Boy\n    Jacob 10 years old\n  • Boy\n    Tyler 11 years old\n  • ChatterBox\n\n    Click here to join CafeMom today.\n\n    Asayka_klon wrote at 8:39 AM on Mar. 21 , 2011\n\n\n    Hey Mama! How have you been?!\n\n    mommas3cubs wrote at 8:16 AM on Feb. 2 , 2011\n\n\n    ♥♥Hot & Hellish Moms♥♥\n\n    ♥♥Want to have fun?♥♥\n\n    ♥♥Then this is the place for you♥♥\n\n    ♥♥Join contests, play and games win prizes♥♥\n\n    ♥♥Get custom siggies and avatars♥♥\n\n    ♥♥Have fun & be yourself♥♥\n\n    ♥♥Tell us about you, or something you like♥♥\n\n    ♥♥All The Attitude...None Of The Drama♥♥\n\n    Cafe Robin wrote at 3:57 PM on Dec. 22 , 2010\n\n    Cafe Robin\n\n    Hi! Welcome to CafeMom!\n    Please join us in the 30 Something Moms group. It's a really great place to get started here and meet other moms like you.\n    I hope to see you there!\n\n  • Recent Activity\n\n    xyxyxx has no recent activity.\n\n  • Photos\n\n    xyxyxx hasn't added any photos.\n\n  • Journal Posts\n\n    xyxyxx hasn't added any journal posts.\n\n  • Personal Statement\n\n    xyxyxx has not written a personal statement.\n\n  • Super Mom Scavenger Hunt\n\n    level 1\n    You are a Junior Heroine\n    10 5,990 points until next level!\n\n    Welcome, Super Mom!\n    What super powers do you seek?\n\nclose Join now to connect to\nother members!\nConnect with Facebook or Sign Up Using Email\n\nAlready Joined? LOG IN",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.9929792285,
        "format_confidence":0.9827033281
    }
]