[
    {
        "url":"https:\/\/voelkerrechtsblog.org\/insights-from-the-practitioner-of-international-law\/",
        "text":"Insights from the Practitioner of International Law\n\nProfessor James Crawford is not only the Special Rapporteur of the Draft Articles on State Responsibility, but has extensive experience as counsel in international litigation. Thus talking to him is a great opportunity to get some insight on international law in practice. This interview was conducted after he gave a keynote address on the “Unfolding of International Law since 1914” to celebrate the 100th Anniversary of the Walther Schücking Institute on 19 September 2014:\n\nWhy did you decide to become an international lawyer?\n\nI was born in Adelaide, at the time a fairly small town in Australia. I enjoyed doing law as such and opted in Oxford for a thesis on international law, as I was very interested in international affairs. It was the time of Vietnam and I wanted to contribute to the controversies about that. International law also made me more mobile as I didn’t envisage living in Adelaide for the rest of my life.\n\nInternational law gave me the option to study a tricky and difficult area which was and still is underdeveloped. At the same time I hoped to work as a practicing international lawyer. I like cases and I like the strategy involved in litigation. Had I grown up in a big city I might have become a trial lawyer rather than an academic. But the combination of academic work and practice appealed to me. I didn’t realize it would be as possible as it proved to be, as there was much less practice in international back then. But in my life-time the practice has increased and that proved to be a great advantage.\n\nWhich moments of your career do you regard as most important?\n\nIf I had to pick one moment it would be the conclusion of Draft Articles on State Responsibility in 2001. As Special Rapporteur I had four years to revise those articles and with other members of the International Law Commission we managed to achieve that. There have been cases that have been extremely interesting, especially the Wall Advisory Opinion, which I would perhaps choose as the second most interesting moment of my career.\n\nYou are working as a scholar, as a practitioner and as a political adviser. Do you perceive international law differently in the various roles you are working in?\n\nIt is always the same subject. International law provides a common language in which you talk to politicians, government officials or the private sector on subjects of concern to them. But it has become more relevant due to the ongoing integration of the world. The idea that people have rights under international law has expanded considerably. International law started with the idea of the rights of peoples and states: the idea of entitlement that has always been there. At the moment within the system of international relations it is the only established normative system we have. And that makes it intensely interesting, as it also forms the new frontiers we have to deal with.\n\nDoes your theoretical work influence your work as a practitioner in front of the ICJ?\n\nCertainly! Of course there are differences. As a scholar you have to make sure whether you have taken into account all relevant material before you make your argument. When engaged in practice you have to work the other way around, namely starting with the result you want and searching for the arguments supporting that result. You should not do that when writing a paper. Furthermore, litigation means you have to design a case in order to achieve the outcome you want. You have to have this outcome in mind from the beginning, when you start working on the case.\n\nIn order to be successful, you have to present your case and your arguments in a way that appeals to the judges. But on the other hand, scientific writing should be presented in an interesting way, too. So there is not much difference in that regard. However, in litigation we are much more concerned with the primary sources of public international law, treaties, doctrines and especially the cases of the ICJ and less with the writing of scholars. In both cases a text should be persuasive and clearly structured.\n\nIs it more interested to represent the applicant or the respondent in international litigation?\n\nIn cases of a special agreement like in the Gabčikovo-Nagymaros Case there is no applicant or respondent. Then there is no particular advantage in being the first or the second party. Each side has to prove its case.\n\nIn other circumstances people approach you with a problem and you start a case in order to resolve that problem. For example the Faroe Islands wanted to get rid of EU sanctions regarding Atlanto-Scandian Herring. We started proceedings against the EU both under the WTO and under the UNCLOS. The case was designed very quickly, within a week. That was great fun. And both cases have now settled with the sanctions being dropped.\n\nBut there are also cases where you are respondent, where you are called on to resolve a situation created by politicians, perhaps without much regard to the relevant treaty provisions. There are challenging aspects in both sides. In investment arbitration it is similar. I like the combination of both.\n\nWhen you are representing the applicant, how big is your influence in designing the exact content of the application?\n\nIf you are working with small countries, which I have done quite often, the domestic team is often quite small. The local team of the Faroe Islands consisted only of two members, a lawyer and a scientist. On the other hand such countries can develop an expertise, too: Costa Rica, for example, developed a strong domestic capacity over the time I was working with them. I have worked for Costa Rica in four cases, both on the applicant and on the respondent side. In such serial litigation the domestic team becomes more experienced. It is important to maintain a consistent team during the whole case, which can take up to five years in front of the ICJ. The foreign ministries of the country concerned usually recognize the growing skills of the team members and give them the opportunity to be further involved in litigation of a similar character.\n\nWhat has been the most challenging case that you have been involved with?\n\nThe most challenging case was the Gabčikovo-Nagymaros Case, as it was the first time I had led a case in the Court. It was more difficult in that I was involved only in the litigation and not in the previous dispute. I was retained the day after the conclusion of the Special Agreement, which from a Hungarian point of view presented certain problems. The result of the case was acceptable and in some respects even better than might have been expected..\n\nDo you think that the legal background of a judge at the ICJ should make a difference in his\/her work?\n\nI think it is inevitable as we all come from a particular background, one we are formed by. This includes not only experiences in our home country but also the implicit political preferences of our home country. This is balanced through the representation of all major jurisdictions in the rather big bench of the ICJ. Representation in that regard does not mean that they take instructions. It rather says that they have a certain understanding of society and the role of law.\n\nIs the ICJ influenced by politics?\n\nI think the Court has a sense of what will be a broadly acceptable outcome in a case. I think that is true for all senior courts. Within limits it’s inevitable and you have to accept that. On the other hand it is not a court of general equity. It has to achieve a result in accordance with the law. There is also a tension between the political pressures to produce a satisfactory outcome and the application of the law. A recent example was the Chile Peru Case, where I think the law was relatively clear and dictated a maritime boundary along a parallel of latitude. The Court followed that line for 80 miles and then moved it. The reasons for this seemed unsatisfactory for me as counsel for Chile. But it must be said that the outcome was acceptable for both states involved and in that sense it was suitable.\n\nWhat are you doing in order to get elected as a judge of the ICJ in the upcoming round? Is there an election campaign and how does it look alike?\n\nYes, there is an election campaign. It is quite difficult for smaller countries in the Western European Group to run for the court. Usually there is quite a lot of competition since the United States, Great Britain and France always have a judge. That leaves only two seats open for candidates from other WEOG countries. Germany has been represented on the Court for quite a long time and Italy has been represented for quite a long time, too. In my campaign Sir Kenneth Keith’s end of term made one seat vacant.\n\nMost of the actual work has been done by the Australian Foreign Ministry: They write notes and they make representations to other countries. One has to go New York to meet the State Representatives of the 6th Committee. That is a major aspect of the campaign. So you spent quite some time in the delegates lounge at the United Nations in New York. Then you have to involve the members of the National Groups of the PCA, who are the actual nominating bodies.\n\nHow much weight is given to the number of national groups that support a nominee? You have been supported by 27 groups, but some of them supported not only you, but other candidates, too.\n\nYou only need one to be nominated. But 27 groups handed in their nomination for me on time. That indicated wide support from European countries, as well as support from other regions: Asia, North America, North Africa and Central Europe. I was really encouraged by that.\n\nYesterday the Scottish people voted against independence, but there are still several small regions in Europe that strive for autonomy. Do you think that public international law can provide a solution to this challenge?\n\nInternational law can only help to a limited degree. If there are secessionist or separatist t... (truncated)",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9513750672,
        "format_confidence":0.9839158654
    },
    {
        "url":"https:\/\/www.idgconnect.com\/idgconnect\/interviews\/1002388\/sextortion-rise-mobile-forensics",
        "text":"'Sextortion' & the rise of mobile forensics\n\nIn July 2013, Scottish teenager Daniel Perry committed suicide because of online blackmailing. As the Guardian reported, the teenager had believed he was talking to an American girl on Skype, “but was told by blackmailers that the conversations had been recorded and would be shared with friends and family unless he paid up”.\n\nIt is high profile cases like this ‘sextortion’ one that have brought mobile forensics into the public eye. This case resulted in a massive INTERPOL Digital Crime Centre (IDCC), initiative – codename Strikeback - which comprised of a series of raids carried out in the Philippines.\n\nIt saw the initial arrest of 58 individuals and the seizure of 250 electronic devices, while analysis of the device data led to the arrest of a further eight suspects.\n\nAs Jeffrey Starr, global Chief Marketing Officer at Cellebrite, the organisation behind the analysis tools used [PDF], explains to us: “Mobile forensics describes the specialised field of extraction, decoding, and analysis of mobile data from mobile devices in finding evidence for criminal investigation.”\n\n“This data can often establish the critical connections needed to determine guilt or innocence,” he adds. In essence mobile forensics is part and parcel of the gradual move of everything online. As more crimes take place in cyberspace, the tools needed to solve them also need to be digital.\n\n“Our digital forensic laboratories use it [mobile forensics tool used in Strikeback] not only for cybercrime, but for other types of crimes where a mobile device may have been used to carry out illicit criminal activity,” clarified Levy Lozada, Chief of the Philippines Nation Police Digital Forensic Laboratory in a statement.\n\nThe advantage of mobile forensics is they can be used by a cross-section of individuals and allow for more joined up public safety and law enforcement. In reality of course, this can also result in the usual range collaboration issues. “One key variation is the different types of mobile phones and applications found in various regions,” explains Starr.  \n\nDespite this, the field of mobile forensics is likely to keep rising at a ferocious pace. This is partly a result of the escalation in the volume and sources of evidence now found on mobile devices. This can include contacts, messages, photos, videos, tweets, locations and call data. It can also include other additional sources of data related to the mobile device such as third party apps.\n\n“Using link analysis to bring together disparate case-related data together into a unified view is essential,” says Starr. “Social media will continue to grow in importance as a critical data source.”\n\nIn the longer term Starr believes the need to extend mobile data forensics from the centralised lab to the field, will be critical and new platforms will emerge as a result. He feels this will include the “the use of special purpose [mobile forensics] kiosks” which will start to pop up around the globe for the purpose of analysis.\n\n\n« DIY surgical robots: A step too far?\n\n\nCMO Files: Nick Peart, Marketing Director, Zendesk »\n\nRecommended for You\n\nInternational Women's Day: We've come a long way, but there's still an awfully long way to go\n\nCharlotte Trueman takes a diverse look at today’s tech landscape.\n\nTrump's trade war and the FANG bubble: Good news for Latin America?\n\nLewis Page gets down to business across global tech\n\n20 Red-Hot, Pre-IPO companies to watch in 2019 B2B tech - Part 1\n\nMartin Veitch's inside track on today’s tech trends\n\n\nDo you think your smartphone is making you a workaholic?",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9297175407,
        "format_confidence":0.9459907413
    },
    {
        "url":"http:\/\/www.portlandonline.com\/auditor\/index.cfm?a=8350&c=27387",
        "text":"\nMay 8, 1997\n\nMAY 8, 1997\nCitizen Advisors Present: Charles Ford, Presiding; Marina Anttila; David Burney, Deborah Haring, Stephen Heck, Shanisse Howard, Emily Simon, Robert Ueland, Marge Wagner, Randy Weisberg, Robert Wells\nCitizen Advisors Absent: Emily Simon\nCity Staff Present: Sgt. Jeff Barker, IAD; Lisa Botsko, PIIAC Staff; Adrianne Brockman, Deputy City Attorney; Capt. C.W. Jensen, IAD; Sgt. Randy Killinger, IAD; Diane Linn, ONA; Julien Minard, Neighborhood Mediation center; Officer Leo Painton, Portland Police Association; Emanuel Parris, Neighborhood Mediation Center; Sgt. John Smith, IAD\nMedia Present: Dan Handelman, Flying Focus Video\nFord called the meeting to order. He introduced new advisors Stephen Heck, appointed by Commissioner Francesconi, and Shanisse Howard, appointed by Commissioner Kafoury.\n[Anttila arrived.]\nWith no amendments to the April minutes, they were considered accepted.\nPIIAC Appeal #97-08: Botsko summarized. IAD had closed the complaint for declination. Advisors had waived the appeal time limit on the case, however, IAD no longer had the complaint intake tape available.\nThe appellant was arrested for assault, and protested having been taken to the ground and handcuffed roughly. The police reports indicated that the appellant’s neighbor, with whom he had gotten into an altercation, had actually taken him to the ground. By the time police arrived, the appellant was doing yardwork. The neighbor reported that the appellant pushed a lawn tool into his chest and displayed some cuts to the officer. The report reflected an uneventful arrest. IAD contacted the neighbor who corroborated the police report -- no such force was used during the arrest.\nThe appellant addressed the committee. He explained that he had requested a time waiver because his attorney had advised him to delay filing, and he has a medical condition triggered by stress. He described the ongoing dispute with his neighbor. He said his neighbor assaulted him, not the other way around. Had he wished to assault his neighbor, he would have swung forcefully at him with his garden tool. He simply hit the neighbor back after the neighbor threw him to the ground and was on top of him.\nHis attorney advised him that officers should not have arrested him and come onto his property without a warrant. He provided advisors with a copy of his summary of events. He also distributed photographs of his injuries to advisors.\nSeveral advisors asked questions about the incident. Ueland said that he saw no evidence that would support the appellant’s allegations that force was used beyond routine handcuffing.\nUeland made a motion to uphold IAD’s declination; ______ seconded. The motion carried [Y-10; Abstain-Ford].\nWeisberg said that while he agreed with the outcome of the case, he was concerned about categorizing it as a declination. Botsko said declinations are allowed when the allegations are \"fallacious or without merit.\" Weisberg said that would be all right if the allegations was fallacious or without merit on the face, but in this situation, IAD had conducted some preliminary investigation before doing that. Therefore a formal finding of Exonerated or Unfounded would be warranted. He thought this could be a monitoring issue.\nAnnouncements\/New Business:\n1. Mediation update\nDiane Linn said that the Mayor’s Budget provides for the Neighborhood Mediation Center to be spun off as a non-profit entity. She could not predict what resources would be available for police-citizen mediations, since NMC’s top priorities are critical cases. 50% of NMC’s cases are referred by other city bureaus.\nWeisberg suggested having another entity handle police-citizen mediations. He suggested the Multnomah County Courts mediation program could absorb these with a cost savings. This would save the police-citizen mediations from having to compete with priority cases. Linn said that resources are limited, and the city has to be open-minded. Weisberg said he’d do some checking and present more information.\nBurney asked if any other entities have offered support; Linn said one has. Heck asked about Metro as a resource, considering that conflict arises from land use issues. He also asked whether any kind of strategic plan has been developed. He added that PSU’s Division of Public Administration recently absorbed a non-profit organization. Linn said that ONA has some assistance for that and is utilizing a transition coordinator.\nUeland commended NMC for the work done on the draft evaluation report. The report was especially helpful in giving a \"flavor\" of what goes on in mediation. He urged that NMC submit the report to Council as soon as possible.\nFord said that we are starting to witness the declined of citizen involvement. No one realized the devastating impacts of Measure 47. Linn said she had to fight for the money she got. Ueland urged that everyone attend the budget hearings.\nWells commented that the 87% response rate on the police-citizen mediation questionnaires [given to those who participated] was excellent. He especially liked that the evaluation reported on some of those comments. Botsko said that she would be working with Minard on refining some of the language in the report.\nUeland made a motion to adopt the mediation evaluation report as submitted. Heck seconded. The motion carried unanimously [Y-12].\n2. Council actions\nBotsko updated the panel on recent PIIAC (Council) activities. They accepted advisors’ recommendations on appeal #96-22, in which an overweight woman was dragged to a police car. That case generated a lot of discussion and the vote was close -- 3-2. Now the Chief has 60 days to respond to the recommendation that the finding be changed to sustained.\nCouncil also accepted advisors’ recommendations to support IAD’s declination regarding appeal #97-04, which involved a man arrested for having a marijuana grow operation. He was protesting a discrepancy in amounts seized.\n3. Monitoring subcommittee\nUeland mentioned that the 60-day trial period ended for IAD\/PIIAC review of use-of-force complaints, with emphasis on potential declinations. Jensen would want to decline. The subcommittee has not finalized criteria for what cases could be declined, but they had agreed on some things.\nCapt. Jensen said that advisors’ main concern is that declinations are never entered onto an officer’s complaint history, and therefore use-of-force complaints that are declined would never count for Command Review. He suggested implementing a new category -- Declination with Findings. Therefore, a case that on the surface appears Unfounded or Exonerated could still be declined for full investigation, but it would still go onto an officer’s record and count toward Command Review. Ueland said that the monitoring subcommittee would continue to discuss these issues.\n4. Miscellaneous\nCapt. Jensen said that he may be demoted. Ford said he was concerned about the turnover within IAD. He wanted to write a letter urging the Chief against another IAD command change.\nCapt. Jensen introduced the newest IAD investigator, Sgt. John Smith.\nWagner [Southeast Uplift] said this would be her last meeting, as she was resigning. She enjoyed her work with the committee but needed to reduce the amount of time spent on volunteer activities and concentrate on one or two.\nBotsko also announced Robert Peterson’s [North Portland Neighborhood Office] resignation because of a job conflict.\nPublic Input:\nDan Handelman, People Overseeing Police Study Group (POPSG), distributed copies of the group’s latest newsletter. He commented on the monitoring report most recently submitted to City Council. In the section reflecting IAD’s 1996 statistics, 20% of the complainants come from the African-American population, which is disproportionate to that population at large. Commissioner Francesconi was struck by this.\nHandelman likes the idea of putting declination information into an officer’s complaint history. He would like to see a copy of the mediation evaluation and is concerned about privatization of city services. He suggested that a PIIAC advisor testify at the budget hearings. Weisberg reiterated his belief that a different solution was needed for police-citizen mediation. He said that he thought it could be done for $10,000 - $15,000 a year.\nCapt. Jensen said that he advocates mediators be specialists. Burney said that he has little confidence in ONA and Diane Linn. He spoke about the problems his appointing group, East Portland District Coalition, had been having.\nFord adjourned the meeting.\nRespectfully submitted,\nLisa Botsko\nPIIAC Examiner",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9551392794,
        "format_confidence":0.9518331289
    },
    {
        "url":"http:\/\/caselaw.findlaw.com\/us-supreme-court\/92\/531.html",
        "text":"ResetAA Font size: Print\n\nUnited States Supreme Court\n\n\nArgued:     Decided: October 1, 1875\n\n[ Board of Liquidation v. McComb 92 U.S. 531 (1875)\n\nAPPEAL from the Circuit Court of the United States for the District of Louisiana.\n\nMr. J. A. Campbell and Mr. J. Q. A. Fellows for the appellants.\n\nMr. Thomas J. Semmes and Mr. Robert Mott, contra.\n\nMR. JUSTICE BRADLEY delivered the opinion of the court.\n\nThe decree appealed from in this case was for a perpetual injunction to restrain the Board of Liquidation of the State of Louisiana from using the bonds known as the consolidated bonds of the State, for the liquidation of a certain debt claimed to be due from the State to the Louisiana Levee Company, and from issuing any other State bonds in payment of said pretended debt.\n\nThe decree was made upon a bill filed by the appellee, McComb, a citizen of Delaware, in which he alleges that he is a holder of some of these consolidated bonds, and that the employment of the bonds for the purpose proposed, namely, the payment of the claim of the Levee Company, will be a violation of the pledges given by the act creating the bonds, and will greatly depreciate their value. The bill sets out the circumstances of the case, and prays for an injunction. The defendants demurred; and, the demurrer being overruled, they declined to answer, and stood upon the supposed defects of the plaintiff's case. Thereupon the decree appealed from was rendered; and the question is, whether the injunction ought to have been decreed upon the statements made by the bill.\n\nIt appears that, by an act of the legislature of Louisiana, passed the 24th of January, 1874, called the Funding Act, the governor of the State, and other State officers, were created a [92 U.S. 531, 533]   board of liquidation, with power to issue bonds of the State to an amount not to exceed $15,000,000, or so much thereof as might be necessary for the purpose of consolidating and reducing the floating and bonded debt of the State, and to be called 'consolidated bonds of the State of Louisiana;' which bonds were to bear date the 1st of January, 1874, and to be payable in the year 1914, with interest at seven per cent per annum. The act provided that these bonds should be exchanged by the board for valid outstanding bonds of the State and valid warrants of the auditor issued prior to the passage of the act (except warrants issued in payment of constitutional officers of the State), at the rate of sixty cents in consolidated bonds for one dollar in outstanding bonds and warrants; and that they should be used for no other purpose. An annual tax of five and a half mills on the dollar of the assessed value of all the property of the State was levied, and directed to be collected, to pay the interest on these bonds, and to purchase and retire them. Other provisions were added, making it penal for the officers to divert the funds thus provided, or to obstruct the execution of the act, or to fail in the performance of any of the official duties required by it; and it was declared that no court or judge should have power to enjoin the payment of the bonds or the collection of the tax provided therefor. The eleventh section further declared, that each provision of the act should be a contract between the State and each and every holder of the bonds issued under the act: and section thirteen provided that the entire State debt, prior to the year 1914, should never be increased beyond the sum of $15,000,000 authorized by the act, it being declared to be the intent and object thereof, and of the exchanges to be effected under it, to reduce and restrict the whole indebtedness of the State to a sum not exceeding $15,000,000, and to agree with the holders of the consolidated bonds that said indebtedness should not be increased beyond that sum during said period. On the day of passing this act, the general assembly passed another act, proposing to the people of the State an amendment to the constitution of the State, which was adopted at the ensuing election; and provided that the issue of the consolidated bonds authorized by the funding act should create a valid contract between the State and each [92 U.S. 531, 534]   holder thereof, which the State should not impair; prohibited the issue of any injunction against the payment of the bonds or levy of the tax; directed that the latter should be levied and collected without further legislation; and declared that, whenever the debt of the State should be reduced below $25,000,000, the constitutional limit should remain at the lowest point reached, until it was reduced to $15,000,000, beyond which it should not be increased.\n\nThe language of this clause is explained by the fact that, in 1870, a constitutional provision had been adopted limiting the State debt to $25, 000,000; and the further fact, stated in the bill, that in 1874, when the funding act was passed, the outstanding bonds and valid warrants fundable under the act equalled this amount; so that, at sixty cents on the dollar, the debt to be funded would require the issue of the whole $15,000,000 of consolidated bonds. Besides these classes of debts, others to a considerable amount were then outstanding, as will appear further on.\n\nThe board of liquidation created by the funding act entered upon the performance of their duties, and, up to the commencement of proceedings in this case, they had issued a little over $2,000,000 under the act.\n\nOn the 2d of March, 1875, the general assembly passed an act authorizing the board to issue a portion of the above-mentioned consolidated bonds to the Louisiana Levee Company, in liquidation of a debt claimed to be due it under a contract made with the State in 1871, by which that company was to reconstruct and keep in repair the levees on the Mississippi River and its branches and outlets. The act of 1871, in and by which this contract was made, had provided and set apart certain taxes to be levied and collected throughout the State, to meet the payments which would accrue to the company. But it seems that these taxes had failed to reach their destination, as a committee appointed by the act of 1875, to investigate the subject, reported that there was $1,700,000 still due the company, which had accrued prior to October, 1873, and which the act authorized the board of liquidation to pay in the said consolidated bonds. This debt was not one of the debts to fund which the consolidated bonds had been created. It was not [92 U.S. 531, 535]   represented by outstanding bonds of the State, nor by valid warrants of the State auditor; and the complainant in this case, in his bill, insists that it is not a debt of the State at all, being provided for by the special taxes appropriated for its payment. Another objection made to the proposal to fund it is, that it is to be paid in full, whilst the funding act authorized the payment of only sixty cents on the dollar of the debts to be replaced by the issue of the consolidated bonds,-the great object of the act being to effect a reduction of the State debt within manageable limits. It is insisted that the act of 1875, authorizing the appropriation of consolidated bonds to the payment of the levee debt, defeats this scheme, and impairs the validity of the contract made with those who have accepted the bonds according to the terms of the Funding Act, and is therefore void. The plaintiff, being a holder of these bonds, filed his bill for an injunction to prevent the consummation of the wrong which he alleges will be committed by carrying out the act of 1875.\n\nThe decree of the court below is sought to be sustained on several grounds. In the first place, the appellee contends, that, in consequence of the provisions of the Funding Act, and the constitutional amendment adopted in confirmation of it, the State debt cannot be increased, whereas the assumption of the levee debt (which, it is contended, is not a debt of the State) will directly increase it. As a part of the same proposition, it is contended that the State has deprived itself of the right to issue any bonds at all, except the consolidated bonds created by the Funding Act, to be exchanged for outstanding debts already existing.\n\nWe are not prepared to say that the legislature of a State can bind itself, without the aid of a constitutional provision, not to create a further debt, or not to issue any more bonds. Such an engagement could hardly be enforced against an individual; and, when made on the part of a State, it involves, if binding, a surrender of a prerogative which might seriously affect the public safety. The right to procure the necessary means of carrying on the government by taxation and loans is essential to the political independence of every commonwealth. By the internal constitution of a government, it is true its legislature [92 U.S. 531, 536]   may be temporarily restricted in this respect, as we have seen is the case in Louisiana. But how, or at whose instance, such restriction can be enforced, may sometimes be a question of some difficulty. In a clear case, of course, an unconstitutional enactment will be treated as void, as against the rights of an individual. But there are many constitutional provisions mandatory upon the legislature which cannot be directly enforced,-the duty, for example, when creating a debt, to provide adequate ways and means for its payment. It affects the public generally, but no individual in particular, in such manner as to give him a legal remedy. So the State debt may be increased beyond the prescribed limit, without admitting of judicial redress. It may arise indirectly in the accomplishment of public works necessary to the general safety and welfare, in such a manner as to make it difficult to tell when the line is over- passed, or whose claims arose after it had been over-passed. Executory contracts for the preservation of the public levees may be greatly swollen by work rendered necessary by the occurrence of unpr... (truncated)",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9764219522,
        "format_confidence":0.7279139757
    },
    {
        "url":"https:\/\/www.uslawshield.com\/colorado-travel-firearms\/",
        "text":"Traveling with Firearms State Spotlight: Colorado\n\nThe following is a video transcript.\n\nDoug Richards here for U.S. LawShield of Colorado. I want to talk to you today about visiting our great state. If you do visit our great state with a firearm, there are some things that you need to know.\n\nFirst of all, the most important thing to know right out of the gate is that we do have a ban on magazines that accept more than 15 rounds. If you come to Colorado and your firearm has a magazine that accepts more than 15, you need to leave that at home and plan on buying new magazines here in Colorado (or just pick up new magazines before you come here). But if you do get stopped, and they search you and find that you have a magazine that accepts more than 15 rounds, you can be charged with a crime.\n\nColorado does allow open carry, but I don’t recommend it. It draws a lot of unnecessary attention to yourself and there are a lot of other reasons why I would recommend that you not carry openly. If you do open carry, you need to remember that you cannot open carry inside of the city and county of Denver, and you cannot open carry in Boulder. Both Boulder and Denver also have assault rifle bans; if you plan on bringing an assault rifle (or quite frankly anything more than a semi-automatic or a regular center-fire rifle) or a shotgun to any of these two places, give me a call, let’s talk about your specific circumstances.\n\nGet Gunowner Identity Theft Coverage NOW\n\nColorado has reciprocity with most other states in terms of CCW’s or CHL’s. So, if you are licensed to carry a concealed handgun in your home state, it’s very likely that you can carry a concealed handgun here in Colorado. Obviously, check to make sure; you’re welcome to call my office, and we can help point you in the right direction on that. If you are not licensed, you can still carry your firearm concealed on private property or inside of your vehicle, but if you step out of your vehicle, and you are carrying concealed without a license, you can be charged with a crime.\n\nIf you’re carrying concealed in Colorado and you have a license, you have to be aware of any signage that says, “No Firearms.” Now those signs do not carry the force of law, meaning you cannot be charged with a separate crime just by violating those signs; however, if you catch the wrong prosecutor or police officer, I think you could be charged with unlawfully carrying a concealed firearm or trespass, in addition to potentially losing your CCW privileges altogether.\n\nNow, you cannot carry concealed or openly into a school for that matter. Finally, Colorado does not have a Stand Your Ground Law, similar to Florida. We do have a self-defense statute that is very good to the fact-specific analysis: it examines the reasonableness of your conduct and the amount of force that you used under those circumstances. You should be aware of our self-defense statutes before you come to Colorado because it is nothing like Stand your Ground, in Florida or anywhere else.\n\nIf you have any questions about this or anything else, feel free to give me a call at my office, as I am always happy to talk to U.S. LawShield members.\n\nFirst Aid for Gunshot Wounds 2A Institute\n\nComment section\n\n7 comments on “Traveling with Firearms State Spotlight: Colorado\n\n  1. I was under the impression that magazines over 15 rounds that were owned prior to the ban were grandfathered in?\n\n  2. So how does this affect Veterans who travel to the state of Colorado, who are attending a school that teaches EP, PSD and DDM. Especially when we bring our own firearms and 15 plus mags that are needed for such a school. But we do not bring any ammo which is stated prior and once we arrive the firearms are checked in and stored until range day starts.\n\n  3. Doug Richards… You state “If you have any questions about this or anything else, feel free to give me a call at my office, as I am always happy to talk to U.S. LawShield members.” but no contact info is provided.\n\n    I am currently living in Florida, but was in SE Colorado for a few years and have friends there. I am planning a trip back to visit, and i do have several questions. oh, and yes, i am a current active MEMBER. A phone call is ok but this is not an emergency or urgent need, so email is just fine and probably easier for you. Thank you!\n\n    • Hello, Dean. Members can call our non-emergency hotline and get their legal questions answered. Please give us a call at 877-448-6839.\n\n  4. If I purchase a handgun in Colorado and move to Texas is my handgun still legal to possess in Texas?\n\n  5. I am going to be movin from colorado to texas. What is law about this\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9866471291,
        "format_confidence":0.5695033073
    },
    {
        "url":"https:\/\/zacharycloud.wordpress.com\/2011\/03\/23\/summary-of-oral-arguments-in-turner-v-rogers\/",
        "text":"Summary of Oral Arguments in Turner v. Rogers\n\nIn the next day or two, I hope to write up a reaction to the oral arguments. Right now, unfortunately, I’m very busy and can only give a summary.\n\n\nThings got off to a very rough start for Seth Waxman, the counsel arguing on behalf of Mr. Turner. Within the first few seconds, he was interrupted by Justice Scalia suggesting that he had misrepresented just how limited the right to counsel was. Justice Alito was quick to jump in, asking Mr. Waxman how siding for Turner would not create an imbalance, as respondents suggested in their merit brief, between indigent plaintiffs and indigent defendants. Justice Scalia seemed to latch on to this line of argument, asking if it wouldn’t be a better idea to argue for counsel in instances where one had been provided to the other side. Mr. Waxman was willing to agree that this would be fair and quick to suggest that a very limited number of cases would require the court to provide counsel.\n\nJustice Ginsburg then brought up another issue: scope. She asked if petitioner was arguing for counsel only in child support instances or with civil contempt in general. Mr. Waxman answered that a broader categorical right for counsel when incarceration was a possibility was the correct path. Justice Kennedy wondered if this would extend to witnesses refusing to testify. For example, if an indigent witnesses refuses to testify and the judge order the “bailiff, [to] take him out until he complies” would this instance require appointed counsel? In response, Mr. Waxman suggested that this should properly turn on the difference between direct and indirect contempt. He then returned to Justice Ginsburg’s question and suggested that if he had to advance a more limited rule it would certainly turn on the affirmative burden placed on a defendant to show indigence or face jail. In other words, it should be dispositive that the prima facia case has been made and the defendant is presumed guilty unless he shows otherwise.\n\nJustice Sotomayor seemed to wonder if the appointment of counsel was really necessary, asking Mr. Waxman to explain why a defendant couldn’t answer the questions necessary to show inability-to-pay as a defense.\n\nJustice Roberts asked if the petitioner’s case would be weaker had the burden been on the plaintiff to prove his ability to pay. Mr. Waxman noted that it probably would be more difficult but that such a shift in burden would not defeat a need for counsel.\n\nJustice Kagan hinted at some sympathy, asking, “suppose the Court looks at this record and thinks this is a broken system and a violation of due process, but requiring a counsel in every case may go too far, and there may, in fact, be alternative procedures that a State could adopt that would comply with due process. And I know that this is not your submission, it’s instead the Solicitor General’s submission, but if pressed on that point, what procedures do you think would be capable of giving a person in this situation a fair shake of it?” To this, Mr. Waxman claimed that there would be none in the current adversarial set-up.\n\nEver the originalist, Justice Scalia wanted Mr. Waxman to identify the earliest case that would indicate a right to counsel for someone facing incarceration due to contempt.  While Mr. Waxman had no precedent, he did appeal to Justice Scalia’s interest in history by laying out some of the background behind contempt proceedings and when counsel was provided. Following this, Justice Ginsburg and Justice Scalia inquired about whether this appointment of counsel should require the “full dress” of criminal procedure. Justice Scalia quipped that the civil\/criminal distinction was “an illogical [one].”\n\nJustice Alito seemed on board with the Solicitor General’s suggestion that a right to counsel may not always be required and that other alternatives may exist. Yet it was Justice Ginsburg that asked perhaps the most interesting of questions. She suggested that Lassiter showed us we do not always supply counsel and that these decisions (in that case it wasn’t contempt but losing custody of the child) should be case-by-case. Accordingly, if such a method was alright for depriving a mother of her right to see a child, why would it not be alright for this context?\n\nBefore getting into a satisfying answer, Mr. Waxman reserved the balance of his time.\n\n\nWhile Justice Kagan had inquired about if alternatives to counsel might satisfy due process during petitioner’s arguments, she pressed Ms. Kruger (arguing for the government) why anything short of counsel would suffice. Indeed, she suggested that the government’s list of alternatives were “anemic.”  Ms. Kruger responded by explaining different possibilities that staes have taken and suggested that what was fundamentally required is that the defendant actually be able to have the keys to his jail cell— a reference to the adage that civil contempt is not punitive because a defendant can release him or herself by complying with the court order. Such an adage proves problematic when the defendant is indigent and the key he is said to possess is money.\n\nJustice Sotomayor wanted a clearer understanding, nevertheless, of what a State procedure would look like. Justice Scalia suggested that perhaps the right thing to do would be to make sure the judge him or herself was satisfied that there was a willful failure to comply with the orders (here, to pay child support). Ms. Kruger replied by suggesting the issue lie with retrospective versus prospective intent and arguing that the question here is a prospective one. Justice Scalia seemed satisified with this but before questioning continued, Justice Roberts asked Ms. Kruger to clarify her position on the question presented. Her response was that South Carolina did not act unconstitutionally here…a strange answer for a party supporting reversal of that State’s decision.\n\nJustice Ginsburg asked Ms. Kruger if there was a particular state employing a model she would suggest to the court for alternatives to providing counsel. Ms. Kruger responded in the negative but suggested states like New Mexico, which have social workers inquire about finance then determine if the case should be forwarded on for possible contempt, illustrate an effective approach. In response to this Justice Ginsburg wondered if an aid that was not a lawyer but knew the system would be an appropriate person to help an indigent defendant. Ms. Kruger responded that she thought that would be a proper approach. Continuing on this, Justice Ginsburg and Ms. Kruger discussed what a form might require, if it were used to review a defendant’s ability to pay.\n\nJustice Kagan was still interested in the nature of the system, however, and wanted some elucidation about the frequency with which the State as opposed to the mother is proceeding against defendants. Ms. Kruger noted that the State is often proceeding and represented by either a lawyer or other official such as a caseworker. With that, Ms. Kruger’s time elapsed.\n\n\nMr. Bibas, for the respondents, was quick to lay out both points. First, that the case is moot and second, that a categorical right to counsel is not necessary to satisfy due process. Up to this point, the jurisdiction had not been mentioned whatsoever.\n\nBut, as I predicted, the jurisdiction issue didn’t receive sympathy. As he began to explain why Mr. Turner’s case was not capable of evading review, Justice Ginsburg asked why it should matter that Mr. Turner did not get a stay since the South Carolina Supreme Court granted his case after he was released from jail. Justice Roberts added that states have different concepts of mootness than the Federal court system and their understanding of whether Mr. Turner’s case was moot should control here. To this, Justice Sotomayor asked why Mr. Bibas would expect South Carolina to grant a stay if they saw no sixth-amendment issue and, under that scenario, how Mr. Turner could ever evade mootness. She asked Mr. Bibas if he could point to any cases where South Carolina has granted a stay in child support cases.\n\nThough Mr. Bibas made several attempts to explain, pointing to a somewhat close South Carolina case, he was stopped by Justice Kennedy wanted to move to the substantive issue. He asked if both respondent and petitioner’s claims could fit in a Matthews v. Eldridge framework. While Mr. Bibas was hesitant to say that, he leaped at this opportunity to address a question Justice Kennedy had asked of Mr. Waxman. Here, Mr. Bibas suggested that an outcome for Mr. Turner would create a broad right beyond child support that would apply to “tnes of thousands of immigration and extradition cases.” He also suggested that ruling for Mr. Turner would create “massive change” and that a trial judge would need to know ahead of time whether a criminal or civil set of procedural rules applied to the case at bar.\n\nJustice Ginsburg was ready to tackle this point. She asked if it wasn’t true that most states hold this as a constitutional right. Mr. Bibas suggested that it wasn’t and described that 15 states consider it to be, and 11 states by a state instrument (statute, rule, etc…), but that 17 do not view it as a constitutional requirement and the other seven are ambiguous on the point. Yet Justice Ginsburg was not to give up, asking if it wouldn’t really just affect a very small portion of the cases coming through family courts…the ones where defendants were truly indigent. Justice Kennedy came to Mr. Bibas’ aid by saying “I suppose you could say that in – in advance that the judge and the appointing authority simply wouldn’t know.” Mr. Bibas agreed with this assessment adding that this was important to protect judges since they would need to know if civil or criminal procedural rules applied before entering the courtroom.\n\nJustice Sotomayor was the first to ask for the respondents’ position on the government’s approach. Mr. Bibas called the governments suggestions “interestin... (truncated)",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9907779694,
        "format_confidence":0.7904366255
    },
    {
        "url":"https:\/\/caselaw.findlaw.com\/ca-court-of-appeal\/1793922.html",
        "text":"Reset A A Font size: Print\n\nDistrict Court of Appeal, First District, Division 1, California.\n\n\nNo. 12910.\n\nDecided: October 23, 1945\n\nArthur L. Johnson, of San Jose, for petitioner. Everett A. Corten and Joseph Sheehan, both of San Francisco, for respondent Industrial Accident Commission.\n\nPetitioner seeks to have annulled a decision of the Industrial Accident Commission denying him compensation for dermatitis. The denial was based on the finding that petitioner did not contract the disease in the course of his employment; and the major point urged by petitioner for the annulment of the decision is that he was denied due process of law by the refusal of the referee to hear the testimony of certain witnesses produced by petitioner on the controlling issue as to whether the disease was contracted in the course of his employment.\n\nThe evidence received by the referee consisted of the oral testimony given by petitioner, and four medical reports. Three of the reports were made by petitioner's attending physician and the fourth by two doctors employed by the insurance carrier, who examined petitioner once, at the insurance carrier's request, about five weeks subsequent to the date on which he claimed he contracted the disease.\n\nPetitioner was fifty years of age, and a carpenter by trade; and the following are the facts appearing from his testimony: On October 3, 1944, while engaged in remodeling a building in San Jose, he was directed by his employer to remove the planking which sealed over an old grain elevator shaft, and to clean out the pit. When the shaft was unsealed, gas and vapors arose therefrom, and petitioner descended into the pit. It was about five feet deep and five feet square, and the bottom was covered with about eighteen inches of grain hulls, including rice hulls, and about a quart of dead black widow spiders. Petitioner's sleeves were rolled up to the elbows, his shirt was open at the neck, and he was wearing a hat and glasses; and it took him about half an hour to shovel the debris out of the bottom of the pit. In doing so the dust got into the pores of the skin of his face, neck, hands and forearms. The next day he noticed a smarting sensation on those portions of his face and arms that had been exposed to the dust; and on the second day his arms were swollen. He attempted to secure an appointment with a skin specialist, but could not do so; and on October 7 he went to see Dr. John M. Hohl. The dermatitis which had developed on the exposed portions of his body became steadily worse, and there were large weeping sores on his arms and face, and the skin came off his arms, hands and face. But the unexposed parts of his body were not affected at all; nor did the skin come off around his eyes where it had been protected by his glasses. On October 12 his doctor sent him to the hospital, where he was treated with penicillin and sulfathiazole. He remained there about ten days. During his illness he lost about twenty pounds, which he later gained back; and at the time of the hearing before the commission on December 13, 1944, he had completely recovered. He also testified that he had no previous history of any dermatitis, and that his general health had always been good.\n\nThe first of the three medical reports made by petitioner's attending physician, Dr. Hohl, was dated October 14, 1944. It was entitled ‘Surgeon's Report.’ It was therein stated that ‘while tearing down old grain elevator [petitioner] contracted occupational dermitites on hands arms face and neck.’ His second report was dated December 6, 1944, and was addressed to petitioner's attorney. In that report Dr. Hohl gave the history of the case, a description of petitioner's condition, and the treatment given, and concluded, ‘It is my opinion that this is a contact dermitites because only exposed parts were affected.’ His third report was dated December 9, 1944. It was entitled ‘Surgeon's Final Report.’ The diagnosis given therein was ‘Occupational Dermitites.’\n\nThe report of the insurance company's doctors was dated November 10, 1944. It was addressed to the insurance carrier, and referring to the conversation had with petitioner at the time they made their examination, the report goes on to say: ‘He states that he had no skin disturbance prior to slightly over one month ago. At that time he noted the gradual appearance of irritability and redness of the skin of his hands, forearms, and face, and to some extent, of his entire body.’ The examination is reported as follows: ‘There is a generalized, faint erythroderma, and the skin of his hands, forearms, face, and neck is chronically inflamed with some scarring. There is evidence that the condition has been worse, as the lesions on the face appear to be in a state of partial involution. There is a very dry, craqueled dermatitis of his legs. The superficial lymph nodes are enlarged in all areas and are particularly noticeable in the epitrochlears. His general health appears to be somewhat below par and there is evidence of some recent weight loss.’ And the opinion is given as follows: ‘Responsibility should not be accepted. His entire condition seems to be based upon a general disturbance, rather than one limited to the skin. The generalized nature of the lesions and the presence of superficial lymphadenophathy is strongly suggestive of a possibility of lymphoblastoma. The apparent relatively greater severity of the lesions on the exposed portions of his body is undoubtedly on the basis of an underlying internal disturbance, with aggravation by factors which would not disturb the normal person. Such factors include the routine use of soap and water, exposure to wind and weather, and relative intolerance to topical medication. His story of a possible occupational origin is inadequate to explain the disturbance. There is nothing about exposure to possibly irritating dust to account for a condition of this extent, severity and chronicity. He should be asked to have further investigation, such as hematic studies and lymph node biopsies, by his own physician at his own expense.’\n\nOn cross-examination petitioner denied positively that there had been at any time any dermatitis on any unexposed part of his body; and he again stated that the dermatitis was limited to the exposed portions of his body—his arms up to the elbows and a V at his neck—and that where his glasses protected his eyes there was no breaking out on his face. Furthermore, he denied unequivocally that he had told the insurance company's doctors, as stated in their report, that he had noticed irritability and redness ‘to some extent, of his entire body.’ He also denied that at any time there had been any evidence of dermatitis on his legs. During the cross-examination which brought out these denials, the following took place:\n\n‘Q. * * * you didn't tell him [the insurance company's doctor] that this condition of irritability and redness of the skin was over your entire body to some extent; you didn't tell him that? A. Why, it was not. Why should I tell him? I don't know.\n\n‘Referee: Well, you know whether you did or not. A. No, I didn't tell him it was all over my body, because it was not.\n\n‘Referee: Well, he found something. The doctors aren't prone to do those things to any great extent, and Dr. Miller and Dr. Rees have a pretty good reputation in San Francisco for being honest in their examination. Their opinions may not always jibe with what we consider the industrial factors, but at least no one has ever accused them of deliberately lying about the man's history or the man's findings. A. I can't help that at all, because it was not all over my body.\n\n‘Referee: All right. If you say you didn't and I say there is no reason for the doctors lying about it, and I don't believe they are. Go ahead with your examination.’\n\nAt the conclusion of petitioner's testimony his attorney stated: ‘I have two more witnesses here’; but the referee refused to allow them to testify, saying: ‘The answer is ‘No.’ If this man hasn't told the truth I am going to be very much disappointed.' Petitioner's attorney then asked: ‘Couldn't I put it on to show the condition around the spectacles, of his eyes. The people from the union here that saw him and his wife—’ And the referee, interrupting, said: ‘No. No, the answer is still ‘No.’ The matter is submitted.'\n\nOn January 9, 1945, the referee recommended that compensation be denied. Petitioner filed a petition for rehearing and offered to produce as witnesses, besides the union representative and petitioner's wife, who were present at the hearing, and whose testimony the referee refused to hear, Dr. Hohl, the attending physician, four nurses from the hospital, his employer and a fellow carpenter—all of whom petitioner alleged would testify to the definite line of demarcation of the dermatitis between the unexposed and exposed parts of his body. The petition for rehearing was referred to a different referee, and he recommended denial thereof; and on March 2, 1945, the commission made an order to that effect.\n\nWe are of the opinion that, as petitioner contends, the refusal of the referee to hear the testimony of the two witnesses produced by petitioner at the hearing constituted a denial of due process of law and therefore was in excess of jurisdiction. Section 5700 of the Labor Code, St.1937, p. 298, provides that ‘Either party may be present at any hearing, in person, by attorney, or by any other agent, and may present testimony pertinent under the pleadings.’ (Italics added.) And the general rule is as stated in 20 American Jurisprudence, at page 1043, that ‘A party is entitled to call as many witnesses as he deems necessary to the establishment of his claim or defense, subject to the power of the court reasonably to limit the number who may be heard upon any one issue; * * *’ Even though the proffered evidence is deemed cumulative, so long as facts testified to by a party are not conclusively established or adm... (truncated)",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9933150411,
        "format_confidence":0.8346748352
    },
    {
        "url":"https:\/\/www.kuer.org\/2021-05-20\/on-our-watch-examines-califorias-unsealed-police-disciplinary-records",
        "text":"Play Live Radio\nNext Up:\nAvailable On Air Stations\nOur broadcast signal KUQU (93.9) serving the St. George area is operating in low power mode. More info.\n\n'On Our Watch' Examines California's Unsealed Police Disciplinary Records\n\n\nWhen a police officer is accused of misconduct, it is common for officials to promise an investigation.\n\n\nCASSANDRA DECK-BROWN: I am concerned by the actions of some of our officers.\n\nUNIDENTIFIED MINNEAPOLIS POLICE SPOKESPERON: I will absolutely look at the case in its entirety.\n\nUNIDENTIFIED MESA POLICE SPOKESPERSON: We have opened an internal affairs investigation into this.\n\nINSKEEP: So officials say at press conferences, but the public rarely hears anything more. The results of internal affairs investigations are very often confidential. Now we can reveal how some of those secret investigations turned out over the years. California opened its once-hidden records. And a new podcast from NPR and KQED examines how police investigate police when they thought nobody would be watching.\n\nSukey Lewis of San Francisco's KQED has spent 2 1\/2 years going through thousands of police internal affairs files, documents, videos, much more. And she's with us now. Hey there, Sukey.\n\n\nINSKEEP: So I know it's been difficult. Local departments have resisted releasing this public information. But what have you found so far?\n\nLEWIS: Well, it's still really not a complete picture because of that difficulty we've had getting files from all these different policing agencies. But we are starting to see how departments investigate serious use of force by police and that it's often documented but rarely disciplined. We also got to see misconduct cases and these internal investigations that found officers who were disciplined for theft, domestic violence, lying on police reports and abusing their power to sexually harass or abuse people. And in many of these serious cases, officers were fired or they resigned but weren't criminally investigated or charged. So departments might fire an officer, but by keeping the misconduct out of the criminal justice system, those cases were still secret and protected by officer confidentiality.\n\nINSKEEP: Well, how does that confidentiality affect a case?\n\nLEWIS: I'll tell you about this one case. There was this woman named Katheryn Jenks, and she kept calling 911 for help when there was no apparent emergency. The officers kept responding, and they thought that maybe something was going on with her mental health. But when she calls 911 again, they arrest her for abusing the emergency system, and then they charge her with resisting arrest. But the body camera footage doesn't match what they wrote on their police reports. I'm going to play some audio from the incident. A warning - it's really hard to listen to and may not be appropriate for kids. Jenks got really badly injured by a police dog during the arrest.\n\n\nKATHERYN JENKS: Ow, ow. Get him off of me.\n\nNATALIE RAFFERTY: He's not on you. He's holding onto your clothing.\n\nJENKS: Oh, my God. No.\n\nLEWIS: The department investigated and found that the officers shouldn't have arrested her in the first place and that they falsified information on their police reports to make their use of force seem justified. But until we reported on this, Katheryn Jenks didn't know anything about the internal affairs findings, and she was still facing criminal charges.\n\nINSKEEP: Ah, something that her defense lawyers surely would have wanted to know. Are you still learning more about cases like this?\n\nLEWIS: Yes. Just in recent days, we've learned more about the high-profile case of Oscar Grant. He was a young man in Oakland killed on a BART train platform on New Year's Day in 2009.\n\n\nLEWIS: There was huge public scrutiny of this case and massive public protests. It was really the first case to go viral due to cellphone footage and sparked the Black Lives Matter movement. But the recordings of the internal affairs investigation weren't released by the agency until KQED actually sued them. And they just came out a couple of weeks ago. So here's a BART detective starting the interview with an officer, Tony Perrone, whose actions on the platform were really in question after the incident.\n\n\nUNIDENTIFIED BART POLICE OFFICER: I'd like to put it on record that I have a close personal and working relationship with you, Tony. And I want to make sure that you're OK with me interviewing you.\n\nTONY PIRONE: Yeah, I'm fine with that.\n\n\nLEWIS: So it's stunning that they have this guy who worked really closely with both the officer who shot Oscar Grant, Johannes Johannes Mehserle, and Tony Pirone run their interrogations. And we heard this over and over, especially in use-of-force cases. The investigators can be really deferential to the officers rather than pushing back on them or asking them for answers.\n\nINSKEEP: OK. We said 700 California law enforcement agencies, all of whose records, in theory, have been made public - do they all have these kinds of secrets?\n\nLEWIS: Going through all the records we've gotten so far, one thing that's really stood out is what a patchwork police discipline is. The agencies or departments, they have different rules - or even if they have the same policies, they enforce them differently. So that means a cop who might be fired or disciplined for something in San Francisco might not even get a reprimand for it somewhere else.\n\nAnd I'll give you one kind of funny example of this. One of the investigations we got was about this officer who got caught stealing. He'd taken a blue lives matter mug from one of his colleagues. There was an interrogation and everything, and he gets fired. The darker side of that uneven enforcement is that in another case that we look at in the podcast, there's an officer who fails to investigate a statutory rape. And while he also gets fired, he immediately gets hired by a new department.\n\nINSKEEP: Ah, which is something that confidentiality makes possible, I suppose. What are some of the other things that make it hard to hold officers accountable?\n\nLEWIS: Well, here in California, like a lot of other states, police officers have a very robust bill of rights that protects them when they go into these interview rooms. For instance, they have the right to know what they're going to be questioned about ahead of time. They also have rights to an extensive appeals process for any discipline that's imposed. So the way it's set up, the incentives aren't necessarily about justice or even necessarily about protecting the public.\n\nINSKEEP: OK, protecting who then?\n\nLEWIS: Well, one of the people I've talked to a number of times over the past couple of years is Judge LaDoris Cordell. After she retired from the bench in Santa Clara County, she served as a police auditor for the city of San Jose, which means she got to sit in on internal affairs cases.\n\n\nLADORIS CORDELL: So you talk about the cities getting at the truth or justice. The cities basically are protecting themselves from lawsuits. They're concerned about liability.\n\nLEWIS: She wasn't the only person who pointed this out to me, that this system that says it's about accountability is actually about managing risk to the city. Now, I don't want to suggest that accountability can't be a part of the process. But because of these special rights and the way that things are set up, cities, in some ways, are more beholden to these contracts with their employees, with police officers, than they are to members of the public.\n\nINSKEEP: Sukey, thanks for the reporting.\n\nLEWIS: Thank you.\n\n\nINSKEEP: Sukey Lewis is part of a team of journalists reporting on unsealed disciplinary records across California, and she is the host of On Our Watch, a new podcast from NPR and KQED. The first episode is out today.\n\n(SOUNDBITE OF MUSIC) Transcript provided by NPR, Copyright NPR.\n\nKUER is listener-supported public radio. Support this work by making a donation today.",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9954454899,
        "format_confidence":0.9786496758
    },
    {
        "url":"https:\/\/michaelratner.com\/discourse\/law-and-disorder-radio-campaign-to-release-elderly-prisoners-mandatory-minimum-sentencing-circumvented-for-non-violent-drug-offenders-william-kunstlers-performance-at-carolines-comedy-club\/",
        "text":"Law and Disorder Radio – Campaign to Release Elderly Prisoners – Mandatory Minimum Sentencing Circumvented for Non-Violent Drug Offenders – William Kunstler’s Performance at Caroline’s Comedy Club – Hosts: Heidi Boghosian, Michael Steven Smith & Michael Ratner – Produced by Geoff Brady\n\nLaw and Disorder Radio\n\nCampaign to Release Elderly Prisoners\n\nHere on Law and Disorder we’ve reported about the Compassionate Release Program regarding Lynne Stewart’s condition. The CRP is designed to reduce the number of elderly and sick people in prison, if they have a terminal health condition or a significant and permanent non-terminal health condition, disease or syndrome. This program is part of a larger effort to release aging prisoners in the United States. Nationally, the number of prisoners over age 55 nearly quadrupled from 1995 to 2010, eight times the pace of growth for the total prison population, according to a recent Human Rights Watch report. Because of long sentences handed out in the ’70’s and ’80’s, American prisons now serve as quasi-nursing homes, albeit lacking the long-term care we associate with geriatric facilities. We talk today about a major new initiative called Release Aging People in Prison that’s working to make prison parole boards correctly assess elderly prisoner risk and get them out.\n\n\nLaura Whitehorn:\n\n  • In New York State, there are about 9,200 prisoners at the moment above the age of 50.\n  • By 2030, it’s estimated that about a third of the entire incarcerated population will be over the age of 40. There will be at least 400,000.\n  • For the last 20 years this country has been drunk on the concept of lock ’em up and throw away the key.\n  • You lock ’em up and throw away the key…they’re gonna get old.\n  • Our project is called Release Aging People in Prison.\n  • These people have done a lot of time and the lowest rate of recidivism is in this group. They’re over the age of 50, have done 15-20 years in prison and have committed murder.\n  • This group is ready to be released without a threat to public safety.\n  • You’ve advocated for Lynne Stewart on this show for compassionate release. She’s in the federal system.\n  • The Feds are very stingy with compassionate release; so is the state of New York. In 2011, I think they let out 8 people on compassionate release, in a year when 200 people died in the system.\n  • I’m now 68, but I feel about 78 on some days.\n  • We don’t really need a new law to release the people we’re talking about.\n  • What we need is for the parole board to follow the law. What we need is the state to follow the law for compassionate release for those who are ill.\n  • One thing we’re doing is we’re trying to join with other people in the state who’ve had enough of the way that parole board denies people over and over again and say use actual risk assessments that do exist.\n  • If the risk is low, let them go.\n  • RAPP – Release Aging People in Prison\n\nMujahid Farid:\n\n  • The issue of mass incarceration has many facets. The impact on some communities is from the cradle to the grave.\n  • The prison population has somewhat stabilized. It’s still at a rate that beats out every other country. Although that rate has stabilized it hasn’t done so with the elderly.\n  • In New York State, the prison population has gone down 24 percent in the last 10 years.\n  • During that same 10 years the population of the elderly in prison increased by 64 percent.\n  • The zeitgeist in this country is about punishment and never giving up on punishing a person, especially those committed for serious crimes.\n  • In my own case, I had a sentence of 15 years to life. You would assume if I did the minimum sentence, if there were indications I had rehabilitated myself and shown that I was a changed person, that I would’ve been released. But that didn’t happen. I served 18 years above and beyond that 15-year sentence.\n  • The sentencing structure that allows what we’re talking about is called an indeterminate sentencing structure. That means you’re given a minimum and a maximum.\n  • Some people get 10 to 20, some people get 10 to 15, and others with the most serious crimes get a number and on the end they get letters.\n  • In that indeterminate sentencing structure, there’s an indication that the prisoner should be released if they’re reformed or rehabilitated at that minimum posed term.\n  • In my case, I received a 15-life on attempted murder of a police officer. He didn’t get a scratch.\n  • That was the least amount imposed on me; I couldn’t get any less.\n  • So a person who is serving a sentence such as that would have an expectation of 15 years or whatever they have to be released if they change.\n  • To not give them a reason for the denial, saying it’s the nature of the crime, takes away hope from a person.\n  • I was arrested in 1978. I went upstate within 6 months. Before that 6 months came I had earned my GED. I did that while facing trial.\n  • I went upstate with no expectation of serving 15 years. I actually thought that because of the facts I was convicted for that I would eventually win on appeal.\n  • Within a few years, I had earned an Associates Degree in Business. I went on and got a Bachelor’s Degree in Liberal Arts.\n  • Shortly after that, I earned a Master’s Degree in Sociology and then I earned another Master’s Degree in Ministry.\n  • All of that happened before that 15-year period.\n  • None of that was considered by the parole board when I entered that 15-year mark.\n  • They simply denied me and didn’t give me any guidance on what I could do to better myself to earn release.\n\nGuest  – Laura Whitehorn is an ex-political prisoner and native New Yorker, who was active in supporting groups such as the Black Panther Party, the Black Liberation Movement and was active with Students for a Democratic Society and the Weather Underground. Laura also worked to expose the FBI’s COINTELPRO program.\n\nGuest – Mujahid Farid is investigating potential mechanisms for increasing release rates for incarcerated aging people at the Correctional Association in New York. He’s spent more than three decades incarcerated in New York. He co-founded the Prisoners AIDS Counseling & Education program and helped design prison-based sociology and theology courses that allowed others to earn college credits in prison. He also earned four college degrees and other certifications while in prison, including his paralegal certificate, New York State Department of Labor Certificate in Human Development Counseling, and New York City Department of Health Certificate in HIV\/AIDS Counseling.\n\nMandatory Minimum Sentencing Circumvented for Non-Violent Drug Offenders\n\nWhen Attorney General Eric Holder announced that the Justice Department would begin reassessing the harsh mandatory minimum sentences on non-violent drug offenders that unfairly target young African-Americans and Hispanics, some drug reform advocates said it was a breakthrough. However, our guest Ethan Nadelmann, executive director of the Drug Policy Alliance, says there was no mention of clemency or pardons for those imprisoned with disproportionately long sentences. Attorney General Holder mentioned that the United States represents about 5 percent of the world’s total population and it incarcerates nearly 25 percent of the world’s prison population. The Drug Policy Alliance has made great strides in criminal justice reforms and to help decriminalize marijuana in states such as Colorado and Washington.\n\nEthan Nadelmann:\n\nEarly on in the first term, President Obama and Attorney General Holder, working with Drug Policy Alliance and a whole range of allied groups, did actually change the penalties, the mandatory minimum for crack cocaine.\n\nThen they dropped the ball. They did nothing in the following years.\n\nThe substance of the recent speech by Holder was important, by saying he was going to issue explicit directives to US attorneys around the country that would effect the way they charge people, especially low-level players in drug trafficking organizations. They’re really pushing this through in a bipartisan way.\n\nI think Holder does regard this as a legacy issue.\n\nObama has recently mentioned incarceration and the need to reduce it in the context of memorializing Martin Luther King Jr.\n\nWe’ve seen the drug law violators decline from 65 percent of the total of federal prisoners to 48 percent of the total, even as the absolute numbers have gone up.\n\nI think we’re going to see low-level drug violators charged in different ways. One thing about mandatory minimums is they shift the discretion from judges to prosecutors.\n\nMandatory minimums empower prosecutors at the hand of judges.\n\nI think what we’ll see is a downshifting in how much prosecutors are looking for. We’ll see fewer people going to prison on federal drug charges.\n\nLegislators are notoriously resistant to having sentencing reforms be retroactive. They’re willing to say going forward we’ll reduce the sentence but we’re not going to touch the issue of the people who are locked up under the old laws.\n\nI bet we will see some movement on behalf of the people who are behind bars as well.\n\nNon-violent drug law offenders, sitting there for 10 or 20 years. Statewide, 20 percent of all inmates are in for drugs and in the federal prisons it’s 50 percent.\n\n  • Half of all drug arrests in America are for marijuana, overwhelmingly for marijuana in small amounts.\n  • When states move forward with the ballot initiative process to legalize marijuana either for medical purposes, which 20 states have now done, or more broadly for all adults which Washington and Colorado have done, that presents a basic issue for the federal government.\n  • What the US attorney general’s office can do is offer guidelines saying to US attorneys around the country, here are our priorities, here’s how we think you should handle this.\n  • The feds are basically saying, we get it, that legally regulating marijuana may accomplish the objectives o... (truncated)",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9610865116,
        "format_confidence":0.9413131475
    },
    {
        "url":"http:\/\/www.mass.gov\/anf\/hearings-and-appeals\/decisions\/brd-of-reg-in-med-decisions\/drug-use\/board-of-registration-in-medicine-v-joseph-z.html",
        "text":"Suffolk, ss. Division of Administrative Law Appeals\n\nBoard of Registration in Medicine,\n\n\nv. Docket No. RM-07-460\n\nJoseph Z. Zolot, M.D.,\n\n\nAppearance for Petitioner:\n\nAmy B. Sharff, Esquire\n\nComplaint Counsel\nBoard of Registration in Medicine\n560 Harrison Avenue, G-4\nBoston, MA 02118\n\nAppearance for Respondent:\n\nJeffrey N. Catalano, Esquire\n\nTodd & Weld, LLP\n28 State Street, 31st FL\nBoston, MA 02109\n\nAdministrative Magistrate:\n\nJudithann Burke\n\n\nOn June 20, 2007, the Petitioner, Board of Registration in Medicine (BRM), issued a Statement of Allegations ordering the Respondent, Joseph Z. Zolot, M.D., to show cause why he should not be disciplined for: providing substandard care to thirty (30) patients, committing misconduct in the practice of medicine, committing malpractice, engaging in conduct that undermines the public confidence in the integrity of the medical profession, engaging in conduct that has the capacity to deceive or defraud, and violating G.L. c. 94C and the BRM's regulations.\n\nOn the same date, the BRM summarily suspended the Respondent's license to practice medicine, Registration No. 78630, effective immediately, pursuant to 243 CMR 1.03(11). The BRM determined that the Respondent posed a serious and immediate threat to the health, safety and welfare of the public.\n\nOn July 16, 2007, the Respondent filed a Motion to Dismiss or Otherwise Vacate the Order of Temporary Suspension along with a memorandum in support of same in which he contended that the BRM's summary decision is predicated upon a fatally defective presentation which is insufficient to withstand scrutiny as a matter of law.\n\nA hearing on the summary suspension was commenced on July 30, 2007 at the offices of the Division of Administrative Law Appeals (DALA), 98 North Washington Street, 4th FL, Boston, MA. The proceedings were stenographically recorded. The BRM proffered the affidavit of its investigator, Philip Beattie, Jr., along with myriad medical records, eight (8) autopsy reports, and reports from the BRM's expert, Seyed A. Mostoufi, M.D., pertaining to thirty (30) patients, all on a CD-ROM. There are more than five thousand eight hundred (5800) documents depicted on the CD-ROM. There were no witnesses. At the conclusion of the presentation of the BRM's case-in-chief, the Respondent argued his Motion to Dismiss.\n\nThe Respondent's Motion to Dismiss was denied and the BRM's summary suspension was upheld in a DALA Decision dated August 27, 2007. The Respondent did not appeal either ruling.\n\nOn December 11, 2007, the Respondent filed a Motion to Compel Production of Documents and specified that he is requesting records obtained by the BRM from all government and law enforcement entities. The BRM filed an Opposition to the Motion to Compel on December 31, 2007.\n\nA hearing on the Motion to Compel was held on March 21, 2008 at the offices of the Division of Administrative Law Appeals (DALA), 98 North Washington Street, Boston, MA. On that date, the United States Attorney filed a Motion to Intervene and a Motion in Opposition to Discovery. All parties submitted memoranda in support of the motions and provided oral arguments. The record was left open for the filing by the Respondent of his Opposition to the Motion to Intervene. This was received at DALA on April 7, 2008.\n\nA. Motion to Intervene\n\nIn said Motion, the United States submitted that the Respondent seeks to compel production of, among other items, \"federal reports of investigation relating to him\". The United States contended that, because these reports are confidential, privileged, and sensitive, and are protected from discovery on a variety of bases, it should be allowed to intervene for the limited purpose of opposing the production of investigative documents belonging to the United States Attorney. The Motion to Intervene is ALLOWED.\n\nThe Standard Adjudicatory Rules of Practice and Procedure, 801 CMR 1.01 et. seq., that govern proceedings before this agency are silent as to the criteria for intervening in an administrative action. Accordingly, it is necessary to look toward the Massachusetts and Federal Rules of Civil Procedure for guidance.\n\nMass. R. Civ. Pro. 24(a) provides:\n\n…the applicant claims an interest relating to the property or transaction which is the subject of the action and he is so situated that the disposition of the action may as a practical matter impair or impede his ability to protect that interest, unless the applicant's interest is adequately represented by existing parties.\n\nWith the exception of the substitution of \"Commonwealth\" for \"Untied States\", the Mass. Rule is identical to Rule 24(a) of the Federal Rules of Civil Procedure.\n\nThe Untied States has filed its Motion to Intervene and set forth several bases for opposing the production of documents by the BRM. One of the grounds that it has raised is that the documents are protected by virtue of the law enforcement privilege. Only law enforcement agencies may avail themselves of this privilege. Sterling Merchandizing, Inc. v. Nestle, S.A., 470 F. Supp. 2nd 77, 83 (D.P.R. 2006). The BRM is not a law enforcement agency. Accordingly, the BRM alone cannot represent the interests of the United States. Further, a granting or partial granting of the Respondent's Motion to Compel could \"impair or impede\" the United States' ability protect the law enforcement material in question. The Untied States Attorney is entitled to intervene to argue any interests it has in the Motion to Compel.\n\nB. Motion to Compel\n\nWith respect to the Respondent's request for documents, the Standard Adjudicatory Rules, supra, are silent with respect to the discoverability of specific classes of documents. Rather, these rules simply set forth administrative procedures to be followed by the parties and the Administrative Magistrate when demands for information are made. The same may be said for the \"Toughy\" regulations, 28 C.F.R. s. 16.21-16.29, that govern the disclosure of Department of Justice records in federal and state proceedings. See Toughy v. Ragen, 340 U.S. 462, 470 (1951) and Puerto Rico v. United States, 490 F. 3d 50, 61-61 (1st Cir. 2007).\n\nRule 26(b) (1) of the Massachusetts Rules of Civil Procedure provides:\n\nParties may obtain discovery regarding any matter, not privileged, which is relevant to the subject matter involved in the pending action… (Emphasis added).\n\nThe materials sought by the Respondent are privileged and they are not relevant to the pending action. The Motion to Compel is DENIED.\n\nThe BRM investigator had access to, and reviewed many of the documents that were compiled by state and federal law enforcement agencies during his review of the case for purposes of the Summary Suspension. These materials were borrowed from the United States Attorney for this review. The documents are the property of the Department of Justice and they are under the control of the United States Attorney.\n\nThe Summary Suspension was upheld on August 27, 2007. The Respondent did not appeal that Decision. The present action involves the BRM's allegations of substandard patient care concerning several patients. The BRM has represented that the sought after materials will not be referred to or relied upon in any way by the BRM in its prosecution on the merits of the allegations. As such, the United States Attorney's files are not relevant in the matter at hand. See In re Jansen, 444 Mass. 112, 118 (2005), Commonwealth v. Lampron, 441 Mass. 265, 269 (2004) and Commonwealth v. Wanis, 426 Mass. 639, 644 (1998). Moreover, the DALA Decision will be based upon the relevant documents proffered by both the BRM and the Respondent before and during the hearing on the merits and witness testimony. The Respondent is entitled to cross examine all witnesses against him and to present the testimony of witnesses and adverse witnesses in his own behalf. Therefore, the Respondent's due process rights remain protected notwithstanding the denial of the Motion to Compel.\n\nThe documents that are sought are protected via the law enforcement\/investigatory privilege and are exempt form disclosure. See Black v. Sheraton Corp., 564 F. 2d 531, 542 (D.C. Cir. 1977). Generally, when this privilege is claimed, the public interest protected by the privilege is weighed against the public interest served by the disclosure. The privilege, once successfully invoked, protects the information from both release to the other party and from the need for an in camera review. Black, supraat 545. Whether the showing of relevance and need rises to the requisite level is a discretionary determination that must be made on a case by case basis. Miller v. Mehltretter, 478 F. Supp. 2d 415, 424 (W.D.N.Y. 2007).\n\nIn the present case, the law enforcement documents are not relevant to the administrative action on the Respondent's medical license. Accordingly, a balancing test involving an in-depth analysis of the Respondent's need versus the public interest in non-disclosure is unnecessary. The documents have no evidentiary value to DALA. Wanis, supra. Limitation of discovery in a civil case is indeed appropriate where a parallel criminal proceeding may be underway. United States v. Kordel, 397 U.S. 1, 12 (1970).\n\nThe Unites States has aptly noted that, in Larouche Campaign v. F.B.I., 106 F.R.D. 500, 501 (D. Mass. 1985), the court faced a situation where the U.S. attorney in that case argued that an ongoing criminal investigation was endangered by civil discovery.\n\nFinding that the subjects of the investigation would be able to gain access to information in civil discovery to which they would not be entitled as subjects of a criminal investigation or even defendants in a later case, the court opined that it would stay discovery to ensure they \"cannot receive through the 'backdoor' that which cannot be obtained through the front\". Larouche, supra502.\n\nFinally, it is necessary to mention that the reports that are sought after are not in the custody of the BRM. Rather, they have bee... (truncated)",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9908185601,
        "format_confidence":0.8663746715
    },
    {
        "url":"https:\/\/ccharity.com\/contents\/petitions-writs-habeas-corpus-persons-alleged-be-fugitive-slaves\/habeas-corpus-for-caroline-brooks\/",
        "text":"National Archive Microfilm Publications Microcopy No. 434\n\nHabeas Corpus Case Records of the United States Circuit Court for the District of Columbia 1820 – 1863\n\n\nRoll 1 – 1820 – 1843\n\nHabeas Corpus for Caroline Brooks\n\n\nTo the Honble. The Judges of the Circuit Court of the District of Columbia for the County of Washington\n\nThe petition of Caroline Brooks humbly sheweth that she is a free person & has been committed to jail as a runaway. She prays to be allowed the U. States writ of Habeas Corpus & that she may be discharged.\nH. Key for Pet.\n\nUnited States of America\n\nTo the Jailor of the County of Washington\n\nYou are hereby commanded to bring into the Circuit Court now setting for the County of Washington the body of Caroline Brooks or by whatsoever name she is known, who is now confined in the jail under your charge as it is said, with the cause of her caption and detention to abide by and receive such order as the court may make in the premises.\n\nHereof fail not, as you will answer the contrary at your peril.\n\nWitness the Hon. Wm. Cranch, Chief Judge of our said.\nIssued this 5th April 1834\n\nBy order of the Court\n\nIn obedience to the within writ I have the body of the within named Caroline Brooks otherwise called Caroline Dentt as I am within commanded and hereby certify that she is detained by virtue of a commitment issued by Saml. Stethnus and for no other cause. A copy of the original is herewith filed.\nFor Alex Hunter\nMarshal Dist. Col.\nJames Williams\n\nDistrict of Columbia\nWashington County to wit:\n\nWhereas Madison Jeffreys & William Wallis, Constables of said County, has apprehended and brought before me the subscriber, one of the Justices of the Peace for the County of Washington, Negro Caroline Dent charged with being a runaway and whereas no proof has been ?advanced before me that the said Caroline Dent is not a runaway.\n\nYou are therefore hereby commanded to receive into your Jail & custody the said Caroline Dent and her safe keep until she be thence delivered by due course of law.\n\nHereof fail not at your peril.\n\nGiven under my hand and seal this third day of April in the year eighteen hundred and thirty four.\nSamuel Stethnus\nTo the Marshal of the District of Columbia",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9805317521,
        "format_confidence":0.7155831456
    },
    {
        "url":"http:\/\/edition.cnn.com\/TRANSCRIPTS\/1106\/15\/ddhln.01.html",
        "text":"Return to Transcripts main page\n\n\nLast-Minute Surprise Witness in Casey Anthony Trial\n\nAired June 15, 2011 - 21:00   ET\n\n\nDR. DREW PINSKY, HOST: Here we go now.\n\nProsecutors rest their case three years to the day since Caylee Anthony was last seen by anyone but Casey. I`m asking, did they prove murder?\n\nAnd the defense asks that the charges be thrown out. No way, says Judge Perry.\n\nPlus, a stunning new development. Casey`s defense announces a last- minute star witness. Is he their ace in the hole? Will he point to George and away from Casey?\n\nLet`s figure this one out.\n\nNow, tonight marks the day that 2-year-old Caylee Anthony was last seen alive. That was three years ago today.\n\nLet`s take a look at the last known video of this little girl on the very day that the prosecution rests.\n\nNow, this girl, these images, are the things that need to ground us when we discuss this case. We`ve had a lot of anger, a lot of speculation. We do a lot of trying to figure this thing out. I think most people have concluded that Casey, not such a good person, maybe even a psychopath.\n\nBut please, everybody, I find myself wanting to do this for myself, just kind of check myself regularly, and be sure we`re motivated and stay grounded, and remember that what we`re trying to do is find justice for this young life that was cut short sadly. It`s just heartbreaking to watch this.\n\nAnd that`s really what this is about. So, all of the other frenzy, which we`ll continue to engage in, no doubt -- I mean, it`s fascinating -- but please, just every once in a while, let`s just check ourselves with that.\n\nAll right. So here we go.\n\nTonight, the prosecution has rested its case. We`re going to take a look at this and then talk some more.\n\n\nUNIDENTIFIED MALE: Defense attorney Cheney Mason arguing to the court this case should be thrown out.\n\nUNIDENTIFIED MALE: There`s no evidence presented to establish when the child died, where she died, how she died.\n\nUNIDENTIFIED FEMALE: We all know she did something terrible, but was that something terrible premeditated murder?\n\nUNIDENTIFIED FEMALE: It`s been tried based on her negative character.\n\nUNIDENTIFIED MALE: Stealing, boozing, screwing, and tattooing.\n\nUNIDENTIFIED FEMALE: There`s a difference between that and a premeditated first-degree murder.\n\nUNIDENTIFIED FEMALE: I think it call comes down to the Duct tape.\n\nUNIDENTIFIED FEMALE: Three pieces of Duct tape. We would ask the court to deny the motion for acquittal.\n\nJUDGE BELVIN PERRY, NINTH JUDICIAL COURT: The defense`s motion are hereby denied.\n\n\nPINSKY: All right. So, now, do we all think the prosecution has satisfactorily proven that Casey killed Caylee?\n\nAnd now the defense announces a surprise star witness. I thought this only happened on TV shows.\n\nThe attorneys in my group here are going to have to straighten me out on this. This guy is an Orlando felon with a violent past. I think it was -- yes, he had a history of kidnapping, apparently.\n\nHere is the big surprise. Phone records show Casey`s dad, George Anthony, called this guy four times just one day before Cindy Anthony made this frantic phone call --\n\n\nCINDY ANTHONY, CASEY ANTHONY`S MOTHER: Caylee is missing! Casey says Zanny took her a month ago. She`s been missing for a month.\n\n\nPINSKY: Oh, it is so hard to see the torture that Cindy had to go through.\n\nAll right. Now, George`s attorneys say George has no idea who this guy is.\n\nJoining me to discuss this now are attorney Lisa Bloom. She`s with me here in the studio. We also have criminal defense attorney Mark Eiglarsh.\n\nMark, I don`t see your Leonard Padilla hat. I`m a little disappointed.\n\n\n\nPINSKY: And host of \"In Session\" on truTV, Ryan Smith.\n\nSo, Ryan, what are you finding out about this surprise star witness down there in Orlando?\n\nRYAN SMITH, HOST, \"IN SESSION,\" TRUTV: Oh, this was a bombshell. We didn`t expect this. And what we`re finding out, as you mentioned, this man, his name is Vasco Thompson. You mentioned that he`s a convicted felon. That`s right.\n\nHe served a 10-year prison sentence for kidnapping. And the crux of all this is that he made those four phone calls that at least they`re claiming, defense investigators are claiming, made four phone calls to George Anthony`s phones the day before Cindy made that phone call you just mentioned.\n\nNow, I think this could be an effort to pin all of this on George, because the defense is introducing this, and the reason they are saying it`s coming in so late is they are saying they just learned about this, and because of his violent past and these phone call connections. They are bringing it up in good faith this late in the day, and they should be able to depose him.\n\nBut this, to me, sounds like something that they`re going to try to use to pin this on George Anthony.\n\nPINSKY: Ryan, what do you think this guy is going to get on the stand and say?\n\nSMITH: Well, first of all, Dr. Drew, he`s been refusing, according to these documents, to talk to investigators so far, to talk to prosecutors, to be interviewed. I think the only thing he can testify to is that he made these phone calls, and the defense is then going to ask him, what were you calling him about? What did you want to talk about?\n\nNow, Mark Lippman, who is George Anthony`s attorney, gave a very interesting response. He said, George says he never got these calls, never talked to him. There`s no talk about the length of time or whether or not these calls were made by George or this guy Vasco Thompson.\n\nSo, in a sense, they`re saying, I don`t know anything about this guy.\n\nPINSKY: Well, Lisa, I saw you reading the attorney`s statement that he had disavowed any knowledge of the guy. And you went, \"Oh, the attorney is saying that.\"\n\n\nPINSKY: You mean that`s not necessarily coming from George?\n\nBLOOM: That`s right. This is a very strange turn of affairs.\n\nPINSKY: No kidding.\n\nBLOOM: But this does happen in real trials. This has happened in my trials, because the argument -- because here`s what happens.\n\nPINSKY: Really?\n\nBLOOM: As the attorney, you have investigators out there all the time pursuing leads, and maybe at the last minute you do find something. And if you do, you can bring it to the attention of the court.\n\nNow, if you knew about it before, this should have been disclosed in pretrial discovery. But you tell me, you give me a good answer as to why George Anthony has four phone calls with a convicted kidnapper the day before Caylee is reported missing. I mean, that certainly would make me scratch my head. If I`m the judge, I`m saying, OK, I want to hear from this guy.\n\nPINSKY: I want to hear.\n\nMark Eiglarsh, what do you think we`re going to hear?\n\nEIGLARSH: I want to hear it, too. And it may mean nothing. It may be the defense is fishing, they`re trying to find something. But I think there`s enough that the judge would have to let them explore it.\n\nIf they don`t, and the judge says, no, I`m not going to deal with it, you should have known about it, you waited, then we`re going to be dealing with this on appeal, either because Jose is ineffective because he should have found this out sooner, or because the judge has steam-rolled this along and didn`t let the defense explore all options.\n\nPINSKY: But I`m confused. Let me tell you something else that was reported recently. We have a CNN reporter, Gary Tuchman, who ran into Cindy and George in the elevator in the courtroom, and he observed something interesting.\n\nListen to this.\n\n\nGARY TUCHMAN, CNN NATIONAL CORRESPONDENT: I walked out with them, and they walked to the elevator. It was a long elevator ride. And for 23 floors, they just held each other and they cried, and she put her head in his chest. And he put his head down towards her.\n\nAnd it was a very tender moment. It was very poignant. It was very sad to watch this. I mean, I have never seen people who have to go through so much in any legal case.\n\n\nPINSKY: Right. It`s almost like we`re putting this couple through torture. If they haven`t had some complicity here, it`s really bad times.\n\nBut remember now, George had tried to take his own life some months ago. It was a year ago, something like that? I mean, this man, this is serious stuff.\n\nBLOOM: Yes. We should never forget these are real people.\n\nPINSKY: Yes. Yes.\n\nBLOOM: You know, we watch them on TV, and we think they are like television stars or movie stars. And they`re not. They are real people. And you can only imagine -- really, none of us can imagine.\n\nThe media crush for three years after their granddaughter is first missing, then discovered dead, and then their daughter is put on trial for her murder, I mean, it is horrendous. And I have gone through high-profile trials with people like this.\n\nPeople say, oh, they`re faking it, they`re crying, they have no affect. You know, whatever they are going through, it`s horrendous. And we should never lose sight of that\n\nPINSKY: Well, and Mark, my question is -- thank you, Lisa.\n\nMy question to Mark, what is the defense going to put George through here? I mean, how much torture and what is -- you know, what are we up against here?\n\nEIGLARSH: Here`s the answer. The defense will do whatever it takes to win an acquittal. If that means slaughtering George`s reputation, if that means doing horrific things, their number one purpose, their goal, their function in this case and every case is towards their client, whether you like it or not.\n\nBLOOM: Yes, but that`s why we have a judge to run interference and say this isn`t about just tarring and feathering this man. It`s not about bringing up every incident from the past, whether he had an affair -- he`s accused of molesting his daughter -- et cetera.\n\nThis is a murder trial. And the question is whether this little girl was murdered by her mother. And I hope the defense doesn`t just allow -- I hope the judge doesn`t allow the defense to run roughshod over this man, because I don`t think that`s right.\n\n\nEIGLARSH: Well, too late.\n\nSMITH: Yes, Judge Perry has already shown t... (truncated)",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9924180508,
        "format_confidence":0.9841721654
    },
    {
        "url":"https:\/\/www.utoronto.ca\/news\/u-t-expert-cannabis-pardons-and-how-racialized-canadians-are-disproportionately-affected-drug",
        "text":"U of T news\n  • Follow U of T News\n\nU of T expert on cannabis pardons – and how racialized Canadians are disproportionately affected by drug laws\n\nAkwasi Owusu-Bempah, an assistant professor of sociology at the University of Toronto Mississauga, is the director of research for the Campaign for Cannabis Amnesty, a non-profit advocacy organization (photo by Jim Rankin\/Toronto Star via Getty Images)\n\nOn Wednesday, the day that cannabis became legal in Canada, the federal government announced that it will bring in legislation to allow Canadians with criminal convictions for small amounts of marijuana apply for pardons.\n\nIt's an issue that Akwasi Owusu-Bempah, an assistant professor of sociology at the University of Toronto Mississauga, has been at the centre of as the director of research for the Campaign for Cannabis Amnesty, a non-profit advocacy organization.\n\nOn Oct. 26, he will give a TEDxToronto talk on his work, which focuses on race and policing and the criminal justice system.\n\nHe talked to Kim Honey of U ofT News about legalization, border crossings, and how racialized Canadians are disproportionately affected by drug laws.\n\nCannabis is now legal. What do you think is going to happen, especially with young people?\n\nCanada has some of the highest rates of youth cannabis use in the world, and our young people are already using the drug at fairly high rates. It’s becoming more and more socially acceptable. It's not uncommon for me to be wandering through campus or around downtown Toronto and smell cannabis frequently. Some people have said that Oct. 17 will become the new 4\/20 – April 20 being one of the days that cannabis culture celebrates – and that might happen. But I'm not expecting anything kind of world-changing to happen.\n\nDecriminalizing possession is something that you strongly feel has been a long time coming?\n\nYes, absolutely. From my perspective, the fact that people are being saddled with criminal records that can impact their lives is much more harmful than any of the effects of using the drug itself.\n\nCanada has had a liberal attitude to cannabis, where police might stop you if you had a certain amount and let you go. What effect has that had?\n\nThe police have a lot of discretion. For a lot of Canadian history, police have exercised that discretion and turned a blind eye for some, but certainly not all people. For most of human history, drugs have not been illegal, and drugs have been criminalized largely to control a certain population.\n\nOur first drug law was the Opium Act of 1908. This came directly in response to concern over the presence of Asian immigrants on the West Coast. Once the railroad was complete, those Asian labourers were competition for white labour. So this created a fair bit of social unrest, including the anti-Asiatic riots in the early 20th century.\n\nI knew that criminal convictions are disproportionate for racialized and Indigenous people, but it goes back that far?\n\nOur first racialized drug law was actually the prohibition of alcohol, which was exercised with Indigenous populations. Marijuana was outlawed in 1923, but few people were arrested. That did start to increase in the 1950s and 1960s, and this was largely a concern here and south of the border about who was using. It was the hippies, the Communists – those who were looked at as socially undesirable and perhaps a threat to the dominant order.\n\nThis is where we see a spike in our enforcement. Many of the people who were targeted turned out to be children of middle-class, white Canadians, and those middle-class, white Canadian parents were worried about what was going to happen to their children.\n\nWe often think of ourselves as having been pretty liberal with respect to drugs generally and cannabis in particular, but this hasn't been the case. We’ve got tens of thousands of people being arrested for cannabis use in Canada each year. And this varies from year to year and also across the country, but dating back to 2000, estimates are as many as 500,000 people in Canada have a criminal record for cannabis possession.\n\nOf the 500,000 people, do we know how many are racialized?\n\nWe do not know exactly how many are racialized. We do have relatively good data showing that it has been largely Indigenous people and Black Canadians who've been targeted for cannabis possession arrest, even though we know that rates of cannabis use are relatively similar across racial groups.\n\nHow will that affect who will be stopped at the U.S. border?\n\nThose arrests go into the Canadian Police Information Centre system, and that information is accessible by American customs officials. We can suspect border services are going to be more likely to ask them because of stereotypes, equating those groups with drug use.  But they're also more likely to have their data in that system, because they've been more likely to be arrested. The problem is that that burden has been disproportionately placed on these racialized populations. And it’s not just the border, it’s completing education, it’s gaining employment. We're seeing increasingly that you can't get housing, and then of course there's the travelling.\n\n One of the questions that can trip people up at the border is “have you used before?”\n\nYes, and if you admit to having used it in your lifetime, then that is grounds for American customs to deny you entry and to do so for life. But now that it will be legal, even if you've used it under our legal regime, they will turn you away.\n\nSo what happens if you lie and say no?\n\nYou don't want to lie, because if you're caught lying, then you can also be banned for life.\n\nWhat would you advise students who are worried about traveling to or through the U.S.?\n\nJust be careful about what information might be publicly accessible. We know that border services have access to public social media profiles, but we understand they're also increasingly asking people to look through their phones.\n\nWhy is an amnesty important for possession convictions? \n\nOne thing that we have to consider is there will now be more laws around the cannabis plant after legalization than there were before. There are still a number of ways that people can become criminalized. There will be the possession of illicit cannabis, concerns around impaired driving, trafficking, and sharing with minors. So amnesty’s certainly not going to make everything go away, because there are so many things that are illegal.\n\nBut amnesty is important to us in order to right history’s wrongs. The least we can do for people who have been convicted of crimes that are no longer illegal is to erase those criminal records.",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.5949884057,
        "format_confidence":0.908043623
    },
    {
        "url":"https:\/\/caselaw.findlaw.com\/us-10th-circuit\/1880352.html",
        "text":"Reset A A Font size: Print\n\nUnited States Court of Appeals, Tenth Circuit.\n\nSARAH LEE GOSSETT PARRISH, Plaintiff - Appellant, v. ARVEST BANK, Defendant - Appellee.\n\nNo. 17-6042\n\nDecided: November 20, 2017\n\nBefore BRISCOE, O'BRIEN, and BACHARACH, Circuit Judges.\n\n\nSarah Lee Gossett Parrish appeals from the dismissal of her second amended class action complaint (“Complaint”) for failure to state a claim under Fed. R. Civ. P. 12(b)(6). Exercising jurisdiction under 28 U.S.C. § 1291, we affirm in part, reverse in part, and remand for further proceedings.\n\nI. Background\n\nParrish filed her Complaint against Arvest Bank on behalf of herself and all others similarly situated. She included claims for actual fraud, constructive fraud, false representation\/deceit, breach of fiduciary duty, breach of contract, and unjust enrichment. In support of her fraud claims, she alleges Arvest made false or misleading statements in its Electronic Fund Transfer Agreement and Disclosure (“EFTA”) and in certain marketing materials, which led customers to believe their transactions would be debited chronologically, i.e., in the order transactions are initiated (or in the case of checks, in the order they are presented). But, and contrary to the misrepresentations, Arvest actually posts all transactions in “batches” by transaction type at the end of each business day. She claims the batching process manipulates the posting order of transactions to maximize the number of insufficient funds and overdraft fees (“NSF\/OD Fees”) it imposes on customers. More specifically, she alleges the batching causes transactions to be posted in the following order: POS transactions,1 other debit transactions, check transactions, ACH transactions,2 and other types of transactions. Moreover, she claims transactions of the same type are not necessarily posted in chronological order within a batch.\n\nIn sum, Parrish claims Arvest's false and misleading statements regarding the chronological posting of transactions leaves its customers unable to determine (before initiating and completing a transaction) whether it will result in an NSF\/OD Fee. She alleges generally that Arvest assessed one or more NSF\/OD Fees on multiple occasions when her check register showed a positive balance, and she claims she would have incurred fewer NSF\/OD Fees on other occasions had Arvest posted her transactions chronologically.\n\nShe also alleges fraud based on the account information Arvest displays via its online and mobile banking platforms, in which it misrepresents customers' account balances to be accurate, “real-time” balances, when they are actually inaccurate, “false” balances because of Arvest's posting process. She claims to have relied on inaccurate account balances in initiating and completing transactions and, as a result, incurred unexpected NSF\/OD Fees.3\n\nIn addition to her fraud claims, Parrish alleges claims for breach of fiduciary duty, breach of the EFTA, and unjust enrichment based on the same factual allegations.\n\nThe district judge decided Parrish's Complaint fails to state a claim under Rule 12(b)(6) because: 1) her fraud claims do not allege with particularity any misrepresentation by Arvest that it posts transactions instantaneously or in chronological order; 2) the facts she alleges in her fiduciary duty claim do not support a fiduciary relationship between Arvest and its customers; 3) her breach-of-contract claim is infirm because Arvest did not promise in the EFTA to provide account balances reflecting instantaneous posting, and she does not adequately plead facts supporting her general allegation that Arvest breached the implied covenant of good faith and fair dealing; and 4) her unjust enrichment claim does not state a plausible basis to infer that Arvest's conduct was unfair, unconscionable, and oppressive.\n\nII. Discussion\n\nWe review de novo the dismissal of a complaint for failure to state a claim under Rule 12(b)(6). George v. Urban Settlement Serv., 833 F.3d 1242, 1247 (10th Cir. 2016). “We accept a plaintiff's well-pleaded factual allegations as true and determine whether the plaintiff has provided enough facts to state a claim to relief that is plausible on its face.” Id. (internal quotation marks omitted). “[A] claim is facially plausible if the plaintiff has pled factual content that allows the court to draw the reasonable inference that the defendant is liable for the misconduct alleged.” Id. (internal quotation marks omitted). “The plausibility standard is not akin to a probability requirement, but it asks for more than a sheer possibility that a defendant has acted unlawfully. Where a complaint pleads facts that are merely consistent with a defendant's liability, it stops short of the line between possibility and plausibility of entitlement to relief.” Ashcroft v. Iqbal, 556 U.S. 662, 678 (2009) (citation and internal quotation marks omitted). A putative class action complaint should be dismissed if the named plaintiff's individual claims fail to state a claim for relief. See Robey v. Shapiro, Marianos & Cejda, L.L.C., 434 F.3d 1208, 1213 (10th Cir. 2006) (holding class-action allegations were properly dismissed where plaintiff failed to state a claim on his own behalf).\n\nA. Fraud Claims\n\nA stricter pleading standard applies to Parrish's fraud claims. Under Fed. R. Civ. P. 9(b), “a party must state with particularity the circumstances constituting fraud ․ Malice, intent, knowledge, and other conditions of a person's mind may be alleged generally.” “More specifically, this court requires a complaint alleging fraud to set forth the time, place and contents of the false representation, the identity of the party making the false statements and the consequences thereof.” Koch v. Koch Indus., Inc., 203 F.3d 1202, 1236 (10th Cir. 2000).\n\n1. Alleged Misrepresentations Regarding Chronological Processing of Transactions\n\nParrish does not claim Arvest explicitly stated that it posts transactions chronologically, rather that it made misleading statements in the EFTA and in certain marketing materials, which created the false impression it does so, when in fact it does not—it batch posts transactions at the end of each business day.\n\nShe first points to the following statement in the EFTA: “Each time you use your CheckCard, the amount of the transaction will be debited from your designated account.” Aplt. App., Vol. 2 at 252. Emphasizing the words “each time,” she alleges that, although this statement “may or may not imply that the posting will be instantaneous, it clearly does imply that transactions will be debited in the order in which they occur.” Id. at 240. Moreover, she says, Arvest reinforced this implication in a pamphlet titled “How to Keep Good Bank Records” by advising customers to “enter every transaction as soon as possible.” Id. at 230 (internal quotation marks omitted). She alleges that, by specifically telling customers “Check numbers do not always clear in numerical order or immediately,” id. at 230-31 (internal quotation marks omitted), the pamphlet suggests other transactions do post chronologically.\n\nThe district judge concluded the statement in the EFTA about accounts being debited “each time” a customer uses a debit card “does not say or imply that the posting will be instantaneous,” nor does the pamphlet suggest that non-check transactions are posted immediately or chronologically. Id. at 371. Parrish complains that the judge failed to view the facts she alleged in the light most favorable to her position and did not address her contention regarding chronological (as opposed to immediate) posting. When considered together, she urges, the EFTA and the pamphlet create a false impression that customers' accounts are debited in the order their transactions occur.\n\nArvest contends its “each time” statement in the EFTA addresses only the mechanics of how a CheckCard works, i.e., indicating that each POS transaction will result in a debit to the customer's account. It points to language in the pamphlet telling customers, “The debit card purchase amount may show one day as verification and then will be processed as the actual purchase amount in one or more days and they may not be the same amount.” Id. at 289.4\n\nThe district judge is correct: Parrish fails to allege a misrepresentation by Arvest. Her fraud allegations do not plausibly show what she claims: that the EFTA or the pamphlet actually represents that CheckCard or other transactions will be posted in chronological order. Her allegations are, at best, “merely consistent with” her claim that Arvest made false representations. Iqbal, 556 U.S. at 678 (internal quotation marks omitted). That is not enough and our saying so does not merely choose one plausible interpretation over another. Arguments about plausibility must be rationally based; they are not all equally meritorious.\n\nParrish relies heavily on Gutierrez v. Wells Fargo Bank, NA, 704 F.3d 712, 730 (9th Cir. 2012), in which the Ninth Circuit affirmed a holding that Wells Fargo violated California's unfair competition law “by making misleading statements likely to deceive its customers.” We do not see the facts in Gutierrez as sufficiently similar to those presented here. There Wells Fargo posted debit-card purchases in the order of highest to lowest dollar amount, which increased the number of NSF\/OD Fees customers incurred. See id. at 716-17.5 But contrary to its actual practice, Wells Fargo explicitly told customers in marketing materials that check card transactions “generally reduce the balance in your account immediately,” “the money comes right out of your checking account the minute you use your debit-card,” and POS purchases are deducted “immediately” or “automatically” from a customer's account. Id. at 729 (internal quotation marks omitted).\n\nAs Parrish readily acknowledges, she does not allege any such explicit representations by Arvest in the EFTA or the pamphlet regarding chronological posting. She nonetheless poin... (truncated)",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9679217339,
        "format_confidence":0.6290733218
    },
    {
        "url":"http:\/\/www.thestory.org\/stories\/2013-04\/combing-debris-after-bombing",
        "text":"Press Play to start audio\n\nApril 17, 2013\n\n\nPhoto: ATF special agents working inside the blast scene of the 1993 World Trade Center bombings.\nATF special agents working inside the blast scene of the 1993 World Trade Center bombings.\nBureau of Alcohol, Tobacco, Firearms and Explosives\n\nCombing The Debris - After The Bombing\n\nProduced by\n\nOn the afternoon of Feb. 26, 1993, Malcolm Brady led a team from the Bureau of Alcohol, Tobacco, Firearms and Explosives into broken concrete in New York City. Their assignment: find out what had blown up four levels of parking garages - and more than 400 vehicles - below the World Trade Center.\n\nWithin a day, they found some crucial evidence: a piece of metal that helped identify the van that carried the explosives into the building. During his conversation with Dick Gordon, Malcolm Brady explains how he and his team were able to unearth pieces of the van, and how that led them directly to the person who rented the vehicle.\n\n\"Every little piece that you find is extremely important to the final culmination of the case,\" Brady says.\n\nIn the following excerpts from the interview, Brady, who retired in 2003 as assistant director of the ATF, explains to Dick the task at hand for the investigators of Monday’s bombing of the Boston Marathon.\n\nHow much time do you have to work on a scene, and gather the evidence to figure out what the bomb was and where it may have come from?\n\nYou want to be very proactive during the first 24 hours. You have to be extremely alert for the weather. If the weather’s going to change, and you’re going to have rain or snow in the area, you have to work real fast, or you have to protect the area. You have to literally tent it. If you don’t, the rain will wash everything away, every little piece of wire, every little piece of metal. When the explosion happens, you’re going to lose all the evidence the explosives contain in them, whether it may be a pipe bomb or whatever it may be. It all blows apart, though it doesn’t necessarily destroy everything. So what you’re looking for is all the pieces and parts of that puzzle, so you can put it back together. Then you can identify it. You may also have a clock, you may have a piece of metal, or you may have whatever it was carried in, or a knapsack that you can take and trace it back to see where it came from.\n\nWhat kind of tools might investigators now have that they did not have 10 years ago?\n\nThe biggest thing in explosive investigations is the ability to take a swab of explosive residue, and put it into examination at the lab and determine what it was within a few minutes. The laboratory people are extraordinary as to what they can do.\n\nWhat are the investigators on Boylston Street, where the marathon ended, looking at right now?\n\nWell, right now, they’re in the collection mode, so they’ll be collecting every little bit of piece of evidence they can. Of course, they’re talking about it possibly being in a trash can, so they’ll check all that. They’ll be collecting, if it was a pipe bomb, which it may have been, they’ll be looking for pieces of pipe blown apart. You know, if it’s an actual terrorist group, then there’s a signature that will go into the device. The people that make these things - the terrorists - they all make it one way because they’ve done it before, and they’ve been successful, and they still have all their fingers. If they’ve been successful, they keep building them the same way, so you’re looking for signatures.\n\n\n\"Lookout for Hope\" by Bill Frisell\n\n, , , and\n\nYou might also like…\n\nMore from Combing The Debris - After The Bombing (4.17.2013)\n\nDaily Story Update\n\nGet daily updates and special announcements about The Story.\n\nProduced by\n\nWUNC North Carolina Public Radio 91.5 logo",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9804800749,
        "format_confidence":0.912476182
    },
    {
        "url":"https:\/\/www.theregister.co.uk\/2008\/09\/03\/mckinnon_bevan_interview_analysis\/",
        "text":"McKinnon a 'scapegoat for Pentagon insecurity'\n\nUS mil still wide open to attack, says reformed hacker\n\nAs accused Pentagon hacker Gary McKinnon hopes against hope to avoid being extradited to the US, another reformed military systems meddler considers his own case - and how different the outcome was.\n\nMcKinnon is probably days away from extradition. Only a last minute plea to the Home Secretary \"Wacky\" Jacqui Smith - based on McKinnon's recent diagnosis with Asperger Syndrome - now stands between the Scot and a US trial for hacking into US government and military systems. Friends and family staged a demonstration outside the Home Office on Tuesday in a bid to draw attention to McKinnon's plight.\n\nThe handling of McKinnon's case is in marked contrast to how US authorities handled a similar one ten years ago. Like McKinnon, reformed computer hacker Mathew Bevan was charged with breaking into US military computer systems. Bevan was also curious about searching for evidence that the US military had harvested technology from crashed UFOs. Bevan's alleged crimes were cited as examples of cyberterrorism at Senate hearings in 1996.\n\nBut no attempt was ever made to extradite Bevan to the US. Instead he was prosecuted in the UK. The case eventually fell apart after 18 months, when prosecutors decided not to proceed.\n\nBevan put the legal fight behind him and has since gone on to become an ethical hacker and security consultant. Speaking exclusively to El Reg, Bevan said McKinnon is being used in a political game that has more to do with securing funds than deterring or preventing attacks.\n\n\"Clearly, lessons have not been learned since I breached similar systems and as I have always suggested - perhaps stopping the intrusions is not the goal of the administration,\" Bevan said. \"Tacitly allowing access to machines by ensuring that default passwords or in fact access methods without passwords is suggestive of a system that really does not care too much about many of the machines connected to it.\"\n\nBevan questions why Windows PCs on US military networks are connected to the internet via direct IPs. Thousands of attackers regularly use the same remote access port accessed during McKinnon's hack, but little or no action has been taken in their cases, Bevan adds.\n\nMcKinnon has said that many other hackers had gained access to the same systems he was accessing, questioning why US authorities singled him out for prosecution. The fact that McKinnon did nothing to disguise his tracks and lived in a country with a friendly extradition regime probably has a fair bit to do with this.\n\nBevan supports McKinnon's contention that he was far from alone in rooting around US military systems. \"You ask any military hacker about the machines they broke in to and they will tell you they were not the only people on those systems. Of course, they weren't the only people, as there were great numbers of people whiling away their time hacking computers.\"\n\nPork barrel ploy\n\nMcKinnon, according to Bevan, was far more than simply unlucky.\n\n\"Why is it that only a tiny number of those people ever face prosecution? It is clearly not because the others cannot be found. You cannot believe that out of so many people, Gary just happened to be caught.\"\n\nMcKinnon is being used as a scapegoat in a bid to secure extra funding to protect US military networks, according to Bevan, who reckons a commercial organisation would never get away with such trickery.\n\n\"I think it's all about timing and whether or not the hacker will make a good scapegoat whilst allowing the administration to request further money. The fear machine can keep churning out propaganda as per normal, but don't expect those machines to actually get better security. They are not businesses, have no shareholders and therefore do not have to answer to the same stringent rules and tests that the computer systems of corporations would.\"\n\nBevan compared hacking attacks to an infestation by pests. Both stem from a failure to follow basic housekeeping rules, he argued.\n\n\"My cynical side believes that those 'pesky hackers' are treated just like any bug infestation, the odd one or two or even a handful is not much of an issue until the place becomes overrun. It is then that you can call in the exterminators and make a big fuss about the problem, of course it never addresses that the usual problem with an infestation is someone has not been keeping their place tidy. You leave scraps around for rats to find and in a short time you will have many, many more rats sniffing around for the goodies.\"\n\nWith such lax security, the US authorities are lucky that McKinnon only had peaceful intentions in mind, Bevan noted.\n\n\"Gary is a self-confessed stoner and perpetrated the 'biggest military hack of all time' whilst completely wasted. This is clearly a sign of how lax the security of these systems was. If Gary had been clear minded and deliberate about what he wanted to achieve and was a malicious person rather than the pacifist he is - where exactly would we be now?\"",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.8939659595,
        "format_confidence":0.7229123116
    },
    {
        "url":"https:\/\/dev2.kidsinthehouse.com\/teenager\/parenting-teens\/at-risk\/the-legacy-of-human-sex-trafficking",
        "text":"The legacy of human sex trafficking\n\nSee Lois Lee, PhD, JD's video on The legacy of human sex trafficking...\nThe legacy of human sex trafficking | Kids in the House\nKidsInTheHouse the Ultimate Parenting Resource\nKids in the House Tour\n\nThe legacy of human sex trafficking\n\nI'm really concerned about the legacy of the human sex trafficking issue and the people have come to this issue because it's not about the number of pimps you put in jail. The number of pimps you arrest and the number of children you rescued, it's about what we leave behind. What do we leave, what are the institutional changes, who have we taught. How do we help change the situation so that this doesn't happen to more kids. How do we provide exit points. So as much as people want to bring to the issue of what their programs are now. The issue is really what do we leave behind and that is something that preoccupies my thinking every single day, today. Children of the Night WOW was particularly important because it gives me the ability to teach others what it is that I've learned in over the last 34 years. I can teach them of how to take traditional social services and take them to people that are on the streets. The legacy of human sex trafficking industry is something that concerns me deeply because it's not about the arrest that you make today, the number of people you put in prison or even the number of children that you rescued. It's about what do we leave and place, what do we leave as exit points for children, what do we leave as services for children. How do we stop child prostitution, child sex trafficking on the front end. That's something that preoccupies my thinking today and tomorrow and the next day. It's something that we all need to think about, it's not about the heroic acts that we do today. It's really about what we leave and place.\n\nSee Lois Lee, PhD, JD's video on The legacy of human sex trafficking...\n\n\nExpert Bio\n\nMore from Expert\n\nLois Lee, PhD, JD\n\nFounder & President Children of the Night\n\nDr. Lois Lee is a pioneer and trailblazer in rescuing America’s sex trafficked children right here in the United States.  She is the founder and president of Children of the Night and has rescued over 10,000 children from prostitution—that is more children than all of the other sex trafficking organizations combined. Since 1979 she has raised more than $40 million in private donations to support her groundbreaking programs. Diplomats come from all over the world to observe Lee's ground-breaking work at the Children of the Night home. Dr. Lee has received countless awards for her humanitarian work, most notably the prestigious President's Volunteer Action Award, presented to her by President Ronald Reagan at the White House in 1984, and permanent memorial portrait at the Frederick Douglas Museum honors her 1994 National Caring Award. Her life story was portrayed in a CBS Movie of the Week “Children of the Night” in 1985 and she was profiled on CBS “60 Minutes” in 1987. Dr. Lee was lauded by singer\/songwriter Richard Marx in his song \"Children of the Night,\" which appeared on his 1989 Repeat Offender album.\n\nMore Parenting Videos from Lois Lee, PhD, JD >\nEnter your email to\ndownload & subscribe\nto our newsletter",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.7980425954,
        "format_confidence":0.5248851776
    },
    {
        "url":"https:\/\/law.justia.com\/cases\/alabama\/court-of-appeals-criminal\/1988\/523-so-2d-508-0.html",
        "text":"Borden v. State\n\nAnnotate this Case\n\n523 So. 2d 508 (1987)\n\nLeonza BORDEN and Lance Borden v. STATE.\n\n7 Div. 691.\n\nCourt of Criminal Appeals of Alabama.\n\nOctober 13, 1987.\n\nRehearing Denied November 10, 1987.\n\nCertiorari Denied January 22, 1988.\n\nOn Return to Remand April 12, 1988.\n\n*510 Huel M. Love, Talladega, for appellants.\n\nCharles A. Graddick, Atty. Gen., and Rivard Melson, Asst. Atty. Gen., for appellee.\n\nAlabama Supreme Court 87-225.\n\n\nLeonza Borden (hereinafter referred to as \"Leonza\") and Lance Borden (hereinafter referred to as \"Lance\") were separately indicted for trafficking in marijuana, in violation of § 20-2-80(1), Code of Alabama 1975, and possession of cocaine, in violation of § 20-2-70. The defendants were joined for trial and found guilty, as charged. They were each sentenced to 21 years for trafficking in marijuana and 15 years for possession of cocaine, the sentences to run concurrently.\n\nAt about 8:00 a.m. on April 10, 1986, Lieutenant Alvin Kidd of the Sylacauga Police Department took up surveillance of the Borden residence. Nineteen-year-old Lance is Leonza's son and resided with him at the residence in question. Kidd watched the house for about three hours. From his vantage point and on three occasions, he observed a male enter the Borden residence. Each time one of the individuals came to the house, Leonza left the house; he walked to the vacant adjacent lot; after being gone thirty seconds to a minute, he returned to the house; and, then, the individual who had come to the house left. Kidd described his observation of Leonza in the following way:\n\n\"He walked out of the house, looked around slowly, walked around behind the house, looked down the hill to the right and the left, and walked back to the corner of the house, looked, got down in a crouching position to walk up through the bushes.\"\n\nLater that same day, Deputy Mike Martin of the Talladega Sheriff's Department obtained a search warrant. At approximately 3:30 p.m., seven law enforcement officers arrived at the Borden residence to execute the search warrant. The warrant was served on the Bordens. Thereafter, the officers searched the house, the yard, and the adjacent vacant lot where Kidd had seen Leonza make the three trips earlier that morning. No contraband was found in the house or the yard. The officers found trails leading from the Bordens' residence to the adjacent lot. Both cocaine and marijuana were found at various locations in the vacant lot. Marijuana was also found hidden across the street from the Borden residence.\n\nWhile the officers were searching, Lance came out of the house and began \"hollering\" the following at Martin: \"You're going to tell me something. You're going to tell me who told you we had marijuana.\" Martin responded, as follows: \"Look, I don't have to tell you anything. Just be quiet.\" Lance replied, \"Yeah, mother-fucker, you're going to tell me.\" Martin again asked him to be quiet. Yet, he kept yelling, \"Yeah mother-fucker, you're going to tell me.\" By this time, some fifteen residents of the neighborhood had gathered in the road in front of the Bordens' residence, where they could hear the disturbance. Martin then instructed one of the officers to arrest Lance for disorderly conduct. The younger Borden resisted the arresting officer by \"pushing, slinging and scuffling\" and \"cussing and calling everybody `mother-fucker.'\" He was forcibly placed in the police car and taken to headquarters.\n\nAfter the search was completed, Leonza was asked by Martin if he would accompany an officer to the police station and consent to his fingerprints being taken. He agreed to go, stating the following: \"My fingerprints ain't on nothing out there. I'll give you all the fingerprints you want.\" Pursuant to Leonza's inquiry of whether he was under arrest, Martin specifically told him that he was not under arrest. He was told that he would be given a ride to headquarters and, also, be brought back home. However, after he was fingerprinted, his family picked him up. He was subsequently arrested after he was indicted.\n\n\nThe Bordens argue that under Batson v. Kentucky, 476 U.S. 79, 106 S. Ct. 1712, 90 L. Ed. 2d 69 (1986), the court erred in not conducting a hearing to determine whether the prosecutor utilized his peremptory *511 challenges to purposefully strike blacks from the jury venire.\n\nSubsequent to the selection of the jury, counsel for the Bordens made the following motion:\n\n\"If it would please the Court, I would first like to move to strike the petit jury that has been impaneled in this cause, and as grounds therefore I would like to make it known there was twenty-one black persons subpoenaed for jury duty and subject to the strike; and that the District Attorney without probable cause struck all save two of the black persons, one, an alternate struck by the Defendant and in violation of the Constitutional Laws of the United States of America and the State of Alabama. We therefore move to strike the petit jury.\"\n\nThe prosecution moved that a Batson hearing be continued. In response to this request, counsel for the Bordens stated:\n\n\"Let me respond in this way and ask the Court to hold my motion until the conclusion of this trial ... whether by motion or by trial ... and counsel will then either at that time ask the Court to take it up or withdraw it.\" (Emphasis added.)\n\nThe record indicates that, after this initial motion was made, defense counsel did not further pursue the matter. We can only conclude that defense counsel withdrew his request for a hearing. Furthermore, there being no adverse ruling by the trial court, we find there is nothing preserved for our review.\n\n\nThe Bordens, relying on Mulhern v. State, 494 So. 2d 787 (Ala.Cr.App. 1986), argue that the prosecution did not prove a prima facie case of trafficking in marijuana because it failed to prove that the amount of marijuana contained within the plant material was in excess of 2.2 pounds of marijuanathe amount required by § 20-2-80. In Mulhern, we found the following:\n\n\"Therefore, while there is evidence that the total weight of green plant material possessed by the appellant was in excess of 2.2 pounds, there is no evidence that the quantity of marijuana contained within that total weight of the green plant material was sufficient to satisfy the requisite amount found in the enacting clause of § 20-2-80, Code of Alabama 1975.\"\n\nId. at 789. We agree with the Bordens and find Mulhern to be similar to the instant case and, therefore, controlling.\n\nIn the instant case, Dr. Ronald Hubbard, a drug chemist with the Alabama Department of Forensic Sciences, testified about his examination of the plant material found in State's Exhibits Nos. 22, 23, 24, 26, 27, 28, 29, 31, 32, and 33. In describing the contents of these exhibits, he was asked about each individual exhibit. His testimony, in regard to all the exhibits except two, cannot be distinguished from that evidence found to be insufficient in Mulhern. As an example of this insufficiency, we quote the following testimony, which pertains to State's Exhibit 29:\n\n\"One clear plastic bag containing plant material, revealed the presence of marijuana. The total weight was 4.0 grams.\"\n\nThe testimony concerning the other two exhibitsExhibits 22 and 23that could conceivably be argued to be sufficient under Mulhern is, as follows:\n\n\"Q. And what did your examination [of Exhibit 22] show that the green plant material contain[ed] the substance of? \"A. Marijuana. \"Q. And what was thedid you have a weight on that? \"A. 3,099.2 grams or 109.13 ounces or 6.83 pounds. \"Q. Did you test [Exhibit 23] for the presence of marijuana? \"A. Yes, sir, I did. \"Q. And what does that show? \"A. I found the presence of marijuana. \"Q. And the weight? \"A. 0.2 grams.\"\n\nAny distinction, however, with the evidence found to be insufficient in Mulhern would rest upon a blatant ambiguity. When this particular testimony is considered in the context of Hubbard's testimony about the *512 other eight exhibits, we must necessarily conclude that this evidence was also insufficient.\n\nFurthermore, in conclusion, Hubbard testified to the following:\n\n\"Q. Ron, do you have a total weight of the cocaine that was found and the marijuana that was found? \"A. Yes, sir, I do. \"Q. What would that be, please, sir? \"A. I had a total weight of plant material that revealed the presence of marijuana to be 4512.5 grams or 159.17 ounces or 9.94 pounds. That was the marijuana. \"Q. Okay. \"A. Of the powder which revealed the presence of cocaine, the total weight was 2.796 grams. [State's Exhibit 25.]\"\n\nHubbard's testimony clearly supports the premise that the Bordens were in possession of an excess of 2.2 pounds of green plant material. However, the testimony failed to specify that there was in excess of 2.2 pounds of marijuana contained in the plant material. From the testimony, we are unable to conclude whether all of the 9.94 pounds of the plant material was marijuana or whether a certain quantity of marijuana was included among various and assorted other plant materials.\n\nThe attorney general argues, in his brief, that appellants' objection has not been preserved for our review. We disagree. We find that defense counsel questioned the sufficiency of the evidence as to the weight of marijuana in his motion to dismiss made after the State rested. Furthermore, we reject the attorney general's argument that the testimony of the officer that State's Exhibit 22 was a large trash bag containing several \"big clear bags full of marijuana\" suffices as proof that the green plant material was, in fact, marijuana.\n\nThe trafficking in marijuana convictions are, therefore, reversed due to the insufficiency of the evidence, and judgments rendered for the defendants on those charges.\n\n\nLeonza and Lance argue that the prosecution failed to establish that they had constructive possession of the controlled substances found on the property adjoining their residence and, more particularly, th... (truncated)",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9968164563,
        "format_confidence":0.5515530109
    },
    {
        "url":"http:\/\/www.thefader.com\/2013\/05\/07\/extended-edit-chicago-fire-englewood\/",
        "text":"Extended Edit: Chicago Fire, Englewood\n\nphotographer Daniel Shea\n    1 \/ 1\n\n    In our annual photography issue, we usually showcase multiple essays from different photographers. This year, we dedicated all that space to a single feature by Daniel Shea. Last year, Shea photographed our cover story on Chicago’s drill scene, focusing on the young rapper Chief Keef and members of his local-clique-cum-record-label Glory Boyz. Now, returning for a month to the same neighborhoods, Shea looks at the city’s South Side from the perspective of teenagers whose careers haven’t spirited them away from their home blocks. Shea returned from his month on the South Side with more photos than we could ever fit into the magazine. We'll be publishing our favorite outtakes here all week, along with conversations between Shea and FADER's photo editor, Geordie Wood. Today, they talk about Chicago’s notoriously violent Englewood neighborhood.\n\n    Though Englewood lies in the shadow of the Sears Tower, the roughly three-square-mile neighborhood has a crumbling infrastructure and 44% poverty rate. Two years ago, it was named the police district with more murders than any other in the city. We spent time with 19 year old Leon Cunningham, who has been shot on four separate occasions, even though he is not affiliated with any clique. Recently his left leg was amputated. We also visited the home of Alvin Henry, an employee of the city of Chicago who opens his door to neighborhood children in an effort to keep them off the streets.\n\n    Leon [Cunningham] has been shot on four separate occasions. How was he so repeatedly in the crossfire? Leon’s story is so insane. On some level I think it’s straight up bad luck. But his situation is compounding that bad luck. He lives on a hot block. People stay in their houses because there’s a lot of shit going on all the time. Everyone I talked to in that situation was ambiguous about the circumstances, but the one thing that was made very clear, from his family and from his friends, who wouldn’t admit to being in a clique, was that Leon was just guilty by association. He’s your classically good kid. Just lived on that block. His friends and family were involved in some stuff and he was always in the wrong place at the wrong time.\n\n    The image of Leon’s friends, the kids he is guilty by association with, hanging out in his mom’s basement after he was shot for the fourth time, really struck me. Why are those kids still around? How are Leon’s parents reacting to this situation? The world isn’t as expansive as you might imagine if you are a kid growing up in Englewood. It’s not like you can suddenly just go to a different high school or move to a different block. These are impoverished neighborhoods that are affected with violence. It’s not just an issue of one block to the next, or getting out of it or hanging with different people. The roots are too deep.\n\n    How is Englewood different than another section of Chicago? What is the feeling on the street, that your photos can’t necessarily communicate? There are spots in Englewood that feel alive and there are people and there’s culture and things happening. I don’t want to paint it so darkly. The people that I met were very nice almost always. But it doesn’t feel like the neighborhoods in Chicago that have stronger economies. There are a lot of boarded up homes. Previously thriving business districts are not doing so well. At night, you get a sense that it’s not safe to be outside.\n\n    What was it like to be at home with Alvin, surrounded by kids? Who is this guy? What compels him? Alvin is a working class guy. He takes care of his kids and brings in the neighbors’ kids because a lot of them don’t have father figures present. His kids and their friends are going to be in his house on a Friday night and if not they are going to be getting into some shit. He seems like a man of conviction. He’s soft spoken. He just wants to do the right thing and he’s not in anyone’s face about it. He let’s his kids be kids. He’s not this super authoritative father figure.\n\n    Extended Edit: Chicago Fire, Englewood",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.5935661197,
        "format_confidence":0.7999236584
    },
    {
        "url":"http:\/\/www.beyondthegrave.org.uk\/media\/previous-investigation-evidence-logs\/bodmin-gaol-cornwall-16th-march-2012.aspx",
        "text":"Investigation Log Bodmin Jail 16th March 2012\n\nTime of investigation: 9pm - 4am            \n\nWeather: Drizzly\n\nBefore we even got into the building, Leanne and Lorraine as they walked down the slope towards the side door, could hear a baby crying clearly. They couldn't explain it due to the location where they stood.\n\nAs Darran set up his camera equipment he saw a black shadow darting back and fore in the main corridor outside the base room. Mark the resident historian confirmed to him that he has also seen the same shadow for the past 4 weeks. On floor 3 ( Selinas Floor) when speaking out, Leanne and Lorraine were asking Selina one of the female prisoners captured for murdering her baby, about the murder, they heard sobbing and sniffing on more than one occasion. Unfortunately, the EVP machines were yet to be set up on this floor and therefore, was not picked up.\n\nFor the first vigil: Paul and Lorraine took their ground to the long room on the ground floor. They felt cold draughts, could see shadows moving around the cells as well as taps. The K2 meters gave off good hits. They picked up on a George and on being asked to, he switched on the torch. Guests felt the sensation of cobwebs on their faces and felt a presence of a female.\n\nDarran and Leanne took their group to the basement where people felt breathing down their necks. They would go hot and cold. A large male could be sensed called Jacob. He was around 6ft 7 and a giant of a man. One guest sensed a male called Rodney behind her. He was the one breathing down their necks. The EVP machine switched itself off twice. A horrible damp and musty smell like wet clothes kept wafting across now and again. Lights could be seen down the far end by the mannequin even though there are no voids anywhere which could cast light from above.\n\nWhile the lone vigils were going on, Paul decided to take a walk down to the naval prison next door. This building is more dilapidated and open to the elements although the guard's room and ground floor cells are still pretty much intact and still had their ceilings etc. Paul could hear the name Royston being said to him over and over whilst stood in the guard's room. He also felt that a male was behind him and holding him in a bear hug. However, he\nthen had the sensation of being groped, again by a man. (Mark later confirmed that this isn't an isolated case. Numerous males have had the feelings of being groped in the same area. ). On being asked if Royston was afraid of the light being turned on, he switched Paul's torch on almost in defiance. Paul was then informed by him that he was angry about people coming in and disturbing him.\n\nOn their second vigil, Paul and Lorraine initially went up onto the 4th floor but by now all was quiet and the atmosphere different from earlier. They therefore made the decision to go back down to the long room on the ground floor where this time they also again heard a series of taps. They could smell an awful smell of dirty clothes (later we were told by Mark that in the 60s, a tramp was found staying \/ living in the building. This was the type of smell they smelt. Guests felt sick and dizzy. An Arthur and a Derek were picked up.\n\nDarran and Leanne meanwhile went up onto floor 5. This floor has a very heavy feeling which leaves you feeling sick, light headed or gives you headaches. Darran had the feeling come across that he wanted to slice Leanne's throat from ear to ear. (Nice). Guests felt drunk and sick. One guest felt her left ear start to burn but the right one felt absolutely fine. It was bright red and she stated that it was uncomfortably hot. Earlier in the night,\nLorraine had gotten the same sensation and when we put the temperature gauge next to her there was a 10 degree difference between each of her ears.  Whispers could be heard coming from the staircase between the 5th and 6th floor. The name Richard was also picked up and gave Darran the impression that originally there had been a lot more cells on that floor which went widthways across the building towards the naval building. Good K2 hits were to be had going up to red within seconds of us getting to that floor.  The EVP machine after 3 hrs also stopped recording for some reason we thought that the batteries had drained. However, it wasn't until the Sunday morning around 34 hours later that the same machine was picked up at home from the table and found to still be switched on but at a stop of the 3hrs. Therefore, it had nothing to do with the batteries. We don't know what stopped the machine from recording.\n\nFor the third vigil, the team did a group session with everyone again down in the basement. Again, at the far end behind the mannequin, a light like a search light or torch kept shining or glowing. Again,we couldn't explain it. Leanne was in the base room clearing away at the time and Mark was with her. Everyone else was in the basement. There are no gaps or holes anywhere in the floor between the basement and the floor above which was\nthe long room. In the place where you can see the light, was where the planchette was set up on the floor above and as previously stated, everything is solid and therefore no explanation for any lights to be seen to flash in this area.\n\nTwo brothers named William and James Lightfoot were picked up on. They were hung side by side for murder. They took a dislike to Lorraine calling her a b**ch. As she stood on the stairs, she was pushed and stumbled down them. They could hear whines and moaning. A Stanley was also picked up on believed to be one of the prison guards the EMP pump switched itself off for no reason at all. During the evening, the EVP machine in the basement went through 3 sets of batteries in 5 hrs and digital camera batteries also drained as well as those in torches. Swishing of clothes could be heard on the stairs.\n\nWhen the guests left at 3am. The team did an hour on their own in the \"children's room \"as Mark calls it deciding to do some table tipping and planchette. The girls sang ring of roses whilst on the tipping table which is on castors. The table started going around in circles.  Leanne then informed them that they were getting giddy and could they possibly go around the other way. At that, the table stopped and began to spin in the opposite direction. As they started to sing Ring o Roses, the table went faster. Mark then asked the children to show us where he had hidden the dollies. They rolled the table across the room towards the corner where he had placed them.\n\nOn then moving onto using a glass on the table, they picked up on a little by called William. He stated that he liked playing games and drawing. Leanne asked him that if they went onto the planchette, could he draw some pictures on it for her little boy. The reply was yes. On moving onto the planchette, William informed them that he was 7 years old. He then drew them a heart and a house (a square with a triangle on the top). Leanne asked him if he lived \/ stayed at the jail. At that, a small shadow was seen to dart across the corridor into the side room. There was no reply on the planchette and all questions afterwards had no reply. He had left the table.\n\nThe team left just after 4.\n\nEVPs picked up a few interesting things. On the main ground floor, the sound of young children was picked up. At one point, a male voice can also be heard although it can't be made out what is said.\n\nOn floor 5, in the distance, you hear the group downstairs talking on the floor below however near the EVP on floor 5, a male voice is heard to shhhhhhhhhh them. Around a minute later, again, someone on the floor below drops something, (a torch probably) again they were shhhhhhhhhh'd.\n\nOn floor 3, a male can be heard to hum.\n\nIn the basement, taps as well as the sound of swishing clothes \/ material can be heard on the stairs but the best of all is the EVP taken in the naval prison.\n\nGoing down to the naval prison its gravelly so you hear anyone approaching from quite a way off as you hear their footsteps. Also at times, you can also pick up the echoes of voices coming across from town of the nights revellers on their way home. HOWEVER, this doesn't explain the sound of heavy boot footsteps on solid ground near the evp (which was placed in the ground floor guard's room) i.e. not on gravel. Also a man's voice says something but can't be made out but sounds like a name but then, around 2am when the whole team are within the main prison, a gruff male voice demands as clear as day \" who enters my parade???\". It's fantastic but quite eerie to hear (hopefully Darran will get it on the website soon for you all to hear as it's not to be missed). As for the video footage, a few good orbs and some flashes of light especially on floor 2 when no one was near that floor and there's no reason for such a light to appear. We also had another flashing orb coming towards the camera on floor 2. A torch switched itself on when Paul left it on the table in the long room. As he was halfway along the room on his way back, you see it switch on and glow behind him. He had to go back and turn it off.\n\nIt was an absolutely fantastic night, what an amazing couple of buildings, we all loved it. Mark Rablin the resident historian was really helpful and accommodating. We've now booked to go back again next year and can't wait.",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.8709531426,
        "format_confidence":0.858412087
    }
]