[
    {
        "url":"https:\/\/www.rcwilley.com\/Electronics\/Smart-Lighting\/Search?c=01555",
        "text":"Search Results For Home Office | Smart Lighting | RC Willey\n\nFor accurate product availability please enter your zip code\n\nResults Filtered By\nNarrow Your Selection\nAverage Customer Review\nPrice Range\nResults Filtered By\nSort By\nFilter By Average Customer Review\n\nSmart Lighting\n\nBuy home monitoring security cameras and CCTV at RC Willey.\n\nSet the right mood, and save energy with these smart light bulbs and control modules, and your smart home will get smarter.\n\nBack To Top",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.8544564247,
        "format_confidence":0.9324244857
    },
    {
        "url":"http:\/\/www.photographyblog.com\/reviews\/pentax_k5_iis_review\/review_roundup\/",
        "text":"Pentax K-5 IIs Review\n\nApril 3, 2013 | Mark Goldstein | |\n\nReview Roundup\n\nReviews of the Pentax K-5 IIs from around the web. »\n\nI reviewed the Pentax K-5 II in November 2012 and found it to be an excellent DSLR, well worth the Editor's Choice accolade. Pentax have been bold in introducing the IIs variant which, like the Nikon D800E, is an option with no anti-aliasing (AA) filter to reduce the full sharpness potential of the sensor.\nRead the full review » »\n\nIn our review of the Pentax K-5 II, we briefly touched on the camera's sister model, the K-5 IIs. The IIs is identical to the K-5 II except that its anti-aliasing filter has been removed. In practice, this should increase sharpness, with the possible side-effect of aliasing, moiré, and other image artifacts. We've seen this tactic elsewhere recently, most notably with the Nikon D800 and D800E siblings. But the K-5 II has the distinction of being the first APS-C\nRead the full review » »\n\nThe Pentax K-5 IIs ($1,299.95 direct, body only) $1,007.79 at Amazon sets itself apart from the nearly identical K-5 II$959.99 at 42nd Street Photo by something it lacks: a low-pass filter. Elminating this filter allows the camera to capture sharper detail, although it comes at the risk of picking up moiré color patterns in certain shooting situations. Like the K-5 II, the 16-megapixel camera shoots at an impressive 6.2 frames per second, is sealed for use in harsh weather, and delivers excellent photos even at high ISO settings. It's on a par with our Editors' Choice Sony Alpha 77$1,479.99 at 42nd Street Photo, but a disappointing video experience prevents it from ousting that camera from its perch.\nRead the full review » »\n\nWith the K-5 IIs, Pentax has the most feature-rich DSLR currently available - again. This DSLR camera boasts built-in stabilization, automatic horizon correction, a dual-axis digital level, class-leading weather-sealing, a large 100% coverage viewfinder, a 3\" LCD with 921K pixels, ISO up to 51200, 7 FPS continuous shooting, live-view and a wealth of unique photographic controls and image parameters. All this in a sturdy and relatively compact pro body. In addition to its photographic capabilities, the Pentax K-5 records full 1080p HD movies, either with a built-in mono microphone or an external stereo one.\nRead the full review »\n\nEntry Tags\n\nhd video, hd, 3 inch LCD, 1080p, 16 megapixel, full hd, DSLR, prosumer, pentax, dustproof, freezeproof, digital SLR, 7fps, filter, anti-alias, k5 IIs review, k5 IIs, k-5 IIs, Pentax K-5 IIs Review\n\nTracker Pixel for Entry",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9334641099,
        "format_confidence":0.7842368484
    },
    {
        "url":"http:\/\/gurblogs.com\/category\/bluetooth\/",
        "text":"Bluetooth and Wi-Fi Aren’t Fully Disabled When Toggled Off in Control Center on iOS 11\n\nApple has confirmed that Bluetooth and Wi-Fi are not fully disabled when toggled off in Control Center on iOS 11.\n\nEven when toggled off in Control Center on an iPhone, iPad, or iPod touch running iOS 11 and later, a new support document says Bluetooth and Wi-Fi will continue to be available for AirDrop, AirPlay, Apple Pencil, Apple Watch, Location Services, and Continuity features like Handoff and Instant Hotspot.\n\nToggling off Bluetooth or Wi-Fi in Control Center only disconnects accessories now, rather than disabling connectivity entirely.\n\nIf Bluetooth is turned off, the iOS device can't be connected to any Bluetooth accessories until one of these conditions is met:\n\n  • You turn on Bluetooth in Control Center.\n  • You connect to a Bluetooth accessory in Settings > Bluetooth.\n  • It's 5 a.m. local time.\n  • You restart your device.\n\n    While Wi-Fi is disabled, auto-join for any nearby Wi-Fi networks will also be disabled until one of these conditions is met:\n\n  • You turn on Wi-Fi in Control Center.\n  • You connect to a Wi-Fi network in Settings > Wi-Fi.\n  • You walk or drive to a new location.\n  • It's 5 a.m. local time.\n  • You restart your device.\n\n    Apple made this change in the iOS 11 beta, and it gained more attention after the software was publicly released yesterday.\n\n    iOS 11 users can still completely disable Wi-Fi and Bluetooth for all networks and devices by toggling them off in the Settings app.\n\n    Apple says users should try to keep Wi-Fi and Bluetooth turned on for the best experience on an iOS device.\n\n    (Thanks, FlunkedFlank!)\n\n    Related Roundup: iOS 11\n    Tags: Control Center, Bluetooth\n\n    Discuss this article in our forums\n\n  • Bluetooth LE Standard Gains Mesh Networking for Improved Smart Home Connectivity\n\n    The Bluetooth Special Interest Group today announced that its Bluetooth technology has been updated with support for mesh networking, designed to create large-scale device networks by connecting multiple Bluetooth devices to one another.\n\n    Bluetooth calls these \"many-to-many\" connections, which can support just a handful of devices or up to thousands. In a home setting, the mesh feature will be useful for connecting smart home devices to one another to establish a network that spans an entire house, with no areas that are out of range.\n\n    Mesh networks are an improvement over single-point connections because a Bluetooth signal can be transmitted from device to device, reaching further distances. Some products, like the ZigBee-based Philips Hue line of lights, already use mesh networking techniques that are similar to what's being implemented today.\n\n    Bluetooth mesh also has many commercial uses, because it creates a reliable network with no single point of failure, it can scale to support thousands of nodes, it supports multi-vendor interoperability, and it offers industrial-grade security. Bluetooth SIG believes Bluetooth mesh will be essential for commercial building and factory automation.\n\n    \"By adding support for mesh networking, the Bluetooth member community is continuing a long history of focused innovation to help new, up-and-coming markets flourish,\" said Mark Powell, executive director for Bluetooth SIG, Inc. \"In the same way the connected device market experienced rapid growth after the introduction of Bluetooth Low Energy, we believe Bluetooth mesh networking can play a vital role in helping early stage markets, such as building automation and wireless sensor networks, experience more rapid growth.\"\n    Existing devices that support Bluetooth 4.0 or 5.0 can be updated with support for Bluetooth mesh, but implementing support requires a firmware update.\n\n    Bluetooth mesh networking specifications and the tools that qualify Bluetooth products with networking support are available on the Bluetooth Website. Bluetooth SIG told The Verge that it often takes approximately six months for manufacturers to adopt new Bluetooth technology, but mesh could start rolling out sooner because it doesn't require new hardware.\n\n    Tag: Bluetooth\n\n    Discuss this article in our forums\n\n    Bluetooth 5 With 4x Longer Range and 2x Faster Speed is Officially Approved\n\n    The Bluetooth Special Interest Group today announced that the Bluetooth 5 standard has been officially adopted, which means manufacturers are now able to build it into their devices.\n\n    The next-generation Bluetooth standard offers longer range, faster speed, a larger broadcast message capacity, and better interoperability with other wireless technologies.\n\n    Compared to existing Bluetooth 4.2 protocol, Bluetooth 5 offers four times the range, two times the speed, and eight times the broadcast message capacity, bringing whole home coverage and more reliable connections between connected devices.\n    \"This means whole-home and building coverage, as well as new use cases for outdoor, industrial, and commercial applications will be a reality. With the launch of Bluetooth 5, we continue to evolve to meet the needs of IoT developers and consumers while staying true to what Bluetooth is at its core: the global wireless standard for simple, secure, connectivity.\"\n    With the debut of Bluetooth 5, SIG's Bluetooth naming convention will drop all references to version and point number going forward, simplifying marketing.\n\n    Devices that adopt Bluetooth 5 will be available within two to six months, meaning the next-generation products Apple plans to debut in 2017, including the iPhone 8, may offer Bluetooth 5 support.\n\n    Discuss this article in our forums",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9574897885,
        "format_confidence":0.8020789027
    },
    {
        "url":"http:\/\/shipshapecomputers.co.uk\/tag\/hdd\/",
        "text":"Skip to content\n\nPosts tagged ‘HDD’\n\nThe SSD Upgrade: Giving my Mac Mini a kick up the backside\n\nNovember 24th, 2014\n\n\nI was disappointed in my Mac. I’d treated myself to one after a successful contract came to an end, and justified it on the grounds that it would help me fix the Macs of others. And indeed, it’s done that job well!\n\nRead more\n\nLaptop Buying Guide 2013\n\nFebruary 13th, 2013\n\n\nUpdate: Amazon UK are currently offering a range of laptops for under £400, so if how about using your new knowledge to grab a bargain today!\n\nI’ve been asked a few times recently to help friends choose a laptop, and so it seems there’s a need out there for a simple guide.\n\nThe problem seems to be that there are a million laptops out there, all much the same as each other. It’s just too hard to choose! This laptop buying guide tells you what you’ll need, and more importantly what you don’t need. There’s no point spending more money for stuff you won’t feel t’benefit of, so not only will you be more informed, you’ll also save money and be able to tell any pesky shop assistants where to extend their warranty! Read more",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9903892875,
        "format_confidence":0.9570878744
    },
    {
        "url":"http:\/\/everydaytech.mpbonline.org\/episodes\/everyday-tech-cell-phone-issues-and-google-amazon-facebook-a",
        "text":"Everyday Tech\n\n\nEVERYDAY TECH - Cell Phone Issues and Google, Amazon, Facebook, Apple anti-trust issues\n\nHere are some of the stories the tech guys have been following this week:\n\nMore Episodes\n\n\nEveryday Tech - Microsoft Solarwinds Fallout\n\nJay and Wiltz discuss the growing concern over the breach of Microsoft's Solarwinds. Also callers have questions about how to DVR over-the-air television, how to share a large video file with others without breaking it up into multiple files, how do you shift all your info between phones, and what are the songs you hear played during Everyday Tech each week.● Microsoft says hackers were able to see some of its source code ● SolarWinds hides list of high-profile customers after devastating hack● Fortnite developer Epic Games just bought a North Carolina mall for its new headquarters● Verizon puts 3G shutdown plans on hold indefinitely● More than half of Americans turned to video games during lockdown● What's New on Netflix and What's Leaving in January 2021● ESPN Plus is raising its annual subscription price to $59.99 in 2021● Adobe Flash rides off into the sunset● AT&T recovers from multi-state outage after Nashville bombing● Massachusetts plans to ban the sale of new gas-powered vehicles by 2035 ● Ticketmaster will pay $10 million for hacking rival ticket seller● Ikea made mock PS5 and Xbox Series X boxes to help you buy the right media cabinet● Slack starts 2021 with a massive outage● Microsoft commits to fix Xbox Series X controller disconnects in a future update● Samsung appears to have a new Tile competitor on the way● Detailed Samsung Galaxy S21 and S21 Plus specs leaked● Amazon buys Wondery, setting itself up to compete against Spotify for podcast domination● Amazon reportedly developing radar-equipped sleep apnea tracker● Amazon will spend $2 billion to try to fix affordable housing crises in three major employment hubs● Facebook ordered to pay $4.7M to Italian developer over copycat feature● Twitter is buying a podcast app to help build its audio Spaces",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.5333329439,
        "format_confidence":0.9514337778
    },
    {
        "url":"http:\/\/www.hadleyresearch.com\/2016\/02\/",
        "text":"Monthly Archives: February 2016\n\nShort Circuits: Freewire Soldering Techniques\n\nEvery once in awhile, the electronics hobbyist encounters the issue of soldering free wires (that is, joining 2 wires together using solder). I find this task mildly annoying on the occasions when it comes up. Last time I came across … Continue reading\n\nPosted in Videos | Tagged , , , | Leave a comment",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9113013148,
        "format_confidence":0.9343559742
    },
    {
        "url":"http:\/\/www.bhphotovideo.com\/explora\/category\/blog-tags\/sandisk",
        "text":"CES 2014: A Look at the New SanDisk Wireless Drives [VIDEO]\n\nIn this video, Larry Becker, from the Kelby Media Group, speaks to Anurag Malhotra, from SanDisk, about their new wireless media and flash drives.\n\nPhotoPlus 2013: Sandisk Wireless Media and Wireless Flash Drives\n\nSanDisk showcased two compact wireless storage devices. The wireless media drive is smaller than the average wallet and can stream content, including 1080p video, to up to five devices simultaneously. It charges via micro USB, and can run for up to eight hours when charged. There is no embedded storage; it comes with a full-sized SD card, which can be removed and upgraded to a max capacity of 128GB.\n\nThree Ways To Protect Your Photographs\n\nDo you put all your eggs into one basket? Let's clarify—are all your memories on one memory card? They really shouldn't be. Nothing can be more painful than losing a lot of those great moments from parties and the kids' soccer game, or the evidence from your car accident. Here are some ideas on how to protect those memories.\n\nPhoto from Musee Mccord Museum\n\nNew Solid-State Hard Drives for Notebooks\n\nSolid-state hard drives have always been faster than their disk-based counterparts. With no heads to move or platters to spin, solid-state hard drives offer the fastest storage space money can buy. Solid-state hard drives also use less power than traditional drives, making them ideal for mobile use. SanDisk’s G3 2.5-inch solid-state hard drives are intended for use in notebook computers.\n\n\n32GB microSDHC Card from SanDisk\n\nMemory card maker SanDisk has begun shipping a 32-Gigabyte microSDHC card, which the company claims to be the highest-capacity card available in a form factor so tiny that it fits on a dime. The card's storage is double the capacity of SanDisk's 16GB microSDHC version. The 32GB card comes with a 5-year limited warranty and will carry a suggested retail price of $199.99. It is expected to be available from B&H in April.\n\nNew and Noteworthy Photo Gear\n\nThe first thing that strikes you when you see Casio's new Exilim EX-G1 is its wedge-like shape. With few exceptions, most point-and-shoot cameras are as boxy as a '64 Chevy Impala. Not so Casio's Exilim EX-G1, which has lines reminiscent of the far sexier-looking '65 Chevy Impala, a car that to this day remains a true head-turner. (What a difference a year makes!)\n\nThanks for the Memory Cards\n\nThe film of the digital age - memory cards - were dealt their biggest hands ever at CES even as two leading camera manufacturers seemed to abandon their largely proprietary formats in favor of the emerging SD card standard.\n\nWhat camera companies don't promote in their new product announcements at CES can speak volumes. Sony, for example, introduced new cameras and camcorders that instead of incorporating its proprietary Memory Stick Duo card format contained slots for SD or micro SD cards.\n\nSubscribe to RSS - sandisk",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9882617593,
        "format_confidence":0.9527246356
    },
    {
        "url":"https:\/\/eshop.macsales.com\/shop\/hard-drives\/3.5-SerialATA\/?utm_source=xlr8yourmac&APC=XLR8YourMac13",
        "text":"3.5in SATA Internal Hard Drives\n\n3.5\" SATA I \/ II \/ III Hard Drives\n\nShop All Serial ATA Internal Hard Drives from $34.50 Serial ATA\n\nOWC Toolkits\n\nSerial ATA (SATA) - Fast & simple! Serial ATA provides high performance with the ease of plug-and-play. No jumpers to mess with, just plug in and you're off! With data rates of up to 300MB\/s, SATA delivers for today's computing needs.\n\nShop all SATA I\/II\/III Hard Drives »\n\niMac Complete Kits for upgrading your iMac HDD Upgrade\/Replace with up to 10TB in iMac Kits\nfrom $27.99\nUSB 3.0\/2.0 Universal Drive Adapter \"Must have accessory\"\nonly $29.88\nExternal Drive Enclosures Docks, Single Bay, Multi-Bay and Tray Systems\nfrom $29.99\nSerial ATA\/SAS 3G\/6G Standard & RAID models Internal\/External Ports + add up to 24 drives per controller!\nOptions from $29.00\nOWC Multi-Mount For adding 2.5\" drives to 3.5\" bays and 3.5\"drives to 5.25\" bays\nfrom $17.99\n\n\n\nMulti-Mount and the Newer Technology arrow logo are trademarks of New Concepts Development Corporation, registered in U.S. Patent and Trademark Office. Newer Technology, Inc. logo is a trademark of New Concepts Development Corporation. Other marks may be the trademark or registered trademark of their owners.",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9932812452,
        "format_confidence":0.5333017707
    },
    {
        "url":"http:\/\/blog.shure.com\/?s=ksm42",
        "text":"• Filter by Topic\n\nSearch Results for: ksm42\n\nShowing 1 - 5 of 5 articles.\nYour Best Audio Tips\n\nTop 10 Audio Hacks, From You To Us\n\nRecently, we invited you to share your favorite audio hacks \/ MacGyvers \/ jury-rigs \/ tips \/ moments of brilliance…and share, you did. It wasn’t easy, but our in-house audio genius team managed to choose 10 winners...\n\nRecent Reviews: Headphones, Mics & PSM\n\nWe’ve been testing our products to military specifications since World War II. So, when you see a new Shure product hit the shelves, you know it already survived a serious smackdown. Despite the confidence this gives us, we...\n\nShure co-sponsors events at Soundland Nashville\n\nSeptember 21-24 Nashville, TN Soundland Nashville has taken over the town with great new upcoming bands.  I hope you got a chance to go out and hear some new music. I started out my day on Thursday by visiting a panel discussion...",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.7179675102,
        "format_confidence":0.9877963066
    },
    {
        "url":"http:\/\/www.pcadvisor.co.uk\/reviews\/tv\/235\/?ob=priced&companyFilter=lg",
        "text":"\n\nhide cookie message\n\n15,670 Reviews\n\nTV reviews\n\nThe latest Lg TV reviews at PC Advisor. TV user reviews, ratings, buying advice and price comparison\n\nFilter by company\n  • LG 47LW650T Cinema 3D LED TV Review\n\n    The technology promises to get rid of headaches while offering a cleaner and better tri-dimensional experience, and it has cost advantages as well thanks to much…\n\n    £1,299 inc VAT\n\n    Score - 8 out of 10\n\n  • LG 47LM670T review\n\n    The LG 47LM670T is a 3D TV with first class multimedia file support, but it offers slightly disappointing visual and audio performance. Take a look at our full review…\n\n    £1,249 inc VAT\n\n    Score - 8 out of 10\n\n  • LG Electronics 42LB5D 42in HD TV\n\n    Despite its extremely fast (5ms) pixel response time, the LG Electronics 42LB5D LCD television's display quality was disappointing.\n\n    £1,199 inc VAT\n\n    Score - 7 out of 10\n\n  • LG Infinia 50PZ950T review\n\n    LG's Infinia 50PZ950T is an attractive 50-inch plasma TV set with good picture quality, plenty of Internet options, and excellent 3D graphics. Its only disadvantage…\n\n    £1,088 inc VAT\n\n    Score - 8 out of 10\n\n  • LG 47LX6900 review\n\n    If first impressions were all we based our reviews on, the LG 47LX6900 47in 3D television would score impressively.\n\n    £1,055 inc VAT\n\n    Score - 7 out of 10\n\n  • LG 42LA690V review\n\n    The LG 42LA690V is a 42-inch TV that delivers a serious bang for your buck. Read our LG 42LA690V review to find out more.\n\n    £899 inc VAT\n\n    Score - 6 out of 10\n\n  • LG 47LB730V smart TV review\n\n    The LG 47LB730V is an elegant and inventive smart TV. If you're a heavy user of streaming services the LG 47LB730V should be high on your audition list. Find out why…\n\n    £899 inc VAT\n\n    Score - 8 out of 10\n\n  • LG 42LM660T review\n\n    The LG 42LM660T is a 3D-enabled LED TV that straddles the often confusing middle ground between bargain belter and high-end hotshot. Here's our LG 42LM660T review.\n\n    £830 inc VAT\n\n    Score - 8 out of 10\n\n  • LG DM2350 review\n\n    The LG DM2350 is a 23inch 3D TV monitor.\n\n    £270 inc VAT\n\n    Score - 8 out of 10\n\n  • LG webOS Smart TV hands-on review: CES 2014\n\n    LG has launched its 2014 range of Smart TVs running webOS. Here's our hands-on review from CES 2014.\n\n\nShare this\n\nIDG UK Sites\n\nHow to get a free EE Power Bar: Mobile and broadband customers eligible for free smartphone charger\n\nIDG UK Sites\n\nWhy Netflix won't terminate your account for using a VPN, probably\n\nIDG UK Sites\n\nForever 21 denies pirating Adobe, Autodesk and Corel software, accuses companies of 'bullying'\n\nIDG UK Sites\n\nNew Apple TV 2015 release date rumours: Apple's WWDC invite shows Apple TV",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9901346564,
        "format_confidence":0.9132489562
    },
    {
        "url":"http:\/\/www.gadgetreview.com\/tag\/141-inch",
        "text":"Posts Tagged: \"14.1-inch\"\n\n\nHP EliteBook 6930p Rocks 24 Hour Battery\n\n- - 1 Comment\n\nForget about the whole ‘built tough’ thing for a sec, because HP has introduced a laptop that boasts a 24 hour battery life.  No word on whether or not the system has to be configured at its lowest power setting or something to that affect, but at just 4.7lbs this...\n\n\nLenovo Ideapad G430 Details (rumor)\n\n\nI pulled this one from Engadget.  According to them, they’ve got some vague details on Lenovo’s Ideapad G430.  It’s sport a 14.1-inch WXGA screen, 2GB of RAM, 160GB hard drive, Vista Home basic, DVD burner, Nvidia’s 256MB GeForce 9300M video card, a 6-cell battery, WiFi a\/b\/g, and some USB ports,...",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.992451489,
        "format_confidence":0.992284894
    },
    {
        "url":"http:\/\/coffeecup.villagedefrance.net\/index.php?route=product\/search&search=iPhone&tag=iPhone",
        "text":"Search - iPhone\n\nSearch Results\n\nSort by\niPhone is a revolutionary new mobile phone that allows you to make a call by simply tapping a name or number in your address book, a favorites list, or a call log. It also automatically syncs all your..\nEx Tax: $101.00\nAdd to Wish List Add to Compare iPhone\n\nPowered by OpenCart Overclocked\nCoffee Cup © 2021",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9888868928,
        "format_confidence":0.8960036039
    },
    {
        "url":"http:\/\/www.goprotipsandtricks.com\/2015\/06\/",
        "text":"Archive for June, 2015\n\nGoPro Tip #67 Get the most out of HD video & Hi Res Pic’s\n\nLot’s of information out their on the inter webs regarding which settings work best for what scenario. I found this video while doing some research on getting the most out of the hero came platform. I figured I’d share here with our readers.\n\n\n- sale4 - cheap5",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.7976131439,
        "format_confidence":0.5815591216
    },
    {
        "url":"http:\/\/www.tuaw.com\/tag\/provider\/",
        "text":"Back to Mobile View\n\nSkip to Content\n\nTag: provider\n\nRedbox Instant by Verizon gets an iOS app\n\nMovie rental vendor Redbox recently announced that it would be taking on Netflix with its own streaming service, powered in part by Verizon. The service is still in closed beta, but Redbox has wasted no time getting up and running on iOS, as there's now an official \"Redbox Instant by Verizon\"...\n\nContinue Reading\n\niPhone is fifth most popular in China\n\nApple would like to see better numbers overseas, but China is proving to be a tough market for Western corporations to crack. All Things D is reporting that Samsung is still king of the hill in China, with Samsung products still earning triple the sales of the iPhone. China is the world's biggest...\n\nContinue Reading\n\nT-Mobile: Over 1 million iPhones on the U.S. network\n\nT-Mobile's Chief Marketing Officer Cole Brodman has posted a message on the company's official blog about Apple's iPhone of all things. He says that customers have asked the service provider for the iPhone on the T-Mobile service, which of course isn't yet possible through official channels....\n\nContinue Reading\n\n© 2014 AOL Inc. All Rights Reserved.",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.5169332623,
        "format_confidence":0.9947350025
    },
    {
        "url":"http:\/\/www.se.onkyo.com\/en\/network-audio-player-132973.html",
        "text":"Network Audio Player\n\nNS-6170 Network Audio Player\n\nHi-Res Audio with an Analog Soul\n\nNS-6130 Network Audio Player\n\nTransform Your Home Hi-Fi Experience\n\nRSS News\n\n15th Onkyo International Braille Essay Contest\n\nAudiovisual manufacturer Onkyo Corporation, Japan Institute of Scientific Research for Education, and the Braille… read more\n\nPress Release dated: 29 Dec 2017\nPioneer & Onkyo Europe GmbH debuts new…\n\nPioneer & Onkyo Europe GmbH is pleased to announce FlareConnect™, its next generation, in-house developed… read more\n\nPress Release dated: 26 Oct 2017\nLight and colours as intense and vibrant as in…\n\nWhether sunset, blue sky, autumn leaves or evening shadows, nature offers a huge variety of impressions of colour… read more\n\nPress Release dated: 28 Sep 2017\nDTS Play-Fi, Onkyo and Pioneer announce support…\n\nVoice control of select DTS Play-Fi-enabled products, including Onkyo and Pioneer Home A\/V products, via… read more\n\nPress Release dated: 31 Aug 2017",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9858097434,
        "format_confidence":0.8978216648
    },
    {
        "url":"https:\/\/www.partstore.com\/Model\/Sony\/Sony\/KP53N77.aspx?p=1&z=50&c=b3c6711e72a66c1d3eddcb38d6170882&bs=Category&bd=Asc&ms=Category&md=Asc&k=&on=&cfilt=",
        "text":"FOUND: 1 parts for:\n\nSony KP53N77 Parts List.\n\nNEXT: Choose your category or select your part.\n\nSimilar models in the Sony KP53N77 line may also work for you. Click here to see similar models.\n\nSort By:\nTV CRTs & Picture Tubes\n125118211 Part\n\nAvailability: Currently out of stock but available as a Special order, Order Now\nCondition: New\nMore Info\n\nSee 25 50 Per Page\n  • Page:\n  • 1",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9709745049,
        "format_confidence":0.947027564
    },
    {
        "url":"https:\/\/www.12fret.com\/electronics-tags\/classic\/",
        "text":"The Twelfth Fret ~ Since 1977 ~\n\n\nFender 65 Deluxe Reverb Reissue 1×12 Combo Amp, 2006\n\nFender 65 Deluxe Reverb Reissue 1x12 Combo Amp, 2006\n\nThe Fender 65 Deluxe Reverb Reissue brings back one of Fender’s most popular amps in the ‘Blackface’ variant from the mid 1960s. The Deluxe Reverb is a 22 watt, two channel amp and its moderate power makes it ideal for use in studios and small to medium sized venues – past that, put a mic in front of it!\n\nPrice: $1300 CAD\n\nMarshall SC20c Studio Classic Series 20w 1×10 Combo Amp\n\nMarshall SC20c Studio Classic Series 20w 1x10 Combo Amp\n\nThe new Marshall SC20C, part of the Studio classic line, is based on one of the three most revered Marshall amps in history – the JCM800 2203. With a recognizable aggressive roar these Marshall amps helped to define heavy metal and has been used by Slayer, Metallica and Bring Me The Horizon. Originally launched in 1981, the Marshall JCM800 amp was named after Jim Marshall’s initials and his car registration plate. The aggressive sound of this 100-watt amp made it a go to choice for countless rock and metal bands.\n\nPrice: $1699 CAD\n\n❌SOLD❌ Tone King Imperial 1×12 Combo Amp Turquoise-White, 2010\n\n❌SOLD❌ Tone King Imperial 1x12 Combo Amp Turquoise-White, 2010\n\nHere we’re looking at a Tone King Imperial sporting Turquoise \/ White dress and in great condition. This amp was hand built in Mark Bartel’s Tone King shop in Baltimore, MA. In 2010, Premiere Builder’s Guild had just purchased Tone King, which they held till they closed in 2016, ending Bartel’s association with the brand. Tone King is now part of Boutique Amps Distribution, and from 2017 Mark Bartel builds amps under his own name.\n\nPrice: $2250 CAD\n\nThis item has sold\n\n\n\nGuitarists’ Pro Shop\n2132 Danforth Avenue\nToronto, Ontario  M4C 1J9 CANADA\n○ Sales: +416•423•2132\n○ Service: +416•423•1554",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9141721129,
        "format_confidence":0.9017249942
    },
    {
        "url":"https:\/\/www.techquila.co.in\/tag\/nvidia-reflex\/",
        "text":"Tag: NVIDIA Reflex\n\nOverwatch Gets NVIDIA Reflex Support, With Rust and Ghostrunner Following Soon\n\nOverwatch has joined the growing list of games to add NVIDIA Reflex support, which helps in reducing system latency and improving game performance subtly. This is among other updates to the technology, which will soon be available in even more games with support for more hardware.\n\nNew NVIDIA GeForce Driver Adds Outriders Support and Reflex For Rainbow Six Siege\n\nA new NVIDIA GeForce driver is here, bringing support for Outriders and NVIDIA Reflex support for Rainbow Six Siege.\n\nCall of Duty Warzone and Modern Warfare Get NVIDIA Reflex Support in New GeForce Driver\n\nThe latest entries in the Call of Duty franchise - Modern Warfare and Warzone now have support for NVIDIA's Reflex.",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.5435552597,
        "format_confidence":0.9773427248
    },
    {
        "url":"https:\/\/m.nz.dhgate.com\/cameras-for-drones-new-zealand.html",
        "text":"Not hlw1484732269951? Sign out\nMain Menu\nShow More\nHuge Savings for Cameras for Drones\nNew Arrivals for Cameras for Drones\n\nShop by Country:\n\nCameras For Drones Australia Cameras For Drones UK Cameras For Drones Canada\ncameras for drones\nSeeking the best cameras for drones with good quality and affordable prices from DHgate NZ site. We provide a variety of cheap auto view camera supplied by reliable sellers around the world. Helping you on your way to finding tech camera online of satisfaction is what we aim for. Enjoy exploring diverse arrays of drones cameras gimbal sale and shop ideal fpv cameras for rc from with free delivery to New Zealand.\n\nBack Sort\n  • Best Match\n  • Price: Low to High\n  • Price: High to Low\n  • Bestselling\n  • Customer Reviews\nBack Price\nThe Maximum price cannot be lower than the minimum price.\nBack Min.Order\nLess then Unit(s)",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.973380208,
        "format_confidence":0.8979429603
    },
    {
        "url":"https:\/\/www.convergedigest.com\/2013_06_01_archive.html",
        "text":"Saturday, June 1, 2013\n\nNTT Opens Massive Data Center in Hong Kong Amidst Strong Demand\n\nNTT Communications opened phase one of a new Hong Kong Financial Data Centre (FDC™).  The company said over 80% of phase one capacity in the new data centre was reserved prior to launch.\n\nThe Tier IV ready facility boasts a100% uptime service level, unrivalled security, connection to NTT's ultra-low latency networks and close proximity to the data centre operations of regional exchanges.\n\nFDC also features a continuous cooling system, continuous rating generators and compartmentalized infrastructure design. Once complete, the facility will offer over 70,000 m2 of gross floor area and over 6,000 racks in total.\n\nThe FDC houses the landing station of the new Asia Submarine-cable Express (ASE) which connects key financial hubs in Asia with the shortest possible route that boasts industry leading network latency of less than 43 milliseconds from Hong Kong to Tokyo and less than 64 milliseconds from Singapore to Tokyo. Furthermore, the FDC is collocated with NTT Communications’ global network node that connects to Europe and North America.\n\nThe Hong Kong Government is committed to promoting the development of high-tier data centres. Today the Tseung Kwan O Industrial Estate houses a cluster of 12 high-tier data centres, occupying a total of 20 hectares of land and the Hong Kong Financial Data Centre of NTT is the latest addition to this impressive data centre family. These centres with stringent performance requirements provide valuable support to the business operations and growth of both our local and international enterprises,\" stated Ms. Susie Ho Shuk-yee, JP, Permanent Secretary for Commerce and Economic Development, Hong Kong.\n\nNextiraOne Picks Equinix UK for Cloud Infrastructure\n\nNextiraOne, a European multinational company based in Paris that designs, installs, maintains and supports business communications services for over 60,000 private and public sector organizations, selected Equinix’s LD5 International Business Exchange(IBX) as the primary data center to support the roll-out of its new modular private cloud infrastructure portfolio.\n\nThe new Equinix LD5 facility is located on same campus in Slough, England, as its LD4 data center.  The Equinix campus is linked by more than 1,000 diverse dark fiber links into Central London with global access to more than 900 network providers.  The location (just outside of London) provides access to transatlantic cables for low-latency connections to New York.\n\n“The past twelve months have seen a significant increase in the number of businesses consolidating IT legacy systems, which have proven costly to update and slowed commercial growth. By locating in Equinix, we will not only be able to deliver our services to customers but also have direct access to a prospective client base of cloud driven customers and partners through Equinix Marketplace portal,\" stated Geraint Davies, head of business development, Data Centers, NextiraOne.\n\nSeparately, Equinix received an award from the European Commission Joint Research Center that oversees the EU Code of Conduct (CoC) on Data Center Energy Efficiency for the company's new International Business Exchange (IBX) data center in Amsterdam (AM3). The new AM3 facility is build to LEED Gold standards.\n\nOkinawa Open Laboratory Targets SDN\n\nA new Okinawa Open Laboratory has been established by NTT Communications, NEC and IIGA Co. with a mission to develop software-defined networking (SDN) and cloud computing technologies.\n\nThe laboratory, which is located in Okinawa IT Shinryo Park in Okinawa Prefecture, will invite engineers from private companies and academic organizations in Japan and other countries to work at the facility on the development of SDN and cloud-computing technologies and verification for commercial use. \n\nThe three companies set up the Okinawa Open Laboratory in cooperation with Okinawa Prefecture, which aims to become a leading ICT base in Asia. Yukio Ito, Senior Vice President and concurrently Director of Service Infrastructure at NTT Com, has been named Director of the new facility.\n\nSee also",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.5187206864,
        "format_confidence":0.779815197
    }
]