[
    {
        "url":"http:\/\/lasttrumpetproject.com\/tiki-index.php?page=Purchase+Data",
        "text":"[Show\/Hide Left Column]\n\nhelp on purchase form 2 Public\n\nPurchase Data\n\nStep 2 Purchase Help\n\nThere are at least two possible inputs on this screen.\n\n  1. Your website login name. You may select any desired username, from 3 up to 32 characters. By default, the system will attempt to use your email name. If you do not want this, you may change it to something else. Since logins on our system have to be unique, your name will be rejected if someone else is already using it. If you are not interested in establishing a website login, you may ignore this field or leave it blank. We reserve the right to alter names which are deemed offensive, obscene, or otherwise inappropriate.\n  2. Website login waiver checkbox. If you are purchasing a downloadable ebook or ebook CD, and do not want a login for our website, then you may check this box. If you do so, anything entered for a login name (above) will be ignored.\n  3. Additionally, if you are purchasing a physical ebook CD, you will be prompted for a complete mailing address. Your CD will be mailed from within the United States, by regular first class mail. You may enter post office boxes, international addresses, etc., so long as the information is sufficient to cause delivery.\n\nLast edited by admin .\nPage last modified on Saturday 14 of June, 2008 02:01:30 UTC.\n\nPurchase the Book\n\nThis website is the only website for The Last Trumpet Project approved by the author.\n\nTo purchase your copy of the novel, please click here.\n\nYou may also read it online for free by registering a login on this site. (See the more information and excerpt pages for the required passcode).",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.6189199686,
        "format_confidence":0.8619111776
    },
    {
        "url":"http:\/\/www.harrypotterfanfiction.com\/report.php?review=2678743",
        "text":"Report a Review\n\nThis service is designed to allow HPFF users to alert the staff about inappropriate reviews.\n\nReview:WeepingWillows says:\nI really enjoyed this first chapter! :) Using the idea of the vanishing cabinet was a brilliant idea and I loved Lily's reaction to the note. Sometimes using the timeturner can be such a cliche idea and this idea was just so fresh and original!\n\nI can't wait to see what the future chapters has in stored for us :)\n\nAuthor's Response: Thank you! I'm glad that you've liked the first chapter, and I hope that the rest is just as enjoyable (ideally, more so :P).\n\nI wish that I could take credit for the vanishing cabinet idea, but it's been exciting to explore different ways of making time travel work in the Potterverse. :D\n\nYour Name:\nReason for this Report:\n\n  • The review is offensive.\n  • The review is spam or chit-chat (not actually a review).\n  • The review was double posted.\n  • The review has formatting problems.\nRepeat the number: 269\nSubmit Report:",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.7511125207,
        "format_confidence":0.6330310106
    },
    {
        "url":"http:\/\/www.morhaimliterary.com\/submissions",
        "text":"Agents at the Howard Morhaim Literary Agency enthusiastically accept unsolicited submissions. Please refer to our Agents page for each agent’s particular (and sometimes changing) areas of interest. Our agents may decide to close to submissions from time to time, and that information is available on our Agents page as well. Howard Morhaim does not accept unsolicited submissions at any time.\n\n\n\nTo query an agent, please email your query letter and the first three chapters of your novel or your full non-fiction book proposal. Email attachments are acceptable. No snail mail submissions will be considered. You may only query one agent at our agency per project, and please only query one project at a time. Our response time to most queries is 8-12 weeks.\n\n\n\nHoward Morhaim\n\nKate McKean\n\nDongWon Song\n\nKim-Mei Kirtland\n\nPatrice Caldwell\n\nGeneral Inquiries",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.9754016995,
        "format_confidence":0.9510540962
    },
    {
        "url":"https:\/\/the-lit-game.com\/thankyoupage\/",
        "text":"Thank You\n\nThank you for purchasing your book review from The Literary Game. Please use the form below or email us to get started with the process. We promise to get back to you within 24 hours.\n\nAll the best,\n\nAlfonso Colasuonno\nFounder, The Literary Game\n\nHonest Literary Evaluations\n\n%d bloggers like this:",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.8228241205,
        "format_confidence":0.912871778
    },
    {
        "url":"https:\/\/www.selwynlibraries.co.nz\/redevelopment\/booksandresources\/suggest-to-buy",
        "text":"Suggestion to buy\n\nAsk us to buy it\n\nThis is a request for the library to buy an item that is not held in our collection or on order - check our catalogue if you are unsure.\n\nBefore you fill out the suggestion to buy form below, please note the following:\n\n  • Suggestions from Selwyn Libraries members are welcome - please include your Borrower number\n  • Generally we do not consider suggestions with a publication date more than six months ahead, or titles that not current.\n  • Generally we only consider suggestions for DVDs that have been released within the last year.\n  • Popular new titles are usually ordered automatically, so you don't need to ask us to buy them.\n  • You may request up to six titles per month.\n  • Suggestions for eBook purchases are made directly via the ePlatform.\n\nIf we decide to buy the item:\n\nThe requested item will be added as a hold to your library card. (Note:  We are unable to place holds on eBooks and eAudiobooks).\n\nIf we decide not to buy the item:\n\nIf we decide not to buy the item you will receive notification if you have supplied an email address.\n\nSuggestions to buy requests can be declined by Selwyn Libraries for one or more of the following reasons:\n\n  • Current collection priorities and budget do not allow for the purchase of the item, or there are sufficient items on the topic in our collection.\n  • It is out of print or otherwise unavailable.\n  • It is unable to be sourced through our contractual suppliers.\n  • It is unsuitable format for inclusion in a public library.\n  • It is too specialised\/academic for public library collections - we consider the relevance for our whole community.\n  • We may have already removed the item from our collection because it was no longer being used.\n  • We may already hold the item in another format, such as Large Print, eBook or Audiobook.\n  • In some collection areas we focus our purchasing on current\/popular titles.\n\nNote: If the item is unsuitable or unavailable to be added to our collection, you may be able to borrow it from another library through our interlibrary loan service.\n\nTo find the correct details for your suggestion, particularly the ISBN, please check the Wheelers website (you do not need to sign in to search).\n\n\nPrint, eBook, audio etc.\nPickup library\nWhere did you hear about this item?",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.661016047,
        "format_confidence":0.8971117735
    },
    {
        "url":"http:\/\/www.harrypotterfanfiction.com\/report.php?review=2751750",
        "text":"Report a Review\n\nThis service is designed to allow HPFF users to alert the staff about inappropriate reviews.\n\nReview:NoixdeMuscade says:\nIt was interesting and fun! You have great sense of humour! Great job.\n\nAuthor's Response: Thanks so much! I really appreciate you taking the time to review!\n\n\nYour Name:\nReason for this Report:\n\n  • The review is offensive.\n  • The review is spam or chit-chat (not actually a review).\n  • The review was double posted.\n  • The review has formatting problems.\nRepeat the number: 600\nSubmit Report:",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.6510894299,
        "format_confidence":0.9082550406
    },
    {
        "url":"http:\/\/www.harrypotterfanfiction.com\/report.php?review=1984203",
        "text":"Report a Review\n\nThis service is designed to allow HPFF users to alert the staff about inappropriate reviews.\n\nReview:XXXX says:\nVery well written, I must say... but didn't expect an epilogue this!\nI am giving marks for the whole story.. E-X-C-E-L-L-E-N-T!!!\n\nAuthor's Response: Thank you so much! This story was my first foray into fiction-writing of any kind, so it's awesome that people still like it! =D\n\nYour Name:\nReason for this Report:\n\n  • The review is offensive.\n  • The review is spam or chit-chat (not actually a review).\n  • The review was double posted.\n  • The review has formatting problems.\nRepeat the number: 110\nSubmit Report:",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.8516911268,
        "format_confidence":0.863042891
    },
    {
        "url":"http:\/\/www.harrypotterfanfiction.com\/report.php?review=2564145",
        "text":"Report a Review\n\nThis service is designed to allow HPFF users to alert the staff about inappropriate reviews.\n\nReview:Fiery Ginny says:\nOMG HERMIONE IS PREGNANT! AHHH! (and no I haven't read any of the other chapters yet.) BUT AH! lol\n\nYour Name:\nReason for this Report:\n\n  • The review is offensive.\n  • The review is spam or chit-chat (not actually a review).\n  • The review was double posted.\n  • The review has formatting problems.\nRepeat the number: 829\nSubmit Report:",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.6137430668,
        "format_confidence":0.8892245293
    },
    {
        "url":"http:\/\/www.harrypotterfanfiction.com\/report.php?review=2901969",
        "text":"\nPlease consider supporting us by disabling your ad blocker.\n\nReport a Review\n\nThis service is designed to allow HPFF users to alert the staff about inappropriate reviews.\n\nReview:Emma says:\nPlease write another one they're so good!\n\nAuthor's Response: Hopefully you have seen the new chapters by now. I am so happy you're enjoying the story! Xx\n\nYour Name:\nReason for this Report:\n\n  • The review is offensive.\n  • The review is spam or chit-chat (not actually a review).\n  • The review was double posted.\n  • The review has formatting problems.\nRepeat the number: 364\nSubmit Report:",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.7611306906,
        "format_confidence":0.8516512513
    },
    {
        "url":"http:\/\/harrypotterfanfiction.com\/report.php?review=2773970",
        "text":"Report a Review\n\nThis service is designed to allow HPFF users to alert the staff about inappropriate reviews.\n\nReview:alicia and anne says:\nThis is a very well written dark first chapter.\nThe monsters seem very terrifying and I was on the edge of my seat waiting to have them attack the person.\nI'm very intrigued to see what happens next and who this person is, as well as fine out why he seems to be alone.\nThe way you managed to get everything happening in the chapter across in such a few amount of words was really impressive and you make me eager to read more from the information you gave.\nVery well done. I can't wait to\n\nAuthor's Response: Ah, thanks. Dark is me. Dark is love. :P\n\nAll of your questions will be answered in time. :)\n\nThank you so much for leaving a review!\n\n\nYour Name:\nReason for this Report:\n\n  • The review is offensive.\n  • The review is spam or chit-chat (not actually a review).\n  • The review was double posted.\n  • The review has formatting problems.\nRepeat the number: 101\nSubmit Report:",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.9105402827,
        "format_confidence":0.6311585903
    },
    {
        "url":"http:\/\/harrypotterfanfiction.com\/report.php?review=2583435",
        "text":"Report a Review\n\nThis service is designed to allow HPFF users to alert the staff about inappropriate reviews.\n\nReview:Jenny says:\nYou're one of the very few (or the first! I can't remember) that I've given this story 10\/10. I love it and it's beautiful and I'm glad they're together and are happy. You write really well. Hope you publish your own story one day. :)\n\nAuthor's Response: Jenny,\n\nWell... Wow! There are so many wonderful stories on this site and I feel humbled and privileged to receive your 10\/10. That is truly a wonderful compliment to me. Thank you so very much!\n\nAnd your last line was so sweet to read. I have a box full of original fiction that is unfinished. Part of the reason why I am writing on HPFF is to prove that I can 'finish' a story and also to get feedback from others to see if I'm 'good enough' to continue with my own stories some day. My confidence is lacking and this site provides a way for authors like me to test my skills and get actual feedback from readers like yourself that do wonders for my self esteem. :)\n\nSo thank you so very, very much for your kind words. They encourage me to keep writing and someday go for my dreams.\n\nWith sincerest appreciation for your Review...\nDark Whisper\n\nYour Name:\nReason for this Report:\n\n  • The review is offensive.\n  • The review is spam or chit-chat (not actually a review).\n  • The review was double posted.\n  • The review has formatting problems.\nRepeat the number: 473\nSubmit Report:",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.8413461447,
        "format_confidence":0.6944284439
    },
    {
        "url":"http:\/\/www.harrypotterfanfiction.com\/report.php?review=2773336",
        "text":"Report a Review\n\nThis service is designed to allow HPFF users to alert the staff about inappropriate reviews.\n\nReview:ForeverCharmed says:\nOh My God. This was excellent I loved it. Draco and Hermione finally coming together.\n\nAuthor's Response: Thank you so much ! Yeah I'm glad they are finally getting on :) thank you for reading :D\n\nYour Name:\nReason for this Report:\n\n  • The review is offensive.\n  • The review is spam or chit-chat (not actually a review).\n  • The review was double posted.\n  • The review has formatting problems.\nRepeat the number: 645\nSubmit Report:",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.7299919128,
        "format_confidence":0.9031332731
    },
    {
        "url":"http:\/\/www.harrypotterfanfiction.com\/report.php?review=2781153",
        "text":"Report a Review\n\nThis service is designed to allow HPFF users to alert the staff about inappropriate reviews.\n\nReview:Kylie says:\nThat was amazing I enjoyed it heaps :))\n\nAuthor's Response: Thank you so much :)\n\nYour Name:\nReason for this Report:\n\n  • The review is offensive.\n  • The review is spam or chit-chat (not actually a review).\n  • The review was double posted.\n  • The review has formatting problems.\nRepeat the number: 636\nSubmit Report:",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.7663465142,
        "format_confidence":0.9097307324
    },
    {
        "url":"http:\/\/www.harrypotterfanfiction.com\/report.php?review=2831632",
        "text":"Report a Review\n\nThis service is designed to allow HPFF users to alert the staff about inappropriate reviews.\n\nReview:missdagane says:\nI loved the way you write your chapter, how each scene in the casino was followed by Albus explnanation of the plan; I could really imagine the scens, like I was watching a movie. Weel done! Now of course, can't wait to read the next chapter!\n\nAuthor's Response: I couldn't resist the cinematic style. I wanted to show the gang having their planning, because it's important to show them thinking these things through and talking them over, but at the same time it's not fun to have a chapter of discussing it and then a chapter of doing exactly as they discussed. So doing it like a heist movie seemed appropriate. It worked well, I thought. Thanks for reviewing!\n\nYour Name:\nReason for this Report:\n\n  • The review is offensive.\n  • The review is spam or chit-chat (not actually a review).\n  • The review was double posted.\n  • The review has formatting problems.\nRepeat the number: 340\nSubmit Report:",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.8272289634,
        "format_confidence":0.7579994798
    },
    {
        "url":"http:\/\/www.harrypotterfanfiction.com\/report.php?review=2775778",
        "text":"Report a Review\n\nThis service is designed to allow HPFF users to alert the staff about inappropriate reviews.\n\nReview:Alena MacLean says:\nWow, I'm really impressed with the way that this story reads and the realistic-ness of it. It's wonderful and really builds Audrey's character beautifully.\n\nYour Name:\nReason for this Report:\n\n  • The review is offensive.\n  • The review is spam or chit-chat (not actually a review).\n  • The review was double posted.\n  • The review has formatting problems.\nRepeat the number: 791\nSubmit Report:",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.8705556393,
        "format_confidence":0.9042474627
    },
    {
        "url":"http:\/\/www.barricadebooks.com\/index.php\/about\/single\/submission_guidelines\/",
        "text":"Submission Guidelines\n\nWe publish very little fiction. And we do not publish poetry or children's books. We look for quality non-fiction manuscripts--preferably that lean toward the controversial. We are a publicity-driven publisher and look for books with authors who are committed to promoting themselves and their titles. Please review the titles on this site. Given the above, if you believe your material fits our list, send an outline, one or two chapters, and a self-addressed stamped envelope (SASE) to Carole Stuart, Barricade Books, 2037 Lemoine Avenue, Fort Lee, NJ 07024. Please let us know if you want your material returned. We will not respond to submissions sent without an SASE. We do not accept proposals on disk or via email.",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.9398067594,
        "format_confidence":0.770155251
    },
    {
        "url":"http:\/\/www.harrypotterfanfiction.com\/report.php?review=2655522",
        "text":"Report a Review\n\nThis service is designed to allow HPFF users to alert the staff about inappropriate reviews.\n\nReview:my love for teddy lupin says:\nwHAT!only one chapter i want the whole world to know yevette was lying especially the weasley-potter clan!\n\nAuthor's Response: The rest is up to your imagination. A big scene between Yvette and Victoire didn't feel right in the story, but you've still got some closure in the next chapter. Thanks for reviewing!\n\nYour Name:\nReason for this Report:\n\n  • The review is offensive.\n  • The review is spam or chit-chat (not actually a review).\n  • The review was double posted.\n  • The review has formatting problems.\nRepeat the number: 172\nSubmit Report:",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.7548838854,
        "format_confidence":0.8334814906
    },
    {
        "url":"http:\/\/www.harrypotterfanfiction.com\/report.php?review=2513754",
        "text":"Report a Review\n\nThis service is designed to allow HPFF users to alert the staff about inappropriate reviews.\n\nReview:BL33DiiNxH3ARTZ says:\nHmm I like Draco this way! :P On to the next chappie I go!!!\nThank you so much for reading it!!! Haha I got like two other chapters up if your interested(:\n\n\nYour Name:\nReason for this Report:\n\n  • The review is offensive.\n  • The review is spam or chit-chat (not actually a review).\n  • The review was double posted.\n  • The review has formatting problems.\nRepeat the number: 306\nSubmit Report:",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.7501524687,
        "format_confidence":0.8143329024
    },
    {
        "url":"http:\/\/tina-bell.com\/reviewers\/",
        "text":"Book reviewers and social influencers may be eligible for free copies of Tina Bell’s stories. Those with a smaller audience will receive free digital ebooks. Those with a very sizeable audience may qualify for printed review copies.\n\nPlease contact Tina for more info. Include links to your social media presence and requests for any specific stories.",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.9449440837,
        "format_confidence":0.6697324514
    },
    {
        "url":"http:\/\/www.harrypotterfanfiction.com\/report.php?review=2779777",
        "text":"\nPlease consider supporting us by disabling your ad blocker.\n\nReport a Review\n\nThis service is designed to allow HPFF users to alert the staff about inappropriate reviews.\n\nReview:Nicole says:\nPage 394!!! - in answwer to the trivia! its the page number tht Snape (adult) tells the class to turn to in POA- his voice sounds so sexy when he says it :D\n\nYour Name:\nReason for this Report:\n\n  • The review is offensive.\n  • The review is spam or chit-chat (not actually a review).\n  • The review was double posted.\n  • The review has formatting problems.\nRepeat the number: 596\nSubmit Report:",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.5270792246,
        "format_confidence":0.7736178637
    }
]