[
    {
        "url":"http:\/\/bestbookboyfriends.blogspot.com\/2017\/02\/la-reviews-pucked-offby-helena-hunting.html",
        "text":"If there's one thing we know about Lance Romero from the beginning of the Pucked Series, is that the  ladies love him and Lance Romance loves them right back. Admittedly he has the worst reputation of his teammates and for the most part he owns that reputation and maybe even deserves it a little.\n\nI have to admit now as much as I am all about Alex Waters, Lance Romero has definitely found a place in my heart. I mean the cover model by himself for Pucked Off  is a complete fantasy. I don't think I've ever seen a cover model that completely embodies their character until Lance. Then you add Helena's story, which I couldn't put down and you have a book boyfriend that melted my  heart with each turn of the page.\n\nLance's story is much more complicated than the other members of his team. His past is dark and he carries around that darkness inside of him. At first, I thought Tash was definitely the girl for him and I figured Helena would write Lance's story in that direction. I couldn't have been more wrong and I'm so glad I was because it just made me love Lance Romero even more.\n\nLance Romero is gorgeous, quite possibly the hottest player on his team. His body is beyond perfect. With darkish red hair and light green eyes he gets even better. Add that sexy Scottish accent that comes out at times and he is the total package. Who knew he would make such an amazing book boyfriend?\n\nI love Helena's writing and am in awe of how she put this story together. I think it may be my favorite in the series so far. But considering I love the whole series, that just means it gets better and better.\n\nAfter a run in with Tash, (that absolutely floored me) you know this isn't going to be the typical light hearted read you're used to in the Pucked Series.\n\nLance, unhinged from his meeting with Tash, goes and finds some trouble. At practice the next morning his coach insists he goes to massage therapy if he wants to play in an upcoming game. Lance's reaction is strange, but he agrees to the massage.\n\nEnter Poppy O'Connor (you might remember her, I didn't), stunningly beautiful, with a personality and heart to match and that's when the story really starts. For the first time in his life, he doesn't mind being touched. Their chemistry is steamy from the very start.\n\nIt seems Poppy and Lance have some history. Quite a bit of history. Which you will find out about as you get into the story. It's sweet and real and it made me love Lance more than I thought was possible.\n\nBefore I forget, Lance Romero is every bit the sex god in bed that the bunnies say he is. If I could sum him up in a word, it would be giver. He's like the energizer bunny. He keeps on giving. Poppy is one lucky girl.\n\nOf course, nothing good comes easy, so Lance and Poppy have some bumps in the road. I can't explain enough how many feelings I have for Lance because this book. But that's what a great writer does, right?\n\nIt's not all deep and angsty. The whole cast of characters are there throughout the whole story. Giving Lance advice and trying to smooth over the bumps. And don't worry Violet's there and she is as unfiltered as ever!\n\nAn awesome story, an amazing book boyfriend! Five slap shot stars for Helena Hunting and Pucked Off!\n\nAnd Lance, I will always have gummy bears for you <3 p=\"\">\n\n\nPopular posts from this blog",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.8499811888,
        "format_confidence":0.6666404009
    },
    {
        "url":"https:\/\/www.nerdophiles.com\/2017\/11\/01\/life-changing-manga-of-tidying-up-review\/",
        "text":"Title: The Life Changing Manga of Tidying Up\nMarie Kondō\nRelease Date: June 27, 2017\nPublisher: Ten Speed Press\nReview Spoilers: N\/A\nGoodReads | Amazon\n\nIt’s no secret that the KonMari method of cleaning has taken the Western world by storm. Ever since the terrible Gilmore Girls revival name-dropped her and Younger satirized her methods, I knew I had to get my hands on this book. \n\nA few months later, and here it is – in manga form.\n\nUnlike the longer version of the KonMari method, this is a short, illustrated jaunt through boy-crazy, messy Chiaki’s life with a few step-by-step pages of tidying tips.\n\nI think I would have preferred the original book much more. Let’s just say that Chiaki’s story doesn’t feel very empowering: she’s a self-admitted hopeless romantic who picks up a series of hobbies to fit whoever she’s dating at the time. She has no real personality outside of her love life. And guess what? She wants to tidy up her apartment to snag a man!\n\nWell, maybe that isn’t specifically the reason she wants to clean, but it’s certainly implied. Her neighbor\/love interest appears throughout the book, and only takes interest in her after she cleans her cluttered apartment.\n\nLike any self help book, you gotta really lean in to the methods to see if they work. Unfortunately, the storytelling comes across as preachy, so I’m not willing to try most of them. I do like her organization system for papers (3 folders depending on how long you need to keep the documents and which require responses) and her approach to cleaning emotionally-charged items.\n\nI can see myself putting some of KonMari’s methods to work, but some don’t seem practical (emptying your purse every night and folding most of your hanging clothes) or don’t translate well culturally (e.g. clapping your hands to ‘wake up’ the energies of old clothes, sprinkling photos with salt to remove their bad energy.)\n\nThe other downside is that we only get about 5 pages of actual how-to KonMari method, wrapped in 100-plus pages of illustrated parable. Throw in a dash of existential crisis because a manga version of KonMari makes you question how much of your life is lived with intent or purpose, and how much of the sh*t you’ve accumulated in your life is ‘just because,’ from your career to your relationships down to your f*cking winter sweaters, it’s a rip-roaring good time for anxious people.\n\nIt really begs the eternal question, “What in my life sparks joy?” and “Have I ever experienced true joy?” and “AM I A JOYLESS HUMAN BEING INCAPABLE OF HAPPINESS?” \n\nNeedless to say, maybe not the best book for neurotic twentysomethings.\n\nIf I ever do decide to go full KonMari and tidy up my life, I do feel like I’m better equipped to do it. But in the meantime, I think I’ll take the book, close my eyes, hold it in my hands, and thank it for its service. Right before it goes into the library donation bin.\n\nLeave a Reply",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.71456635,
        "format_confidence":0.6776742935
    },
    {
        "url":"https:\/\/www.kirkusreviews.com\/book-reviews\/elise-broach\/masterpiece\/print\/",
        "text":"Kirkus Reviews QR Code\nMASTERPIECE by Elise Broach\n\n\nby Elise Broach, illustrated by Kelly Murphy\n\nAge Range: 10 - 14\n\nPub Date: Sept. 1st, 2008\nISBN: 978-0-8050-8270-8\nPublisher: Christy Ottaviano\/Henry Holt\n\nEleven-year-old James Terik isn’t particularly appreciated in the Pompaday household. Marvin, a beetle who lives happily with his “smothering, overinvolved relatives” behind the Pompadays’ kitchen sink, has observed James closely and knows he’s something special even if the boy’s mother and stepfather don’t. Insect and human worlds collide when Marvin uses his front legs to draw a magnificent pen-and-ink miniature for James’s birthday. James is thrilled with his tiny new friend, but is horrified when his mother sees the beetle’s drawing and instantly wants to exploit her suddenly special son’s newfound talents. The web further tangles when the Metropolitan Museum of Art enlists James to help catch a thief by forging a miniature in the style of Renaissance artist Albrecht Dürer. Delightful intricacies of beetle life—a cottonball bed, playing horseshoes with staples and toothpicks—blend seamlessly with the suspenseful caper as well as the sentimental story of a complicated-but-rewarding friendship that requires a great deal of frantic leg-wiggling on Marvin’s part. Murphy’s charming pen-and-ink drawings populate the short chapters of this funny, winsome novel. (author’s note) (Fantasy. 10-14)",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9710591435,
        "format_confidence":0.8389301896
    },
    {
        "url":"http:\/\/wackyfunball.tripod.com\/journey\/id7.html",
        "text":"Make your own free website on\n\nJourney to The Center of The Earth\n\nHome | Reviews | Study Questions | Works Cited | Character Analysis | Biography | Lit Link | Historical Background\n\n        This book proves Verne's greatness as a writer of fiction. The science in this science fiction flies largely in the face of modern science, yet the read is no less gripping today than it was in its infancy. The story is pretty simple. Professor Lidenbrock, a neurotically impatient scientist, discovers a cryptic manuscript written by a long-dead explorer; with the help of his nephew, he decodes the cryptogram to read an account of a journey to the center of the earth begun beneath a dormant volcano in Iceland. The nephew, Axel, a talented geologist and mineralogist himself, refuses to believe that the core of the earth is not exceedingly hot; additionally, he cares more about Grauben, the eccentric professor's ward, than risking his life on a scientific adventure. He proves unable to dissuade his uncle and thus joins with him on a journey to Iceland. There, they hire a stoic Icelander to lead them down into the earth. Most of the action takes place underground, with the adventurers suffering several trials, daring risks, and finally discovering a whole new world hidden miles below the earth's crust. The ultimate trial and danger they face consists of returning to the surface (Jolley).\n         Axel narrates the story, and the strength of the novel lies in his character. The professor and the Icelandic guide are unusual personalities, but Axel is very real and easy to relate to. He really does not want to go in the first place, and he is most liable to greet dangers and risks by bemoaning his fate and declaring his party done for in their foolish efforts. It is he who suffers the most privation when the men's water runs out, and it is he who finds himself lost in the utter blackness of the caverns for three days. When things are going well, though, Axel becomes wildly excited about the mission and temporarily forgets about his fears. This all goes to make him a very sympathetic character. Without him, the story would be a rather dispassionate account of an impossible journey by bland, unbelievable characters. You do have to shift your mind into low gear a few times when the characters begin speaking about the different types of minerals and rocks they are encountering, but overall the plot is rather thrilling, and you cannot help but begin early on trying to ascertain a way in which the intrepid explorers can return to share their discoveries with a skeptical scientific community. Verne knows how to tell a story, and you don't have to know a single thing about science to enjoy this novel immensely (Jolley).\n         A breathtaking fictional journey through the bowels of the planet that we the readers live on and think we know so much about. Cleverly worded, the novel grabs the readers attention from the beginning and doesn't let up until the end. Also Jules Verne's choice of plot scheme made the book a very enjoyable read. In this epic tale, A Greek professor finds a secret parchment stating that another scientist has been to the center of the earth. Taking on the adventure as a number one priority,\nHe packs his things and literally drags his nephew with him to Iceland, where they are to begin their awesome journey. It seemed to me that everything that took place in the novel took place where it should have, one of the marks of a true author.\nAlso, the novel was not rushed, which is one of the most common problem with adventure stories. This book made me want to read more of Verne's writting. The novel definitely deserves to be a\nclassic (Carter).\n\nEnter main content here\n\nBy: Stephen Yang\n\nPage by: Stephen Grantham, Tyler Cameron, Steevo Yang",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9846461415,
        "format_confidence":0.5915971398
    },
    {
        "url":"https:\/\/www.readersfavorite.com\/book-review\/the-catbird-seat",
        "text":"The Catbird Seat\n\nFiction - Historical - Event\/Era\n344 Pages\nReviewed on 06\/27\/2022\nBuy on Amazon\n\nThis author participates in the Readers' Favorite Free Book Program, which is open to all readers and is completely free. The author will provide you with a free copy of their book in exchange for an honest review. You and the author will discuss what sites you will post your review to and what kind of copy of the book you would like to receive (eBook, PDF, Word, paperback, etc.). To begin, click the purple email icon to send this author a private email.\n\nThis author participates in the Readers' Favorite Book Review Exchange Program, which is open to all authors and is completely free. Simply put, you agree to provide an honest review an author's book in exchange for the author doing the same for you. What sites your reviews are posted on (B&N, Amazon, etc.) and whether you send digital (eBook, PDF, Word, etc.) or hard copies of your books to each other for review is up to you. To begin, click the purple email icon to send this author a private email, and be sure to describe your book or include a link to your Readers' Favorite review page or Amazon page.\n\nThis author participates in the Readers' Favorite Book Donation Program, which was created to help nonprofit and charitable organizations (schools, libraries, convalescent homes, soldier donation programs, etc.) by providing them with free books and to help authors garner more exposure for their work. This author is willing to donate free copies of their book in exchange for reviews (if circumstances allow) and the knowledge that their book is being read and enjoyed. To begin, click the purple email icon to send this author a private email. Be sure to tell the author who you are, what organization you are with, how many books you need, how they will be used, and the number of reviews, if any, you would be able to provide.\n\n    Book Review\n\nReviewed by Grant Leishman for Readers' Favorite\n\nThe Catbird Seat by Rebecca Hollingsworth is a compelling comparison of race relations in South Carolina from before the Civil War right up to the time of the 2000 furor of the Confederate Flag flying over the State House in Columbia, South Carolina. The story is told from two perspectives: that of a poor, white cotton farmer in the pre-Civil War days, who almost inadvertently ends up owning three slaves, including a giant of a negro by the name of Hutto, and also through the eyes of Gil Culkin, a historian at the Carolinian Library, attached to the University of South Carolina. When protests began against the Confederate Flag, Gil was a little nonplussed as to what the fuss was all about. After all, hadn’t black people had equal rights since the Civil Rights Act of 1964? How could a simple flag evoke such anger and disgust when really it was just a memorial of the courageous, long-dead Confederate soldiers who fought so bravely to protect their homeland? As a historian, though, Gil was trained to look at the human connections and decisions in history that led us to our current place. When she is handed a diary written by a poor cotton farmer from the 1850s to decipher and record, the desire to know and understand more about the black plight and their injustices becomes uppermost in her mind. What will she discover about herself, her family, and her attitudes toward racial equality, not just in the South but all across America?\n\nThe Catbird Seat beautifully captures the dilemma facing white people all across the United States who believe that there already is equality between the races and simply cannot understand why black people are still complaining. They are unable to grasp the true meaning of the phrase “white privilege” and believe it is some sinister plot by the black population to gain an unfair advantage over them. They cannot understand why they should be held responsible for righting the wrongs of their forebears. Author Rebecca Hollingsworth does a superb job of presenting Gil Culkin, a smart, accomplished highly thought of academic who suddenly finds herself having to question her standard attitude to race relations, in light of the ongoing protests over the Confederate Flag and the unending attempts over the past century and a half to keep black people at the lowest economic, social, and educational levels. In William Medlin, the cotton farmer, the author presents a typical poor white farmer, whose understanding is of the necessary evil of slavery for the economic prosperity of the South but tempered with a true belief that these black folk are just simple human beings like him. He doesn’t ascribe to the prevailing belief that they are sub-human and worthy only of slavery. His own close encounter with enslaved human beings beautifully exposes the myths and fallacies about black people.\n\nI particularly appreciated the way the author beautifully wove the entire suppressive history of the black population into the story. By combining the two timelines, Gil, as a good historian, was able to trace the pre-Civil War through emancipation, reconstruction, the repression of Jim Crow, the Civil Rights movement of the mid-20th century, right through to the protests against the Confederate Flag in 2000. This is a deeply thought-out and considerate story that anybody who cares about race relations should read. When a book provokes deep thought and searching personal questions from its readers, it has achieved its goal. This book does that and I can highly recommend it.",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9381273389,
        "format_confidence":0.97819978
    },
    {
        "url":"http:\/\/buildingrainbows.com\/bookreview\/reviewid\/46024",
        "text":"The Wave Book Review\nBook Review\n\nThe Wave book review\n\nTodd Strasser, et al\nbook review - howto iPhone Recipe App iphone recipe app\nTitle: The Wave\n\nAuthor: Todd Strasser, et al\n\nAverage number of words per page: more than 100\n\n95 readers have rated this story.\nAverage story rating: 7.93\/10.0\n95 readers have rated the illustrations.\nAverage illustration rating: 5.12\/10.0\n\nPurchase this book from Amazon\n\nView larger image\nReview the book cover art\nStory Rating\n8.8 out of a possible 10.0\nBook review by: Daniel Miller\nage: 14\n\nReview submitted on 12\/15\/2010 at 18:14:20\n\nlist all 95 reviews for this book\n\nIllustrations Rating\n7.9 out of a possible 10.0\n\nDaniel Miller writes the following about The Wave :\n\nReview this book\nPurchase this book\nrecommend this review\nto a friend\n\nGo To Building Rainbows Home Page SEARCH Book Reviews ADD a book review BROWSE Book Reviews\n\ncontact the webmaster\nbook review website",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.8880169988,
        "format_confidence":0.9832292199
    },
    {
        "url":"https:\/\/bookreviewsbyshalini.com\/2020\/01\/30\/book-review-snowball-by-gregory-bastianelli-gregorybastien-flametreepress-bookreview-bookblogger-horror\/?replytocom=56867",
        "text":"Skip to content\n\nBook Review – Snowball by Gregory Bastianelli @gregorybastien @flametreepress #BookReview #BookBlogger #horror\n\nI love me a good scare… And this was a chiller of a story. A group of people were stranded in a snowstorm on Christmas Eve. And strange things happened. They decided to join a strange couple on their RV… Soon stores about worst winters were told when they realized it was not serendipity but something else was at play. They had something in common.\n\nMy first book by George Bastianelli, and I had to the say the author could give me a good fright. My love for horror got a spark up with this book. I relished the slow build of the dark threatening atmosphere. I could feel the noose tightening up… Oh, could the author write horror…\n\nCute looking snowmen came alive, deaths occurred. Supernatural forces were at play. The author’s hand wrote some darn good scenes. Creepily suspenseful… The second half of the book got the heart pounding and adrenaline flowing…\n\nAfter reading this book, I was thankful that it never snowed in my end of the globe… 😂 😂 Gregory Bastianelli made sure I never longed to build a snowman.\n\nWho knows when a cute looking snowman comes alive?!! Do you?\n\nI received a free ARC from NetGalley and publisher, and this is my journey into its pages, straight from the heart!! STRICTLY HONEST AND UNBIASED.\n\nAll my reviews can be read here\n\nA group of motorists become stranded on a lonely stretch of highway during a Christmas Eve blizzard and fight for survival against an unnatural force in the storm. The gathered survivors realize a tenuous connection among them means it may not be a coincidence that they all ended up on this highway. An attempt to seek help leads a few of the travelers to a house in the woods where a twisted toymaker with a mystical snow globe is hell bent on playing deadly games with a group of people just trying to get home for the holidays.\n\n14 thoughts on “Book Review – Snowball by Gregory Bastianelli @gregorybastien @flametreepress #BookReview #BookBlogger #horror Leave a comment\n\nLeave a Reply to HannahCancel Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\n%d bloggers like this:",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9046612382,
        "format_confidence":0.6640071273
    },
    {
        "url":"http:\/\/librarypirates.blogspot.com\/2012\/11\/hidden-by-helen-frost.html",
        "text":"Wednesday, November 14, 2012\n\nHidden by Helen Frost\n\nOn a trip to the store, eight-year-old Wren was accidentally kidnapped during a car jacking. Six years later, the new girl in Wren's cabin at summer camp has a connection to that long-ago incident.\n\nThe tension between the girls is well-told: Each is scared and wary of the other, and both have spent six years wondering about and kind of hating the other, without really ever having met. The story's told in alternating chapters between Wren and Darra, and each girl has her own poetic form - Wren in short, visually creative stanzas, and Darra in longer free-verse, with another facet of the story constructed between the lines.\n\nIt's a great story - something I haven't seen a bunch of times before - and I was completely captivated by the girls' stories and connection. They're relate-able characters with honest feelings and complicated lives. The book brings up some interesting subjects: victimization, difficult family relationships, mixed emotions, and childhood trauma. But it's not a heavy story. The story zips along briskly, and Frost has made every word work its hardest in less than 150 pages.\n\nNo comments:",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.991982162,
        "format_confidence":0.5272840858
    },
    {
        "url":"https:\/\/literarytreats.com\/2014\/07\/15\/review-the-winter-people-jennifer-mcmahon\/",
        "text":"Review | The Winter People, Jennifer McMahon\n\n18007535What if you could bring the dead back to life? If you’ve read Stephen King or seen any number of classic horror movies, it should be pretty obvious that this is never a good idea. A character says as much near the beginning of this book, only to be told that someday, she just may love someone enough to seriously consider it.\n\nIndeed. A mother loses her child. A woman loses her husband. Two children lose their mother. Loss is everywhere in this book, and Stephen King nightmares aside, how much can we really blame anyone for wanting just a few extra days with a loved one?\n\nThat being said, as we all know, the reality is never as good as we imagine. In Jennifer McMahon’s The Winter People reanimated corpses called sleepers are rumoured to haunt the woods, and in classic horror story tradition, these sleepers turn out to be rather thirsty for human blood. Reviews on Goodreads have compared it to Stephen King’s Pet Sematary, which either I’ve never read or it freaked me out so much I’ve blocked it completely from my memory. If you have read it, that might give you an idea of what to expect.\n\nThere is a Stephen King feel to McMahon’s book, particularly near the end. The story spans over a century, and refers to several mysterious deaths over the years, but McMahon keeps her focus tight and intimate. There is Sara in 1908, who has grown up hearing tales of sleepers in the woods from her Auntie who practices dark magic. When Sara’s daughter Gertie dies, Sara’s desire to be reunited with her leads to mysterious knocks in the night and notes in childish handwriting suggesting Gertie had been murdered.\n\nThe story switches between Sara’s story and the present day, with sisters Ruthie and Fawn living in the house Sara used to live. When their mother goes missing, their search for answers leads them to discover Sara’s story and realize that the tales of sleepers in the woods may be real after all. Also in the present day is Katherine, who discovers her husband met with a mysterious woman before he died, and her investigation into the last day of his life leads her to Ruthie and Fawn, and to Sara’s story.\n\nIt’s a scary book, though the supernatural elements weren’t quite explored enough to haunt the reader past the last page. The reveal about Gertie’s murderer mostly just confused me, and I had to flip back to see what I’d missed, and with regard to the ending, a couple of the characters appear far too easily accepting of their fates. Overall, it’s a good weekend read, an atmospheric, creepy tale that I can easily imagine being adapted for screen.\n\n\nThank you to Random House Canada for a copy of this book in exchange for an honest review.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9847533703,
        "format_confidence":0.9293815494
    },
    {
        "url":"http:\/\/ficwad.com\/review\/278490",
        "text":"Review for One Wizard Too Many\n\nOne Wizard Too Many\n\n(#) tricorvus 2011-08-30\n\nThat is one more GOOD chapter! Thank you for such an entertaining story! No criticism from ME. Damn good stuff. Please, more Ron-bashing. There's something about him that I cannot like. Do you have any stories or suggestions with Dumbledore-bashing? I like some every so often, and I can see that this is not one. And there's nothing wrong with that. I just fancy some sometimes and like any lead I can get. :D Keep up the damn good work! :D",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.7973815203,
        "format_confidence":0.8477404714
    },
    {
        "url":"https:\/\/organicshoes.wordpress.com\/2015\/07\/13\/summers-list-by-anita-higman\/",
        "text":"Summer’s List by Anita Higman\n\nSummer’s List\n\nSummer’s List By Anita Higman\n\nIn recent years creating a bucket list has become one of the ‘cool’ things to do, but what if instead of creating your own bucket list, someone did it for you and challenged you to complete that list. Would you be able to? That is exactly what Summer is asked to do by her grandmother, a wise woman full of godly wisdom.\n\nI’m torn about how I feel about this book. It was a good book and I enjoyed the story but it was hard to get into the story and connect with the characters. The story was lacking in areas and didn’t quite get to where I wanted it to. I will try more of Anita Higman’s books, but as for Summer’s List I will have to stay middle of the road with it.\n\nI received this book complimentary through the Litfuse Publicity Program in exchange for an honest review. All thoughts and opinions are my own.\n\n\nLeave a comment\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9864870906,
        "format_confidence":0.6106441617
    },
    {
        "url":"https:\/\/ragingbiblioholism.com\/2013\/06\/29\/the-resurrectionist-the-lost-work-of-dr-spencer-black\/",
        "text":"The Resurrectionist: The Lost Work of Dr. Spencer Black\n\nthe resurrectionistThe Short Version: Dr. Spencer Black was a youthful prodigy – gifted at science and medicine – in the late 1800s in Philadelphia.  But as his studies furthered, he began to develop unorthodox ideas about mutation and beasts of classical antiquity: namely, that they were in fact real and present-day mutations are an attempt to revert back to those now-extinct forms.  His work was discredited and Dr. Black disappeared with little trace in 1908.\n\nThe Review: Quirk Books, a small-ish publishing house in my old hometown(ish) of Philadelphia, has quietly been developing quite a reputation when it comes to proper literature.  They started off small, distributed by Chronicle Books, and as a result they had a limited slate of offerings – many leaning towards, well, quirky texts that were as much humor as they were ‘literature’.  These are the folks, after all, who brought the world Pride and Prejudice and Zombies and the rest of the Quirk Classics.  But a shift slowly started around the time of their transition to Random House as distributor and they’ve put forth some seriously excellent novels of late – led by Miss Peregrine’s Home for Peculiar Children & The Last Policeman (neither of which, embarrassingly, have I read – but I solemnly swear that they’re on my list and now even more prevalently so, as I work to develop a relationship with my hometown team).\n\nThe Resurrectionist is a perfect example of an effective blend between those two worlds.  On the one hand, it is a beautiful object – closer to coffee-table-size than hardcover-size, it sits in your hands and demands to be admired.  The second half of the book itself, the Codex Extinct Animalia, is the real coffee-table attraction: exquisitely rendered anatomical drawings of mythical creatures, pulled from the supposed studies of Dr. Black.  I am not a biology person, let alone an anatomy person – I barely remember from my high school bio class how the human body is constructed, let alone the rest of the animal kingdom – but that doesn’t mean I wasn’t absolutely bowled over by these drawings.  To see (even fantastically) how these mythical creatures could have existed… it’s delightful.\n\nThe story itself is short – taking up less than half of the book’s printed pages – and provides only, in essence, the roughest sketch of Dr. Black’s life.  His father was a renowned doctor and used to take his boys out graverobbing – something that clearly set both his sons on their respective paths.  The simplistic, academic narration is interspersed with excerpts of journal entries, letters, and other ephemeral writings of\/relating to the Blacks and the overall effect is one somewhat akin to the film The Prestige.  The novel used the same tricks to different effect but I am thinking most clearly of the way the film provided the narration of the two magicians reading each other’s journals.  That voiceover quality, specifically – that’s how these excerpts feel.  As though, while you’re reading them, the voice of Spencer Black play over a brief recording.  Another equally valid analogy would be a museum tour where, as you walk by an exhibit, an actor reading some piece of text plays softly.\n\nUnfortunately, the impact of that early section doesn’t quite live up to the initial promise.  I’m hesitant to call this a flaw, because the book is clearly structured to be an introductory, almost-academic text – the story itself being secondary, no editorializing or sensationalizing.  Indeed, it ends on something of a cliffhanger and the way the whole story is created leads me to believe that Hudspeth may in fact have further intentions for the story of Dr. Black.  For there is so much to experiment with here – there’s a Geek Love-esque circus, the gorgeous setting of late 19th Century Philadelphia, the very real and very well documented push and pull between science and fantasy at that time… So I won’t take off any points for the fleeting pleasure of the story because I wonder if that wasn’t the point and if there won’t be more coming to sate us later.\n\nRating: 4 out of 5.  Even if it were just the Codex, this book is worth picking up for any fans of fantastic beasts (and where to find them!  DING!) and the sort of vaguely-eerie pseudoscience that was all the rage not even 150 years ago.  There’s something romantic about this, the sort of thing that you might expect to’ve seen as a real text in the Mutter Museum or the like – gross on the one hand and yet entirely fascinating at the same time.  Put it on your coffee table – and buy Quirk!\n\n\nWhat Did YOU Think?\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9827609658,
        "format_confidence":0.6130850315
    },
    {
        "url":"https:\/\/bookscupsandcandles.com\/2017\/11\/17\/book-review-what-the-valley-knows-by-heather-christie\/",
        "text":"Book review: ‘What the Valley Knows’ by Heather Christie\n\n\nday off 6\n\nWhat the Valley Knows by Heather Christie.\n\nToday I want to share with you my review of Heather Christie’s first book. I was lucky enough to be one of the chosen few, who were given a finished copy to read, in advance of publication, and I am so pleased that I was, as I really enjoyed it. Actually…\n\n\nI have to say that I loved this book. Actually I more than loved it.\n\n\n\nAt first sight, it appears to be a sweet romance between high school sweethearts, and aimed at young adult readers. But this book is so much more. It has hidden depths. It is a beautiful ‘coming of age’ novel which draws you in from the very first page. It is the perfect blend of drama, suspense, and yes, romance. You’re gripping your seat one moment, whilst dissolving into puddles of emotion the next. Here is the book’s synopsis. I will give you mine below it.\n\n\n\n“Millington Valley is a quintessential small Pennsylvania town: families go back generations. Football rules. Kids drink while adults look the other way. High school is a whirlwind of aspiration and rivalry, friendship and jealousy.\n\nWhen smart and pretty Molly Hanover moves to town and attracts the attention of the football team’s hero, Wade Thornton – a nice guy with a bad drinking habit, longtime friendships are threatened and a popular cheerleader tries to turn the school against Molly.\n\nThe young couple’s future is shattered when Wade, drunk, wrecks his truck and Molly is thrown through the windshield.deer-head\n\nShe wakes from a coma to find her beauty marred and her memory full of holes. As she struggles to heal, she becomes sure that something terrible happened before the accident. And there is somebody in the valley who doesn’t want her to remember.’\n\n\nThe book is written from multiple perspectives, as seen through the eyes of the main characters. This is expertly done, and allows the reader to fully experience the emotions of each character in the lead up to their worlds colliding.\n\nMolly is a sweet only child. Her father died when she was a young girl, and her memories of him are bitter-sweet. She feels guilt as well as grief at his passing, because she blames herself somewhat for his death, for reasons that become clear later.\n\nkawaii 01\n\nAnn is Molly’s mother. She is finally finding her feet after years of fighting to pay bills and keep out of debt, after her husband’s shock death left them almost destitute. Now Ann has an opportunity for a fresh start in a new town, with a super job offer as a paralegal and a beautiful rental home that seems almost too-good-to-be-true. It apparently is…\n\nWade is the popular kid, and high school football star. His life is a dream. He has a huge bunch of friends, he can take his pick of all the pretty girls, and his future football career seems settled. Wade gets everything he wants, and it comes easy. But he is not happy. A little drink now and again, helps to ‘take the edge off’ and it’s okay, because Wade is in control of it…until he isn’t. When Molly walks into his life, he suddenly feels that he has finally found ‘the one’, someone who loves him for himself and not for his achievements.\n\n\nUnfortunately there are some people in town who want something from Ann and Molly that they just cannot give. These people have their own agenda’s and are hell-bent on getting what they want,to such a point that Ann and Molly’s lives are now in serious danger.\n\nOne night everything tragically changes, and Molly now has a huge decision to make.\n\nIf she reviled her secret, it’s going to cause so much pain to those she loves. If she doesn’t, then other people may be in danger. She meets up with Wade with the intention of sharing her burden, but before she has a chance, they are in a car accident, and Molly is in a coma….\n\n\nI love seeing how Christie writes with such  empathy, and draws the reader into the thought processes and feelings of her characters. I understood Molly, I understood Wade, and I understood Ann, and I could see all their differing points of view. The romance was so sweet and the mystery and intrigue kept me on tenterhooks while I stormed through the story.\n\nI found myself constantly dipping in and out of the book through the day, while I was supposed to be busy doing other things, but I just HAD to find out what happened next. Luckily for me, the chapters were not too long, and I could pick up easily where I had left off. However, I wasn’t satisfied until I had turned the very last page!\n\nclassics 11\n\nI just love it when I find a book that grips me like this. I really can’t wait to read more from Heather Christie, and I will be first in line to buy the next book that she has published. A super read, I wholeheartedly recommend it!\n\n What the Valley Knows will be published in January, but the author has a super preorder incentive campaign running right now. For more details, go HERE FOR DETAILS\n\n\nOne thought on “Book review: ‘What the Valley Knows’ by Heather Christie\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9832057357,
        "format_confidence":0.6025984287
    },
    {
        "url":"http:\/\/www.carnegiegreenaway.org.uk\/grouphomepages\/review.php?id=7049&GroupID=10615&titleid=7",
        "text":"Shadowing home | Group Leaders Login to edit your group home page    \n\nCharlie, BGS Shadowers\n\nSalt to the Sea\n\nThis was brilliant! My favourite character was Florian, he just stood out as the good guy, especially as a stark contrast to the vain, from our point of view, evil and cowardly Alfred. It was sometimes hard to understand the latter as a person because everybody sees him as a weirdo, and weak, whereas he describes himself in his mental letters to Hannelore, as a hero and the idea of a master race and serving Hitler resonates with him very strongly. I hoped that everybody would survive. Sadly, my other favourite character, the shoe poet, didn't make it, and neither did Emilia. This is a shame, because they are the bravest characters, and now Klaus has lost two grandparents in the war. Luckily, the others make it, and they all live happily ever after. I don't quite understand the letter at the end, but it does explain in a little more detail what happened to Halinka and Klaus.\nI also like the lines where the characters talk about the feelings and emotions that they experience, or fear, the most. For Joana, the fact that she fled Lithuania makes her feel guilty because she escaped but everybody else perished. So she writes, \"Guilt is a hunter\". Florian, much like Alfred sees himself at later points of the book, is a thinker, and says, \"Fate is a hunter\". This also means that he considers himself to have bad luck. Emilia says, \"Shame is a hunter\", because she is pregnant, but not to August, as she reveals later on. Emilia is hiding at that point, but is ashamed of herself for it, despite her rational fear of the Russian soldiers. Finally, Alfred speaks of fear, but then goes on to contradict himself in another mental letter to Hannelore. But most of what he says are lies, and Alfred is actually scared of war, but wants to serve Hitler. Alfred is a weak character, very gullible, and with ideas of the Great War, and the many heroes that came out of that, and Hitler's radical plans of invasion and control.\n\nPosted on: 22nd May 2017 at 04:18 pm\n\nView more reviews by this group\nView more reviews for this title\n\nShare this review:",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9875193834,
        "format_confidence":0.9888645411
    },
    {
        "url":"https:\/\/www.sffaudio.com\/review-of-flesh-and-blood-by-daniel-dersch\/",
        "text":"Review of Flesh and Blood by Daniel Dersch\n\nSFFaudio Review\n\nfleshandbloodFlesh and Blood\nBy Daniel Dersch; read by Amy McFadden\nPublisher: Brilliance Audio\nPublication Date: 4 March 2014\n[UNABRRIDGED] – 7 discs; 8 hours\n\nThemes: \/ Vatican \/ vampires \/ Nazis \/ horror \/ romance \/\n\nPublisher summary:\n\nA veteran New York City journalist, Claire Hagen has learned not to trust everything she hears. So when her younger sister lands in a mental hospital after claiming a vampire is feeding off her blood, Claire is naturally skeptical. A search of her sister’s apartment convinces her: The delusions are a side effect of the drugs she discovers her sister had been taking.But a deeper investigation uncovers more than Claire bargained for. Why was a man who claimed to know her sister from an online vampire forum shot dead moments after Claire interviewed him? Why are her sister’s symptoms getting worse in the hospital? And why have agents from the Vatican taken a sudden interest in Claire?Consumed by doubt and growing paranoia, Claire barely has time to ponder her next move before a violent confrontation in her apartment changes everything. She quickly finds herself on the run with a mysterious stranger who says he wants to protect her but may not be quite what he seems. Can she trust him?\n\nFor a good portion of the story in this novel, I was entertained. But the longer the story progressed, the more detached and less interested I became. By the time the end rolled around, I just didn’t care about the characters. While various portions of the story intrigued me, the narrative’s main flow felt too streamlined, structured, and shallow. I also depart feeling that the storyline was compressed. This is fifty pounds of story jammed into a twenty-pound sack. But Daniel Dersch shows promise, and I will be curious to observe his writing improve. He already does what many of his contemporary counterparts fail to do, which is to have a subject performing a verb upon an object. Dersch’s sentence construction is pleasing, and for what it’s worth, this small attention to good writing practice aided my enjoyment factor.\n\nI felt Clair Hagen was a little too stereotyped. She seems driven to prove her resourcefulness, but appears to yearn for a strong man. The “daddy” references got a little weird, but maybe we can chalk that up to this being a translated work. The chapters in this book denote a change in POV (point of view). At first I liked this alternating split narrative thing that Dersch pulls off. But the longer this unspooled, the shorter the chapters got, and all too soon the shortness of the intervals became a distraction.\n\nAmy McFadden narrates the audiobook, and at first I struggled with her rhythm and delivery. In the beginning, I thought her voice was grating. But the longer I listened, the more I felt McFadden captured the essence of Clair. Somewhere in the middle, McFadden won me over, and I think she does a great job with this audiobook.\n\nFans of contemporary vampire stories will most likely enjoy this for what it is.\n\nPosted by Casey Hampton.\n\nSimilar Posts:\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9379115701,
        "format_confidence":0.9017890096
    },
    {
        "url":"https:\/\/romancereviewsgoround.wordpress.com\/2012\/09\/17\/follow-my-lead-lisa-renee-jones\/",
        "text":"Follow My Lead-Lisa Renee Jones\n\nFollow My Lead\n\nLisa Renee Jones\n\nHarlequin Blaze, Sep 18 2012, $5.25\n\nISBN: 9780373797202\n\n\nReality TV show, Stepping Up, begins dance auditions for the second season shows.  Rival variety show hosts Blake Nelson and Darla James are hired as part of the new season.  Blake will film the opening auditions in Denver as he did with the successful first season (see Watch Me).  Darla has been named a judge though she must prove her worth if she wants the job for the entire year’s run; which she does to pay off her parents’ enormous debts.\n\n\nDarla and Black may be competitors, but they are also attracted to one another.  He pushes a relationship while she hesitates.  Still they begin a secret tryst that if exposed will nuke their careers.\n\n\nThe enjoyable second Stepping Up season focuses on auditions and the shaky top secret affair, but neither subplot is fully developed as the heated storyline comes across as emaciated.  Still this is a fun read especially following the wannabe performers as they dance and the reactions by the judges to their performances.\n\n\nHarriet Klausner\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.6618914604,
        "format_confidence":0.8607774973
    },
    {
        "url":"https:\/\/bookwormsreadmorebooks.wordpress.com\/category\/memoir\/",
        "text":"The Time of My Life\n\nLeave a comment\n\nThe Time of My LifeThe Time of My Life by Patrick Swayze\nMy rating: 4 of 5 stars\n\nI’ve been meaning to read this book for years but just never got around to it. I grew up with Dirty Dancing, Red Dawn, The Outsiders, and Roadhouse so I was definitely a Patrick Swayze fan. I was upset by his cancer diagnosis and eventual death, but it wasn’t until a few years ago when a friend of mine was diagnosed with pancreatic cancer that I realized just what that diagnosis had meant for him.\n\nWhat I liked most about this book is that is focuses on his early life and his career up to his diagnosis. I didn’t realize that Swayze had danced ballet professionally, though I knew he was a dancer. I enjoyed reading about his experiences while working and why he chose to make the films he did. He definitely wasn’t as prolific as some actors and it’s because he make movies he really believed in, even if they weren’t mega blockbusters. He could have made many more movies if he had allowed himself to be typecast but he really didn’t want that. He liked to make different kinds of films to stretch his abilities and to learn new things.\n\nI also enjoyed reading about his relationship with his wife. They had their problems but they worked things out together through it all. In a time when a lot of Hollywood marriages don’t last more than a few years, it’s refreshing to read about a couple who truly loved, respected, and supported each other.\n\nI have always enjoyed memoirs and autobiographies. Call it my nosy nature but I like the behind the scenes info people share about their lives that I wouldn’t otherwise get to know. I would have liked a bit more background on his family and I certainly felt that the loss of their baby could have gotten more than a couple of paragraphs but I imagine that even all those years later, it must have been incredibly difficult to write about.\n\nOverall, I’m glad I read the book but it makes me sad too, to think of the loss of such a talented man, gone much too soon.\n\nView all my reviews",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9110581279,
        "format_confidence":0.7093228698
    },
    {
        "url":"http:\/\/mywordsateme.blogspot.com\/2010\/12\/ghost-and-goth-review.html",
        "text":"Rss Feed\n\nThe Ghost and the Goth: Review\n\nTitle: The Ghost and the Goth\nAuthor: Stacey Kade\nRelease Date: June 29th, 2010\nPublished By: Hyperion Book CH\nGoodreads Rating: 3.91 stars\n\nSynopsis: After a close encounter with the front end of a school bus, Alona Dare goes from Homecoming Queen to Queen of the Dead. Now she’s stuck here in spirit form with no sign of the big, bright light coming to take her away. To make matters worse, the only person who might be able to help her is Will Killian, a total loser\/outcast type who hates the social elite. He alone can see and hear her, but he wants nothing to do with the former mean girl of Groundsboro High.\n\nCan they get over their mutual distrust—and this weird attraction between them—to work together before Alona vanishes for good and Will is locked up for seeing things that don’t exist? \n\nReview: I really didn't expect to like this book very much, because a lot of reviews I read called it fluffy, shallow, boring, etc. And while this wasn't exactly as deep as the ocean, I enjoyed this a whole lot more than I thought I would and it was a cute read with a few deeper messages.\n\nThe first thing that jumped out at me when I read this was how funny it was. Although I didn't initially like Alona all too much, she definitely had a humorous voice, and that made this easy to read. She acts like the stereotypical shallow, vain cheerleader despite her cracking wit, but as you continue through the book, you find that there's a lot more to her than meets the eye. She doesn't have the perfect life because of family issues, and it's great to watch her develop into a nicer person. I like that she realistically didn't suddenly become the sweetest girl in the world, but she did improve at a natural, believable rate.\n\nWill, the other point of view, was fun to read as well because he had his fair share of sarcastic remarks to make. Unlike Alona, he's an outsider at school and most people judge him to be a goth, even though he isn't. He has the gift of seeing ghosts, but that means everyone thinks he's crazy and so he has to see a shrink, who isn't exactly the most selfless, kindest guy in the universe. I also must say that the author did a great job of writing a male POV - he sounded like an actual guy instead of a girl stuck in a dude's body. \n\nThis book isn't serious and it has plenty of funny situations that will have you smiling, but it does touch on deeper subjects like alcohol and suicide. Never does it feel preachy or like the author is trying to cram something meaningful in, so it all balanced out. The only thing that bothered me was that while I understand this is meant to be a light, enjoyable read, some of the characters were portrayed as one-dimensional \"evil\" people, like Will's shrink or the principal.\n\nStill, this was cute and fun enough to make up for that, so I didn't really mind that much. I would recommend this to anyone who doesn't want to read anything too depressing (like using this as a break between dark, serious books) and just wants something light and enjoyable. A warning, though - it's hard to unglue your fingers from this one!\n\nGrade: B\n\n\nPost a Comment",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9730024338,
        "format_confidence":0.754514873
    },
    {
        "url":"http:\/\/rambles.net\/fiedel_hlcp94.html",
        "text":"Dorothy Burtz Fiedel,\nHaunted Lancaster County Pennsylvania\n(Science Press, 1994)\n\nLancaster County just isn't all that scary, unless you're frightened by overdevelopment or poor municipal planning.\n\nBut Dorothy Burtz Fiedel gives it a good effort, anyway, as she tries to scare up a few spooks in Haunted Lancaster County Pennsylvania. (The missing comma in the book's title is an immediate warning that this book was not well edited.)\n\nAlthough Fiedel boasts of receiving a large number of local ghost stories in response to her call for submissions, this slim volume (only 77 pages, including acknowledgements, footnotes and an \"about the author\" blurb) is padded with several non-ghosty yarns, including Pennsylvania's one witch trial (which didn't take place in Lancaster County) and a possible UFO sighting.\n\nThe ghost stories that remain fall largely in the Columbia region of western Lancaster County, so much so I think Fiedel should have written a \"Haunted Columbia\" book and put all those unused submissions in a book about the greater county region.\n\nOne might wish this history-rich county had more ghost stories to tell, but the superstitious Celts who settled this land quickly moved westward, and the practical Germans who followed don't seem to have much truck with the supernatural. What's here, however, is presented in a lively, casual narrative that convinces readers that Fiedel enjoyed her subject -- and probably wished she had more exciting stories to share, too.\n\nAs the Philadelphia suburbs encroach further into Lancaster, perhaps a few of those Philly ghosts will come along for the lower cost of living and the manure-scented air. Perhaps then we can prevail on Fiedel to give this another go.\n\nreview by\nTom Knapp\n\n14 February 2009\n\nAgree? Disagree?\nSend us your opinions!\n\nwhat's new",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.8377433419,
        "format_confidence":0.9313390255
    },
    {
        "url":"http:\/\/www.readingromance.com\/2015\/01\/the-house-at-bottom-of-hill-by-jennie.html",
        "text":"Wednesday, 21 January 2015\n\nThe House At The Bottom Of The Hill by Jennie Jones - Book Review\nFrom the Blurb:\n\nThe mysterious death of her mother has left Charlotte Simmons on edge and off-balance for too long. The only way to move forward is to get answers, and those answers can only be found in one place. So Charlotte buys a Bed & Breakfast establishment in Swallow’s Falls, a small town in Australia’s Snowy Mountains, as a ploy to get close to the man who might have the answers. She’ll jazz up the old place, flip it, get her answers, and be gone in two-months – max.\n\nWhat she doesn’t count on is opposition from the dogmatic and slightly eccentric members of the town council, and the hotshot owner of Kookaburra’s Bar & Grill and his two-hundred-squats-a-day physique whose mouth offers to act as mediator, but his eyes promise something so much more.\n\nEasy-going Daniel Bradford knows progress is slow in Swallow’s Fall. He’s finally about to put his plans into place to upgrade the hotel when a prim-and-proper, citified redhead blows into town, putting everyone on edge. The only way to contain the trouble she’s about to cause is to contain her – but he knows trouble when he sees it, and soon it becomes very clear that there’s absolutely nothing containable about Charlotte, or the way he feels about her.\n\nThe Review:\n\nCharlotte has bought the local B&B in Swallows Hill, but that's not why she's moved to town. She wants to find answers about her past. Before she can do that, though, she needs to be accepted by the town's folk. Down the road, Daniel is the local pub owner, and most amused by the drama he watches unfolding between the newcomer and the rest of the town. He has his own plans for his pub, secret plans that the entire town seems to know, but those soon seem less important than getting to know the town's newest red head.\n\nPoor Charlotte, she just wants to paint the pink B&B yellow, get some answers about her past, and move on. She has quite a bit of baggage, but this isn't a heavy story. We get some glimpses of her trauma, but her tale is mostly about getting to know Daniel and the rest of the town, and learning to fit in.\n\nAs for Daniel, he's such a sweetheart. One of those big puppy dog heroes who you just want to cuddle. Which isn't to say there aren't sparks between him and Charlotte, because there definitely are, but this hero warmed my heart more than he heated my blood. He's just so damned cute.\n\nTogether, Charlotte and Daniel have a lovely romance. The drama is mostly driven by the question of whether Charlotte will stay or leave Swallows Hill, and the secrets our hero and heroine keep from each other. But for most of the story, after they overcome their initial pre-romance disagreements, they are fun, flirty, and a little bit naughty. There's lots of sexy times, but very much of the sweet rather than steamy variety.\n\nThis was my first Jennie Jones book, though it is the third book in the Swallows Fall series. This is a series of interconnected standalone romances, however, I suspect they might be better read in order. There's a lovely cast of town characters, but I sometimes felt a bit lost and lacking in certain introductions and histories, which probably would not have been the case had I started from the start. Thankfully this didn't detract too much from the primary story which kept my attention throughout, pulling me into Swallows Hill well past my bedtime. Clearly, I'll have to go back and read the first two. Yay!\n\nThe House At The Bottom Of The Hill is a sweet small town romance that I'd recommend to anyone wanting a light, heart warming read to escape the hustle and bustle.\n\nAs a short side note to my review: I grew up in a flamingo pink weatherboard house that my mother eventually painted sunflower yellow, much to the horror of the rest of the locals who continued to call it \"The Pink House\" in hushed tones for many years. I'll have to get her a copy of this book, since I know she'll feel poor Charlotte's pain. Haha.\n\nThe House At The Bottom Of The Hill by Jennie Jones is a contemporary romance, released by Escape Publishing and Harlequin Mira on December 19, 2014.\n\nFind this book at: Amazon | Amazon AUS | The Publisher | Print Publisher | Goodreads\n\n1 comment:\n\n  1. Oh, gorgeous review of a lovely book. Had a little laugh at the idea of your flamingo pink house.",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9496670961,
        "format_confidence":0.6029418707
    }
]