[
    {
        "url":"http:\/\/www.slimspresents.com\/faq\/i-bought-a-regular-ticket-can-i-upgrade-to-dinner\/",
        "text":"I bought a regular ticket, can I upgrade to Dinner?\n\nYou can purchase a Dinner Only upgrade in-person at the Slim's or GAMH box offices or by faxing or emailing in our downloadable order form. Dinner seating is extremely limited, so if the section has already sold out, we will not be able to accommodate.",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.5486131907,
        "format_confidence":0.9607658386
    },
    {
        "url":"http:\/\/musikmasters.com\/questions.html",
        "text":"Go to content\n\nMain menu:\n\n\nDo you supply all your own equipment?\n\nYes, Musik Masters - Lorain Counties best dj service, supplies all the sound equipment and cables needed. Also our sound systems take up very little room. We can usually set up in an area no bigger that 15' X 6'.\n\nHow do you handle yourself on the mic?\n\nWe try not to overdue it. We feel your guests are not interested in hearing our disc jockeys ham it up over the microphone. While we make all the announcements with our microphone, it is not uncommon to see us out among your guests encouraging requests\n\nWhat kind of equipment do you use?\n\nWe use only professional \"state of the art\" disc jockey equipment. We bring back ups for the entire system.  In the unlikely event of a major failure we have a complete back up system ready to go within minutes.\n\nDo you offer lighting effects?\n\nSure, depending on the package, our lighting effects feature lasers and lights. Please check our packages page for more details!\n\nCan we meet with you?\n\nYes, if you would like. Actually we'd prefer to meet in person. Contact us and we will schedule a meeting that is convenient for you.\n\nHow much do you help coordinate events?\n\nThis has to be our strongest quality. We have found that over the years that many events need a little guidance. We help to \"host\" the event by working with your caterer, photographer, or other professionals to keep all your guests entertained and involved. From pouring champagne to arranging special dances we contribute quite a bit to how smoothly things flow.\n\nHow far in advance do we need to book?\n\nOur dates start booking out up to a year in advance. However, on many occasions we book dates as late as a couple weeks ahead of time.\n\nDo you play requests?\n\nYes. Many of our clients provide a list before the event and make special notations for \"must play\" or \"do not play\" types of songs. We also play requests your guest give us that day.\n\nWe want to book you. What do we do next?\n\nWe have a service agreement that needs to be filled out. We also require a deposit. Give us a call or email us for more information, and to hold your date.\n\nWhat if you don't have a song we want?\n\nWe'll try to get it! We take great pride in our music selection and try to have all the popular dance music. If you like you can also supply anything you wish on a thumb or flash drive.\n\nBack to content | Back to main menu",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.9659515023,
        "format_confidence":0.9717081785
    },
    {
        "url":"https:\/\/www.pragueticketoffice.com\/info\/14-help-and-faq\/",
        "text":"Help and FAQ\n\nI have not received or I accidentaly deleted the confirmation email with e-Tickets. What should I do?\nNo problem. Please contact us at and we will re-send you the e-Tickets.\n\nMy event was cancelled. Will I get my money back?\nIf the promoter cancels the event, we will send you the full amount paid for the ticket back to the account you used for payment. We understand this must be inconvenient to you and we will send the payment back to your account as soon as possible (within 30 days).\n\nMy event was moved to another day or hour. What should I do?\nIf you are comfortable with the new time of the concert you don’t need to do anything. Your ticket is valid for the new time of the concert. If the new time is inconvenient to you please contact us and we will refund the amount you paid for the ticket back to your account.\n\nI bought a ticket but cannot go to the concert. Will I get my money back?Unfortunately, in such case, the refund is not possible. The refund is possible only in the case when the event is cancelled by the promoter.\n\nI want to go to the concert with my child. Do I need to buy a ticket for him\/her?\nSome events are free of charge for small children. In such case, this information is always written in the text of the concert, and you do not buy any ticket - the child will be allowed to the venue without the ticket. Please note, that in some cases, very small child may not have its own seat and will be seated on parent’s lap.\n\nI lost\/destroyed\/damaged my ticket. What should I do?\nNo problem! Go back to your confirmation e-mail. Here, you can either print your e-Ticket attached to the email, or click on \"here\" link that will take you to Customer Summary page where you will find the \"Print e-Ticket\" icon. By clicking on the icon you will have the e-Ticket ready for printing. Or simply come and collect your e -ticket at our shop in Prague! We need you to bring us your order number attached to your confirmation email.\n\nI booked a ticket but I could not buy it due to order security time limit expiration. What is that?\nAfter making a reservation you need to purchase the ticket within 20 minutes, otherwise your reservation expires. Simply go back to the concert, order tickets again  and complete the ordering process within 20 minutes. Please have your credit card and personal information ready to facilitate the order process and avoid order time expiration.\n\nI do not manage to print the e-Tickets. What should I do?\nPlease make sure you have the Acrobat Reader or some other printing program installed on your computer. If not here it is one for free download. You can also collect your tickets directly at our shop in Prague:\n\nPrague Ticket Office - Via Musica\nStaroměstské náměstí 14 \/ 604\nPraha 1, 110 00\nCzech Republic\nTel.: +420 224 826 440\n\nPlease mind the opening hours:\n\nWe are open daily:\nApril - October: 10.00 - 20.00\nNovember - March: 10.00 - 18.00\n\nBring your order number attached to your confirmation email.\n\nCan I receive my e-Tickets via post?\nUnfortunately this option is not possible.\n\nI have a free seating ticket. What does it mean?\nIn a nutshell, free seating works on first come, first served basis. We recommend to arrive at least 30 minutes prior to the beginning of the event. That way you have a better chance to get a seat you want. \n\nWhere is the best place to sit?\nIn case of the classical concerts, we recommend to get seats in the center of the concert hall or the church offering the best acoustic experience. Sitting in the first row need not always be the best option. This is also true for blacklight theatre performances where a greater distance offers better experience and overview. On the other hand, at chamber and jazz concerts small distance and seats in the front rows promise more intensive experience.\n\nWhen should I arrive to the event?\nWith free seating tickets we recommend to arrive 30 minutes in advance. However, please note that it does not make sense to arrive an hour in advance. Most concert halls do not open until 30 minutes before the concert beginning. For events with seating reservations 15 minutes are sufficient, however if you are visiting a large concert hall, please come also 30 minutes before.\n\nI have never been to Prague. I am afraid I won’t be able to find the concert hall. What should I do?\nPlease check our list of venues. Select the venue you are searching for and you will find the address, the map and public transport info. If you are still uncertain about the location, call our hotline. We will be happy to help. \n\nSenior citizen and student discounts. Am I eligible to a discounted ticket?\nFor some events, a senior discount is offered to persons over age 65. Student discount is often provided as well. In case such a discount is offered, it is given with the tickets price (if the discount is not mentioned, it is not provided and only the full price is valid). The promoter reserves the right to request a valid ID at the entrance to the concert hall, i.e. passport showing client’s right to the discount, or student ID in case of student discount.\n\nWill I pay any additional fees when entering the concert hall?\nNo, the price you pay on Prague Ticket Office - Via Musica website is a final price.\n\nIs it possible to attend the concert with an e-Ticket displayed on my mobile phone, iphone, tablet, etc.?\nWe highly recommend to have the printed e-Ticket with you - some of the promoters do accept the tickets on the display and some of them do not.\n\nIn case you purchased vouchers, it is necessary to have the printed voucher with you and follow the instructions given on the voucher and either change the voucher for a valid ticket at the box office of the event promoter, or at the door of the event venue.\n\nDo you still need some help? \n\nIf you have any further questions please contact us at and we will promptly respond to your request. We will deal with your questions either by email or you can visit us at our shop upon your arrival to Prague.\n\nPrague Ticket Office - Via Musica\nStaroměstské náměstí 14 \/ 604\nPraha 1, Staré Město\n110 00\nCzech Republic\n\nOpening hours:\nNovember - March: 10.00 - 18.00\nApril - October: 10.00 - 20.00\n\nPhone at the shop: +420 224 826 440\n\nDaily 10.00 - 18.00 ( November - March ), Daily 10.00 - 20.00 ( May - October )\n(please be patient, your ringing may take a bit time, our shop assistants can be busy with customers at the shop)\n\nHot Line: +420 601 333 626\nMail us to :\n\nSightseeing Art Tour in Rudolfinum\n\nSightseeing Art Tour in Rudolfinum - preview image\n\nHome of Czech Philharmonic\n\nPrague Ticket Office is the only exclusive ticket seller of the Rudolfinum art tour. Visit the presidential and conductor's lounge and both famous concert halls of Rudolfinum with an employee of the Czech Philharmonic as your guide.\n\nPrague Symphony Orchestra Concerts\n\nPrague Symphony Orchestra Concerts - preview image\n\nNovember 2017 until June 2018\n\nThe best of Prague classical music - Prague Symphony Orchestra concerts! Look forward to Mahler´s Symphony No. 9, J. S. Bach, Jose Cura, A. Dvořák, music from The Oscar winning movie The Shop On The Main Street and more!\n\nEuroart Prague Festival of Chamber Music\n\nEuroart Prague Festival of Chamber Music - preview image\n\nNovember 2017 until June 2018\n\nThis acclaimed festival will bring you the best of chamber music performed by the acknowledged European chamber ensembles. Czech Republic will present the great Stamic Quartet. Look forward to music of J. Haydn, A. Dvorak and more!\n\nExceptional Orchestral Concerts in Prague\n\nExceptional Orchestral Concerts in Prague - preview image\n\nDecember 2017 until April 2018\n\nThe outstanding orchestral concerts in the Smetana Hall are not to be missed. The world known conductors (such as Libor Pesek, Steven Mercurio, etc.) will be hosts in this 25th season of Czech National Symphony Orchestra. Book now!\n\nChristmas Concerts\n\nChristmas Concerts - preview image\n\nChristmas concerts in Prague are known for its long tradition and beautiful atmosphere.\n\nNew Year in Prague\n\nNew Year in Prague - preview image\n\nPlanning your New Year´s Eve in Prague? Choose one of our many events!\n\nListen and Dine\n\nListen and Dine - preview image\n\nPairing delicious Czech meal and classical or jazz music.\n\nSightseeing Tours\n\nSightseeing Tours - preview image\n\nLarge selection of sightseeing tours in or outside of Prague. Tickets for private tour with your own guide or sightseeing tours with small group.\n\nGroup Discounts\n\nGroup Discounts - preview image\n\nWe offer group discounts\n\nDo not hesitate to contact us. We will be happy to negotiate the best possible discount for you. Simply choose the event and we will take care of the rest.\n\nEvent of the month\n\nOur tip\n\nTop seller",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.6440216899,
        "format_confidence":0.9614547491
    },
    {
        "url":"https:\/\/www.modculture.co.uk\/faq\/how-can-i-feature-my-band-on-modculture\/",
        "text":"How can I feature my band on Modculture?\n\nWe do have a new bands section of Modculture and we’re always looking for new bands to feature in it. So if you think you’re suitable to appear on the site, feel free to get in touch with us.\n\nAll we ask are the following:\n1. That you play original material – no covers bands or tribute acts.\n2. You have a photo and\/or image for your band available.\n3. Ideally you have some songs uploaded to MySpace or another similar site. It’s hard to talk about your band if we don’t know what you sound like.\n\nIf all the above are fine, get in touch telling us anything else relevant about you.",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.9914780259,
        "format_confidence":0.9535950422
    },
    {
        "url":"https:\/\/www.southsound.co.uk\/faq\/",
        "text":"Public Liability Insurance & PAT tested.\nampdj image\nVenues require Public Liability Insurance & PAT Safety Certificates from all external entertainers, we will produce these required documents to the venue before the date of your function.\n\nFrequently Asked Questions\n\nIf your question is not answered below, please use our contact page to send us your query.\n\nCan we add the props \/ photo backdrops to our party?\n\nYes but only if they are still available and not already booked out for another function, the best time to book our extra services is at the time of your booking.\n\nOur props and backdrops are specifically designed and made by an artist for SouthSound making them a one off.\nAn extra charge may be payable to add these to your evening, the extra amount will be explained to you and confirmed in writing.\n\nDo you rent out just the equipment so we can plug in our phones for music\n\n\nAll of our discos are supplied with experienced DJ's who entertain and constantly work the floor to maximise your dance floor as well as many more things that smart phones are unable to do - We also cannot plug phones into our equipment to play songs from your device during functions.\n\nHow far in advance do we need to book you for our wedding?\n\nThe simple answer is as soon as possible, usually when you book your venue is best. We take a small deposit to book the date.\n\nWe usually get booked for weddings around a year in advance but 2 years ahead has been known many times.\n\nDo we need to feed & supply drinks to the DJ?\n\nThis isn't vital but it's always very much appreciated, as an example, our DJ at a wedding will usually start setting up equipment around midday then are on their feet supplying music without a break for around 12 hours + until the party has long finished.\n\nA soft drink is always appreciated, usually the bar is 3 or 4 deep with people waiting so we are unable to queue at the bar to be served before the song that is playing has finished.\n\nCan I submit my own playlist to you?\n\nYes, We advise that you keep your playlist to around 15 \/ 20 songs maximum as we like to ensure a fair balance of music and respond to requests made at your function - Longer playlists prevent the DJ from using his skills & experience to get the most out of your party.\n\nDo you charge extra for the Disco & Karaoke at the same time?\n\nYes we do make a slight additional charge, this is only due to the extra equipment required on the evening and the longer set up times involved.\n\nAre you insured?\n\nYes, SouthSound Disco are registered \/ insured within the UK.\n\nA link is provided in the header for your convenience. If required, we will visit and show PLI & PAT Test certificates before the day of your function.\n\nHow much are you? Are there any hidden extras?\n\nSouthSound have a set fee for parties starting at 7pm until midnight. We prefer that you contact us with the details of your function first so we can give you an accurate quotation.\n\nUnder normal circumstances, the only times we charge extra are:-\n\n1) If the playing time is extended from what was agreed on the original contract then an extra hourly fee will be charged.\n\n2) If the venue is located outside of the area we usually cover.\n\n3) You have also requested extra services that we supply.\n\nContact us for price information via the contact page.\n\nI'd like you to play a bit longer than we booked you for, is this a problem?\n\nThis is not a problem, although we do have to ensure the staff at the venue are happy for us to play on, they usually have strict licensing times to follow. If playing time is extended then an extra hourly fee will be payable.\n\nHow long do you require to set up?\n\nUnder normal circumstances we require about 60 minutes to set up our equipment, this may alter depending on the type of venue and access available to us.\n\nHow do I book you for my party?\n\nContact us either using the contact form on the 'Contact Us' page, a link can be found in the top right of your screen, or call us (phone numbers are provided on the contact page), let us know all the details of your party as explained on the contact form and we will reply as fast as we can with a quotation.\n\nA booking form will be sent to you and the agreed date will be provisionally booked for 14 days.\n\nReturn the booking form back to us with a deposit within the 14 days and we will send you a confirmation \/ receipt.\n\nIf you wish to arrange a meeting to discuss your party then this is always easy to arrange and welcomed.\n\nWhat music do you play?\n\nWe understand people have different tastes in music, every function is different, a wide selection of music is played during the evening to please everyone and we encourage requests.\n\nYou are welcome to submit a small playlist to us with songs \/ artists \/ music type you wish to include.\n\nA large part of a DJ's job is to read the dance floor throughout the evening and change music as it's required to maintain the energy on the dance floor.\n\nDo you take requests?\n\nRequests are always encouraged and we aim to play as many of them as possible throughout the evening.\n\nWe know our customers will understand that some music is inappropriate for some functions, we occasionally get requests we have to refuse, for example songs that may cause offence.\n\nHow do I pay?\n\nWe accept cash, cheque & BACS for the deposit but cash only on the night. Full instructions will be on the booking form that will be sent to you.\nThe remaining balance is to be paid at the beginning of the performance, if you wish to settle the balance before the evening you are welcome to do so.\n© 2021 SouthSound : All Rights Reserved",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.9422845244,
        "format_confidence":0.978744626
    },
    {
        "url":"http:\/\/www.cbs19.tv\/story\/14472966\/ask-the-station",
        "text":"Ask the Station - KYTX CBS 19 Tyler Longview News Weather Sports\n\nAsk the Station\n\nIs there a question about KYTX CBS19, MYTX, or KCEB54 that you've been wanting to ask?  You can ask it here and we'll provide the answer here.  Feel free to ask anything.\n\nPowered by WorldNow\n\n2211 ESE Loop 323\nTyler, TX 75701\nPhone (903) 581-2211\nFax (903) 581-5769\n\nPowered by WorldNow\nAll content © Copyright 2000 - 2014 WorldNow and KYTX. All Rights Reserved. Users of this site agree to the Terms of Service, Privacy Notice\/Your California Privacy Rights, and Ad Choices.",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.6657267213,
        "format_confidence":0.670127213
    },
    {
        "url":"http:\/\/www.discmakers.com\/soundlab\/faq.asp",
        "text":"Audio Mastering Frequently Asked Questions\n\nExplore The SoundLAB\n\nWhy is CD mastering necessary?\n\nIn the recording studio, you record one song at a time, and the focus of the recording or mixing engineer is to make each song great. The result, however, is generally a collection of songs that all peak at different levels and may have different EQs. In the post-production phase (called Audio Mastering), a professional engineer unifies the CD by using EQ, compression, and other dynamics processing to give it a consistent sound from track to track.\n\nWhat does audio mastering do for my album’s sonic quality?\n\nMastering can raise your album's overall level through the careful use of compression, so your album can compete with any major label release. The mastering engineer also ensures that your music will sound great - whether it's being played through a car stereo, a portable CD player, or a top-of-the-line stereo system. In mastering, the sound of your CD will be optimized, making it sound punchy, warm, and full, while raising the overall level (volume) and highlighting details that aren't already apparent. Mastering is also helpful for addressing issues such as \"pops,\" out-of-phase tracks, and overall noise reduction. Hear what audio mastering could do for your music.\n\nHow does having the SoundLAB review my master help me?\n\nA fresh pair of ears can be the difference between a good-sounding CD and a great one. A real advantage of mastering is that an unbiased sound professional has the opportunity to evaluate your master and determine how to get the most out of your production. After you've spent weeks or even months in a recording studio listening to your CD over and over again, a fresh pair of ears can put the project into perspective for you and let you know whether or not your CD will benefit from post production. After all, you only have one chance to make your music sound its best. Get a FREE audio mastering review.\n\nWhat formats of audio master do you accept?\n\nWe can accept your master on one of the following formats:\n\n  • Audio CD\n  • Data files (wav, aiff, FLAC, etc.) on CD-R, DVD-R, flash drive, or via upload.\n  • Digital Audio Tape (DAT)\n  • DDP file set (on CD-R, DVD-R, flash drive, or via upload)\n  • 1\/2\" or 1\/4\" Analog Tape\nHandle all masters carefully, both before and after recording. Touch CDs only by the edges and keep them free of fingerprints and scratches that can cause data errors. Make sure your master is clearly with your contact information. Learn more about preparing a physical master for replication.\n\nDoesn’t CD mastering cost a lot?\n\nIt doesn’t have to. Disc Makers' SoundLAB is the best value in the workflow of making a CD. The mastering that costs you $45 per track at the SoundLAB can cost you anywhere from $800 to $2,500 at other post production studios. For a fraction of the cost of other major mastering studios, the SoundLAB gives you access to equipment that will help make your music sound like the pros - our engineering staff has the gear and the talent to rival the best studios in the country. We'll make your music ready for commercial release and your project will receive the individual care and attention it deserves. See all of our pricing.\n\nDo I get to listen to my CD after the mastering is done?\n\nAbsolutely. We’ll send you an audio reference CD or electronic proof online for you to listen to and review. It’s the perfect time to compare how much mastering can do for your album. Listen to your original CD master after listening to your audio reference and you’ll hear the difference. Crisper highs, thundering lows and punchy mids bring your vision to life.\n\nCan I master my own CD?\n\nYes, but unless you’re a mastering engineer it’s not recommended. It takes a highly trained ear and years of technical expertise to properly master an album. But you’re in luck. Our mastering engineers are some of the finest in the industry. With extensive knowledge in both the newest gear and numerous styles of music, you’re in good hands. Meet our audio mastering engineers.\n\nShould I keep a copy of my original audio master?\n\nYes. It is always recommended that you keep a copy of your original master; this is called a safety copy. A safety copy can be crucial if you master is damaged during shipping to us. Plus, it’s great to compare against your new master after the mastering process.\n\nWill you preview my master for Free?\n\nAbsolutely. We're so confident that our Mastering can make a huge difference in the majority of recordings, that we are offering a FREE Master review - upon request - when you place a new CD replication order. As part of our mission to make your CD project a success, a SoundLAB engineer will preview your Audio Master to determine whether or not your CD would benefit from post production. Call us and we'll give you our honest opinion, with no sales pitch. Get your FREE audio mastering review.\n\nWhat else do you need besides my audio master?\n\nYou must complete a SoundLAB Questionnaire and Track Listing Form with your audio master. Required information on the Track Listing Form includes a complete and accurate running time log listing all events (tones, silences, songs, outtakes, noises, etc.) as they occur. The SoundLAB questionnaire gives you the opportunity to provide us some important information that we can reference when mastering your project. Things such as overall volume, EQ, editing, and spacing preferences, or other artists or recordings you like the sound of, should be provided here for the engineer working on your project. For CDs, the maximum length is 79:45 minutes. For programs over the industry recommended 78:00 total time, you must submit a signed disclaimer form with your order. Click here to download the Track Listing Form.\n\nWhy should I choose the SoundLAB over another mastering studio?\n\nThere are a number of reasons to choose the SoundLAB for your mastering. With years of experience on the highest-quality industry gear, we’ve mastered both the techniques and equipment in order to provide you with a superior service. Plus, you’ll pay a fraction of what you would at another mastering studio all while receiving exceptional service and attention to detail.\n\nWill mastering help me get an advantage in the marketplace?\n\nYou bet. A properly mastered CD gives you radio-ready sound that is sonically equivalent to any major label release. By having mastering done to your album you provide a higher quality product with consistent tonal quality across the board, something radio DJs expect and discerning fans appreciate.\n\nWhat if I’m not happy with the audio mastering after it’s done?\n\nNo problem. We are so confident that you’ll love your mastering that if you’re not satisfied you pay nothing. We’ll just do a straight transfer of your original master.\n\nWhat type of gear do you work on?\n\nThe SoundLAB at Disc Makers has consistently remained at the forefront of technology so your album will sound its best. Our industry-leading mastering studios offers you access to some of the most advanced mastering gear ever produced, at a fraction of the price of the world's other leading Mastering houses. After mastering, your project will have the professional edge needed to compete with major label releases. See our gear.\n\nEqualizers: Massenburg Labs, Avalon, Sontec, Weiss, Mellennia Media, Pultec\nCompressors: Daniel Weiss, Focusrite Blue 330, Millennia Media\nMonitors: B&W, Dynaudio, Genelec, Audix\nTube Gear: Giltronics\nConverters: Lavry Blue, Apogee\nDigital Audio Workstations: Sequoia 11, Bias Peak\n\nDo you have to order replication or duplication to use the SoundLAB?\n\nAbsolutely not! The SoundLAB at Disc Makers’ world-class mastering services are available to all artists, even if you are not ordering a replication or duplication package with us. However, Disc Makers does offer the highest quality products and the best guarantee in the business for all of your post-mastering needs. See our disc packages.\n\nIs mastering relevant if I'm distributing my album digitally?\n\nWithout a doubt, yes. Mastering is always an important part of the creative process, and when your music is downloaded by a listener and loaded onto their MP3 player your songs will often be added to playlists with recordings from many other artists. Any deficiency in the Mastering on your songs will be readily apparent. Things like lack of level, EQ issues, noise, etc. can be quite noticeable when your songs are played alongside releases from major label artists. Learn more about digital music distribution.\n\nCan I use the Master Uploader app if I'm uploading content to be mastered by the SoundLAB?\n\nYes. The files created by the Master Uploader App can be used by The Soundlab for your mastering project, however, if you have 24-bit master files you should use our Online File Uploader to preserve the higher quality of your 24-bit files.\n\nWhat is Mastering for iTunes (MFiT) and do you offer it?\n\nMastered for iTunes (sometimes shortened to MFiT) is a process developed by Apple that mastering engineers follow in order to submit the highest quality master to Apple for sale through iTunes. Learn more about mastering for iTunes.\n\nCan I supply a new version of a song if I change the mix after The SoundLAB has already mastered my project?\n\nYes, you can upload the re-mixed song and we will master the new version. There is a $25 charge to master a re-mixed song. This covers the time for the engineer to recall the session, set up the analog gear we use, evaluate the new version, make any adjustments necessary to EQ, compression, etc. and create a new master and proof. Please contact the Customer Care department to have the Project Center unlocked so you may upload your new file.",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.7652144432,
        "format_confidence":0.9742026925
    },
    {
        "url":"https:\/\/www.direct-deals.com\/faqs\/what-is-social-tv\/",
        "text":"What is Social TV?\n\n…And where have YOU been?\n\n\nThe idea of socializing around a source of light and recreation has been around since the discovery of fire. After fire, there was the radio and – after that – we would gather around the television. It’s not an alien concept, but it is one we have seen greatly diminish over time.\n\nPeople still want to watch their shows, but they want to do it on their own time and their own terms. Viewership for live broadcasts has been declining over the years as major carriers lose their ratings to streaming services like Hulu. Social TV is a way for carriers to revive the social aspect of good old-fashioned sit-and-watch…on a technological slant.\n\nCyber Socializing in Front of the TV\n\nLots of shows use various forms of Social TV to enhance viewing and increase viewership. Among the most interactive TV shows are:\n\n  • BBC’s Free Speech – where viewers can tweet in real-time their approval or disapproval of various panelists.\n  • American Idol – currently fielding a program that lets Facebook users vote for their favorite contestants for free.\n  • Person of Interest – often displays the title of the episode or show with a hashtag to encourage mass proliferation across social media networks (more on that).\n  • The Walking Dead – uses a service called Story Sync to provide supplemental materials relevant to an episode’s premier (more on that, as well).\n\nAll of these things – remarking on the validity of a panelist, voicing who you think is a better singer, telling your friends about a show – these were things people did in front of the television before social media and the internet were a reality. Social TV seeks a return to these but through leveraging sprawling social media networks and technology.\n\n\nBack in the day, before crazy sci-fi stuff like Twitter and Facebook, you used to have to hear about a show from literal word-of-mouth. You would come into work and a colleague would tell you about how Wesley Crusher was the best thing to ever happen to Star Trek. Either you would be very interested depending on their pitch or you wouldn’t.\n\nYour ears would certainly perk up the next time the name was mentioned and you might even pause your discman whenever a commercial came on. You might even take them up on their offer to watch an episode at their place. That was how things usually spread.\n\nThe hashtag – this thing (#) – is something that has been heavily employed by shows like Bones, Breaking Bad and Fringe, and it operates on the same principal. Major social media outlets like Twitter catalogue and organize posts with hashtags in common so instead of you telling a dozen friends about a show, literally millions of people could be talking about the same thing. Not only could you socialize with a bigger community about television, it also served as a form of free advertising.\n\nSupplemental Viewing\n\nShows like Falling Skies and the aforementioned The Walking Dead all make use of supplemental viewing or “second screen” experiences. These second screen experiences sync up to a live broadcast of an episode and provide viewers with additional content including trivia, background information and other things viewers can’t get from Hulu.\n\nThey serve as the proverbial carrot on the stick and, as recent years have shown, many viewers have risen to the bait. The second screen experience transforms viewing experience from just sitting around to actively participating in one form or another. It draws you in.\n\nSocial TV on the Rise\n\nLots of newer televisions on the market ship with apps to social media outlets like Facebook and the like. As the years roll on, more carriers adopt forms of integration and interaction. Some people may still wish to watch TV on their own terms and, for that, there will always be a market for Hulu and Netflix. However, the temptation to sit-and-watch has never been greater.\n\nAbout the author",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.9529022574,
        "format_confidence":0.6429169774
    },
    {
        "url":"http:\/\/www.disneylandparis.ie\/faq\/disney-village\/gaumont-cinemas\/",
        "text":"\n\nHelp Centre\n\nHow can we help you?\n\nThis search field has an attached autosuggestion popup menu\n\nDisney Village – Frequently Asked Questions\n\nWhat movies are currently showing at the Gaumont Cinema? \nGo to the Gaumont Cinema website for a list of movies and show times, including big screenings on the biggest screen of them all—IMAX.\n  • Want to know more about the products and deals available?\n    Then get in touch with our holiday experts, based right in the heart of the Disney Parks – just call\n    01 605 83 83\n  • National call rates apply\nFooter Links\n© Disney\/Pixar © & TM Lucasfilm Ltd. © MARVEL. All Rights Reserved",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.8880606294,
        "format_confidence":0.9519125223
    },
    {
        "url":"https:\/\/www.cap-a-pie.co.uk\/f-a-qs-for-the-other-city\/",
        "text":"Skip to content\n\nF.A.Qs for The Other City\n\nApril 1st, 2019\n\n\n  • What is ‘The Other City?’\n\nThe Other City is a piece of audio theatre in the form of a podcast. You listen to it through headphones while moving around a city.\n\n  • Can I listen to it at home, in the car or on the bus\/train\/ferry?\n\nTechnically, yes. But ideally you should listen to it outside in an urban environment.\n\n  • So not in a rural or suburban area?\n\nMembers of the creative team have experienced the show while walking in quiet streets and it still works, but somewhere busier is better. We made the show in collaboration with a researcher who looks at how global and local things come together specifically in cities, so it’s designed to be experienced in a city.\n\n  • Any particular city you had in mind?\n\nNot at all. You can experience the show anywhere in the world. And we’d love to know where The Other City has been listened to, so please get in touch afterwards and tell us where you are using #TheOtherCity on social media.\n\n  • Where do I have to go?\n\nThe show can be started absolutely anywhere you like. During the podcast itself, where you go is totally up to you.\n\n•          What sort of experience is The Other City?\n\nThe show is quite relaxed and asks you to think and reflect. You won’t need to run anywhere! Some people have said they found it mindful.\n\n  • How long will it take me?\n\nFrom start to finish it should take you between 45 and 60 minutes.\n\n  • Do I have to do it by myself?\n\nAgain, that’s up to you but we’d recommend it as in individual experience. That said, we have held events where groups of people start in the same place and then come back together again at the end to share their experience, which worked very well.\n\n  • Where can I download ‘The Other City’?\n\n‘The Other City’ is available through all major podcast providers. See for details.\n\n•          What are the events in Newcastle & Sheffield?\n\nIn April we are holding special meet the team events at Alphabetti Theatre in Newcastle (6th April) and at Theatre Deli in Sheffield (13th April). Here you can come and do the show from 2-3pm then return to the theatre and meet members of the creative team plus other people who have just done the show. We’d love to meet you there.\n\nComments are closed.",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.972605288,
        "format_confidence":0.9629700184
    },
    {
        "url":"https:\/\/bestloveastrologer.com\/when\/readers-ask-when-will-got-be-on-hbo-go.html",
        "text":"Readers ask: When will got be on hbo go?\n\nHow soon do shows go on HBO GO?\n\nMost new movies and shows, such as Game of Thrones, are available on HBO GO immediately when they premiere on the linear channel*. To find out when new movies and new episodes will be available, go to and search for a title.\n\nIs Game of Thrones on HBO GO?\n\nTo watch HBO shows on a laptop, go to the HBO website. For a mobile device, download the HBO Go app. Either way, to watch “Game of Thrones” you’ll have to log in using your pay-TV credentials. Once you do, you’ll get access to all of HBO’s programming, including back seasons plus behind-the-scenes footage.\n\nAre shows available immediately on HBO now?\n\nHBO’s live shows and events require time to be prepared for streaming. Such content is normally available within 24 hours of the original broadcast. Some movies and shows are available for a limited time due to agreements with programming providers.\n\nYou might be interested:  Question: When does the irs start sending refunds?\n\nWhat is the difference between HBO GO and HBO now?\n\nHBO vs. AT&T discontinued the HBO GO service—cable and satellite subscribers who normally would use HBO GO to stream content should instead download HBO Max and use that. They can sign on for no extra charge. HBO NOW, the standalone streaming service version of the premium channel, will just be called HBO from now on.\n\nCan you watch live episodes on HBO GO?\n\nHBO has no Live TV options for its HBO Go app. So although it’s not a livestream,” you can watch at nearly the same time and pace as those watching on a television. If something is not immediately available, HBO works to ensure it’s posted to the HBO Go site and app within 24 hours of its original airing.\n\nCan you watch live HBO shows on HBO Max?\n\nHBO’s live shows and events require time to be prepared for HBO Max. Such content is normally available within 24 hours of the original broadcast. To see some of the series available on HBO Max, go to\n\nDoes HBO have all seasons of Game of Thrones?\n\nThe eighth and final season of Game of Thrones ended on May 19, 2019. You can stream any episode of Game of Thrones on HBO.\n\nHow can I watch Game of Thrones for free without HBO?\n\nHow To Watch Game of Thrones Season 8 Live–Even If You Don’t Have HBO\n\n  1. HBO on Hulu: additional $14.99\/month. Hulu offers an HBO add-on for an additional $14.99 a month.\n  2. HBO Now: $14.99\/month.\n  3. HBO Go: free with a TV Subscription.\n  4. HBO Amazon Prime: $14.99\/month.\nYou might be interested:  Quick Answer: When will clorox wipes be in stock?\n\nCan I watch Game of Thrones on Amazon Prime?\n\nEvery episode that has already aired is available to stream immediately with the right HBO subscription. However, Amazon Prime does have an HBO channel and, if you wish to purchase an HBO subscription, it is possible to watch Game of Thrones through Amazon Prime through a paid, standalone channel on Amazon Prime Video.\n\nWhat time does insecure Come on HBO now?\n\nAmerican fans can watch the Insecure season 4 episode 10 today (Sunday, June 14) at 10 p.m. Eastern if they subscribe to HBO through their cable or satellite package. If you’ve already cut the cord, you can watch Insecure season 4 on HBO Now and HBO Max.\n\nWhat comes with HBO now?\n\nHBO (previously called HBO NOW) is a stand-alone streaming service that lets you stream all of HBO without a TV package. You can stream all of HBO’s original series, plus hit movies, documentaries, sports, and exclusive comedy specials. To see what shows and movies you can stream, go to or\n\nWhat time does HBO MAX release new episodes?\n\nTitles are generally expected to become available to stream on Max at 12:01 a.m. PT\/3:01 a.m. ET the day of their release. But the timing may vary, depending on when the first cinematic screenings take place at brick-and-mortar theaters.\n\nWhy is HBO Max not on Roku?\n\nThe reason you need to sign out of all the devices is that Roku might be holding onto your old HBO login information. As a result, the new HBO Max channel will crash. Alternatively, you can also unsubscribe from HBO. Then remove the HBO channel and restart your Roku device.\n\nYou might be interested:  Quick Answer: When does goku go super saiyan 4?\n\nIs HBO max free with Amazon Prime?\n\nVudu Is Coming to Amazon Fire TV Devices\n\n17, current subscribers of HBO through Amazon’s Prime Video Channels will be able to log in to the HBO Max app with their Amazon credentials — at no additional cost.\n\nDo I have to pay for HBO max if I have HBO?\n\nYou already have access to HBO Max at no extra cost if you‘re subscribed to HBO Now or to HBO through a participating provider. If you subscribe to HBO Now, the app will be automatically replaced by HBO Max, if it hasn’t already.\n\nLeave a Comment\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.9939478636,
        "format_confidence":0.7517819405
    },
    {
        "url":"http:\/\/www.albanyevents.org\/faqs\/",
        "text":"Detailed parking information is available on each individual event page, as well as a map including recommended parking areas. Free parking areas and shuttle service are available for the Albany Tulip Festival, and $5 flat rate parking is available at the Riverfront Garage for all Corning Preserve\/Jennings Landing events. For more parking information, visit www.parkalbany.com. CDTA is another great, easy, affordable option; check out cdta.org for bus schedules and routes!\n\nBe sure to check each specific event’s page for a list of what is and isn’t permitted.\n\nPlease check our weather policy. Some events are rain or shine; others may be moved to an alternate rain location if inclement weather is expected.\n\nA dedicated group of volunteers keeps these events running, and we’d love to have you on the team! Contact the Office of Cultural Affairs for more information on volunteer opportunities!\n\nAll City of Albany events are funded without cost to taxpayers through corporate sponsorships!  Please take a moment to check out our sponsor listings on each event page and support the companies, large and small, that keep City of Albany events free and fun for all!\n\nLet us know who you’d like to see perform! Keep in mind that booking decisions are made based on cost, artist availability, routing and a number of other factors – but if it’s a good fit for the event, we’ll check it out!\n\nSend an EPK to entertainment@albanyny.gov or mail a physical press kit with CD or DVD to:\nEntertainment Coordinator\nCity of Albany Office of Cultural Affairs\nCity Hall, Room 402\nAlbany, NY 12207\n\nWe do not accept booking submissions in person, by phone or through social media. All press kits are kept on file for consideration for future events.\n\nCheck out our vendor page for the most up-to-date information and applications for vending and tabling opportunities.\n\n\nFor support in putting on your own event, contact the Albany City Clerk's Office. You must apply for and obtain a Special Event Permit to host an event in a City park or facility;  click here  and scroll down to \"SPECIAL EVENTS PERMITS\" for more information on the process and the neccessary permit applications.\n\nWe do not rent out our stage. We recommend contacting local concert rental and supply companies such as A.C.E.S. , High Peaks Sound or Live Sound, Inc.\n\nAlive at Five is a general admission event, and seating is first come first serve. The Jennings Landing amphitheatre is made up of wide stone steps rather than individual seats; lawn chairs and blankets are permitted (and recommended!)\n\nEmail us, give the office a call at (518) 434-2032 or contact us through Facebook or Twitter– we’d love to hear from you!\n\n\nBecome a Sponsor\n\nIf you are interested in sponsoring any of our upcoming events, please contact us at 518.434.2032.\n\n  Learn More\n\nContact Us »\n\nAbout Us\n\nThe City of Albany, NY Office of Cultural Affairs plans, produces and co-sponsors an array of fairs, festivals, and concerts promoting art, entertainment and cultural interest for all ages. These special events are 100% underwritten by generous local and national sponsors.\n\n\n\nThe City of Albany Office of Cultural Affairs\nRoom 402 City Hall\nAlbany, NY 12207\nP: (518) 434.2032\n\nNewsletter Signup",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.9651392102,
        "format_confidence":0.970870018
    },
    {
        "url":"http:\/\/routenote.com\/faq",
        "text":"General Questions\n\nWhat is RouteNote?\nRouteNote is a solution, powering music distribution to a global market. Through RouteNote all music rights holders (large, medium, and small) can register their content and manage its distribution all in one place.\n\nWhy RouteNote?\nOur mission is to provide a simple solution for both ends of the music tree, so that more music can be provided to more people through more outlets. RouteNote allows artists\/labels to be in control of their own destiny.\n\nIs my relationship with RouteNote exclusive?\n\nNo. Registering your songs with RouteNote does not inhibit your ability to get signed to a label. RouteNote will never prevent you from doing anything you want with your music.\n\nFor YOUR sake, please note: If you sign two digital distribution deals with two companies that will both be sending the same album to iTunes, Rhapsody, eMusic, Limewire, etc. - this will hurt you, because the retailer will usually remove the album completely until you decide which distributor has the exclusive right to be selling that album through them.\n\nHow much does RouteNote Cost?\nRouteNote has 2 options for artists:\n1. Free - Artists keeps 85% of the revenues. \n2. Premium - $10 single, $20 EP, $30 album and $45 extended album. Then $9.99 annually. Artist keeps 100% of the revenues.\n\nCan I Get Signed By A Record Label After I Have Signed Up To RouteNote?\nYes. RouteNote doesnt tie up any of your rights. Thus, allowing you to sign with a record label after signing up to RouteNote.\n\nWhat Percentage Of Sales Do We Receive?\n\nRouteNote currently offers artists 85% of all net revenues from the sales of their recordings from our retail partners. RouteNote is currently one of the world leaders in providing the highest possible revenues to artists.\n\nWill RouteNote sign more retail partners in the future?\nYes. RouteNote is here to help artists spread the word of their music to all four corners of the globe. Our forward looking partnership team are always on the look out for promising deals that will enhance our artists potential.\n\nArtist \/ Label Questions\n\nWhat Percentage Of Sales Do We Receive?\nIf artists choose to use our Free option then the artist receives 85% of all net revenues from the sales of their recordings from our retail partners.\nIf artists choose to use our Premium option then the artist receives 100% of all net revenues from the sales of their recordings from our retail partners.\nRouteNote are currently one of the world leaders in providing the highest possible revenues to artists.\n\nWhen do I receive payment?\n\nOnce the balance on your Earnings page has reached the minimum threshold amount (USD$50), then you will receive the amount owed 45 days after the end of the month that the amount was earned in. For Example if you are owed $100 earned from November then the amount will be received by you before the 15th of January.\n\nIs there a minimum payout amount?\nYes. Currently there is a minimum payout amount for artists of $50 US Dollars. Once this threshold is met then you are eligable for payment.\n\nHow can I receive payment?\nCurrently RouteNote only has one option for artists to accept payments, Paypal. To edit this information you need to visit your payment profile in your Account Details section of your account.\n\nHow long does it take before my music will be visible on our retail partners sites?\nThis option varies depending on which retail partner you have accepted. However, most retail partners normally work on a 1 - 2 week moderation process. RouteNote works on between 1 and 2 days moderation\/admin process, therefore making the final distribution lengths between 3 and 4 weeks.\n(These time scales are very loose, we have be known to have releases up as little as two weeks after upload. The fewer problems at upload, the quicker the distribution.)   \n\nWhy am I not seeing my stats updated daily\nStatistics on RouteNote aren't updated daily or in real time, this is because our retail partners only send us their statistics on either a monthly or quarterly basis. Please remain patient and your stats are updated as soon as we receive them.\n\nWhat currency do I get paid in?\nUS Dollars. Currently all payments from RouteNote are paid in US Dollars. However, since we are paying artists via Paypal, it makes it very easy for artists to transfer that money into any currency.\n\nHow many tracks can I upload?\nUnlimited. Currently RouteNote doesn't have a limit for how many tracks you are able to upload. However, with relation to tracks artists upload they must have full authority or ownership to designate copyright.\n\nWhat is an ISRC and how do they work?\nAn ISRC is a code that gets embeded as data into your song, it works as virtual identification and is a bit like a bar code. Without an ISRC your song could be played for free in areas which would otherwise entitle you to royalties.\n\nWhat is a UPC and how does it work?\nA UPC is very similar to an ISRC. Whereas an ISRC is a virtually embeded code, a UPC is a physical bar code used for the whole album\/collection of songs. UPCs are found on anything for sale, in shops, supermarkets etc.\n\nHow do I get my ISRCs and UPCs?\n\nWe are pleased to announce that as of 01 August 2009 RouteNote.com will be able to provide all clients from all territories ISRCs and UPCs, saving up to $75 for some users!\n\nJust follow upload instructions for code issuing! \n\nWhy can't I see my sales in \"My Stats\"\nPartners (such as iTunes) normally release their official sales 45 days after the close of every month. Once we receive these reports RouteNote then adds the sales statistics to your account. For example, if you sell a track in May then iTunes won't release their report until 15th July at the earliest. RouteNote input stats immediately once recevied.\n\nWhat file formats should I prepare for uploading?\n\nAudio: RouteNote can only accept MP3 files with a sample rate of 44.1khz. The bitrate of the MP3 can be anything above 192kbps, however, we recommend users to use 320kbps for the highest quality.\nCover Art: Album artwork files must be 1425x1425 pixels square and must be in .jpeg\/.jpg format. \n\nBusiness Development\n\nIf I would like to partner with RouteNote either to license the RouteNote catalogue or to apply to get my music licensed.\nThank you for your RouteNote business inquiry. Please contact us via email and leave your contact information, and a brief overview. Again, thank you for your enquiry and we'll speak to you soon..\n\nCorporate Questions\n\nWho founded the company?\nRouteNote was founded by Steven Finch and Rolf Munding.\n\nWho owns RouteNote and are you listed on a stock exchange?\nRouteNote is owned by RouteNote Ltd and is therefore a limited company and is not listed on any stock exchange at the moment.\n\nMedia Inquiry\n\nI'm a journalist and I want to talk to someone at RouteNote. Who can I contact?\nThank you for your RouteNote media inquiry. We want to do our best to meet any pressing dealines you may have. Please contact us via email and leave your contact information, brief story overview and deadline. Again, thank you for your inquiry and we'll speak to you soon.\n\n\nHow Do I Sign Up for the Referral Program\nEvery account is automatically signed up for the Referral program. The Referral program can be found by Logging into your account and then visiting the Referral link in the header bar.\n\nWhat Percentage Do I Receive from Referrals\nIt's very simple, all you need to do is provide your friends\/peers\/website traffic either your referral link or your referral code. When they sign-up using your referral information you automatically qualify for 2% of their earnings from all releases under our Free Model. But don't worry! This does not affect their earnings at all, the 2% you earn comes directly from our 15% cut. Everyone's a winner!\n\nRouteNote Direct\n\nHow much does RouteNote Direct cost?\nRouteNote Direct is completely free to use and artists keep 85% of all royalties from sales of their music. Users can add as many releases to their RouteNote Direct store as they wish.\n\nCan I continue to sell my music on iTunes, Amazon, Spotify, and so on?\nOf course! We compete by making RouteNote Direct the place you want to send your fans, not by making it the place you have to send them.\n\nWhen do I receive my royalties from RouteNote Direct Downloads?\nRouteNote Direct Download royalties are sent to your registered paypal account automatically in real time. Artists dont have to wait until the end of the month and receive their Direct royalties at the same time as their iTunes sales. \n\nCan I customize my own RouteNote Direct store\nOf course! When you login to your account you will head to the RouteNote Direct page and at the top of that page there is a link to > Customize Your Store\n\nCan I add my old content already on RouteNote to RouteNote Direct?\nYes.. of course! Go to > My Content > select release and edit ... then add RouteNote Direct as a store partner\n\nCan I upload my music to RouteNote and only use RouteNote Direct\nOf course! All you need to do is signup for an account and then when you upload your music, just select RouteNote Direct as the only partner you want to distribute to!\n\nAre there stats for the audio that has been played on my RouteNote Direct store?\n\nYes. If you login to your account and then head to your My Stats section you will see an option in the sidebar called > RouteNote Direct Play Stats\n\nThis provides play stats for the past 30 days and all time for all of your releases that are live on RouteNote Direct \n\nHow can I get a refund for the music I purchased\nAll you need to do is drop us an email with your Paypal transaction ID and more details on the release you purchased. \n\nSite Errors\n\nHow do I report an error?\nIf an error occurs please contact us via email describing what error has occurred and what you were doing when you received the error.\n\nYour Account\n\nHow do I delete my account?\nPlease contact us via email and we will delete your account on your behalf.",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.6373258829,
        "format_confidence":0.9770630598
    },
    {
        "url":"https:\/\/www.pta-events.co.uk\/ivyroomjazz\/index.cfm?event=FAQ",
        "text":"\n\nThere could be many reasons why you didn’t receive an order confirmation email from us.\n\nFirstly, please first check your spam or junk mail folder to check it hasn’t been filtered in there.\n\nSecondly, please ensure you add to your contact list or safe sender \/ white list.\n\nFinally, if you are using an email service provider such as Hotmail or AOL please be advised that they restrict the volume of messages that can be received from a sender and therefore you should download your tickets from \"My Account\" section of the Jazz at The Ivy Room website.\n\nYes. Please ensure you print your tickets so they can be scanned on entry to the event. Each ticket has a unique QR code on it which identifies you. We use sophisticated scanning technology which seamlessly synchronises scanned tickets to a central database. This way we can ensure that tickets are not fraudulently used multiple times and therefore we can keep your ticket price down.\n\nIf you purchased products that showed a QR Code you should have received an order confirmation email from Jazz at The Ivy Room using the following email address: .\n\nIn the email is a PDF attachment containg all your tickets. Unfortunately, the IOS mail app has issues rendering PDF’s so although you can see an attachment icon you can’t actually see the PDF. You can download a copy of your tickets from the \"My Account\" section of the website or alternatively, download the email to another device as you’ll need to print them off to be scanned on entry.\n\nWhat’s on\n\nSIMPLY SWING BAND - Ballroom & Latin Social Dance\n20:00 - 23:00\nLakeside Country Club (Canal Suite), Wharf Road, Frimley Green, Camberley, Surrey\n\nYour Committee\nYour administrator hasn’t added any committee members yet.\nCan you help?\n\nThere are currently no tasks to volunteer for\n\nWould you like to sponsor our events or our website at competitive prices? Please email us at for further info.\nTweets by @ivyroomjazz",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.9777906537,
        "format_confidence":0.964814961
    },
    {
        "url":"http:\/\/jackienavin.com\/expertise\/",
        "text":"Commonly Asked Questions about Accent Music Makers\n\nQuestions & Answers\nContact Us\n\nQuestions & Answers\nJack Ninivaggi (Proprietor)  \n\n\nQuestion? Are Accent Music Makers expensive?\nNo it isn't. Of course if you look hard enough you will always find a cheaper DJ service, but the quality will suffer tremendously. Get all the energy and excitement of a live performer with the perfection of DJ dance music.\n\nQuestion? How long do you play for?\nAll of our packages include 3 or 4 hours of continuous entertainment. After that, you can book additional hours for most packages. Their is no time limit to evening parties, but a limit may apply to an afternoon party. It's complete with a cordless microphone. Elegant lighting packages are also available.\n\nQuestion? What are your rates?\nFour hour events are around $600. and events three hours or less are around $495. There are also optional lighting & sound packages available. It includes introductions, special requests, and dedications.\n\nQuestion? If we want to extend the party, what will overtime cost?\nOur standard rate for overtime is $150 per hour. This can be booked at the time of the party and paid in cash.\n\nQuestion? Who will be the DJ for my party?\nJackie Navin (Jack Ninivaggi) will be the DJ for your event 95% of the time. We also do book other freelance DJs, but they have all been screened in advance and meet the same high quality of Accent Music Makers.\n\nQuestion? Why is Jackie Navin Entertainment a better choice than a band?\nFirst of all, DJ entertainers have always been known to provide a wider variety of music than a band. Accent Music Maker's  DJs can play anything from Tommy Dorsey to Do-Wop, Dirty Dancing to Disco, or even today's top dance hits all by the original artists. In addition, Accent Music Maker's DJs play continuous music throughout the entire event without taking breaks.\n\nQuestion? Can we pick the kind of music we want to hear?\nAbsolutely. Accent Music Makers will provide you with a request form to list all your favorite artists, tunes, & dedications as well as special requests from your guests at the party. Of course you can also leave the music selection entirely up to us if you wish. We have years of experience in music, and know what different age groups like to listen & dance to.\n\nQuestion? Will my DJ handle the emceeing of my event?\nAnswer: Certainly. Accent Music Maker's DJs will act as your Master of Ceremonies when needed, and can coordinate any announcements and activities. We will also work with the photographer & videographer to ensure a smooth party all around.\n\nQuestion? How far in advance should I reserve my date?\nAnswer: We usually recommend booking 6-8 months before your date, but if you want Jackie Navin to personally handle your event, 12-14 months advance booking may be more advisable.\n\nQuestion? Should I provide a set of directions to where the event is being held?\nAnswer: Please do. This makes it so much easier for the DJ to arrive early enough to set up the equipment properly. No one likes a tardy DJ, so please make sure your directions are accurate. DJ should also be able to have access to your party room at least one  hour before starting time.\n\nQuestion? What form of payment do you accept?\nWe accept certified and bank checks, cash, and personal checks for your deposit. The remaining balance must be paid to the DJ upon arrival in certified check, cash, or money order. You may also pay the remaining balance 3 weeks before the event with personal check.\n\nQuestion? Are you available for ceremony and cocktail hour music?\nAnswer: Yes. For a minimal fee, Accent Music Maker's DJs will provide appropriate music for your ceremony and cocktail hour. If there are separate rooms involved, an added small sound system can be provided.\n\nQuestion? What are the cancellation procedures should I cancel my date?\nAnswer: As stated in our contract, deposits are non-refundable. However, if you cancel at least six months prior to your date, we can credit your deposit toward any other function up to six months from the date of cancellation.\n\nQuestion? Is it customary to provide a gratuity to the DJ?\nAnswer: This is entirely up to you. Many clients do tip their DJ host because of the exceptional performance and service they receive.\n\nLast minute party?\n\nCall us!\n\n We may be Available\n\n\nLet us transform your next event into something special.\nCall now to check on available dates and prices without obligation.\n\n\nUNDER CONSTRUCTION...Click On Image Below To Enter Site  |  Services  |  Questions & Answers  |  Testimonials  |  Contact Us\n\nSite Manager Sign In\n\nPowered by\nYellow Pages\nYellow Pages",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.9518699646,
        "format_confidence":0.9617188573
    },
    {
        "url":"https:\/\/www.jackradio.com\/info\/how-to-listen\/faqs\/",
        "text":"Right, listen up!\n\nWe get asked the same questions quite a lot. It's easier if we just write down the answers here, that way we don't have to add you to \"the list\".\n\n\nTrouble Listening?\n\nI can't find JACK Radio on my radio. What's going on?\n\nHave you retuned your DAB radio? We're new in town, so you may need to hit the refresh button so your radio can find us.\n\n\nYep, I've retuned. Any other tips?\n\nCheck to make sure it's a DAB+ radio. We're only available on DAB+ - anything more is just being a show off. If your radio is more than four years old, chances are it might not support DAB+. Search your radio model online to be sure (or check the manual if you're feeling retro).\n\n\n\nI've retuned and it's a DAB+ radio. Still nothing. What now?\n\nIf you live in a rural area, under a rock or in a hermit's cave, you may not be able to get us. We tried our hardest, but not all of the UK can pick us up on DAB+. To check your area, click here and enter your postcode - a list of all the stations you can get on DAB will show up.\n\n\n\nWhat is JACK Radio?\n\nJACK Radio is a new national radio station with a twist – playing 100% female artists.\n\n\n\nWhy launch a radio station playing only female artists?\n\nFor decades, music lovers have enjoyed albums with titles such as Women of Rock, Women of Pop, Women of the 80s, Women of Soul, Women of Country. We believe it’s time these women had their own radio station.\n\n\n\nIsn’t it a bit sexist?\n\nAbsolutely not. JACK Radio is simply showcasing great female talent and offering a listening experience that’s delightfully different – and one that’s open to everybody.\n\n\n\nWhat are the ‘Cover Girls’ songs?\n\nJACK Radio’s ‘Cover Girls’ songs are well-known tracks covered by female artists; and not all of them are famous singers. JACK Radio is constantly on the lookout for new talent, giving women of all ages and genres an incredible opportunity to have their voices heard across the UK.\n\n\n\nWhy have women covering male songs?  \n\nThe ‘Cover Girls’ songs cover all types of songs, not only male songs, but songs from other female artists and groups as well. They’re familiar, but new – and we think that’s a great combination! Some covers might even be better than the originals!\n\n\n\nIs music all you play?\nNot at all. Since we began broadcasting, JACK Radio continues to add new elements to the mix. These include: The Tracey Cox Show (sex & relationships), The Offside Rule (football), The Wellness Hour (health & fitness), Universally Speaking (clairvoyants), Funny Girls\/The Girls of JACK (comedy), Spotlight (entertainment), and there’s still more to come!\n\n\n\nAnd what about the name – isn’t “JACK Radio” masculine for a station playing all-female artists?\n\nJACK is our name, and we love it. Besides, it’s not the station name that’s important; it’s the brilliant songs we play that really matter.\n\n\n\nTurns out my question isn't frequently asked. How do I get in touch with JACK Radio directly?\n\nYou click here and fill in the form, or give us a call. Lovely!\n\nYour favourite female artists.\n\nHow Long Will I Love You by Ellie Goulding\n\nPlaying the best of British.\n\nFools Gold by Stone Roses",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.9954316616,
        "format_confidence":0.9792673588
    },
    {
        "url":"https:\/\/aedificatores.net\/en\/aedificatores\/qanda",
        "text":"Q. What does \"aedificatores\" mean?\nA. In Latin, it means \"builders\" or \"those who build up\". Wishing that we would create and build new repertoires of choral music with composers.\n\nQ. Is there age limit to join?\nA. There is no age limit.\n\nQ. May I join, although I have no previous experience to sing in a choir?\nA. We do not have any restrictions nor have auditions, those who can regularly participate in rehearsals and can prepare to sing in advance.\n\nQ. Can high school students join?\nA. We do not deny it, but night rehearsals might have negative impact on the school studies. If so, we hope to join after finishing high school.\n\nQ. If multiple of conductors have lessons, would the music consistency be lost?\nA. Some may feel so, but considering that there is no single answer to music, having multiple viewpoints should contribute musicality. Final decision is on directors (conducting) hands.\n\nQ. How much does it cost monthly and for concerts?\nA. It depends on the number of members, slightly cheaper than the average choir fees (student concession available) plus concert installment fees per month. As for scores and voice training are separate, however, full cooperation with the publisher, reasonable prices for some scores. Voice training fee may vary depending on the number of participants, but much economical than personal voice training.\nWe assume that we cover the cost of commission and other expenses by ticket sales of concerts, if a member can sell the allocated tickets, there would be no extra charges for participation. For more details, please refer to \"To Join ...\" page for the choir of your district.\n\nQ. What are the stage costumes?\nA. Based on black shirts and trousers and skirts, men wear stand collar shirts. Often we wear accessories with purple accented color of ours.\n\nQ. When I go and visit the rehearsal, should I join?\nA. No need to. Making just a visit is also welcome.\n\nNext Post",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.8912097216,
        "format_confidence":0.9462853074
    },
    {
        "url":"http:\/\/www.seeing-stars.com\/OC\/Chino-Inglewood.shtml",
        "text":"The location: \"Chino\" in Inglewood.\n\nQ. What is it supposed to be on the show?\n\n    A. An urban street corner outside a bar, a residential street, and a residential home.\n\nQ. Where is it supposed to be on the show?\n\n    A. In Chino, California.\n\nQ. When did we see it on the show?\n\n    A. In Episode 23 (of the second season) \"The O'Sea\", when Ryan goes to Chino, looking for his brother, Trey, after Trey has tried to rape Marissa on the beach.\n\n    Ryan finds Trey in a bar, and Trey claims that Marissa came onto him, when she was drunk. Ryan doesn't know what to think.\n\n    Back outside on the street, Ryan stops at a corner to make a phone call.  He phones Marissa, and leaves a message saying he won't be going to her prom.\n\n    While he's standing at the corner, outside the bar, Ryan bumps into his old Chino girlfriend, Theresa.\n\n    As they walk down the street, towards her house, he asks her why she's in town, and she says she's visiting her mom.\n\n    They discuss their breakup, then Ryan tells her about Trey & Marissa, and says he doesn't know who to believe.\n\n    Theresa assures Ryan that he should believe Marissa, not Trey. Ryan asks why, and Theresa says that Marissa cared enough about him to step aside when she thought he wanted Theresa.\n\n    They come to Theresa's old house, and she tells him to call Marissa, and says goodbye.\n\n    When she enters the house, out of Ryan's sight, we learn that she has a baby, who (according to her mother) \"looks more like his father every day\".\n\nQ. What is it actually in real life?\n\n    A. A street corner, a residential street, and a house.\n\nQ. Where can I find it in real life?\n\n    A. Once again, we venture into Ryan's old neighborhood of Chino, but once again the producers have yet chosen another SoCal community to stand in for the real Chino.\n\n    At other times, they have used Sun Valley, East L.A., Lawndale, and even Venice, in the place of Chino.\n\n    This time, they opted for the southwest edge Inglewood, California (just north of the city of Hawthorne).\n\n    These locations are just southwest of the interchange of the San Diego (405) Freeway & the Century (105) Freeway.\n\n      • The \"Chino\" corner where Ryan meets Theresa (outside the bar) is actually the southeast corner of Imperial Highway & Grevillea Avenue, in InglewoodCA. (The camera is looking east.)\n\n(The building on that corner, at 4460 W. Imperial Highway, houses a garden equipment service.)\n\n    I shot the photos below in 2010\n\n      • When Ryan and Theresa walk down the street towards her house in \"Chino\", they are actually walking south down (the east side of) Grevillea Avenue, in Inglewood.\n\n(In my photo below, the camera is looking north\/northeast up Grevillea, towards Imperial Highway.)\n\n      • When they reach Theresa's home, that house is actually at the northeast corner of Grevillea Avenue & 116th Street. Although the front door faces Grevillea Ave, the address is 4485 116th Street, in Inglewood.\n\n    (As you can see in my photos below, the house still sports the distinctive white door seen on the show.)\n\n[ Warning: This is a private home.  Do not trespass on their property, knock on their door,\nor do anything else that might disturb the residents!\n\n    The OC producers returned to film in this same area in the show's third season.\n\n    Ryan's corner is only a few blocks east of the liquor store where Kirstin bought a bottle of booze, and just east of the cheap motel where Kirstin goes after buying the booze (in Episode 3, of season 3).\n\n    It's also just two blocks east of the Strip Club where Matt takes Ryan (in Episode 9, of season 3), and is only a few blocks northeast of the Mini-Mart that Johnny tries to rob (in Episode 10, season 3).\n\n[ Be warned that this may not be the safest part of the world.\nIf you choose to venture there, exercise reasonable caution. ]\n\nQ. How the heck did you figure out where it was?\n\n    A. I didn't. The bar sign was fake, and since it was night, there weren't many other clues to the location of that brief corner scene. And Google StreetView doesn't work on Grevillea Avenue, so I was unable to use it to pinpoint the house.\n\n    Finally, in 2010, I got a tip from a fan, Geoff, who had tracked down the locations. (Thanks, Geoff!)\n\nBy Episode - By Category - By Geographical Location - Clickable Map of All O.C. Locations - Establishing Shots\n\nTHE O.C. screenshots from the show and all related characters & elements are trademarks of and © Warner Bros. Entertainment Inc.\nAll other photos & text are Copyright © 2010-Gary Wayne and may not be used without written permission.\n\nReturn to\n\nLooking for something in particular? Search the Seeing-Stars website!\n\n\nSearch The OC pages only\nSearch all of",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.9883677363,
        "format_confidence":0.787512958
    },
    {
        "url":"http:\/\/clevelandcinemas.com\/promo.asp?ID=28",
        "text":"Frequently Asked Questions\n\nFAQ's for online ticket purchase (Cleveland locations only):\n\nQ: Do I need to bring a copy of my online receipt to the theatre?\nA: It is best to bring a copy of your receipt to the theatre but if you do not have a printer or forget your copy of your printed confirmation, your tickets can be reclaimed at the box office or ticket kiosk (where available) with the credit card that was used to make your online purchase.\n\nQ: I bought a ticket for the right film but for the wrong location, can I use my ticket at any theatre?\nA: Your ticket is only valid at the location for which it was purchased.  If you need to switch the location of your ticket please contact the customer service number below.\n\nQ: I bought more tickets than I need, can I get a refund?\nA: You will be able to refund the cost of the ticket but not the online service fee.  This refund must be handled by the theatre manager before the start of the movie for which the ticket was purchased.\n\nQ: Can I use my Cleveland Cinemas Gift Card to pay for my online purchase?\nA: At this time we are only able to process credit card payments online.  All tickets purchased with a gift card must be made at the box office.\n\nQ: What should I do if the film that I want to buy tickets for is not listed?\nA: Please refresh your browser to see if an old version of the webpage has been stored in your cache.  If the show you want to buy for is still not visible, please call the theatre to make sure that this showing has not been cancelled.\n\nQ: The show times listed here aren't the same as the ones in the paper or on another website.  Which one is correct?\nA: Clevelandcinemas.com pulls information directly from our box office system so it will be the most accurate.  Please note that this is only true of clevelandcinemas.com.  Other sites such as Fandango or Yahoo Movies are not directly linked to our system and could have inaccuracies.\n\nQ: What is the number for customer service?\nA: Between 9 AM and 5 PM Monday through Friday please call 440-349-3306 ext. 1105.  Outside of these hours please contact the theatre manager directly for the location at which you are trying to buy tickets:\nApollo Theatre 440-774-3920\nCapitol Theatre 216-651-7295\nCedar Lee Theatre 216-321-5411\nChagrin Cinemas 440-543-2022\nShaker Square Cinemas 216-921-9342\nTower City Cinemas 216-621-1374\n\n\nQ: What do the film ratings mean?\n\nA: Films submitted to the Classification and Rating Administration (an independent division of the Motion Picture Association of America, Inc.) receive a rating meant to help inform parents about the general appropriateness of a film's content for children. Each film is given one of the following ratings:\n\nG - General Audiences.  All Ages Admitted.\n\nPG - Parental Guidance Suggested.  Some Material May Not Be Suitable For Children.\n\nPG-13 - Parents Strongly Cautioned.  Some Material May Be Inappropriate For Children Under 13.\n\nR - Restricted.  Children Under 17 Require Accompanying Parent or Adult Guardian\n\nNC-17 - No One 17 and Under Admitted.\n\nFilms that are not rated by CARA are listed as NR on our website. More information about NR films can be found under the \"advisory\" section on a film's individual page on our site.\n\n\nQ:Where can I find out more information about the film rating reasons and the film rating process?\n\nA: You can visit the filmratings.com to learn all about the process as well as see more details about a film's individual rating reason.",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.9933900833,
        "format_confidence":0.9791324735
    },
    {
        "url":"https:\/\/bostocksmartialarts.com\/circus-art\/faq-when-does-the-ringling-brothers-circus.html",
        "text":"FAQ: When Does The Ringling Brothers Circus?\n\nIs Ringling Brothers circus coming back?\n\nCircus returning. “The Greatest Show on Earth” appears to be coming back. Ladies and gentlemen and children of all ages mourned the loss of America’s iconic three-ring circus when its last show closed May 21, 2017, in Uniondale, NY.\n\nIs the Barnum Circus still around?\n\nThe Ringling Bros. and Barnum & Bailey Circus officially closed in 2017. After over 80 years operating the circus, the Ringling family sold the show to the Feld family who had been involved in the business for some time.\n\nWhy did Ringling Brothers Circus close?\n\nAfter 146 years, Ringling Brothers and Barnum & Bailey is closing for good, responding to a prolonged slump in ticket sales that has rendered the business unsustainable, according to its operator, Feld Entertainment.\n\nWhat happened to the Benzini Brothers Circus?\n\nMarlena is revealed to have died a few years before Jacob was put into the nursing home. The Great “Wallace Brothers ” Circus Train Disaster In 1903, two separate Wallace Brothers Circus trains crashed into each other. As a result of this incident, the Benzini Brothers circus is shut down.\n\nYou might be interested:  Question: What Are Circus Peanuts?\n\nDo any circuses still exist?\n\nThere are still circuses in the US that operate today. Some of these circuses include Loomis Bros Circus, Jordan World, Carden International, Royal Hanneford, and Carson & Barnes.\n\nWhat happened to the Ringling Brothers animals?\n\nIn 2016, pressured by animal rights activists and changing public opinion, Feld retired the last of its performing elephants. All of them—40 at the time—were moved to a 200-acre plot of land called Ringling’s Center for Elephant Conservation (CEC). One year later, the company shut down the circus for good.\n\nWhen did circus stop using animals?\n\nContemporary circus has been credited with a revival of the circus tradition since the late 1970s, when a number of groups began to experiment with new circus formats and aesthetics, typically avoiding the use of animals to focus exclusively on human artistry.\n\nAre circus animals banned in the US?\n\nIn 2018, Hawaii and New Jersey banned the use of most wild animals in both circuses and traveling acts. Additionally, more than 150 cities and counties across 37 states have restricted or banned the use of wild animals in circuses and traveling shows with more than 1\/3 of those laws passing since 2014.\n\nHow did John Ringling make his money?\n\nAfter some 40 years in the entertainment business, along with his ownership of railroads, oil field and ranches John had become one of the richest men in the world. In addition he was a world traveler as he was always looking for new acts for his circus.\n\nHow true is the greatest showman?\n\nYes. The Greatest Showman true story confirms that Barnum’s American Museum burned to the ground in a fire on July 13, 1865. The origin of the fire was never discovered. However, his addition of pro-Unionist lectures, exhibits and dramas had incited a Confederate arsonist to start a fire there the year prior.\n\nYou might be interested:  FAQ: In What City Is Cambridge Circus Located?\n\nAre circuses dying out?\n\nLong live its successors. January 15, 2017, 12:04 PM · Feld Entertainment announced today that it will close the Ringling Bros and Barnum & Bailey Circus this spring, bringing to a close a 146 year run.\n\nIs Tai the elephant still alive?\n\nIn 2020, Have Trunk Will Travel was rebranded as The Preserve. Tai ( elephant )\n\nSpecies Asian elephant\nBorn November 4, 1968\nDied May, 2021\nKnown for The films Operation Dumbo Drop, Larger than Life and Water for Elephants.\nWeight 3600 kg (8,000 lb) (1995) 4200 kg (9,200 lb) (2011)\n\nWhat does Redlighted mean?\n\nStill true today. “Redlighting” is circus slang that can mean two different things. It’s usually a term for throwing someone (like a stowaway or an unwanted employee) off the moving circus train. It can also refer to when the circus train leaves without you (in other words, you’ve been unceremoniously fired).\n\nDoes Rosie die in Water for Elephants?\n\nHe and Marlena took several horses and Rosie, and got jobs with the Ringling Bros. and Barnum & Bailey Circus. Jacob worked as a veterinarian and she continued to perform with Rosie. They married, had children and kept Rosie until her death.\n\nLeave a Comment\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.9890189171,
        "format_confidence":0.9743277431
    }
]