[
    {
        "url":"http:\/\/www.podtacular.com\/media\/podtacular-327\/",
        "text":"Podtacular 327: Community Evolved\n\nA little while ago, we posted about a Kickstarter project started by our friends over at Forward Unto Dawn called Community Evolved. It’s a project made to highlight the Halo community over the last 10 years since Halo hit the streets and brought us all together through the magic of gaming. FinalPOSTMORTEM and Slightly Live join us to talk about their project and what their goals are. Enjoy\n\nThis entry was posted in Media, Podtacular and tagged , , , , , , . Bookmark the permalink.\n\n4 Responses to Podtacular 327: Community Evolved\n\n  1. Doody Bound says:\n\n    Holy crap! How many podcasts are you spewing out today? *overkilled by so much halo* lol\n\n  2. Dust Storm says:\n\n    I warned you all on twitter!\n\n  3. Bioman998 says:\n\n    What was that about 5 episodes a day?\n\n  4. Pingback: Podtacular #327: Community Evolved | Forward Unto Dawn\n\nLeave a Reply",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9243535399,
        "format_confidence":0.6337391734
    },
    {
        "url":"https:\/\/us.battle.net\/forums\/en\/wow\/topic\/3424798330?page=5",
        "text":"Apology from Mike Morhaime\n\nGeneral Discussion\nPrev 1 4 5 6 27 Next\nI am not involved in any of the blizzcon event, but from seeing the forums, this post was the right move instead of the post the band made earlier.\n\nFrom that earlier post, the band noted that everything was meant to be fun. While it might have been okay for some people, for others, it clearly indicated that blizzard as a company was acting completely different than the promises to provide an enjoyable experience for everyone.\n\nI am glad that the president himself did something like this, Kudos to you, Mr Morhaime. It makes me proud to be your customer. But I do hope that you folks at Blizzard learnt something from this lesson and not repeat it in the future.\nThanks, Bashiok! Or Mike, as it may be.\nThank you for the apology. We all make mistakes, and from them we learn. I am glad to hear that Blizzard was not dismissive of how the LGBT community in the game felt about the video.\n\nTogether in this all of us can move forward.\nThe apology was fine. In fact, the first apology was fine IMO, but whatever. Let's move on.\n\n<moving on...>\n\nSee,, said it wouldn't be enough.\n\nYou still have people not accepting the apology and demanding for people to get fired.\n\nSome will be upset that the wind was knocked out of their sails. They are the ones who want to be upset. Best to just ignore them and they will eventually deflate completely.\nPardon my skepticism, but I find it difficult to shrug off an intolerant tirade as an \"error in judgement\". That's a cop out. NOT dropping slurs such as those used the offending video is standard practice in any business in this country, and how any of you, presumed paragons of the video game industry, were stupid enough to let this happen is completely beyond me. Presumably there are rules which prohibit such language between Blizzard employees. Apparently, extending the same courtesy to your customer base is not a priority.\n\nFurthermore, I think it prudent to point out that were Sam Didier working in any other position at any other company in the world, he would have been fired in a heartbeat. I could only imagine the swift dismissal any one of us would receive were we to be seen next some homunculus putz who brazenly insults the greater portion of our employers' customers.\n\nI'm not demanding anyone's job, but this is a template, soulless, corporate apology if I've ever read one in my life.\n\nToo bad you don't work for blizzard, with all of your insight and wisdom.\n\nSeriously, people who actually took the corpsegrinder interview seriously need to stop playing games, and go read some books.\nIt's good to see an apology going out and I'm thankful for it. As I said elsewhere, part of what makes playing Horde fun is the whole \"Blood & Honor\" thing, and that incident simply lacked honor. Like honor on the field of battle, when you defeat your enemy you don't follow it up by t-bagging them. Leave that to those immature Halo players. ;)\nWell spoken, Mr. Morhaime.\nI do not wish to see anyone fired but learn to behave as a proper employee of a company when infront of the public\/customers.\n\nPeople are human and make mistakes but they need to learn from them.\nI accept your apology\n\ntwice now!\nAnyone who doesn't understand why it was offensive doesn't deserve to have it explained to them. Do you really not see how being gay, and then seeing someone use \"gay\" as an ugly insult to someone, is hurtful? If you're genuinely that unable to empathize with other human beings, you probably shouldn't be playing a multiplayer online game to begin with.\n\nMr. Morhaime, your apology is just what was needed and is accepted wholeheartedly at least by me. It's nice to see anybody in this day and age, especially a large company, actually say \"we messed up and we're sorry\" as opposed to the \"we're sorry you were offended\" most people hand out.\nI wasn't terribly offended by the video, but I greatly appreciate the apology from the big man of Blizzard himself.\n\nApology accepted, Mike. Now let's put this behind us and get to work on making the best WoW expansion ever.\n\nI'll be waiting for my Annual Pass beta key.\n\nThis isn't about being vindictive or petty. This is how you run a business. Employees that commit equal opportunity offenses either require retraining and\/or demotion or even termination. You don't just get off calling customers slurs, even via proxy.The fact that no one stopped and took a look at the video before it was shown implies negligence at a high level.\n\nThat being said. I know when enough is enough.\n\nThank you Mike.\nDid he say \"People that play alliance\" anywhere? No. He didn't. But everyone wanted to pretend like he did. But yeah. Enough is enough. Now you can go tell everyone how right you were, and this whole lame thing can be forgotten about like it should have the second it was done.\n\nNobody likes to be misunderstood. And maybe one day, you'll see that. And how wrong it is.\n\nForgive earnestly and whole heartedly, but never forget.\n10\/27\/2011 07:37 PMPosted by Lemuria\nI was thinking more of termination or at the very least demotion. Having someone like this run the name of your company through dirt is not good for business\n\nApology accepted Lord of the WoW but in return I must request that we Alliance have a special quest to slay and behead an npc named after Corpsegrinder (That or spawn the Lich King on him every time he logs on WoW).\nThank you.\n\nJoin the Conversation\n\nReturn to Forum",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9870554209,
        "format_confidence":0.9965129495
    },
    {
        "url":"http:\/\/advicetobiz.com\/lotto_results_6\/55\/1377.html",
        "text":"super lotto results for 12\/25\/2019\n\nsuper lotto results for 12\/25\/2019\nBy lotto results 6\/55\n\nsuper lotto results for 12\/25\/2019\n\nJoan said: \"Dawn Nettle.\" Itinkites said that people lsuper lotto results for 12\/25\/2019ike this are already very suitable for madness. \"Itinkishbroughtrobot hunted until Friday, and facts proved it. This,\" Messnersaidinhissta (Messnersaidinhissta)\n\nCost 41.4 million US dollars. It is estimated that shopping on Wednesday, July 5th, will save $22.5 million. It is estimated that shopping on June 14 (Wednesday) will save $39 million.\n\nLotto6\/49 is one of the most popular lotteries in Canada. This is the lottery of three national lotteries. The lottery game is held every Wednesday and Saturday, and the final lottery opens on December 19, 2020. The lottery ended at 10:30 pm Eastern Time. During this period, there was a big relationship between the lottery and Detroit in Pass No. 6\/49.\n\nThis is not alone. The \"Business Insider\" website lists the unfortunate lives of 19 lottery winners after winning the lottery. For example, in 2004, single mother Sharon Tirabas won a $10 million prize in Canada, but she spent all of her money on buying luxury cars, mansions, and designer clothes, giving a lot of money to her family, and lending generously to friends. money. In this way, after 9 years, she returned to work as a worker, taking a bus, doing part-time jobs, and living in a rental house.\n\nBakaysa of Pleiville is 87 years old, but based on this, he can be sure that the contract is still valid and sued his sister. However, the beginning of this game is still significant. Maybe this is the first time in Florida history\n\nNow, Iguessiths has super lotto results for 12\/25\/2019gradually grown into a frenzy. I have read a paragraph of Latin, but I have delusioned something on 6\/49 in Canada and 6\/49 in Ontario. I can't think of it worth mentioning, but if it is interesting. In general, a combination of 50\/50 equals 2 equals 2 is almost sufficient.\n\nsult-25-09-2019-akshaya-ak-413.htmlfirstprizeis 650 lakh rupees. The second and third places were Rs 1 million and Rs 100,000 respectively. TheresaconsolationprizeRs8,000. The 4th, 5th, 6th and 7th place prizes are 5,000 rupees, 1",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9910600781,
        "format_confidence":0.5548023582
    },
    {
        "url":"http:\/\/www.cryptograms.org\/forum\/showthread.php?mode=hybrid&t=695",
        "text":"Old 02-12-2013, 07:32 PM\nBuzzBuzz's Avatar\nBuzzBuzz BuzzBuzz is offline\nJunior Member\nJoin Date: Dec 2011\nPosts: 14\nDefault How are POINTS awarded?\n\nI have been trying to figure out how points are awarded for solving cryptograms. So far I have solved 44 puzzles, and I have plotted a graph of the points awarded vs. seconds to solve. My main conclusion from examining this graph is that there are several categories for difficulty. I am not quite sure how many, but I think there are at least five. For each category, the points awarded is based on the following formula:\n\npoints awarded = A – S * B,\n\n\nA is a point value constant that depends on the difficulty category,\n\nB is a points per point constant (which is about 1\/6), and which may or may not depend on the category,\n\nand S is the number of seconds taken to solve.\n\nWhat remains a complete mystery to me is how a category is assigned to an individual puzzle. Can anyone please help me figure this out?\n\nLast edited by BuzzBuzz : 02-12-2013 at 08:14 PM.\nReply With Quote\nOld 02-12-2013, 08:33 PM\ngryhnd51's Avatar\ngryhnd51 gryhnd51 is online now\nSenior Member\nJoin Date: Feb 2008\nPosts: 247\n\nThere are several great forums devoted to scoring, but basically there are THREE levels of solving difficulty: Easy, Average, and Difficult. If you look at your \"recent games\" you will see this. Each of the levels has an assigned point value but the number of points awarded is also based on the time it takes you to solve it.\nReply With Quote\nOld 02-13-2013, 12:16 AM\nfishbum fishbum is offline\nSenior Member\nJoin Date: Feb 2011\nPosts: 106\n\nI have been lead to believe that the 'difficulty' scale is based on the number of words. I think this is too simplistic.\nReply With Quote\nOld 02-13-2013, 12:40 AM\nLurker's Avatar\nLurker Lurker is offline\nSenior Member\nJoin Date: May 2009\nPosts: 368\n\nIt isn't just the number of words, but the number of characters in the quote.\n\nHere's Maradnu's analysis of the scoring grid\nSlotted spoons don't hold much soup. - Stephen Sondheim\nReply With Quote\n\nThread Tools\nDisplay Modes\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nvB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\nForum Jump\n\nAll times are GMT. The time now is 01:02 AM.\n\nPowered by vBulletin® Version 3.6.6\nCopyright ©2000 - 2017, Jelsoft Enterprises Ltd.\n\nAbout Puzzle Baron\n\nThe Puzzle Baron family of web sites has served millions and millions of puzzle enthusiasts since its inception in 2006. From cryptograms to acrostics, logic puzzles to drop quotes, patchwords to wordtwist and even sudoku, we run the gamut in word puzzles, printable puzzles and logic games.\n\nQuestions or Comments?\n\nThe word 'bought' has how many letters in it?",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9875118732,
        "format_confidence":0.9550286531
    },
    {
        "url":"http:\/\/forum.freefarmgame.com\/viewforum.php?f=1&sid=8b4db65f8f485be48722e6fbcf68c786",
        "text":"English Forum\n\n  • Announcements\n    For official announcements concerning news and updates.\n    26 Topics\n    271 Posts\n    Last post by Moshu-X View the latest post\n    Thu Sep 22, 2016 12:09 pm\n  • Rules\n    Rules and regulations for forum use. Game's terms and Conditions.\n    2 Topics\n    2 Posts\n    Last post by Moshu-X View the latest post\n    Tue Apr 21, 2009 8:02 am\n  • Game Manual and FAQ\n    Click here to see the official game manual and FAQ (Frequently Asked Questions).\n  • Questions\n    If you have any questions about the game, ask it here.\n    1826 Topics\n    10680 Posts\n    Last post by Oli View the latest post\n    Sat Jul 21, 2018 8:51 am\n  • Complaints\n    If you got any complaints say it here.\n    197 Topics\n    1879 Posts\n    Last post by david1354 View the latest post\n    Thu Jun 15, 2017 3:23 pm\n  • Bug Report\n    Found a bug? Post it here.\n    665 Topics\n    3379 Posts\n    Last post by Soonerland View the latest post\n    Sun Sep 16, 2018 10:53 pm\n  • Suggestions\n    Got a suggestion to make this game better? If you have any good ideas post it here.\n    465 Topics\n    3411 Posts\n    Last post by chickenbroth View the latest post\n    Fri Aug 31, 2018 2:30 pm\n  • Player Guides\n    If you are a seasoned player, and you want to share your knowledge, post here.\n    87 Topics\n    2455 Posts\n    Last post by Darcoria View the latest post\n    Sat Jun 02, 2018 10:36 pm\n  • Challenge Requests\n    You are in a Challenge that need new participants? Post a demand here.\n    0 Topics\n    0 Posts\n    No posts\n  • Present yourself\n    If you to present yourself to the community, you are welcomed to do it here.\n    176 Topics\n    551 Posts\n    Last post by gracierosemiller View the latest post\n    Tue Jul 24, 2018 12:43 am\n  • General Chat\n    This is the place to talk about just about anything not related to the game.\n    126 Topics\n    685 Posts\n    Last post by Telbert View the latest post\n    Wed Nov 25, 2015 1:33 pm\n  • Playground\n    Post and play forum type games here.\n    21 Topics\n    321 Posts\n    Last post by doaa View the latest post\n    Mon Nov 04, 2013 6:56 pm\n\nWho is online\n\nUsers browsing this forum: No registered users",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9929347634,
        "format_confidence":0.7864881754
    },
    {
        "url":"https:\/\/forum.feed-the-beast.com\/threads\/tinkers-construct-and-manasteel.101796\/",
        "text":"\n\nTinkers Construct and Manasteel??\n\nDiscussion in 'General FTB chat' started by Bryantom, Jul 22, 2015.\n\n  1. Bryantom\n\n    Bryantom New Member\n\n    I see the ability to make manasteel tools and weapons using tinkers construct, but when I put manasteel ingots into the smeltery, it does not melt. How do I make the pieces to construct these items? We're running Infinity.\n\n  2. Football6078\n\n    Football6078 New Member\n\n    I would assume it's the same as thaumium, so you craft pieces in the part builder with stencils.\n    malicious_bloke and Padfoote like this.\n  3. Bryantom\n\n    Bryantom New Member\n\n    That worked! Thank you.\n\n  4. Azzanine\n\n    Azzanine New Member\n\n    What benefits do manasteel parts give I wonder. Is TiC clever enough to make the tool have that mana repair feature or is it just gonna be like thaumium and be slightly different version of writable.\n\n    Sent from my GT-I9100 using Tapatalk\n  5. Padfoote\n\n    Padfoote Brick Thrower Team Member Forum Moderator\n\n    As far as I can tell (haven't put it on any tools yet) it's just a different coloured Thaumium without the writable bit.\n  6. Azzanine\n\n    Azzanine New Member\n\n    That kind of sound like it's not like Thaumium at all lol. Sounds like a hastily added metal. Is this vanilla TiCo or ExtTiC?\n\n    Sent from my GT-I9100 using Tapatalk\n  7. Padfoote\n\n    Padfoote Brick Thrower Team Member Forum Moderator\n\n    Well, alike enough in the fact that it's a metal that doesn't get melted down to be made into a part. :p\n\n  8. Bryantom\n\n    Bryantom New Member\n\n    Does this mean my suit is fireproof?! :eek: Probably the suit is fireproof, but my flesh showing through is NOT.\n  9. Cpt_gloval\n\n    Cpt_gloval Well-Known Member\n\n    Manasteel and the pink one, can't think of the name, do repair with a mana tablet in your inventory. Mana steel is iron stats and the other is steel stats I believe.\n  10. ljfa\n\n    ljfa New Member\n\n    it's Elementium.\n\n    oh that's neat, that doesn't seem to be mentioned anywhere ingame.\n    I guess it's the same with Terrasteel?\n  11. Cpt_gloval\n\n    Cpt_gloval Well-Known Member\n\n    I believe Terra steel is manyulium\n\nShare This Page",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9927616715,
        "format_confidence":0.9919186234
    },
    {
        "url":"http:\/\/stratics.com\/threads\/buying-name-change-token-pm-me.159904\/",
        "text":"\n  2. Greetings Guest!!\n\n    In order to combat SPAM on the forums, all users are required to have a minimum of 2 posts before they can submit links in any post or thread.\n\n    Dismiss Notice\n  3. Hello Guest! On January 27th Stratics will be brought down for an extended maintenance period. This period may take upwards of 12 hours to complete. Please check the thread in the Announcements forum for more details.\n    Dismiss Notice\n\nbuying name change token, pm me\n\nDiscussion in 'UO Siege Perilous' started by randomstring, Sep 26, 2009.",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9906564355,
        "format_confidence":0.8929246068
    },
    {
        "url":"http:\/\/www.gameboomers.com\/forum\/ubbthreads.php\/topics\/887978\/Re_Solitaire_Egypt_New_Solitai",
        "text":"\n\nGB Reviews\n\nLatest & Upcoming Adventure Games\n\nGB Annual Game Lists\n\nGB Interviews\n\n\nGB @ acebook\n\nAbout Us\n\n\nfree games galore\n\nGame Publishers & Developers\n\nWorld of Adventure\n\n\nGB @ witter\n\nGameBoomers Store\n\nBig Fish Games Homepage\nTopic Options\n#887977 - 05\/16\/13 10:11 AM Solitaire Egypt - New Solitaire Game On BigFish\nBrownEyedTigre Online   happy\nThe Sassy Administrator PR Liaison\nSonic Boomer\n\nRegistered: 01\/04\/04\nPosts: 73668\nLoc: In the Naughty Corner\nYou can download Solitaire Egypt here.\n\n\nProve yourself worthy of the favors of your Pharaoh and create a prosperous new town in the mysterious land of Egypt! A thriving metropolis at the Nile was destroyed by a sandstorm, and now it’s your task to create a new metropolis, more beautiful and thriving than ever before! You are the supreme architect in Ancient Egypt and can start your work immediately with an adviser of the pharaoh standing by your side. Discover exciting and entertaining levels in Campaign Mode, and use your combo-counter to rack up points and important extras that will aid you on your quest to construct magnificent structures so beautiful that even the gods will offer assistance as you prove your progress and skill! Or for more relaxed game play, Free Play Mode offers a more laid back game with familiar variants of solitaire. With so many customizable options, Solitaire Egypt is a game that every player will love!\nPlay Campaign or Free Play modes\nWild cards, joker and special cards\nHidden extras\n\nAs always, please remember to come back and tell us what you think.\n\nHappy Gaming,\nAna wave\nDon't feed the Trolls\n\n#887978 - 05\/16\/13 10:16 AM Re: Solitaire Egypt - New Solitaire Game On BigFish [Re: BrownEyedTigre]\nMarian Offline\nGlobal Moderator\nSonic Boomer\n\nRegistered: 07\/04\/00\nPosts: 31056\nLoc: near Yosemite in California\nThanks, Ana. wave\n\n#887991 - 05\/16\/13 10:57 AM Re: Solitaire Egypt - New Solitaire Game On BigFish [Re: BrownEyedTigre]\nHaroula Offline\nAdept Boomer\n\nRegistered: 06\/02\/10\nPosts: 10027\nLoc: Greece\nThanks, Ana smile\nI change all my passwords to \"incorrect\". So whenever I forget, it says, \"your password is incorrect\".\n\n#888163 - 05\/17\/13 05:52 AM Re: Solitaire Egypt - New Solitaire Game On BigFish [Re: BrownEyedTigre]\nKaki's Sister Offline\nTrue Blue Boomer\n\nRegistered: 11\/21\/04\nPosts: 22080\nLoc: Marlborough USA\nNow that looks like fun Ana! Thanks!\n\n\nModerator:  BrownEyedTigre, Marian \n\nWho's Online\nKey: Admin Global Mod Mod Staff  )\n8 registered (veo, Taintedfury, family, GuybrushThreepwood, BrownEyedTigre, Tamia, armand7, kazzmo), 73 Guests and 18 Spiders online.\nNewest Members\nAirersa, GamingPhreak, Vampybites, blpogue, hera\n8958 Registered Users",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9969815612,
        "format_confidence":0.9914774299
    }
]