[
    {
        "url":"http:\/\/denverhilltop.com\/zoning\/30-50-s-colorado-blvd\/",
        "text":"Please note: these are two separate properties and property developers but we have combined the notices because the properties are adjacent to one another.\n\n30-50 S. Colorado Blvd.\n\nThe CPHCA, the developer, and adjacent neighbors recently reached agreement regarding the rezoning of this former church site.  Documents have been signed to restrict development to no more than 11 duplexes (22 units) with a maximum height of 35 feet.  Units will have enclosed 2 car garages.  The property will be accessed by a private alley between Albion and Colorado Blvd and will include a small internal lane.  Visitor parking will be available along this lane.  This rezoning request will go before city council for a public hearing on March 12.  Per the developers, demolition of the church is tentatively scheduled for January. 2018.\n\n50 South Colorado Blvd Site Plan\n\n50 South Colorado Blvd. Elevations-1020\n\nThe City Council approved the rezoning of this church property to a PUD based on the G-RH-3 with waivers designation on March 12th.  The developers are working with the City agencies for approval of their site plan.  Sue Bollman, a nearby neighbor and member of the Assn’s BOD, has been in contact with them and informed that, due to asbestos, the demolition of the church will probably not happen until late this year (2018).\n\nThe developers are working on the design of the project and were planning the demolition of the church for the 2QTR 2019, with construction <most likely> starting in 3QTR 2019.\n\nUPDATE 11\/19\nAt a community meeting held at Graland, the developer explained the demolition and movement forward on the project was not able to occur due to a contractual obligation the previous owner, the Church, entered into with Verizon Wireless.  They hold a valid lease for a cell tower located in the church building that could continue thru 2023.  A representative for Verizon Wireless attended the meeting and assured neighbors the company was working on relocating the cell tower.  In the meantime, the property owner has taken steps to ensure the safety of the community and the neighborhood by limiting access to the site.\n\nThe Denver Police Department is aware of the community’s concerns and taking steps to help maintain the safety and security of the property. If you see anyone at this location, please call 911 and report it immediately.\n\n10 S. Colorado Blvd.\n\nAn application to rezone this parcel immediately north of the 30-50 S. Colorado Blvd project was received in January 2018.  The application shows two duplex units (for a total of four dwellings) with access off the alley to a two-car garage for each unit. This rezoning request will go before the planning board and city council soon and we will keep the neighborhood informed.  Here is the application and concept plan. \n\nSue Bollman arranged a meeting between the owner’s rep\/architect, Jeff Cline, and the immediate neighbors which was held on April 9th.  The meeting was well attended (thanks Sue!).  Jeff presented drawings showing what they intend to build, which are two-duplex buildings.  The neighbors were generally supportive of this proposal.  Comments and questions were directed more at materials and protection from the noise on Colorado Blvd. than on the development approach.  They were initially going to request a rezoning to G-RH-3, because that’s what the adjacent property (30-50 S. Colo Blvd) has received.  However this approach would have necessitated restrictive covenants.  At the suggestion of Tom Hart, our Assn’s Zoning Committee Chair, the developer will now request a rezoning to E-TU-C.  This will maintain the “Urban Edge” designation that the majority of Hilltop has, and will restrict them to the two-duplex buildings they are proposing.\n\n\nHere is the updated application and current concept plan. \n\n\nThe Official Map Amendment Planning Board Notice was received on 2\/19\/2019.  Public hearing is set for Wednesday, March 6, 2019 at 3pm in the Parr-Widener Community Room (#389), City & County Bldg at 1437 Bannock St.",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.7699687481,
        "format_confidence":0.5214169025
    },
    {
        "url":"http:\/\/windowanddoor.com\/news-item\/companies\/jeld-wen-offering-home-makeover-contest",
        "text":"Jeld-Wen Offering Home Makeover Contest\n\nAugust 7, 2009\n\nIn an effort to help provide some relief to homeowners and prove the difference that improving energy efficiency can make, Jeld-Wen Inc. is kicking off a search to find the worst monthly utility bill in the nation.  In a contest entitled, the Jeld-Wen Utility Bill Bailout, the company will award a homeowner who has the highest bill has an opportunity to receive a complete window and door makeover. The winning home will also be featured on the television show, Today's Homeowner with Danny Lipford.\n\n\"In these economic times, managing energy costs is a very important concern for homeowners for both budgetary and environmental reasons,\" says Lipford. \"One of the best long-term investments you can make in your home is to improve its outer envelope, which includes windows and doors. Not only will you reduce your energy bills, you'll add value to your home should you decide to sell it.\"\n\n\"High utility bills are like throwing money right out the window. Wasting energy has a huge impact on costs, comfort and the environment,\" adds Brian Hedlund, Jeld-Wen product manager. \"No matter where you live, your home doesn't have to be an energy hog, and we're out to prove it by demonstrating that energy efficient windows and doors can help lower utility bills.\"\n\nThe winners of Jeld-Wen's utility bill contest last year, the Quimby family of Maine, were paying upwards of $1,000 per bill to fill the heating oil tank for their 119-year-old farmhouse. After installing 35 new Jeld-Wen energy efficient windows and two doors, the family has cut their heating oil consumption nearly in half, the company reports.\n\nTo enter this year's contest, homeowners can submit their entry online at",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.9196888208,
        "format_confidence":0.760242641
    },
    {
        "url":"http:\/\/www.smokypond.com\/index.php?option=com_content&task=view&id=27&Itemid=2",
        "text":"Home arrow News arrow Smoky Pond arrow 1930 Ford Model AA Stake Truck - Color\n1930 Ford Model AA Stake Truck - Color PDF Print E-mail\nWritten by The AA Restoration Team   \nFriday, 27 April 2007\n1930 Ford AAAs many of you who have visited the gallery know, we have been in the process of restoring an early 1930 Ford AA Stake Truck since late 2004. We've made quite a bit of headway in the last few weeks and we'll soon begin the process of painting the cab of the truck.\nThis is where we're asking for your help. What color should we paint it?\nWe've settled on 2 possible colors: Rock Moss Green - a very dark bluish green, or Gray Green - a much lighter color.\nPlease visit this section of our gallery and cast your vote for the color you think looks best.\nThe AA restoration team\nLast Updated ( Saturday, 28 April 2007 )\n< Prev   Next >\n\n\nSandhill Crane Visits Smoky Pond\nA group of sandhill cranes visited Smoky Pond for a while. They entertained us with a mating ritual that was very impressive.\n© 2017 Smoky Pond\nJoomla! is Free Software released under the GNU\/GPL License.",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.7263265848,
        "format_confidence":0.864120841
    },
    {
        "url":"http:\/\/www.bettinareidgroup.ca\/Blog.php\/cloverdale-bc-open-house-21",
        "text":"<<< back to article list\n\nCloverdale BC Open House!\n\n  • +1\n\nBlog by Bettina Reid | September 25th, 2014\n\nWe are proud to announce that this Sep 28th, 1:00 PM to 3:00 PM we will be hosting an Open House at 16483 64TH Ave in the Cloverdale BC neighborhood, Cloverdale. This is an opportunity to visit this excellent Condo for sale in beautiful Cloverdale BC.\n\nPlease come with any questions you may have. In the meantime you can take a virtual tour of this Cloverdale BC Condo for sale.\n\nAs always please do not hesitate to give me a call at 604-574-0161 if I can answer any questions before the open house, or if you would like to book a private showing.\n\nBettina Reid\nHomelife Benchmark Realty Cloverdale",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.9966661334,
        "format_confidence":0.7467163205
    },
    {
        "url":"https:\/\/www.pawsforpurplehearts.org\/service-dog-pups-training-san-antonio-help-injured-veterans\/",
        "text":"Service Dog Pups Training in San Antonio to Help Injured Veterans\n\n In News, PPH BLog, PPH San Antonio\n\nPaws for Purple Hearts Team San Antonio has been quite active since our grand opening in September!\n\nWe have been settling in nicely with the help of our great partners at Port San Antonio. We spent a great deal of time and effort to help prepare service dog Ann for her assignment to a Veteran inFairbanks, Alaska. We have also been working with service dog-in-training Noah, who is showing great progress. And just as exciting – we recently welcomed our three newest four-legged service dog trainees!\n\nThis fall and winter, we joined together with our Fairbanks, Alaska team to help ad the finishing touches to Ann’s extensive training as she prepared for her permanent assignment to a Veteran in Fairbanks. We are overjoyed to report that it worked out wonderfully; Ann successfully completed all her preparation and training and she has now joined Veteran Jeff Bizarro in a great new partnership together in Alaska.\n\nWhile Ann was spending her summer in San Antonio, she worked with our program instructors to learn how to get around a big city and become more familiar with the many sights and sounds she would encounter in that very busy and potentially distracting urban environment.  She experienced and became comfortable with such new experiences as the Riverwalk river cruise, carriages with horses, automobile, bus and truck traffic and of course, cowboy hats!  Noah, much younger and less experienced, came along and learned a lot from the more seasoned Ann about how a true service dog should behave in public.  He took a lot of advice from Ann, and now shows great potential to help reduce the symptoms of Post-traumatic Stress Disorder (PTSD) and\/or Traumatic Brain Injury (TBI) as he continues along the path toward becoming a full-fledged Paws for Purple Hearts service dog for a wounded Warrior.\n\nJust a month ago, service dog-in-training Schatzie joined our San Antonio team.  She flew in from the Bergin University of Canine Studies in Rohnert Park, California to join our efforts to help active duty Service Members and Veterans.  You may recognize her as “orange collar” from the University’s puppy cam.  Schatzie is already making a difference.  She has provided social therapy to dozens of Veterans at several VA facilities in South Texas.  She is growing into a wonderful young pup with great confidence!\n\nWe are very excited to announce our two newest recruits, Rusty and Lucy! They are from a program called Project2Heal located in North Carolina.  We are happy to have them in our Canine Assisted Therapy program at our facility.  They have also joined us for social therapy visits to Audie L. Murphy Memorial VA Hospital, and Kerrville VA Medical Center right here in South Texas.\n\nPPH Noah with Kriser’s Donations\nPPH Noah with the wonderful donations from our friends at Kriser’s Natural Pet Food, Stone Oak, Texas\n\nA big shout out of gratitude goes to Kriser’s Natural Pet Food in Stone Oak, TX!  They started our pups Rusty and Lucy off right with a wonderful donation of snacks and toys!  If you would like to help supply our puppies with fun toys and treats as well, you can find a link to our Amazon wish list devoted to the addition of our new pups here!  Our pups in training greatly appreciate all the love and support of their puppy raising families, volunteers, and your gracious donations!\n\nWe are excited to see what 2018 will bring!  On behalf of Team San Antonio, we wish you and your family and friends a very Happy New Year!\n\nRecent Posts\n\nLeave a Comment\n\nfive + eleven =\n\nStart typing and press Enter to search",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.5938835144,
        "format_confidence":0.989823401
    },
    {
        "url":"http:\/\/www.pschousing.org\/news\/housing2017-annual-conference-ct-housing-coalition?page=1",
        "text":"Affordable Housing, Community Development, Homelessness, Housing Policy Briefs, Supportive Housing\n\nHousing2017: The Annual Conference of the CT Housing Coalition\n\nConnecticut Housing Coalition\n\nJenna Ferguson, Outreach and Events Coordinator, Connecticut Housing Coalition\n\nJoin us at the Connecticut Housing Coalition’s annual conference - the state’s largest gathering of affordable housing developers, service providers, advocates and resident leaders. The day-long conference draws attendees from every part of Connecticut who come together to celebrate, learn and challenge ourselves. This year’s conference will take place on Tuesday, September 26th at the Radisson Hotel Cromwell, 100 Berlin Road, Cromwell, CT.\n\nThis year’s plenary session features Diane Yentel, President and CEO of the National Low Income Housing Coalition and Evonne Klein, Commissioner of the Connecticut Department of Housing.\n\nAdditionally, workshops at this year’s conference focus on topics such as: assembling and managing housing development teams; preventing and ending youth homelessness; simplifying solar building design; funding initiatives; the need for recovery housing; expanding housing discourse with data; new resources for supportive housing; news from Washington; quick, healthy and green building; and safe and affirming services.\n\nTo learn more about the upcoming conference and to register, please visit http:\/\/ct-housing.org\/annual-conference\/. We hope you will be among the hundreds of people who join us each year for Connecticut’s largest housing event!\n\nClick here to read previous blogs. \n\n\nFilter News By",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.6092206836,
        "format_confidence":0.9862164259
    },
    {
        "url":"http:\/\/prepperfestcolumbus.com\/",
        "text":"Building upon our successful January 2014 show, with over 700 attendees, 25 seminars and two dozen exhibitors we are hosting our fall show the weekend of November 21-23, 2014 in the Lausche Building at the Ohio State Fairgrounds. Our new venue is three times the size of our previous show with over 50,000 square feet of exhibitor space, six workshop rooms for our speakers plus dedicated space for prepper groups to mix and network.\n\nThe north 2\/3rd of the building features a 32,000 square foot prepper show with 150 exhibitors and over 50 emergency preparedness and survival skill workshops. The south 1\/3rd of the building features a 200 table gun show in 15,000 square feet of space. It’s like getting two shows for the price of one. Ticket prices are $10 a day or $15 for a weekend ticket.\n\nWe are excited to offer this special event to help build the prepper community and raise awareness of the day-to-day challenges of preparing for all types of emergencies.\n\n\n  • Educational Workshops: Enjoy over 50 workshops and seminars ranging from emergency food storage and preparation, off-the-grid energy sources, personal safety and unarmed defense training, communication equipment and urban homesteading;\n  • National Exhibitors: Browse 150 exhibitors featuring emergency foodstuff, radio and communication equipment, alternative energy, holistic health, tactical gear, water filtration supplies, survival schools, and emergency shelters;\n  • 200 table Gun Show: 15,000 square feet gun show. Shop for firearms, ammo, training manuals and books plus reloading supplies and more;\n  • Prepper Networking: Dedicated space to mix and network with likeminded emergency preparedness community;\n\nJoin us for Prepperfest & Gun Show November 21-23, 2014\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nYou may use these HTML tags and attributes: <a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <strike> <strong>",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.6743222475,
        "format_confidence":0.8179576993
    },
    {
        "url":"https:\/\/sunnybroms.com\/2015\/01\/21\/sunnybroms-bromeliad-conference\/",
        "text":"Sunnybroms Bromeliad Conference\n\nUntitled 3\n\nPromoting “Sunnybroms on the Sunshine Coast” hosted by the Sunshine Coast Bromeliad Society Inc.\n\nApril is a great time to visit South East Queensland.   Beautiful one day, perfect the next.    \nThe only thing to make it better is a Bromeliad Conference\n\n\nWhy not come and experience  our warm hospitality while visiting some of our really great gardens and nurseries?\n\n  • Wide range of genera\n\n  • Rare and exotic plants\n\n  • A collector’s delight\n\n  • World class presenters\n\n  • Interesting Topics\n\n  • Keynote speaker—Chester Skotak\n\n\nOne thought on “Sunnybroms Bromeliad Conference\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\n\nConnecting to %s",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.9354512095,
        "format_confidence":0.8923978806
    }
]