[
    {
        "url":"http:\/\/www.ripoffreport.com\/reports\/cumberland-county-children-youth\/carlisle-pennsylvania-\/cumberland-county-children-youth-wrongfully-taken-carlisle-pennsylvania-970125",
        "text":"• Report: #970125\nComplaint Review:\n\nCumberland County Children & Youth\n\n  • Submitted: Fri, November 16, 2012\n  • Updated: Fri, November 16, 2012\n\n  • Reported By: JennM83 — mechanicsburg Pennsylvania United States of America\nCumberland County Children & Youth\n16 west high street carlisle, Pennsylvania United States of America\n\nCumberland County Children & Youth Wrongfully Taken carlisle, Pennsylvania\n\nWhat's this?\nWhat's this?\nWhat's this?\nIs this\nRipoff Report\nAbout you?\nRipoff Report\nA business' first\nline of defense\non the Internet.\nIf your business is\nwilling to make a\ncommitment to\ncustomer satisfaction\nClick here now..\n\nDoes your business have a bad reputation?\nFix it the right way.\nCorporate Advocacy Program™\n\nSEO Reputation Management at its best!\n\nI was hesitant to even begin to try to pursue something like this but I really think that I might have a good chance children and youth wrongfully took my child away from me a few months ago I got a phone call at home saying that I had to bring my child and 2 children and youth because they had gotten a phone call saying that I could not handle my child's behavior and I could not keep her safe let me back up a little bit here my daughter is 5 years old she's been inpatient in the hospital 3 * since she's been almost 4 at kidspeace in allentown, pa. since she's been three the doctors have had ur on numerous medications the first time she came out the hospital the medicine was making her see things that weren't there so I had taken her back to the hospital and they had admitted her again. After the second time she was released it was probably about 6 or 7 months later I began seeing other behaviors that was not normal so this year I tool her to holy spirit hospital in camp hill, pa to see if they can. [continued below]....\n.....check her. They admitted her.again and said her behavior was out of control. She was in kids peace for about a week and they released her on 450 mg of lithium and 350 of sequel and tennex. I could tell as soon as I picked her up she was not the same. She was so angry and after a couple days of being home she was screaming and.hitting and angry. I.took her to her med check up at diakon in mechanicsburg and I.wanTed to let him know that the doctor's at kidspeace put her on way to much medicine for her little body. Before we went into the office she was throwing a tantrum because I would not buy her a soda she was on the floor just throwing a tantrum kicking your feet and I just let her go well it was time to go back into the office so I picked her.up n carried her back in the office. When.I put her down she was still upset and threw down the doctor's chair. I was overwhelmed I was crying.but only because.I.knew it was the medicine taking over her body. Later when I got home is when I got the phone call. I didn't understand when they said I couldn't keep her safe. We were in a closed room it wasn't like she was in a street. So it's been almost 4 months and she has been.been bounced three times in foster homes. The first foster home that they had placed her in she wasnt even in there a week and she was removed because a 9 year old sexually propostioned Hailey. Then she was moved to shippenburg with another family. Hailey seemed to adapt there and liked the family but children and youth for word that there was the possibility of drugs being sold and using in the home. They took Hailey and placed her with the same foster mom from the beginning only because that boy that tried to perform sexual acts on my daughter is no longer there. They are investigating the second home and trying to send Hailey back to shippensburg. I'm supposed to be doing three days parenting skills sessions with Hailey three times a week. We are supposed to start out there and the supposed to move into my home so we can start the reunification process. Needless to say we have not moved inside my home and the woman who is my mentor at abc is procrastinating. I see a big difference in Hailey and things are going well but Andy keeps saying I have to work on this and work on that and making me watch these does on parenting. She belittles me all the time. Her father well he gets to see her 1 time at the abc office and 4 hours at his house on Sundays. Andy said we are two diff cases ...and Hailey seems to listen to her dad more. But all kids do that kids act diff with there mother and father. I feel like he's getting all this special treatment. And I saw my daughter 1 time this week. The foster mom they put her back with won't drive to where the office is three times a week. And the day she was supposed to drive her which was yesterday she said Hailey was sick. Her father said he Is seeing Hailey on thanksgiving. But not me? Something is not adding up. I didn't deserve this. Plus they are drug testing me 2 times so far and I was clean both times. Her father came up dirty and who knows if he's been having to take more. I need help .... can someone help me.\n\nThis report was posted on Ripoff Report on 11\/16\/2012 09:15 AM and is a permanent record located here: http:\/\/www.ripoffreport.com\/reports\/cumberland-county-children-youth\/carlisle-pennsylvania-\/cumberland-county-children-youth-wrongfully-taken-carlisle-pennsylvania-970125. The posting time indicated is Arizona local time. Arizona does not observe daylight savings so the post time may be Mountain or Pacific depending on the time of year.\n\nRipoff Report has an exclusive license to this report. It may not be copied without the written permission of Ripoff Report. READ: Foreign websites steal our content\n\nClick Here to read other Ripoff Reports on Cumberland County Children & Youth\n\nSearch for additional reports\n\nIf you would like to see more Rip-off Reports on this company\/individual, search here:\n\nSearch Tips\nReport & Rebuttal\nRespond to this report!\nWhat's this?\nAlso a victim?\nWhat's this?\nRepair Your Reputation!\nWhat's this?",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.972474277,
        "format_confidence":0.9890193343
    },
    {
        "url":"http:\/\/www.allinghamcuerva.com\/patient-knowledgeable-efficient\/",
        "text":"Patient, Knowledgeable, and Efficient\n\nJohn Cuerva helped me resolve a trust matter. He reviewed the trust and explained all the legal language in a way that I could easily understand. He was patient, knowledgeable, and efficient with his time. He clearly laid out all of my options and clearly explained the pros and cons of each option. His advice helped me make the right decision that I am very happy with. I would definitely go back to him if I had another legal question.\n\n  • Wills and Trusts client, Marin County",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.9635456204,
        "format_confidence":0.9876499772
    },
    {
        "url":"http:\/\/fixyourstreet.ie\/reports\/view\/101793",
        "text":"Report: Graffiti\n\n12:35 Jun 14 2018 Near 53.340558349239,-6.4317481203692\n\nAt the side of the building the \"Join Saoradh!\" painted recently. Please remove it.\n\nThis report was originally submitted at You can find it at this alternate address:\n\n-- posted via the public api\nCredibility: UP DOWN 0\nSDCC Customer Care Agent (Jun 14 2018)\nThank you for using Fix Your Street. The graffiti at this location will be inspected and listed for removal as appropriate. Please note that offensive graffiti will be prioritised for removal but removal of graffiti on private property is the responsibility of the owner\/occupier. Regards.SDCC.\nComment Rating: UP DOWN\nSDCC Customer Care Agent (Aug 7 2018)\nThank you for your report regarding the 'Join Saoradh' graffiti painted on the side of a building off Griffeen Road\/Griffeen Avenue, Lucan.\n\nThis matter has been reported to our contractor for immediate removal.\n\nThank you for using Fix Your Street.\nComment Rating: UP DOWN\nLeave a Comment\nSecurity Code:\n11 + 9 =\n\nAdditional Reports\n\nDreadful litter\n\n13:55 Jan 07, 2019\n\nNear 53.340655,-6.431701, 0.01 Kms\n\n\n22:20 Jan 02, 2019\n\nNear 53.34078169201,-6.4315520833295, 0.02 Kms\n\nLitter & Broken Glass\n\n00:40 Jan 02, 2019\n\nNear 53.341329379947,-6.4318954276416, 0.05 Kms\n\n\n14:25 Jan 19, 2019\n\nNear 53.34028467602,-6.4304461121149, 0.06 Kms\n\n\n12:40 Dec 30, 2018\n\nNear 53.341383,-6.431787, 0.06 Kms",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.8816851377,
        "format_confidence":0.6896654963
    },
    {
        "url":"https:\/\/www.keithmitnik.com\/testimonials\/",
        "text":"“Keith wins cases others lose. His verdicts far exceed those of mortal lawyers. Trials are his life. It is not work. It is his passion and cause. He will be remembered as one of Americas greatest trial lawyers. The numbers and the verdicts don’t lie.” — John Morgan\n\nRecent Testimonials\n\n\"For Keith, being a trial lawyer is not a job, it’s a calling. Having had the opportunity to prepare and try complex business cases with Keith, I can tell you that his combination of talent, drive, and experience is one-of-a-kind. He’s a methodical tactician, he’s in touch with jurors’ mindsets, and he is a clear and powerful communicator. He’s also a master craftsman at the top of his game – constantly refining his techniques to give his clients every possible advantage. Having Keith at your counsel’s table gives you a big leg up in any trial – a fact that is borne out by his consistently impressive verdicts.\"\n\nAttorney William B. Lewis\n\nMorgan & Morgan\n\n\"First and foremost I wanted to thank you for writing such an amazing book, 'Don’t Eat the Bruises'. I have read it a few times and it has become a huge asset for me in trial. My last two trials have been big victories due to your trial strategies. Most recently we had a big verdict due in part to your lecture on letters of protection. At the end of the seminar I watched, you had left an email address if we had questions. Today I sent you an email not thinking I would even get a response but you responded. I cannot thank you enough for the help you gave me on my case today. You are a true asset to the legal community and I cannot thank you enough.\"\n\nAttorney Robert C. Solomon\n\nSaban + Solomon\n\n\"I attended Keith Mitnik’s “Don’t Eat the Bruises” seminar put on through our state’s trial lawyers association. It was the best, most practical and useful seminar I have attended. It kept me up almost all night thinking of my life experiences and analogies that I could use at trial that incorporate those life experiences. It felt like Keith was throwing out nuggets of great wisdom the entire day-long seminar. I know his words were wise because of how simple his trial ideas seemed after hearing them. As Albert Einstein said, “The definition of genius is taking the complex and making it simple.” And, as Robert Brault said, “The average teacher explains complexity; the gifted teacher reveals simplicity.” “Don’t Eat the Bruises” is genius, and Keith Mitnik is a gifted teacher.\"\n\nAttorney Justin Swaim\n\nSwaim Law Firm\n\n\"In 22 years of trial practice, I’ve found that the absolute best trial attorneys are usually either naturally talented or doggedly driven to the pursuit of justice. Keith Mitnik is the rarest combination of both at the highest level. Keith has an innate gift with the spoken word and connecting with jurors and judges. He is a poet in the courtroom, and he has the ability to analyze complex issues and make them understandable to laypeople in the most persuasive way. What I believe truly separates Keith from other incredibly talented attorneys is his tireless work ethic not only to win cases, but to continue to hone his mastery of trial work outside of the courtroom. It’s one thing to put in long hours during multi-week trials, which he does on a regular basis. It’s another to keep up that same drive between trials constantly thinking of ways to improve on trial themes, voir dire, opening, cross-examination and closing. The results speak for themselves, not only in the number of multi-million dollar verdicts Keith has, but in winning other cases that were thought to be unwinnable, and would have been in the hands of others. Quite simply, in my opinion Keith Mitnik is the best trial attorney in America.”\n\n\nAttorney Greg Prysock\n\nMorgan & Morgan\n\n“As a recovering defense lawyer, I can spot systems, strategies, and techniques that will gut the core of a defense case. 'Don’t Eat the Bruises' had all the earmarks of proving fatal to common defense trial practices and themes. After putting it into practice, I now can confirm it works. 'Don’t Eat the Bruises' is nothing short of a game changer, particularly as to voir dire and selecting a fair and impartial jury. I have never had so many challenges for cause—and granted—since using Keith’s system. I own the book and audio disc. It is part of my four horsemen of the defense apocalypse: 'Rules of the Road', 'Reptile', 'Case Framing', and 'Don’t Eat the Bruises'.”\n\n\nAttorney Tim Casey\n\nSchmitt Schneck Smyth Casey & Even, P.C.\n\n\"Keith is a warrior. And so when he straps on his gear, he fights. That's what the people who hire him want. And it works for him. Mitnik has a rare gift. He's comfortable in the courtroom. He moves around with ease. When he's comfortable, the people around him are comfortable. Keith has a self-deprecating quality. The trick, for those of us in this business, is to have confidence. . . But you can't let that make one side-step in[to] arrogance. Jurors don't like that. Mitnik's confidence and humility is a winning combination. I think he's emotionally honest. He is who he portrays. He's not putting on an act. He's comfortable attacking when he needs to attack.\"\n\n\nMayanne Downs\n\nOrlando Sentinel\n\n“I’ve read many books on trial advocacy. 'Don’t Eat the Bruises' is – by far – the best. Keith’s method of eliminating biased jurors and foiling the Defense’s plans to sabotage your case is nothing short of revolutionary. If you are a Plaintiff’s trial lawyer, 'Don’t Eat the Bruises' is a must read.”\n\n\nAttorney John Kinney\n\nMoseley C. Collins III\n\n“Thank you so much for coming to Sacramento last week. [Don't Eat The Bruises] was the most successful seminar the CCTLA has ever had thanks to you. You got a lot of great stuff that I have used several times myself in trial since reading your book and listening to your CDs.”\n\n\nAttorney Glenn Guenard\n\nGuenard & Bozarth, LLP\n\n“I have been a trial lawyer for over 40 years. Earlier this year, a trusted trial consultant insisted I read Keith Mitnik’s book 'Don’t Eat the Bruises' before my next trial. It has forever changed my approach to jury selection [...] 'Don’t Eat the Bruises' may be the best book on trial technique and strategy for plaintiff lawyers that I have ever read; it is destined to be a classic.”\n\n\nAttorney Mike Stapleton\n\nBall Eggleston P.C.\n\n“I bought your book, 'Don’t Eat the Bruises', and I tried your techniques for the first time in a case this week and I got a great verdict and I wanted to thank you [...] I can’t tell you how helpful everything you have in that book is.”\n\n\nAttorney Nate Nasser\n\n“I attended the seminar on Friday in Sacramento. If your presentations were not the absolute best I have seen in 25 years of practicing law, they were certainly in the top 3.”\n\n\nAttorney Adam Sorrells\n\nLaw Office of Adam Sorrells",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.9766004086,
        "format_confidence":0.980129838
    },
    {
        "url":"http:\/\/www.legalsaint.com\/dale-recommends-robert-lee-hamilton",
        "text":"(530) 244-1755\n\n.24 DUI Case Won!\n\nThanks to Robert Lee Hamilton my DUI (.24 BAC) was dismissed. I was stopped by the police because an unknown (anonymous) person at the local casino called the police and said I was drunk. A \"be on the look out\" (BOLO) was issued and I was pulled over entirely because of what that person said. Not going to say I understood everything that went on in the courtroom, but Mr. Hamilton was able to use a recent case to prove there was insufficient reason to pull me over. I was facing serious consequences and wish I could better articulate what getting this case dismissed meant to me - just know Mr. Hamilton will fight for you.\n\nFree Initial Consultation\n\nI offer a free initial consultation so you can get good information about your rights and your options, and so that we can meet each other before we decide to work together.\n\nAttorney Robert Hamilton\n\n\nMy name is Robert Lee Hamilton and I'm a California DUI, Personal Injury and Landlord-Tenant Lawyer.",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.9964690208,
        "format_confidence":0.9005887508
    },
    {
        "url":"https:\/\/www.gregoryyates.com\/testimonials\/",
        "text":"What people are saying\n\n. . . handled my father’s auto-pedestrian injury case promptly, with attention to detail, minimal expense, maximum recovery, and showing care to keep the family informed throughout.\n— Mike\n\nEvery case ended with great results!\n— Yelena\n\nIf you want an aggressive attorney, go with Mr. Yates.\n— Arshak\n\nGreg was very professional and a wonderful lawyer.\n— Christopher\n\nGreg was concerned, informative, and empathetic…we are forever grateful.\n— Cheryl\n\nHis performances in court are well-known and powerful.\n— Logan\n\nI highly respect the way Mr. Yates handles his clients.\n— Monique\n\nI was very pleased with both Mr. Yates and the outcome of my case.\n— Carlos\n\nI highly recommend Greg as a consummate professional.\n— Micheline Keller, Attorney\n\nGreg is an excellent lawyer. He is reliable and ethical.\n— Adam Shea, Aviation Attorney\n\nCompetent, professional, honest, and a very decent human being.\n— Patrick Long, Attorney\n\nOne of the best civil rights lawyers in the country.\n— Anthony Luti, Employment and Labor Attorney\n\nHe truly cares about people and gets results.\n— Ibiere Beck, Personal Injury Attorney\n\nGreg is one of the most knowledgeable lawyers in this area of law.\n— John Taylor, Personal Injury Attorney\n\nGreg has a thorough knowledge of the law and is a tough, but civil, advocate\n— Donald Forgey, Medical Malpractice Attorney",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.991109848,
        "format_confidence":0.9911417961
    },
    {
        "url":"https:\/\/www.hofferfamilylawfirm.com\/mohammad-recommends-jeffrey-hoffer-2",
        "text":"What Our Clients are Saying\n\nJeffery Hoffer is an excellent attorney.\n\nJeffery Hoffer is an excellent attorney. He handled my contempt brilliantly and I won. I must say that Jeff is an excellent choice to handle contempt. Jeff knows exactly what to do, excellent client service, very reasonable fee and outstanding performance. I am very satisfied and highly recommend him.\n\nFocused Preparation & Client Involvement\n\nWe provide aggressive negotiation on behalf of our clients. You can expect clear communication from our firm at every step of the process.\n\nWe're Here to Help You, Contact Us Today\n\nLet us provide detailed and helpful legal advice in your family matter. Call us today at 805-449-4290 to find out how we will fight for your rights.\n\nCopyright © 2019 Hoffer Family Law Firm\n\nThe information on this website is for general information purposes only. Nothing on this site should be taken as legal advice for any individual case or situation. This information is not intended to create, and receipt or viewing does not constitute, an attorney-client relationship.",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.9936447144,
        "format_confidence":0.975390017
    },
    {
        "url":"https:\/\/www.crimepreventionproducts.co.uk\/index.php\/reviews\/review-453\/",
        "text":"View Basket | Checkout\n\n\nPersonal alarms arrived very promptly and just as described. Excellent service.\n\n\nHi, Good product at a good price and delivered promptly\n\nA Roe\n\nBest purchase i've made in ages\n\nI ordered their medium sized pouch which contained several pens for marking different items in the household or outside which was unexpected. The contents were ideal for what i was needing however the card for noting down the items i had marked wasn't big enough to note down the items i have in my house and outside.The stickers that let people know the items are security marked is a brilliant idea, and it was so easy for me to mark everything i needed marked and woulod recommend this to anyone.\n\nMr Mcgregor\n\nyou need to hands to use it\n\nif you were being attacked you may not have two hands free\n\nMs Martin\n\nNo issues with delivery or receipt.\n\nNo issues with delivery or receipt. My girlfriend has taken the device away with her so haven't seen it yet but I'm assured it's suitably loud!\nNo negative feedback to offer\n\nT Baxter\n\nPerfect! Quick, easy and excellent customer service.\n\nThey were helpful, informative, quick and very professional.\n\n\nTry out these guys, I found them easy to deal with and a nice prompt service.\n\n\nIf there's no crime there's no pain.\n\nThis alarm is great and it's great quality. It is compact. The siren is loud and it is so easy to set. I am delighted with this product. I no longer worry about a break in.\n\nMrs Taylor\n\nThanks for the spray and alarms\n\nThanks for the spray and alarms. After a recent scare, with luckily no drastic consequences, all my vulnerable friends are now equipped\n\nT Winfield\n\nWhat a service!\n\nWe had problems locally in obtaining banknote security pens at a reasonable price. I therefore ordered some via Crime Prevention Products in the hope that I would receive them before our very busy weekend trade. My delivery was received 2 days later, what a service! I'd recommend CPP to anyone! Thanks team!\n\nMiss Chadwick\n\nFabulous product!\n\nI bought the personal alarms for my daughters they love them. They would make a good party bag item or a small gift for a woman or girl, ideal for christmas or birthday :) They look great attached to your bag or as a key ring.\n\nMrs Cole\n\ngreat value and does what it says on the tin.\n\nvery speedy delivery, found the product to be exceptional value for the price and was everything that i expected, will definetly recomend shopping with them again in the future.\n\nMr Fletcher\n\nI am really pleased with service and product. Thanking you\n\nK Elsey\n\nI had a very good experience and my purchase was adequate for the job.\n\nI had a very good experience and my purchase was adequate for the job.\n\nMrs L McKenzie\n\nWell pleased with promptness of delivery of the two Glass Guards and pleasantly surprised with the size of them, very neat indeed.\nFeel much safer with them now fitted.\n\n\nHi thank you. Very nice UV pens. We are reselling them on our webshop in Scandinavia. They work great\n\n\nVery Efficient and trouble free experience.\n\nMr Dowson\n\nWe were very happy with the purchase. I would however probably prefer a personal alarm with the pin to prevent accidental activation of the alarm. Alarm is very loud and small.Delivery was fast and efficient.\n\nI Skillbeck\n\nThank you for prompt attention to my request for 2 Personal alarms. Your service was professional & appreciated\n\nP Collins\n\nThe service I received from you was first class - thank you.\n\n\nRead more reviews\n\nproduct ranges wholesale security products\n\nBreaking News\n\nLondon Marathon: huge crowds spur on runners in hottest race ever\n\nKatie Price forced to pull out of London Marathon with knee injury after fans spot her in cafe during race\n\n29-year-old customer who stopped the nude Waffle House shooter by wrestling away his rifle is hailed as a hero\n\nSaudi Arabia: four Britons killed after coach hits fuel tanker\n\nEmily Thornberry calls for Amber Rudd to resign over Windrush scandal: 'I really think she should quit':\n\nMajority still think we would be better INSIDE the European Union\n\nCustoms union U-turn by May could provoke Brexiter cabinet revolt\n\nChelsea see off Southampton to set up FA Cup final date with Manchester United\n\nSweating middle-aged British men are caught with young women when police raid illegal Thailand hotel orgy\n\nArsène Wenger says 'hurtful' supporters damaged Arsenal's image\n\nSuicide Bomber Kills at Least 57 Afghans in Kabul\n\nStephen Lawrence's story was the kind of story no one should have\n\nTrump tempers enthusiasm for North Korea nuclear pledge\n\nSafeguards for social media 'inadequate', says Jeremy Hunt\n\nCarwyn Jones to stand down as First Minister in the autumn\n\nEmmanuel Macron, the 'Trump Whisperer', says there is no Plan B on Iran as he travels to Washington\n\nPolice failed to tell Tory MP Charlie Elphicke about rape claim\n\nNicaraguan journalist shot dead on Facebook Live as Pope calls for end of deadly protests\n\nCan Manchester City win the title again next year? Based on latest performance it already looks ominous for the league\n\nPippa Middleton 'expecting first child' with financier husband James Matthews",
        "topic_id":3,
        "format_id":23,
        "topic_confidence":0.9902303815,
        "format_confidence":0.9863687158
    }
]