[
    {
        "url":"http:\/\/www.osnews.com\/permalink?350567",
        "text":"\nApple Whenever we're talking market share and Macs, it'll inevitably get late. There are different means of measuring market share, and different ways to interpret the resulting data, usually leading to heated debates about who is right and who isn't. Ars decided to take a look at the different methods of measurement and see what they mean.\nPermalink for comment 350567\nTo read all comments associated with this story, please click here.\nLies, damned lies, and statistics\nby elsewhere on Wed 25th Feb 2009 05:56 UTC\nMember since:\n\nBrowser statistics are interesting, but irrelevant, unless they're coming from a company like Google, which is one of the only web entities I would consider to be large enough in global userbase to overcome cultural, lingual, market and regional biases in terms of relevancy. Not perfect, but much better. But since Google et al. don't release browser stats, which is actually a shame, everything else represents a biased-sample.\n\nMarket share is an ambiguous concept. Most references to market share refer to % of dollars sold. 90% of the global organizations could be running Debian on all of their servers, but Microsoft would still dominate market share because that remaining 10% is paying for their Windows licenses.\n\nMore relevantly, Apple's average retail price is more than double their closest competitors, so Apple can sell half as many systems as anyone else, while still maintaining market share.\n\nUnit share is more interesting, because it covers the number of units that a manufacturer actually sold, rather than the cumulative value of the units they sold.\n\nThis is where the numbers game comes into play.\n\nIn Jan 08, Apple laptops represented 15% of all laptops sold in the US, but that dropped to slightly over 13% for Jan 09. Yet, Apple sold more laptops in Jan 09 than Jan 08. More interesting, their market share in terms of retail dollars spent is almost exactly flat between Jan 08 and Jan 09.\n\nWhich metric do you want to go by? You can argue Apple's unit share is dropping, you can argue that Apple is increasing their unit shipments, or you can argue that their market share is flat. This is the game that marketing people like to play.\n\nI'm not an Apple fanboi by any means, but I have to say, in business terms, Apple is doing phenomenally well in the retail space. They're effectively maintaining their market position despite being more expensive than the competition (when looking at the average price of the overall units sold).\n\nThere's a couple of interesting factors that will come into play. First of all, netbook sales are becoming fairly significant in terms of units shipped, although they're a relative drop in the bucket in terms of dollars spent. Netbooks weren't even on the map for most of 2008, but starting around September, they made a noticeable impact in unit sales.\n\nThe increase in netbook sales, considering Apple doesn't sell one, does somewhat dilute the stats for the other top tier companies and that will impact the average sell price those manufacturers are seeing for their products. Does this impact Apple? Not directly, but in a stressed economic time, it does raise the question of whether existing customers will be spending money to purchase new Apple systems versus the convenience of a much cheaper netbook for portability.\n\nThen there is the fanboi factor. One thing Apple has done a remarkable job of is building a fanatically loyal userbase. On this aspect I don't have hard numbers to go by, but I'd suspect that Apple probably tops the other manufactuers in terms of customer willingness to remain with the brand. The fanboi factor comes into play with that segment of customers that will never choose an alternative platform. But the fanbois only represent a segment of the existing market, the question is how large? There are a number of \"casual\" customers that chose Apple over the last couple of years, versus the long-term Apple users, but again, the question is, how many?\n\nApple, regardless of how people try to do the mathematics comparing their products against competitors, is a premium brand. It commands a premium price, and Apple earns a premium margin. Good for them, they've clearly been doing something right.\n\nStill, given the current economic condition, there's a very valid question of how long Apple will be able to maintain their market with that premium pricing. As I pointed out above, Apple's average sell retail price for each laptop is more than double that of their closest competitors. Apple may be dropping slightly in terms of unit share, but they are still second in terms of dollar share. Will Apple be able to rely on existing customers being able to upgrade to newer systems? Will Apple be able to rely on agnostic customers they may have gained over the last few years being willing to pay a premium to upgrade? Will Apple lose out in the consumer choice between a newer Apple or a much cheaper but practical netbook?\n\nI'm not bothering to look at desktop sales, because that's a whole separate set of numbers that I'm too lazy to analyze, since they're pretty much plummeting overall for every manufacturer, including Apple.\n\nApple has been doing something remarkably right with their product marketing, and it has been working for them. Though I don't use a Mac, and can't envision myself doing so any time in the near future, my hat is still off to them for that. I do think that the next year will be a remarkable test of how loyal a customer base they have, and their true ability to recruit new customers. That's where the numbers will become interesting, and the spinning of them, even more so. I'm not willing to place bets one way or the other, at this point.\n\nJust my rambling 2c...\n\nReply Score: 2",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.676723659,
        "format_confidence":0.9417265058,
        "weight":0.0038448918
    },
    {
        "url":"https:\/\/masterbit.info\/news\/kodak-partners-with-blockchain-platform-to-raise-50-million-in-token-offering\/",
        "text":"Kodak Partners With Blockchain Platform to Raise $50 Million in Token Offering\n\n\nKodak has partnered with a blockchain project seeking to raise $50 million in a combined public and private token offering. The idea was put forth by Wenn Digital, the developer of an image protection blockchain platform licensed by Eastman Kodak Co.\n\nKodak’s Blockchain Platform to Raise Up to $50 Million in Token Offering\n\nKODAKOne is a blockchain-based system created by Wenn Digital, designed to protect the copyright of images or photographs registered on the platform. Kodak holds a minority stake in Wenn Digital and has benefited from that position, reports Reuters. The performance of its stock has improved significantly as investors predict the development of the blockchain platform will turn into a lucrative venture once it is set and running.\n\nShares of the company have jumped from its early 2018 lows around $3 to as high as $11.55 when Kodak announced the deal with Wenn Digital. It quickly lost two-thirds of its market value on news that the token offering, which was scheduled for January, would be delayed. Finally, the initial coin offering (ICO) of KODAKCoin is due to take place on May 21. The January misstep was caused by regulatory issues that have since been taken care of.\n\nCam Chell, co-founder and chair of KODAKOne told Reuters in an interview that the token offering will comply with the U.S. Securities and Exchange Commission (SEC). KODAKOne will use Simple Agreement for Future Tokens (SAFT), an investment contract offered by cryptocurrency developers to accredited investors. Being a security, SAFT must comply with securities regulations, which requires the token to be issued when the blockchain platform is launched.\n\nThe SEC supports the practice because it sees these SAFTs as being traded like securities without conforming to any of the strict rules that already exist for that market. Token sales become viable under the SEC regulation with the SAFT structure because participation is limited to accredited investors.\n\n“We really took a step back and decided that we would ensure that all Ts were crossed and Is dotted before we embark on a public sale. We wanted to make sure that we got it right”.\n\nKODAKOne is expected to be launched later this year, according to Cam Chell. A pre-sale of its SAFT to accredited investors conducted by Wenn Digital raised approximately $10 million. The company needs $20 million to be able to successfully develop and launch the blockchain platform, but Chell says ‘$50 million is our sweet spot’ as the company aims higher.",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.9934930205,
        "format_confidence":0.9968729615,
        "weight":0.015475107
    },
    {
        "url":"https:\/\/www.absoluteresourceassociates.com\/news\/pressreleaseTop50.cfm",
        "text":"Press Release: Absolute Resource Associates Named Among Top 50 Women-Led Companies in NH\n\nPORTSMOUTH, NH, October, 2013- Business NH Magazine has researched the top performing women-led companies in the state, and compiled lists by category and annual gross sales. Absolute Resource Associates of Portsmouth was once again listed among the top 50.\n\nARA's President Susan Sylvester has made a name for herself in the environmental industry as an entrepreneur with steadfast ethics and a natural business sense. Sylvester purchased a small environmental firm, Resource Laboratories, LLC, (now Absolute Resource Associates) with her husband Guy in 2000, and since that time, the business has tripled in revenue, staffing and facility size. The complete article appears in the October, 2013 issue of Business NH Magazine.\n\n\n\nAbout Absolute Resource Associates:\n\nAbsolute Resource Associates is a Woman Owned SBA 8(a), WOSB, EDWOSB, SDB, DBE, NELAC, ISO\/IEC 17025 and DoD ELAP accredited small business, providing a broad range of environmental services to clients throughout New England and beyond. Services include Environmental Laboratory Testing, Indoor Air Quality Services as well as Project Management.  Drinking Water - Waste Water - Soils - Sediments - Hazardous Waste - VOCs - SVOCs - Metals - Wet Chemistry - Microbiology - Low Level 1,4 Dioxane - PCBs - Bacteria - Asbestos Mold - Lead - Radon Carbon Monoxide - Allergens - Odors - Building Examinations - Sample Collection - XRF Surveys - HVAC Performance - Infrared Imaging - Remediation Planning- Clearance Testing\n\nFMI visit",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.8365063071,
        "format_confidence":0.9921193123,
        "weight":0.0070540951
    },
    {
        "url":"https:\/\/thrivetracker.com\/blog\/tag\/increase-conversion-rate\/",
        "text":"Increase Conversion Rate\n\nAttention-Grabbing CTA’s Part 2: Creating Interactive Landing Page Elements\n\nPosted By Aziz Kamara on Aug 12 2012\n\nIn Part 1 of Creating Attention-Grabbing CTA’s you learned how to create animated GIFs in Adobe Photoshop. For Part 2, I wanted to show you how you can make interactive images using JavaScript and Dreamweaver. The first element in this video uses an expansion JavaScript which I grabbed a while back from which has…\n\nAttention-Grabbing CTA’s Part 1: Animated GIFs With Photoshop\n\nPosted By Aziz Kamara on Jul 30 2012\n\nIt’s a fact: when a person is more engaged in an advertisement or activity, the likelihood of that person taking action (buying something, calling a number, submitting an e-mail, etc…) increases. You can engage the user by posing a question (asking questions solicit an internal response, thus engaging the reader) presenting a miniature interactive game…",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.888769865,
        "format_confidence":0.8523759246,
        "weight":0.0090983098
    },
    {
        "url":"http:\/\/touchtel.ie\/tag\/based-business-owners\/",
        "text":"Tag Archives: based business owners\n\nNeed Home Based Business Advice? Look Below!\n\nMost people say that starting a business is hard. They say that the income associated to it is not stable and that it is meant to be a full-time gig. This article can show you how to begin a successful home based business.\n\nBusiness Expenses\n\nIf any business expenses arise from having to entertain clients, then these expenses can be claimed as a tax deduction. These meetings you can record as business expenses. Just be careful that these clients are paying or potential clients, or else the entertainment expenses are not justifiably tax deductible.\n\nKeep your business phone line to keep it separate from your personal line. A business that wants to be known as professional and established always has a message specific to it, thus lessening the chances of the wrong person answering the phone.\n\nYou need an office space before you begin your business.Although this is something that can be seen as trivial, people find it hard to get down to work if they are not comfortable with their space or they do not have the proper supplies.\n\nCheck out any potential employees who you might hire for your home based business.\n\nYou should obtain a post office box for your business mailings. Don’t take the risk of using your real home address when putting things on the Internet. This keeps your identity is protected and your household.\n\nDon’t quit your day job when you’re just starting your home business.Having an income while waiting to build up your new business is a good thing to do.\n\nA special business checking account is a way to keep track of your company. Make sure all business-related transactions use this account. This will help you keep track your business is making. It also important to obtain a credit card that you use solely for your business.\n\nOffer incentives to customers who refer their friends. These referral incentives also encourage current customers to stay loyal to you.\n\nMake sure that you are not breaking any laws or local ordinances. You might end up with fines and embarrassing situations if you do this. You want good relations through keeping a low profile. This may mean avoiding signage and the amount of traffic or noise that can be accommodated.\n\nFind a niche that is right for you. Locate the appropriate customers who fit well with the product you sell. Selling becomes simple after you accomplish this. Talk to anyone you know about their thoughts on your niche. You should ask these same people too. Trade shows are another great place to find out who’s looking for what you’re selling.\n\nKeep accurate accounting of all financial records of your business. If the IRS wants to audit your business, you will want to make sure that everything is intact. Keeping detailed records also help you keep track of how well your success and look for ways to reduce expenses.\n\nYou need to have your family before you consider starting a home-based business. It can be very hard to start a home business enterprise.Without the support of your family members, maintaining your home business can be hard.\n\nYou will have a hard time without help to keep the children doing what they are supposed to be doing.\n\nChoosing the right name is important and should not be made from a work from home business. You will see the business’ name of your business frequently. Your business name should be something you can be proud of and meaning.\n\nBusiness Emails\n\nTo keep your business and personal emails separate, create a business email account that uses your domain name for work related emails only.You should retrieve your email by a different locations as well. For instance, your business emails would go to Microsoft Outlook, while business emails can be done through Outlook.\n\nA well-developed business success.\n\nThis is known as virtual hosting and it’s all that is needed to host your business website. You will not need a dedicated server unless you plan to have a bustling forum or a bunch of large files that get accessed often.\n\nYou should always look for ways to improve your business. Businesses must grow to remain current, and you are going to need to continue to advertise and get the word out about your business long after it is up and running well. This will help you secure a steady flow of business coming in.\n\nOffice Space\n\nYou should remember to include your office space written on your taxes. Many people do not know about this write-off since home based business owners often don’t realize that your office space can be confusing.\n\nBusiness trips can be a legitimate and your business. If you take a trip to a place holding a convention on something related to your business, check for business seminars in the area and attend them. This allows you to deduct the trip as a legitimate business expense.\n\nYour choice in domain name is very important to help you get Internet business. It is important that is appropriate for what you select is meaningful to your business. It will be easier for customers to find you.\n\nIf you’re looking to stay home with a young child, a work from home business is a great idea for you. You can work from home and take care for your child while still bringing in an income for the family.\n\nTake advantage of business classes to help you can. Most home based business owners cannot afford a lot of upfront cash, but it is important to invest in local classes that will point you toward your goals. Learning new information can only help your business succeed.\n\nWith these helpful tips, it is possible to have a successful home based business. Knowledge and drive are what make business owners successful. These times can help yield a lot of profit in your spare time.",
        "topic_id":9,
        "format_id":22,
        "topic_confidence":0.996383667,
        "format_confidence":0.9501698613,
        "weight":0.0061463302
    },
    {
        "url":"https:\/\/www.on24.com\/return-on-engagement-servicenow\/",
        "text":"Experiences that scale, engagement that matters\n\nThe ON24 platform enables businesses to convert customer engagement into revenue through interactive webinars, virtual events and multimedia content experiences.\n\nmaximize your return on engagement\n\nIt’s time to go beyond superficial, volume-based metrics such as clicks, downloads, form fills and impressions. To truly understand marketing’s ROI, start measuring your Return on Engagement by calculating the time, intent, interactions and conversion of every experience.\n\nFind out how you can take your digital and in-person experiences to the next level.\n\nLearn How Chat Now\n\nON24 platform for Hybrid \n\nA single platform to track in-person and virtual attendee engagements, delivering insights that can personalize the experiences before, during and after events.\n\nTake the next step\n\nExplore an interactive demo to understand the power of the platform.\n\nWatch Demo",
        "topic_id":9,
        "format_id":16,
        "topic_confidence":0.8462420702,
        "format_confidence":0.9949504137,
        "weight":0.0106660351
    },
    {
        "url":"http:\/\/ideas.repec.org\/p\/pra\/mprapa\/27698.html",
        "text":"Advanced Search\nMyIDEAS: Login\n\nSurvival Measures and Interacting Intensity Model: with Applications in Guaranteed Debt Pricing\n\n\nAuthor Info\n\n  • Bao, Qunfang\n  • Li, Shenghong\n  • Liu, Guimei\nRegistered author(s):\n\n\n    This paper studies survival measures in credit risk models. Survival measure, which was first introduced by Schonbucher [12] in the framework of defaultable LMM, has the advantage of eliminating default indicator variable directly from the expectation by absorbing it into Randon-Nikodym density process. Survival measure approach was further extended by Collin-Duresne[4] to avoid calculating a troublesome jump in IBPR reduced-form model. This paper considers survival measure in \"HBPR\" model, i.e. default time is characterized by Cox construction, and studies the relevant drift changes and martingale representations. This paper also takes advantage of survival measure to solve the looping default problem in interacting intensity model with stochastic intensities. Guaranteed debt is priced under this model, as an application of survival measure and interacting intensity model. Detailed numerical analysis is performed in this paper to study influence of stochastic pre-default intensities and contagion on value of a two firms' bilateral guaranteed debt portfolio.\n\n    Download Info\n\n    If you experience problems downloading a file, check if you have the proper application to view it first. In case of further problems read the IDEAS help page. Note that these files are not on the IDEAS site. Please be patient as the files may be large.\n    File URL: http:\/\/mpra.ub.uni-muenchen.de\/27698\/\n    File Function: original version\n    Download Restriction: no\n\n    Bibliographic Info\n\n    Paper provided by University Library of Munich, Germany in its series MPRA Paper with number 27698.\n\n    as in new window\n    Date of creation: 07 Aug 2010\n    Date of revision: 27 Dec 2010\n    Handle: RePEc:pra:mprapa:27698\n\n    Contact details of provider:\n    Postal: Schackstr. 4, D-80539 Munich, Germany\n    Phone: +49-(0)89-2180-2219\n    Fax: +49-(0)89-2180-3900\n    Web page: http:\/\/mpra.ub.uni-muenchen.de\n    More information through EDIRC\n\n    Related research\n\n    Keywords: Survival Measure; Interacting Intensity Model; Measure Change; Guaranteed Debt; Mitigation and Contagion.;\n\n    Find related papers by JEL classification:\n\n    This paper has been announced in the following NEP Reports:\n\n\n    References listed on IDEAS\n    Please report citation or reference errors to , or , if you are the registered author of the cited work, log in to your RePEc Author Service profile, click on \"citations\" and make appropriate adjustments.:\n    as in new window\n    1. Kwai Leung & Yue Kwok, 2009. \"Counterparty Risk for Credit Default Swaps: Markov Chain Interacting Intensities Model with Stochastic Intensity,\" Asia-Pacific Financial Markets, Springer, vol. 16(3), pages 169-181, September.\n    2. Philipp J. Schönbucher, 2000. \"A Libor Market Model with Default Risk,\" Bonn Econ Discussion Papers bgse15_2001, University of Bonn, Germany.\n    3. P. Collin-Dufresne & R. Goldstein & J. Hugonnier, 2004. \"A General Formula for Valuing Defaultable Securities,\" Econometrica, Econometric Society, vol. 72(5), pages 1377-1407, 09.\n    4. Robert A. Jarrow, 2001. \"Counterparty Risk and the Pricing of Defaultable Securities,\" Journal of Finance, American Finance Association, vol. 56(5), pages 1765-1799, October.\n    Full references (including those not matched with items on IDEAS)\n\n\n    Citations are extracted by the CitEc Project, subscribe to its RSS feed for this item.\n    as in new window\n\n    Cited by:\n    1. Bao, Qunfang & Chen, Si & Liu, Guimei & Li, Shenghong, 2010. \"Unilateral CVA for CDS in Contagion model: With volatilities and correlation of spread and interest,\" MPRA Paper 28250, University Library of Munich, Germany, revised 27 Dec 2010.\n    2. Bao, Qunfang & Chen, Si & Liu, Guimei & Li, Shenghong, 2010. \"Unilateral CVA for CDS in Contagion Model_with Volatilities and Correlation of Spread and Interest,\" MPRA Paper 26277, University Library of Munich, Germany.\n\n\n    This item is not listed on Wikipedia, on a reading list or among the top items on IDEAS.\n\n\n    Access and download statistics\n\n\n    When requesting a correction, please mention this item's handle: RePEc:pra:mprapa:27698. See general information about how to correct material in RePEc.\n\n    For technical questions regarding this item, or to correct its authors, title, abstract, bibliographic or download information, contact: (Ekkehart Schlicht).\n\n    If you have authored this item and are not yet registered with RePEc, we encourage you to do it here. This allows to link your profile to this item. It also allows you to accept potential citations to this item that we are uncertain about.\n\n    If references are entirely missing, you can add them using this form.\n\n    If the full references list an item that is present in RePEc, but the system did not link to it, you can help with this form.\n\n    If you know of missing items citing this one, you can help us creating those links by adding the relevant references in the same way as above, for each refering item. If you are a registered author of this item, you may also want to check the \"citations\" tab in your profile, as there may be some citations waiting for confirmation.\n\n    Please note that corrections may take a couple of weeks to filter through the various RePEc services.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.8628748655,
        "format_confidence":0.9181206822,
        "weight":0.00228284
    },
    {
        "url":"https:\/\/www.scorpion.co\/franchise-marketing\/marketing-tip\/how-to-master-franchise-marketing-without-having\/",
        "text":"Contact Us\nCall Today\n  • California Office\n\n    27750 Entertainment Drive\n    Valencia, CA 91355\n\n    map + directions\n  • Colorado Office\n\n    3461 Ringsby Ct, Suite 140\n    Denver, CO 80216\n\n    map + directions\n  • Texas Office\n\n    5040 Addison Circle, Suite 300\n    Addison, TX 75001\n\n    map + directions\n  • New York Office\n\n    One Computer Associates Plaza, Suite 105\n    Islandia, NY 11749\n\n    map + directions\n\nHow to Master Franchise Marketing Without Having to Clone Yourself\n\n\nA lot falls on the shoulders of the franchise marketer. You may be wearing a number of different hats, playing the role of marketing strategist, website development lead, campaign manager, content writer, social media guru, and brand police, just to name a few. How do you get it all done? It may sometimes feel impossible, especially if you have hundreds of franchise locations to oversee.\n\nEver wish you could just clone yourself?\n\nFortunately, there are ways to streamline your digital franchise marketing efforts so you don’t have to feel like you’re constantly being pulled in a million different directions. With the right strategies, tools, and support, you can turn chaos into a well-oiled machine that allows you achieve your marketing goals on time and within budget. What better way to show your bosses that you’re truly an expert at your job?\n\nBelow are a few tips for mastering franchise marketing without having to clone yourself:\n\nHire a Marketing Team & Delegate: As the marketing mastermind at your franchise, your skills are best used guiding your franchise network’s overall marketing strategy, monitoring its overall success, and maintaining strong communication with your franchisees—rather than handling all the miniscule details of coding a website or managing numerous pay-per-click advertising campaigns.\n\nThis is where it’s helpful to hire an Internet marketing partner that can handle all of the day-to-day tasks for you so you can focus on the big picture (and get everything done). It helps to work with a single, full-service digital marketing company rather than several vendors for each different area of your marketing. Why deal with the struggle of getting all your different vendors on the same page and working together when you could have one partner that seamlessly integrates your website design, search engine optimization (SEO), online advertising, social media, and more?\n\nSimplify the Process of Tracking Your Data: Why dig for data (which can take up hours of your time) when you could have it automatically generated and clearly laid out for you? Here at Scorpion, we offer our franchise clients an online marketing platform that makes it easy for them to track website traffic, organic rankings, PPC campaign performance, leads, and more. All you have to do is login and you have a wealth of data that shows you exactly how your various digital marketing efforts are performing, which is great for tracking your return on investment (ROI).\n\nAccording to HubSpot’s 2015 State of Inbound report, proving return on investment (ROI) of marketing activities was the number one challenge of both B2B and B2C marketers. And 32% of digital marketers and enterprise companies said making analytics actionable was one of their top three challenges, according to a 2016 study by Experian.\n\nTo take you analytics a step further, we make it possible for you to integrate our platform with your customer relationship management (CRM) system so you have a more complete picture of how your marketing campaign and leads are tied to your customer acquisition and revenue. Read more about our award-winning marketing platform.\n\nPre-Schedule Your Content: Consistency is key when blogging and engaging followers on social media. If you are only posting your content sporadically when you have pockets of time, you risk slipping out of the spotlight and losing the interest of your followers. With a good content management system (CMS) and social media management platform, you can pre-schedule your posts so they’re ready to go at the right time. That way you can work on your content in bulk when you have the time and not have to worry about gaps in your posting schedule.\n\nHaving trouble generating enough content ideas to keep up with the demand? Try using content strategy tools such as BuzzSumo, which allows you to identify the highest trending content for certain keywords. This is a great way to get ideas for your own franchise blog and social media content.\n\nAre you a franchise marketer who needs support? Call Scorpion today!\n\nAbout the Author\nJordan Wilson is the Senior VP of National Brands at Scorpion. For nearly a decade, he has worked with businesses of all sizes, from Fortune 500 companies to franchises at the local level. Professionally and personally, Jordan fosters the relationships he develops with his clients, always striving to exceed their goals and expectations. Jordan graduated from the University of Mobile where he played college soccer and won the National Championship in 2002. He is an avid traveler, and he loves a good Irish Pub, LSU Football, and spending time with his family.",
        "topic_id":9,
        "format_id":22,
        "topic_confidence":0.9977148771,
        "format_confidence":0.8834232092,
        "weight":0.006154542
    }
]