[
    {
        "url":"https:\/\/www.propertyweek.com\/news\/lease-breaks-must-be-triggered-by-15000-relocations-says-smith\/3161331.article",
        "text":"Former Reed Elsevier chief executive Ian Smith gave his verdict on the burning issues around civil service relocations at a briefing on 31 March, following the publication of his recommendations on the subject alongside Budget 2010.\n\nTo read a digest of the briefing on visit: Ian Smith on Whitehall, Quangos, McCready and more",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.8435912132,
        "format_confidence":0.8873228431
    },
    {
        "url":"https:\/\/pakenham.starcommunity.com.au\/news\/2019-08-13\/tree-crushes-home\/attachment\/emerald_196632_04-jpg\/",
        "text":"Home Tree crushes home emerald_196632_04.jpg\n\nTree crushes home\n\nTree crushes home\n\nCockatoo was one of the harder hit communities by the weekend’s storms. Two homes were crushed by trees during the high winds on Friday morning. One house, on Maurice Street, was completely demolished after a giant tree fell through the centre of it. The owners of the house were on holidays in the Northern Territory […]\n\nYour first stop before buying a home. View the whole picture.\n\n\nFeral dogs feared\n\nA Cockatoo family has been left shaken after their Border Collie was viciously attacked by a pack of stray dogs on Monday 13 January....",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.9815579057,
        "format_confidence":0.6373509765
    },
    {
        "url":"http:\/\/www.hgtv.com\/design\/make-and-celebrate\/entertaining\/mixed-treats-christmas-basket-pictures",
        "text":"Mixed Treats Christmas Basket\n\nCreate a Christmas gift basket packed with homemade desserts, treats and produce your friends and family will love this holiday season.\n\nFrom: DK Books - Greener\n\n\nSee Full Schedule\n\nStories We're Following\n\nShop This Look\n\n  • Found a living space you love in HGTV's Photo Library? Get the look in your own home with products from Wayfair.\n\nFollow Us Everywhere\n\nJoin the party! Don't miss HGTV in your favorite social media feeds.",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.8291983008,
        "format_confidence":0.592586875
    },
    {
        "url":"http:\/\/www.sandiegocounty.gov\/dmpr\/ctn\/d2emay04.html",
        "text":"Budget Gardening, Herb Pots and Lighting\n\nThis month on Down To Earth, Tom and crew are in Mira Mesa at a typical starter home garden: a tiny one. \n\nBut having a small garden strip doesn't mean you can't sharpen your gardening skills before moving on up (and pay forward a useable landscape for the next owner!).\n\nTom shows us how to squeeze a stunning assortment of plants into a miniscule space on a small budget. For a list of plants Tom used, click here.\n\nHe also builds herb pots with Master Gardener Aenne Carver, and delves into the subject of outdoor landscape lighting back at the nursery. For a list of plants Aenne recommends, click here.",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.9972605705,
        "format_confidence":0.5534697771
    },
    {
        "url":"https:\/\/hotliked.com\/story\/367116489976035_1610921778928827\/how-you-should-talk-to-your-dog-according-to-science\/",
        "text":"Create an account\n\nIt will take 10 seconds\n\n\n  • {{error.Message}}\nTalking about 8233\nScience Website about 2 months ago\n\nHow You Should Talk To Your Dog, According To Science\n\nThere's a way to talk to your dog that increases the chances it will listen.\n  • #IFeakingLoveScience\n  • #How\n  • #talk\n  • #dog\nOpen article\n\nComments (0)\n\nJoin us!\n\nStunning And Hot Articles in \/All\n\nDiscover the best articles in one place\n\nMore stories:\n\nNext page",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.61610955,
        "format_confidence":0.9224403501
    },
    {
        "url":"http:\/\/www.makemoneyinlife.com\/christmas-tree-facts.html",
        "text":"Since the Christmas is around the corner, the guys from couponrefund have sent to us this amazing “Christmas tree facts” infographic.\nAll you need to know about the Christmas tree, the joy of growing them and the economy behind selling the trees.\n\nMerry Christmas and a blissful New Year from CouponRefund!\n\nChristmas Tree Facts - An Infographic by\n\nChristmas Tree Facts by",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.9412876964,
        "format_confidence":0.5420438051
    },
    {
        "url":"http:\/\/animalcaretip.com\/tag\/finnish-lapphund\/",
        "text":"Finnish Lapphund\n\nTips For Taking Care Of Finnish Lapphund Pups\n\nfinnish lapphund care tipsOwning dogs, in particular providing care for the finnish lapphund, is a specialty of humans. Experts speculate that dogs were first domesticated between 12,000 and 25,000 years ago—and that canines evolved from the wolf. Since those days, people have selectively bred more than 400 different breeds, ranging in size from 4-pound teacup poodles all the way up to Irish wolfhounds, whose three-foot stature has earned them the title of tallest dog. But the most widespread pooches are the non-pedigree dogs—the one-of-a-kind dogs known as mixed-breeds. The finnish lapphund is another popular pick with canine owners. Some owners are unaware, however, of some of the most important finnish lapphund care tips.\n\nRead More",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.8996226788,
        "format_confidence":0.7225670815
    },
    {
        "url":"http:\/\/www.remax-midstates.com\/Home\/1040-East-8th-Street-Colby-KS-67701\/CKH\/75089\/",
        "text":"\n\nThis property is not available and may not be listed in the MLS.\n\nlisting photo\n\nListed by Farm\n\nProperties For Sale in Colby, KS\n\nYou are searching properties for sale in Colby, KS. There are thousands of listings including homes, condos, townhomes, foreclosures, and new homes\/new construction. View information about public schools and private schools serving in Colby, KS, plus reference community statistics and demographics.",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.9966508746,
        "format_confidence":0.5158793926
    },
    {
        "url":"https:\/\/dogservicesrva.com\/tag\/thanksgiving-foods-for-dogs\/",
        "text":"Safe Thanksgiving Foods for Your Dog\n\nThanksgiving is a great time to celebrate with loved ones and enjoy some seriously delicious food. If you’re like many pet parents and plan to share some “people food” with your fur babies, we would like to share a few tips and reminders so that you and your dog can enjoy the holiday without regrets. […]\n\nContinue reading",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.723690927,
        "format_confidence":0.7924655676
    },
    {
        "url":"http:\/\/diydrones.com\/video\/test-camera-lumix-dmc-tz10-quadcopter-raw",
        "text":"Test Camera Lumix DMC-TZ10 Quadcopter [RAW]\n\nCamera Lumix DMC-TZ10 Motion JPEG Quadcopter Multiwii 2.1 P.I.D Configured Frame ATG X600 12mm arm Motor Sunnysky 2216-11 KV900 Propeller 10x45 Gemfan ESC Tu...\n\nViews: 388\n\nComment by Luis Ramos on January 4, 2013 at 11:24am\n\nHello i have the ATG L600 frame with the same motors and i would like to know if you can help me with the tuning this airframe, so far i have loaded the 2.8.1 version but ..... very bad!! Can i please count on you?\n\n\nYou need to be a member of DIY Drones to add comments!\n\nJoin DIY Drones\n\n© 2017   Created by Chris Anderson.   Powered by\n\nBadges  |  Report an Issue  |  Terms of Service",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.5698156953,
        "format_confidence":0.7049962878
    },
    {
        "url":"http:\/\/www.helpmefind.com\/gardening\/l.php?l=21.190639&tab=1",
        "text":"PhotoComments & Questions \nI Zingari  rose photo courtesy of member Singularly Beautiful Roses\nPhoto Id: 190639\n\nA more accurate photo than my previous one showing the petaloids often seen in the Pernetianas.\n\nPhotos are the property of and copyrighted by their contributor, all rights reserved. Downloading or use is prohibited without the contributor's explicit consent.   Photos also copyrighted by HelpMeFind:  Please report illegal use.\n\n© 2018",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.9913290739,
        "format_confidence":0.7399502397
    },
    {
        "url":"https:\/\/nypatriot.com\/tag\/deck-lighting\/",
        "text":"Installing a deck is a great way to create a multi-functional outdoor space in your home. From treated wood to Trex® decking and pressure treated handrails to vinyl handrails, Patriot Construction can build a one-of-a-kind deck for you and your family to enjoy. Here are a few things that can\n\nFill out my online form.",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.994179368,
        "format_confidence":0.640540421
    },
    {
        "url":"http:\/\/provo-utah.citybase.com\/classifieds\/for-sale_c24",
        "text":"﻿ Free For Sale Classifieds - Online Classifieds of For Sale in Provo, Utah, United States\nUnited States> Utah > Provo > Classifieds in Provo > For Sale in Provo\nWe are sorry but we don't have results for your search.\nLooks like you are not yet CityBase member\n\nSignup to start buying\/selling\n\nCreated in 8.5359070301 seconds",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.7777214646,
        "format_confidence":0.6830969453
    },
    {
        "url":"http:\/\/www.londonlocalservices.co.uk\/tag\/vintage\/",
        "text":"February 22, 2013\n1 Comment\n\nVintage Elements in the Modern Interior\n\n\nOld items, which can still be found in your grandparents house, have become very modern again. They are the perfect match for a home, decorated in the warm industrial style. Typical for such a home are peeling or brick walls, which are covered with newspapers, magazines or book pages. Or they can simply be left unpainted.\n\nWhen it comes to decorating warm industrial home, you can experiment by combining contemporary art with old vintage items. (more…)",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.7806717157,
        "format_confidence":0.6517660618
    },
    {
        "url":"http:\/\/chriy.blogspot.com\/2013\/11\/tutorial-how-to-refinish-thrifted-chair.html",
        "text":"Tutorial - How to Refinish a Thrifted Chair\n\nRemake an old chair into a cute, comfortable seat\n\nChair Tutorial at Sisters, Sisters Blog\n\n\"We just moved across the country and in the process got rid of pretty much all of our chairs. They we're old and ready to go anyway, but needless to say when we got to Portland I suddenly had no chair to sit on while I sewed or did any thing else. Standing and sewing is just a little awkward, just a little. It kind of felt like I was doing some weird yoga move, but I was sewing. You probably get the point. A new chair was needed. After a trip to goodwill and ta-da\".... Read more\n\nNo comments:\n\nPost a Comment",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.9946633577,
        "format_confidence":0.6533197165
    },
    {
        "url":"http:\/\/www.decorationforhouse.com\/home-decoration\/organizing-baby-clothes.html",
        "text":"< Organizing Baby Clothes - Decoration for House\n\nOrganizing Baby Clothes\nOrganizing Baby Clothes is creative inspiration for us.\nGet more photo about home decor related with by looking at photos gallery at the bottom of this page.\nWe are want to say thanks if you like to share this post to another people via your facebook, pinterest, google plus or twitter account.\nRight Click to save picture or tap and hold for seven second if you are using iphone or ipad.\nFull size is 430X355 (Link to full-size image) pixels.\nSource: karenathomeblog.com\n\n  • Facebook\n  • Google Plus",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.9961366057,
        "format_confidence":0.9340236187
    },
    {
        "url":"http:\/\/www.galaxgazette.com\/content\/fries-hold-pet-owners-responsible-animal-antics?mini=calendar-date%2F2013-04",
        "text":"Fries to hold pet owners responsible for animal antics\n\n-A A +A\n\nBarking dogs, animals running loose and pets without vaccination are issues town wants to tame.\n\nBy Patrick Smith\n\nFRIES — While a dog barked somewhere outside the meeting, as if in protest, Fries Town Council at its April meeting took action on an ordinance to address animal noises and other responsibilities of pet owners.\nCouncil members had heard concerns from citizens for some time about noise from barking dogs.\n\nIf you subscribe to the newspaper, you receive FREE access to all the exclusive content of the web site! Simply register to receive uninterrupted access to our award-winning and in-depth local online content!\n\nRenew Current or Past Subscription \/ Register for Online Subscription\n\nIf you currently subscribe or have subscribed in the past to the Gazette, then simply find your account number on your mailing label and enter it below.\n\nClick the question mark below to see where your account ID appears on your mailing label.\n\nNewspaper Acct. ID:\nStreet Address:\n(exactly as it appears on the label)\n\nIf you are a subscriber and you do not know your account ID or don't have a copy of your newspaper available that shows the information on the address label you can click continue below to search for your account.\n\nNew Subscription\/30 Day Free Trial Account\n\nIf you are new to the award winning Gazette and wish to get a subscription or simply gain access to our online content then please enter your ZIP code below and continue to setup your account.\n\nZIP Code:\n\nCreate a limited access account.\nRegister to participate in community forums, post on the community calendar, blog etc. This registration does not give you full access to read our award winning content, etc.\n\nThe Gazette | circulation@galaxgazette.com | 2762365178222\nP.O. Box 68, 108 West Stuart Drive, Galax, VA 24333\nOffice Hours are 8:00 a.m. to 5:00 p.m., Monday through Friday",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.6446133256,
        "format_confidence":0.930406034
    },
    {
        "url":"http:\/\/ttte.wikia.com\/wiki\/File:ERTLTroublesomeBallastTruck.jpg",
        "text":"Thomas the Tank Engine Wikia\n\n\n7,430pages on\nthis wiki\nAdd New Page\nFull resolution (download)‎ (1,314 × 667 pixels, file size: 179 KB, MIME type: image\/jpeg)\n\nThere is no description yet. Add a description.\n\nAppears on these pages\n\n  • Ertl Company\n\n    The Ertl Company was a toy company which produced several Thomas the Tank Engine and Friends...\n\n  • Troublesome Trucks\n\n    The Troublesome Trucks (called Cars, originally known as Foolish Freight Cars, in the US...\n\nFile history\n\nClick on a date\/time to view the file as it appeared at that time.\n\ncurrent03:52, January 29, 2017Thumbnail for version as of 03:52, January 29, 20171,314 × 667 (179 KB)291 Thomas the tank engine (wall | contribs)\n14:52, July 30, 2015Thumbnail for version as of 14:52, July 30, 20151,500 × 1,125 (182 KB)Joshlovesthomas (wall | contribs)\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.770927012,
        "format_confidence":0.9361428022
    },
    {
        "url":"http:\/\/number10upholstery.co.uk\/tag\/nursing-chair\/",
        "text":"Return to Sender\n\nWe often discover items in chairs which have been left by previous upholsterers. Some leave notes whilst others leave remnants of the original fabric which is handy if you need to date a chair. We also have a jar in which we put items that have been dropped into the corners of the chairs and [More…]",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.9878857136,
        "format_confidence":0.6978971362
    },
    {
        "url":"http:\/\/myorchidcare.com\/orchid-gallery\/Gallery15.html",
        "text":"Orchid Care - Orchid Culture - Practical Orchid Care Basics\n\nPhalaenopsis Orchid World 'Joe'\n\nNextPhalaenopsis Orchid World\n\nOur focus is on the creation, development, and offering of the finest products and services for orchid growers and enthusiasts. We grow our own orchids and have a large spectacular collection which we nurture and tend to on a daily basis in our greenhouse and in our home. Capturing their magic in timeless photographs is something we have done for many years. All of the orchid photos in this gallery and those on our web sites are from our private collection of orchids.\n\nSee also:\n\n\"Helping Bloom Happy Orchids One Pot At A Time For Over 25 Years\"",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.9760468006,
        "format_confidence":0.6175296307
    }
]