[
    {
        "url":"http:\/\/openaccess.city.ac.uk\/8270\/",
        "text":"City Research Online\n\nMeaning and narrative : a phenomenological enquiry, with reference to psychotherapy\n\nWillbourn, H.R. (1997). Meaning and narrative : a phenomenological enquiry, with reference to psychotherapy. (Unpublished Doctoral thesis, City University London)\n\n\nThe thesis is grounded in Heideggerian phenomenology. It examines the existentiale of meaning in Heidegger's ontology of Dasein of the 1920s and proposes that the concept of narrative can clarify our understanding of meaning in human life. Narrative theory in turn is critically examined and the importance of the difference between the spoken and written word is elucidated. It is demonstrated that the theoretical understanding of narrative has been distorted by the acceptance of literary narrative as paradigmatic. The primordial form of narrative is shown to be oral. A commentary on Heidegger's analysis of boredom is undertaken and it is shown that the essential structure of narrative is given by the ecstatic temporality of Dasein that is not bored. The event of non-boring oral storytelling is analysed in detail and shown to be a particular existentiell modification of Dasein as being-with. In this event Dasein is called to its own authenticity and transposed into the Da of the story. In the final chapter links are made to the theory and practice of psychotherapy and of performance. The existentiell transformation of Dasein in a well-told oral storytelling event is shown to be the therapeutic essence of psychotherapeutic dialogue. Insight on its own is not curative; psychotherapeutic change is dependent on the way in which a patient is able to tell their story. Only by taking up authentic possibilities is the client's authentic future freed. Similarly in public performances of theatre or storytelling the mysterious phenomena of audiences being transported, uplifted and unified are revealed to be instances of the same existentiell transformation. We conclude by indicating the significance of our findings for philosophy and narrative theory and highlighting the importance of the untranscribable meaning of oral discourse.\n\nPublication Type: Thesis (Doctoral)\nSubjects: H Social Sciences > HM Sociology\nDepartments: School of Arts & Social Sciences > Sociology\nPDF - Accepted Version\nDownload (17MB) | Preview\n\n\n\nDownloads per month over past year\n\nView more statistics\n\nActions (login required)\n\nAdmin Login Admin Login",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.9256095886,
        "format_confidence":0.9383177757
    },
    {
        "url":"http:\/\/www.studymode.com\/essays\/When-i-Have-Fears-And-Mezzo-63710656.html",
        "text":"“When I Have Fears” and “Mezzo Cammin” Essay\n\nTopics: Poetry, Sonnet, Difference Pages: 3 (981 words) Published: November 7, 2010\nStephanie Villalobos\nMr. Domingo\nAP Literature; Period 2\nAugust 23rd 2010\n“When I Have Fears” and “Mezzo Cammin” Essay\nIn the two poems, “When I Have Fears” by John Keats and “Mezzo Cammin” by Henry Wadsworth Longfellow, both of the poets deal with the death that they believe is quickly approaching them and think back to their regrets in life. Keats during the time when this poem had been written had just seen his brother die of tuberculosis and due to this he believed he too would soon die. Longfellow at the time writing his poem had been 35 and due to this was most likely experiencing a mid-life crisis. Similarities between the two poems include the poem’s theme and the thoughts of death that the two men are dealing with. The main difference between the two poems deal with Keats’ fear of not being able to finish writing before he dies and shows this by the metaphors and structure. Longfellow‘s poem then in comparison shows the author dealing with his regrets for his life and not being able to move on from that with the use of imagery, diction and extended metaphor. “When I Have Fears” covers many points on Keats fear of death that Longfellow does not. Keats mainly focuses on his goals of writing. Even in his first line we are able to see how much he fears death. He states that when he has fears that he “may cease to be”(Keats 1), in this understatement he shows his fear to even say the word death. Instead he replaces it with a less direct way of sharing his fear. Keats wishes to write so many books that the amount will be a huge pile of his works. Using “rich garners the full ripen’d grain”(4), gives an idea of the amount of book he pictures that he will write in the future. However, he fears that he “may never live to trace”(7), the glorious books that he will one day write. The use of the metaphor of clouds which you are not able to hold show that he really feels he will never be able to finish. He goes on to say that if he may not write his...\nContinue Reading\n\nPlease join StudyMode to read the full document\n\nYou May Also Find These Documents Helpful\n\n  • Essay on When I Have Fears and Mezzo Cammin\n  • John Keats When I Have Fears That I May Cease to Be Essay\n  • Essay on When I Have Fears That I May Cease to Be, Summary of the Poem\n  • When I Have Fears Summary Essay\n  • Essay about When I Have Fears That I May Cease To Be Analysis\n  • I Have No Essay\n  • Martin Luther King Jr- I have a Dream Rhetoric essay\n  • When I Have Fears That I May Cease to Be John Keats\n\nBecome a StudyMode Member\n\nSign Up - It's Free",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.9852050543,
        "format_confidence":0.6604400873
    },
    {
        "url":"https:\/\/vapakicatori.carriagehouseautoresto.com\/on-the-waterfront-essay-topics30912646xn.html",
        "text":"On the waterfront essay topics\n\non the waterfront study guide\n\nArthur Miller, an acclaimed playwright and close friend of Elia Kazan's, wrote the original screenplay for Elia Kazan to direct. The officer strikes up an informal chat, stating that he remembers Terry being beaten up a few years ago in a boxing fight.\n\nDo you agree? Overseeing the chaos, Father Barry is shocked at the situation, and asks the remaining men if they have a union to protest for their rights.\n\nNo wonder everyone calls you a bum. Edie is depicted as an angel that saves Terry. An exterior, high-angle shot of the alley behind the church emphasises that there is narrow escape and indeed, no place to hide for the men on the waterfront. This demonstrates his lack of power and vulnerability, and invites the audience to feel empathetic for his situation. However, Terry is unsure, since he does not want to continue working for Friendly. Their fear is reinforced through the various murders committed by the gang, most of which are the deaths another longshoremen, thus warning the workers that any one of them may be next. Overseeing the chaos, Father Barry is shocked at the situation, and asks the remaining men if they have a union to protest for their rights. This lighting is distinctly different from the rest of the film and can be described as low key due to the shadow that fell over Terry, which left us unable to read his facial expression. When everyone returns inside the bar, Terry is left outside, physically enduring the cold but also metaphorically enduring the environment around him — as though he is facing a battle with his conscience. This is particularly because of the several conflicts regarding the regeneration. However, like Terry, Charley manages to achieve a state of redemption by acknowledging his wrongdoings. Miller was no longer involved with On the Waterfront and writing duties were passed over to Budd Schulberg. Seeing that Terry has reached a crossroad, Father Barry responds by encouraging Terry to begin clearing his conscience by approaching Edie about truth. Furthermore, the tall Manhattan buildings are difficult to identify, portraying a sense of mystery and unfamiliarity for the workers on the waterfront. His testimony attempts to show how it is fundamentally right to break group silence in a tough situation, even if a person appears to \"rat\" on his friends.\n\nMind your own business. He said that communism could override a person's intellect and beliefs. Symbolically, the rooftop is a place where Terry goes to think about his own morals without the pressures of the world below, and this would have been the case with Joey as well, thus leading the latter to spill to the Crime Commission.\n\nWhy is Edie so clear on the wrongdoings on the waterfront, yet the men are blind to all the crimes? Firstly, threats are repeatedly made against all the longshoremen in an effort to ensure that if anyone dares to act out against Friendly, they are sure to meet dire consequences. No questions, take it. He ultimately learns that instead of abiding by Friendly, he needs to be loyal to himself, and this eventually saves himself and the other longshoremen from the clutches of the union leader. This will help reinforce the dialogue into your memory and additionally, you can also accurately jot down useful quotes. The outlines of the skyscrapers, which were once unidentifiable, are now easy to recognise, demonstrating that the men are free, as their vision is no longer clouded by Friendly. When Terry lures Joey out for Friendly, he is filmed with a high-angle shot, where the camera looks down on the subject. The lighting suggests that Johnny is powerful, bold, and important; while Terry is a weak follower who is unknowledgeable about Johnny's true line of work and the trouble it causes. Charley demands him to take the job before they reach River St, presumably the location where Terry will be killed for betraying the mob. Firstly, Joey talks to the Crime Commission yet before he is able to do any damage to the mob, he is found dead. Inside the warehouse, Terry sits down on a coffee bag reading a magazine — a privilege for the first person chosen from the workers. Their top hats, long thick coats and cigars all depict the wealth of the mob, juxtaposed with the longshoremen who wear thin jackets with holes throughout them. He was alright hanging around for laughs but this is business. Charley and Terry exemplify how although evil is evident in the film, it can be eradicated through the course of action and injustice. Charley begins to feel uncomfortable in his clothing and removes a glove when he confronts the truth about being solely responsible for coercing Terry into forfeiting his career and subsequently becoming just another longshoremen.\n\nHowever, it appears as though he cannot completely escape since the waterfront structures emerge through the mist in the background. Inside the warehouse, Terry sits down on a coffee bag reading a magazine — a privilege for the first person chosen from the workers.\n\nIt received eight academy-awards inincluding best-picture and director. Marlon Brando imbues his character with a deep feeling that underscores his inner conflict and difficult ethical position.\n\non the waterfront questions and answers\n\nTo be at peace with oneself, Kazan seems to say, one must tell the truth, despite the fact that one will face ostracism, and, as in the film, probably be murdered. His brother, Charley, has always seeked out relationships for the comforts and benefits it offers him, thus being a prime example of how power can lead to corruption.\n\nOn the waterfront essay topics\nRated 7\/10 based on 120 review\nOn the Waterfront Essay Example",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.7849678993,
        "format_confidence":0.5590185523
    },
    {
        "url":"https:\/\/aquinasactusessendi.blogspot.com\/2014\/12\/0382-actus-essendi-as-primary.html",
        "text":"View Articles\n\nMonday, December 1, 2014\n\n0382: Actus Essendi as the Primary Signification\nof the Verb 'Est'\n\nEntry 0382: Actus Essendi as the Primary Signification\nof the Verb 'Est'\n\nConcerning the well known text from the commentary of Aquinas to Aristotle’s Perihermeneias (book I, lecture 5), Jan A. Aertsen remarks that in this text Aquinas clearly indicates the primary meaning of the verb “est (“esse”). Thus Aertsen writes:\n\nThomas is intrigued by the fact that Aristotle speaks of the consignification of is, which consists in its function as copula. Yet consignification presupposes a primary meaning. What is the principal signification of is, on which the consignification depends? His answer is:\n\n“‘[Hoc verbum “est”] significat enim primo illud quod cadit in intellectu per modum actualitatis absolute: nam “est,” simpliciter dictum, significat in actu esse; et ideo significat per modum verbi. Quia vero actualitas, quam principaliter significat hoc verbum “est,” est communiter actualitas omnis formae, vel actus substantialis vel accidentalis, inde est quod cum volumus significare quamcumque formam vel actum actualiter inesse alicui subiecto, significamus illud per hoc verbum “est” (…) Et ideo ex consequenti hoc verbum est significat compositionem’ (In I Perihermeneias, lecture 5).\n\nThis text,” Aertsen continues, is central for grasping Thomas’s understanding of being. The primary significance of is, Thomas states, is to be in act, and he draws from this the conclusion that therefore it signifies after the manner of the verb. This conclusion points to the considerations guiding Thomas’s line of thought.\n\nThe verb is the subject matter of chapter three of Perihermeneias. Proper to the verb is to signify something after the manner of an action or passion:\n\n… proprium autem verbi est, ut significet actionemest enim proprium verbi significare aliquid per modum actionis vel passionis (In I Perihermeneias, lecture 5).\n\nThe verb to be must therefore also bring to expression some activity. But Thomas sees a fundamental difference between to be and the other verbs. Other verbs, like to run, signify accidental actions. Esse, however, is not a secondary act, but the primary:\n\n“‘Actio enim est proprie actualitas virtutis; sicut esse est actualitas substantiae vel essentiae’ (Summa theologiae, part I, question 54, article 1, corpus).\n\n“[Also: ‘Esse non dicit actum qui sit operatio transiens in aliquid extrinsecum temporaliter producendum, sed actum quasi primum; velle autem dicit actum secundum, qui est operatio’ (De veritate, question 23, article 4, ad 7).]\n\nEsse is the prerequisite condition of every act, the actuality of every form or act. Esse is the actuality of all things, since it is related to everything as act. Nothing has actuality except insofar as it is:\n\n… ipsum esse est perfectissimum omnium, comparatur enim ad omnia ut actus. Nihil enim habet actualitatem, nisi inquantum est, unde ipsum esse est actualitas omnium rerum (Summa theologiae, part I, question 4, article 1, ad 3).\n\nFrom the principal signification of is, its copulative function must be understood. Because actuality is always the actuality of a form, we use is in joining subject and predicate to signify that a form actually is in a subject.\n\nSee J. A. Aertsen, Medieval Philosophy and the Transcendentals: The Case of Thomas Aquinas (Leiden: E. J. Brill, 1996), 189-190.\n\nAertsen’s analysis is in agreement with the analysis of Gyula Klima who reports that “According to Aquinas’s view, the copula is not just a merely syncategorematic particle with the sole function of joining the predicate to the subject, but it retains the primary signification of the verb ‘is’, which predicated in itself signifies the actual existence of the thing of which it is predicated” (G. Klima, “Aquinas’s Theory of the Copula and the Analogy of Being,” Logical Analysis and History of Philosophy 5 [2002]:159-176).\n\nIn his analysis Klima shows that the secundum quid ad simpliciter inference is at times a valid inference as for example when passing from\n\n(i) ‘Socrates is white,’ to\n\n(ii) ‘The whiteness of Socrates is,’ and then on to\n\n(iii) ‘Socrates is with respect to whiteness.’\n\nParaphrasing Klima, from (iii) one can certainly infer that Socrates is, indeed, absolutely and in the primary sense of being, for according to the above equivalences, (iii) is equivalent with (i), and (i) certainly implies that Socrates is, for Socrates cannot be white unless he exists.\n\nFor Aquinas, “Esse dupliciter dicitur, uno modo, significat actum essendi; alio modo, significat compositionem propositionis, quam anima adinvenit coniungens praedicatum subiecto” (Summa theologiae, part I, question 3, article 4, ad 2). \n\nIn other words, the primary meaning of the verb “est” (“esse”) is the esse proprium rei subsistentis extra animam, which esse Aquinas saw as one of the thing’s intrinsic metaphysical principles, and which he designated with the technical expression ‘actus essendi.’",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.9414945245,
        "format_confidence":0.8938925862
    },
    {
        "url":"http:\/\/ojs.utlib.ee\/index.php\/spe\/citationstylelanguage\/download\/ris?submissionId=14408",
        "text":"TY - JOUR AU - Jens Lemanski PY - 2018\/11\/02 Y2 - 2020\/01\/24 TI - Post-Truth as a Procrastination of Enlightenment JF - Studia Philosophica Estonica JA - spe VL - 11 IS - 0 SE - Articles DO - UR - http:\/\/ojs.utlib.ee\/index.php\/spe\/article\/view\/14408 AB - In recent years the cultural pessimistic position has become known, according to which we live in an “age of post-truth.” This thesis is supported by the observation of an increasing use of argumenta ad passiones in politics. In contrast to this view, I believe that “time” and “representation” play a more decisive role in individual post-truth arguments than the appeal to passiones. By analysing typical post-truth arguments, I arrive at a much more positive view on the present age: the designation of individual arguments as “post-truth” is already an expression of a process of enlightenment. ER -",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.6582242846,
        "format_confidence":0.8210000992
    },
    {
        "url":"http:\/\/www.electronicbookreview.com\/taxonomy\/term\/2264\/feed",
        "text":"Electronic Book Review - G http:\/\/www.electronicbookreview.com\/tags\/g en The Domestic as Virtual Reality: Reflections on NetArt and Postfeminism http:\/\/www.electronicbookreview.com\/thread\/writingpostfeminism\/amplified <div class=\"field field-name-field-author field-type-node-reference field-label-hidden clearfix\"> <div class=\"markup\">by<\/div> <div class=\"field-items\"> <div class=\"field-item even\">Jess Loseby<\/div> <\/div> <\/div> <div class=\"field field-name-field-publication-date field-type-datetime field-label-hidden\"><div class=\"field-items\"><div class=\"field-item even\"><span class=\"date-display-single\">2004-01-27<\/span><\/div><\/div><\/div><div class=\"field field-name-body field-type-text-with-summary field-label-hidden\"><div class=\"field-items\"><div class=\"field-item even\"><p>My introduction to <em><strong>net.art<\/strong><\/em> began in 2001, past its “heroic era.” Indeed, by the time I felt confident enough to upload my tentative photomontaged sound-bytes, New Media writers had already begun to say that the network avant-garde was limping, if not mortally wounded. At that time I was working off a laptop based on my kitchen table from which I could operate a limited artistic practice whilst chasing my youngest child around the house. Thus, the kitchen table became my portal to digitality, not only the hub of my digital practice (as it is the hub of my domesticity), but the centre of my desire to develop my thematics of the cyber-chick - sitting somewhere between the microwave and the modem in the isolation of the domestic\/digital world, questioning what the avant-garde might be and what my role might be in it, just as I was throwing myself into what at that time appeared to be its last days.<\/p> <p>I found myself sitting, not merely at the kitchen table, but surrounded by the accoutrements of the domestic world. In the perennially hierarchically structured social system, the domestic is perceived as insignificant in comparison not only to the world of work (for no work is really done at home, is it?), but also to the world of “male” tools. Screwdrivers are tools, and drills really are, but aren’t the implements of the kitchen tools, too? These wooden spoons, knives, and peelers? In fact, many of them are technological: the coffee maker that grinds its own beans and makes its own coffee, hours after programmed to do so; the digital food processor that must be set up “just so” to prevent loss of fingers; the microwave, the dishwasher… What has happened, I asked myself, to make a hammer bear a masculine and therefore superior connotation where a wooden spoon, equally essential, has a distinctively feminine aspect (except within the hands of a male chef, of course)? Yet even in the kitchen a male hierarchical system prevails, one that places the microwave over the spoon, the processor over the knife. The degree of development through technological innovation determines the ranking of an object within the domestic sphere. A bachelor kitchen may be thoughtfully littered with smart, chrome gadgets - but ask if he owns a wooden spoon.<\/p> <p>The irony of the domestic and of technology and women is three-fold: first off, the more that technology has entered the domestic world, the more domestic work that women have found foisted upon them. Studies have estimated that with the advent of washing machines and vacuum cleaners, etc., time spent on female domestic work has stayed the same or actually increased so that domestic technology has in reality made a woman’s day longer and more difficult. <cite id=\"note_1\" class=\"note\">Michale Bittman, James Mahmud Rice, and Judy Wajcman, in “Appliance and their impact: The ownership of domestic technology and time spent on household work,” say that “owning domestic technology rarely reduces household work. In some cases owning appliances increased the time spent of the relevant task” (<span class=\"journaltitle\">The British Journal of Sociology<\/span> 55.3 (2004): 401-23).<\/cite> Secondly, while even technology-driven domestic tools are not considered technological, women actually use computers more than men. In fact, women constitute 57 percent of all computer users so that even though computers have a high-tech and male connotation, most users are female <cite id=\"note_2\" class=\"note\">Bruce A. Weinberg, in “Computer use and the demand for female workers,” argues that “not only are women substantially more likely than men to use computers, but the adoption of computers has likely been associated with changes in the nature and conditions of work that favor women.” <span class=\"journaltitle\">Industrial and Labor Relations Review<\/span> 53.2 (January 2000); Business Source Premier.<\/cite> Also, interestingly, as Cornford and Habib suggest, “Home computers are often considered as `domestic technology’ or part of the `domestic media ensemble’ as if those were simple and straightforward concepts.” Merely placing a computer within the domestic sphere strips it of its technological social advantage, but often ignores the complexity of that very internal private space, for that is what we are talking about here, isn’t it? The higher the social standing of the male and the technological, the lower one of the female and the domestic?<\/p> <p>The domestic world is complicated by the human application of value onto its tools. Items become rife with significance regardless of their technological standing. Objects themselves are infused with unique meaning by their users. An old chipped cup might be the last of a treasured wedding set or a remnant of childhood. A brand new juicer might be the gift of a lover. Patterns of significance developed within this environment are individual to the home, to the domestic context.<\/p> <p>Significance also imbues the domestic tool by means of the social and the material. Branding becomes an issue (Is that a Viking stove? A Subzero refrigerator?) and a marker of social standing. Machines that separate the body from direct contact with the food carry higher social place as well, so that a grater is not as esteemed as an automated slicer\/chopper\/shredder.<\/p> <p>In addition to this collaboration between body and domestic, technology engenders a secret rhythm and interchange: the endless cycle of consumption and elimination, the formation of bacteria and its ritual extermination. Repetition, routine, multiplication, and control are the thematics of this relational space. “[E]verday life,” says Van Loon, “consists of a multiplicity of rhythms. Everyday life thus entails a range of flows, each with their own `proper time’ (e.g., duration, pace, frequency). Likewise, we could argue that everyday life consists of a multiplicity of spatializations, including forms of embodiment.” <cite id=\"note_3\" class=\"note\">Manovich, L (2002) quoted in A. Galloway, “Intimations of everyday life,” <span class=\"journaltitle\">Cultural Studies<\/span> 18.2-3 (2004): 384-408; EPSCOHost. Edwards and Grinter identify difficulties with determining and taking advantage of these inherent iterations of the domestic: “routines are subtle, complex, and ill-articulated, if they are articulated at all” (“At Home with Ubiquitous Computing: Seven Challenges” 256-272 in G.D. Abowd, B. Brumitt, S. A. N. Shafer (Eds.) Proceedings of Ubicomp 2001. LNCS 2201. Springer-Verlag Berlin Heidelberg 2001).<\/cite> The repetition of daily domestic experience serves two purposes: one is to place the body in space, to orient the self but on a domestic rather than an urban level (a la de Certeau, for instance); the other is to accrete value over time. By doing the same thing time and time again (wiping the counter, washing the dishes, folding the laundry), the value of the devoted to that task becomes an essential component in the confirmation of the value of life - the order of the private world.<\/p> <p>The kitchen quietly and without panoply models a seamless new medium, one that provides an intersection between the body and technology, one that facilitates the co-immersion of the female with the high tech. The kitchen, therefore, has already created and established the type of embodied environment that New Media theorists such as Lev Manovich have predicted but failed to identify. In <em><strong>The Poetics of Augmented Space<\/strong><\/em>, Manovich dismisses the domestic as nothing more than a “physical space filled with electronic and visual information.” <cite id=\"note_4\" class=\"note\"><a href=\"http:\/\/www.manovich.net\" class=\"outbound\">http:\/\/www.manovich.net<\/a><\/cite><\/p> <p>The domestic spaces in New Media could be said to be the developing “rooms” of Augmented Reality (AR) and Augmented Virtuality (AV). Although definitions still remain fluid, it may be generally understood that in AR, the space and its objects, are constructs of the imagination and fantasy of another (most usually a [male] programmer) in a similar manner to Virtual Reality (VR). In an Augmented Reality environment, a domestic object would not have its “expected” properties but would be superimposed with new, virtual properties. For example: in AR, a table might be used as a transportation device, it might transform into a doorway opening to some other level or it might have animistic or human properties. These imposed properties only exist within the Augmented Reality.<\/p> <p>Augmented Virtuality (AV) is also a construct, not of fantasy or imagination, but of a simulation or a matrix-like imitation of the “real world.” AV uses “real world” objects to enhance the digital reality and the augmented objects it creates to aid the immersive experience. “The ultimate goal,” says Vallino, “is to create a system such that the user can not tell the difference between the real world and the virtual augmentation.” <cite id=\"note_5\" class=\"note\">Vallino, J, “Introduction to Augmented Reality, ” 2002. From: “Augmented Reality Page” Internet: <a href=\"http:\/\/www.se.rit.edu\/~jrv\/research\/ar\/introduction.html\" class=\"outbound\">http:\/\/www.se.rit.edu\/~jrv\/re... (truncated)",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.8366046548,
        "format_confidence":0.5562623143
    },
    {
        "url":"http:\/\/muse.jhu.edu\/article\/50562",
        "text":"We cannot verify your location\nBrowse Book and Journal Content on Project MUSE\nBorderline Justice\/States of Emergency: Orson Welles' Touch of Evil\nIn lieu of an abstract, here is a brief excerpt of the content:\n\nCR: The New Centennial Review 1.1 (2001) 75-105\n\n[Access article in PDF]\n\nBorderline Justice\/States of Emergency\nOrson Welles' Touch of Evil\n\nDonald E. Pease\nDarthmouth College\n\nThe Anxiety of Transference\n\nThree different versions of Orson Welles's noir classic, Touch of Evil, have been distributed internationally over a 40-year period. (A \"director's cut\" of the film was produced in 1998 out of the 50-page memo Welles had written to Universal executives after viewing Harry Keller's remake of several key scenes). 1 But the film, which recounts Miguel Vargas's decision to interrupt his honeymoon in the imaginary border town of Los Robles, with his American wife Susan, in order to investigate and thereafter to prosecute the corrupt policing practices of Hank Quinlan, has enjoyed almost no commercial success. Universal refused Welles editorial control over the first release and produced a 93-minute version of the film with little distribution. After a showing at Brussels World Fair in 1958 and a two-year run in Paris, Touch of Evil virtually went out of circulation.\n\nTouch of Evil has recouped its losses at the box office, however, through the symbolic capital it has accumulated in the academy where it has exerted an unprecedented influence in the formation and reconfiguration of various [End Page 75] academic disciplines. After a film archivist discovered a 108-minute version in 1975, Stephen Heath conducted a frame-by-frame analysis of the film in two successive issues of Screen that, in consolidating film studies' epistemological rationale, significantly elevated its academic standing. 2 In an essay that he published in Screen eight years later entitled \"The Other Question: the Stereotype and Colonial Discourse,\" Homi Bhabha detected in Heath's argument the symptomatic features of a colonialist fantasy whose critical elaboration subsequently became crucial to the formation of post-colonial studies as an academic discipline. 3 In The Cultural Front published in 1996, Michael Denning articulated Welles's involvement in popular front causes to what Jose David Saldivar has recently named the discourse of the Borderlands when he proposed Orson Welles's role in \"the Sleepy Lagoon Case\" as the key required to decipher its political unconcious. 4\n\nThe variations in the film's academic reception have turned on the different values that that these disparate disciplinary formations have associated with the cinematic representations of the border laws which pertain at the U.S.\/Mexican border and the political, social, and cultural strategies mounted in opposition to them. In his pioneering work on what he has called its filmic system, Stephen Heath has proposed that the law operating within the film's narrative should be understood to effect the resolution of the violent disruption in the order of things \"with which the film opens, its containment—its replacing—in a new homogeneity.\" 5\n\nAfter remarking that the operations of this law are encapsulated within the separation and subsequent reconciliation of Miguel Vargas and his American wife Susan, Heath arrives at the conclusion that the trajectory of their relationship constitutes the \"kernel\" of the ideal film narrative: \"Ideally a narrative is the perfect symmetry of this movement; the kiss that the explosion postpones is resumed in the kiss of the close as Susan is reunited with Vargas—the same kiss but delayed, narrativized.\" 6\n\nBut upon observing that Heath's celebration of the formal elegance of this conclusion has uncritically ratified the means whereby the filmic narrative has established and thereby secured the Mexican\/U.S. border, Homi Bhabha interrupts Heath's interpretation at precisely the moment in which Heath has restaged the postponed kiss. Bhabha takes issue in particular [End Page 76] with the following series of observations that he purports to establish the core of Heath's argument:\n\nVargas is the position of desire, its admission and its prohibition. Not surprisingly he has two names: the name of desire is Mexican, Miguel... that of the law American, Mike. The film uses the border, the play between American and Mexican... at the same time it seeks to hold that play finally in...",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.6696938276,
        "format_confidence":0.9578339458
    },
    {
        "url":"https:\/\/bombshellauthors.com\/free-papers\/elements-in-the-play-waiting-for-godot-english-literature-essay\/",
        "text":"In Waiting for Godot, a tragicomedy in two Acts of the Apostless by Samuel Beckett, two characters unconsciously express the sombre emptiness in life by amusing agencies. At face value it is amusing and blithe, yet a 2nd glimpse at the concealed metaphoric and symbolic devices reveals a out garden blooming with calamity. The two genres complement one another, temper making calamity, calamity making temper. Indeed, it is this curious coupling that qualifies the drama both in kernel and as a wordplay: a tragicomedy. At a superficial glimpse, the drama seems full of un-humanlike action and harbours an asinine sense of temper. The intended message of the motive is ill-defined and many of the characters are left concealed in darkness amidst a huge skin color of idiom that is amusing at the surface. This intimations at the impression that a thin cover of obvious comedy is utilized to mask the ultimate calamity nowadays at bosom. This calamity is carried forth via a spatter of motives, such as clip, significance and being, and God. By researching this relationship, a cohesive apprehension of the amusing and tragic elements becomes possible, leting us to decode the functions they play in the drama. As such, will clarify that Waiting for Godot does incorporate more elements of calamity, and their significance and significance are far greater than any of this drama ‘s comedic value.\n\nII. Analysis\n\nIn order to look into both the comedic and tragic elements, an apprehension of how they are used in concurrence is necessary. In other words, we must foremost understand what a tragicomedy entails. By definition, a tragicomedy is a dramatic work integrating both tragic and amusing elements.[ 1 ]However, this indication does little more than repeat what we already know. In actuality, the significance of a tragicomedy has morphed over clip. It was ab initio coin by Plautus, a Roman playwright in the second century B.C.E. as a drama in which Gods and work forces, Masterss and slaves reverse the functions traditionally assigned to them, Gods and heroes moving in amusing burlesque and slaves following tragic self-respect.[ 2 ]Then during the Renaissance, tragicomedy became a genre of drama that assorted tragic elements into play that was chiefly amusing.[ 3 ]With the coming of pragmatism subsequently in the nineteenth century, tragicomedy underwent yet another alteration. Whilst still blending the two elements, amusing interludes now highlighted the dry counterpoints built-in in a drama[ 4 ], doing the calamity seem even more annihilating. In this manner, it can be said tragicomedy is a more meaningful and serious being than traditional calamity. Last, modern tragicomedy is sometimes used synonymously with Absurdist play, which suggest that laughter is the lone response left to adult male when he is faced with the tragic emptiness and nonsense of being.[ 5 ]\n\nThe last two categorizations are the most relevant accounts and I believe them to be indistinguishable to Beckett ‘s apprehension of tragicomedy when he labelled his drama as such during his interlingual rendition. Surely, there is amusing interlude such as the treatment that occurs between Vladimir and Estragon in Act II during Pozzo ‘s calls for aid “ We should inquire him for the bone foremost. Then if he refuses we ‘ll go forth him at that place ” ( p89 ) , which highlights the tragic province that Pozzo is in through their comically serious turn about whether or non to assist him and surely at that place excessively is an geographic expedition of the emptiness and nonsense of being, which is basically the implicit in subject of the full drama.\n\nA bleak and tragic tone permeates the ambiance at the beginning of the drama. The phase is empty aside from a bare tree and two ragged hobos, Estragon and Vladimir. The really start of the drama begins with the narrative, “ Estragon, sitting on a low hill, is seeking to take off his boot. He pulls at it with both custodies, puffing. He gives up, exhausted, remainders, attempts once more. As earlier. ” ( p2 ) . Immediately after, Estragon, who gives up yet once more, speaks the celebrated words “ Nothing to be done ” , arguably the specifying manner of the full drama. The environing fortunes of the characters emanate an foreign disjunction to the universe and leave the audience utterly perplexed and bewildered by the apparently nonexistent motivation of the characters. The tragic elements are seen in the fortunes of the characters, their physical disablements, their lost sense of clip and extreme futility, their doomed being where aa‚¬A“Nothing happens and nil can be done, aa‚¬A? and the empty phase while the amusing elements revolve around the games the characters invent, their interactions with each other, and the vaudevillian modus operandis.[ 6 ]\n\nVladimir and Estragon are portrayed as homeless tramps devoid of intent, as strongly supported by their palsy, “ Well, shall we travel? Yes, allow ‘s travel. They do non travel. ” In much the same manner, other characters, such as Pozzo and Lucky, are characterized excessively as adrift braces, symbolized by their hearing loss and mutism in Act II “ … Pozzo is unsighted… ” ( p87 ) . From merely analyzing the characters, we can see that they, like all human existences, have the potency to go “ better ” characters with “ better ” common sense. Our definition of normal and expected human behavior may merely every bit good be non-applicable to the scene of the drama, therefore the use of “ better ” is questionable. Our expected definition of calamity may be a derivation of our ain experiences. When person falls into a state of affairs that, as a consequence of social conformation, causes us to develop certain emotions, we feel for their loss or bad luck. However, the context of “ Waiting for Godot ” places us in a kingdom so unwanted, because underneath the initial knowing comedy lies a dimension of calamity that we can non clearly relate to, specifying itself as delusional even to the point of going upseting. The inane duologue and personalities of the drama ‘s topics sets a state of affairs so freakish that the bounds of analysis must be broadened to accept such thoughts of human behavior before it is possible to understand Beckett ‘s message and embrace the thought that one can be so unresponsive to an seemingly endless delay. By capitalising on the fixed positions of the audience, their actions become an absurd comedy that contributes to the tragic tone of the full drama.\n\nThe unchanging “ Nothing to be done ” ( p2 ) reinforces weakness and arrant despair in stead of the supporters.[ 7 ]Their physical disablements are the tragic fortunes that baffles the audience and while doing us laugh, shows us the nonsense of their being, such as Vladimir ‘s vesica jobs, hinted at when “ progressing with short, stiff paces, legs broad apart ” ( p2 ) , and Estragon ‘s battles with his pess, disturbed remainder, and maltreatment by persons he has no memory of, passing the dark “ in a ditch ” and claims that “ ‘they ‘ round me ” , where ‘they ‘ is ne’er identified Such duologue can be labelled every bit tragic as their ain distinguishable personalities and personal jobs lead to the original, chief point that comedy simply shrouds the calamity.\n\nAn first-class illustration of such a scenario can be seen on ( p85 ) when Vladimir and Estragon spontaneously break out into consentaneous, unprecedented statement and grade each other with abuses such as “ Pompous ape! ” and “ Meticulous Hog! ” After the raillery, “ They embrace. They separate. ” ( p86 ) . While at the surface this scene may be deemed comedic due to the self-generated effusion, if we bring ourselves to look past this, we see that it is tragic when they reconcile. The calamity exists in their relationship. They both agree that each would be better off entirely, as Estragon says “ You piss better when I ‘m non at that place. ” ( p64 ) and Vladimir answers, “ I missed you… and at the same clip I was happy. ” ( p64 ) . Despite this, they continue to remain together, non cognizing why. Because of this, it can be said that it is tragic how Vladimir and Estragon have no control over themselves nor the external factors impacting them. What is even more tragic is the futility of their delay. The fact that Godot does non of all time arrive and that nil is achieved with the apparent passing of clip as symbolized on ( p62 ) by the statement that “ The tree has four or five foliages ” define the apparently nonsense of their “ end ” . This thought of everlastingly unproductive advancement proves to expose a tragic image in the heads of the audience.\n\nRight after this scene is another merely as tragic at bosom. Tarragon Begins by oppugning, “ What do we make now? ” ( p86 ) to which Vladimir responds “ We could make our exercisings ” ( p86 ) . This is followed by a series of overdone actions and comically tyres Estragon out after a simple hop “ That ‘s adequate, I ‘m tired. ” ( p86 ) . This one time once more shows their inability to make what they want, an thought that is visited one time more at the terminal of the drama on ( p109 ) when Vladimir inquiries, “ Well? Shall we go? ” to which Estragon responds, “ Yes, allow ‘s travel. ” but both do non travel. This inability to carry through such simple actions can be deemed tragic, and inquiries the intent of their being. “ We ever find something, eh Didi, to give us the feeling we exist? ” ( p77 ) . Note that Estragon uses the word feeling, connoting that they are cognizant of the nonsense and futility of their delay. Something must go on yet nil must go on when waiting and Beckett skillfully achieves this balance. It is non merely the general act of waiting that is tragic, but besides the things Estragon and Vladimir do during their delay that is tragic. True to the kernel of the drama, many of the amusing actions are paired with calamity. The two abuse each other and so accommodate. “ Vermin! Abortion! … ... (truncated)",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.9908874035,
        "format_confidence":0.9484310746
    },
    {
        "url":"https:\/\/nome.unak.is\/wordpress\/tag\/rawls\/",
        "text":"Tag Archives: Rawls\n\nFictional Utopias, Dystopias, and the Problem of Evil\n\nFictional utopias of the early modern time, as an alternative and an opposite to classical social contract theories, and fictional dystopias of the 20th century, as the opposite of the democratic and liberal rule of law, remain a major reference or for our contemporary political debates when it comes to characterize warn against considerable dangers entailed in political options, regimes, opinions etc. Today, classical utopias are mostly overwhelmingly considered in a negative way, although there were initially designed to be a more comprehensive solution for the problem of political evil than the social contract theories. From the beginning, dystopias were designed as the greatest political evil ever. Yet, both are not only fictional, but also radically impossible to ever b realized, for reasons that have not been really analyzed yet. In the following, I enquire into these reasons.\n\n\nPart 1: What do classical utopias lack in order to offer a feasible solution to the problem of evil?\n\nUtopias offer a full-fledged, maximalist solution to the problem of evil: Unlike political contractualism, the other major modern political tradition that deals with the problem of evil, utopias offer not only a minimalist remedy for the worst evil, which is considered by contractualist theories to be Hobbes’ state of nature with a war of all against all. They also offer a model of a perpetually stable community in which all members enjoy the highest possible happiness. Unfortunately, these are either fictions or projects that have never been fully realized. It is important to note that not all utopias are fictions, some are projects. This is the case in Charles Fourier’s New Amorous World, John Rawls’ “realist utopia” (Rawls 1999, 13) and Robert Nozick’s “framework of utopia” (Nozick 1974, chapter 10) as well as of the numerous real, although short-living utopian communities that have existed since the 19th century (cf. Meißner, Meyer-Kahrweg et Sarkowicz 2001). But classical utopias, mainly from the early modern period, are fictions, and I will discuss them in what follows. According to fictionalist theories, some fictitious constructions may still have a practical value, because they present the conditions of the possibility of experience, and, more precisely, of both real and possible experience, and of both desirable and non-desirable experience. In the case of classical utopias, the practical value would be obvious: They might help with achieving the greatest happiness as the most radical remedy for the problem of evil. However, classical utopias constitute a certain kind of fictionalism, i.e., the kind of fictionalism in which fiction not only refers to nothing in the real world, but also cannot refer to anything in the real world.\n\nIn the following, I understand fiction as what is described by the authors of these fictitious utopias. By fiction, I do not mean the presuppositions or theses of utopian authors that we may consider as improbable or even as false. Fictions contained in classical utopias are really useful for the constitution of real experience. In fact, contrary to some interpretations of classical utopias (see for instance, Forst 2006), there has never been any utopian writing that intended to be either a mere satire of the utopian fictitious community that it describes or a mere critique of the real society by means of a comparison with a utopian one.\n\nWho does use fictionalism in classical utopias? No member of the utopian community does this, because none of them consider their utopia as a fictitious world that they must pretend really exists. For each member of a utopia, the utopia does exist. The founding fathers of these utopias formulate utopia as a project, i.e., as a normative model that they implement, and not as an actual reality.  Only the authors of classical utopias present their utopia in a fictionalist way of the kind mentioned above, i.e., as something that not only does not exist, but also could not exist.[1] In the following, I will explain why it seems to me that these authors use utopias in the aforementioned fictionalist way. For the sake of convenience, I will refer only to three major classical utopias: Thomas More’s Utopia (1516), Tommaso Campanella’s Città del Sole (1602), and Francis Bacon’s New Atlantis (1624).\n\nClassical utopias teach us (1) what the greatest good in a human community consists of, and (2) that it is impossible for human beings to achieve the greatest good, at least during their life on earth.[2] These two theses are not trivial. In fact, a typical contemporary interpretation asserts that the authors of dystopias (for instance, George Orwell and Aldous Huxley, the most well-known writers from this genre that was born in the early 20th century) teach us that the greatest happiness, as it is shown by classical utopias – which these authors of dystopias supposedly referred to in their writings – is not the greatest happiness, but instead either the greatest infelicity or the worst evil. This widespread opinion is false, because – for several reasons that I will not address here – dystopias follow a radically different intention and model than utopias. Thus, dystopias are not appropriate for either demonstrating or refuting the aforementioned thesis (2). Besides this, thesis (2) does not imply that the attempt to realize utopias leads to the establishment of a dystopia or to the greatest happiness or to the worst evil. For explaining why exactly, from the point of view of the authors of utopias themselves, it is impossible to realize utopias, i.e., the greatest good in a human community, I will inquire into the way in which these authors use fiction in their utopian works.\n\nAt first sight, the fiction that stands at the core of utopia is not related to its functioning, but also to its perfect perenniality. Yet, this fiction has a lesser fictionalist significance than one may believe at first sight, as I will explain in the following. I will then address a second fiction that, although at first sight it stands in the background, has more important consequences than the first one with respect to fictionalism: the fiction related to the institution of utopia as opposed to its functioning once it is already established. Finally, I will criticize Robert Nozick’s attempt to exclude this fiction from the utopian model in order to make it easier to realize utopia.\n\nThe perfectly perennial utopian community connects the greatest happiness with virtue under a premise of equality among all of its members. The relevant virtue consists in the opposite of what justifies leaving the initial common lordship over the land, i.e., the dominium terrae, and establishing the institution of private ownership in accordance with medieval and early modern natural law theories. The justification for instituting private ownership was (1) the vice constituted by the discord among human beings, which in turn results from other vices, namely (2) the desire of each human being to benefit from the fruits of the earth to an unlimited extent, (3) regardless of others and (4) without contributing to the production of such fruits. In medieval and early modern natural law, private ownership is justified because it makes it possible for each human being to enjoy admittedly less than in the initial community of possession, yet at least more than in the Hobbesian state of discord characterized as a state of nature of all against all. In contrast, utopias institute very detailed rules for living together, and these rules are extensively obeyed.\n\nThese rules pertain to (1) the enjoyment of the fruits in common, (2) the division of labor and the exercise of labor in order to attain common enjoyment of the fruits, which is (3) supposed to suppress the causes of discord, i.e., rivalry, desire to possess, desire of domination, and desire of glory, in order to guarantee each member the greatest possible happiness. Indeed, utopias are neither the land of milk and honey, nor original paradise, and labor and the constraints of nature exist in utopias too. Furthermore, in utopias, enjoyment is never individual, but instead always an enjoyment in common, which implies that this enjoyment always happens under the scrutiny of others in a situation of transparency.\n\nYet, how can one set very detailed rules for living together that are extensively obeyed while there exists the aforementioned vices (2) to (4) that precisely oppose such rules, so that in natural law theories, as well as in social contract theories (including Rousseau’s social contract), the second-best solutions of introducing private ownership must be adopted? Natural law theorists mention only one exception to the development of vices, which is the case of small communities striving for the best—or even for perfection—and the example that is always given are convents, which are supposed to exercise virtue in their communal living.\n\nDoes utopia consist in the fiction of the disappearance of all of the vices of the entire human species? Utopias’ fiction does not consist in the absence of the inclination to such vices, but in the fictitious situation that hinders this inclination to face temptation. (Kant’s realm of ends works in a similar way.). If so, then utopias fiction would consist in a situation in which: (1) each member not only believes that utopia will ensure her an enjoyment of the same share of the fruits as others, and that utopia will provide her with an extensive as possible share of the fruit, but also that exercising the aforementioned vices would be obviously disadvantageous to her, and (2) no other motivation would surpass her desire to advantageously enjoy these fruits in this way.\n\nYet, this conviction cannot originate in the mere comparison with the evils of the existing society, although the authors of utopias extensively describe the evils of the existing societ... (truncated)",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.8933124542,
        "format_confidence":0.8771851063
    },
    {
        "url":"http:\/\/eprints.nottingham.ac.uk\/45483\/",
        "text":"Dr Fanon on colonial narcissism and anti-colonial melancholia\n\nWright, Colin (2017) Dr Fanon on colonial narcissism and anti-colonial melancholia. In: Narcissm, melancholia and the subject of community. Studies in the psychosocial . Palgrave Macmillan, London, pp. 227-258. ISBN 9783319638287 (In Press)\n\n[img] PDF - Repository staff only until 31 October 2020. - Requires a PDF viewer such as GSview, Xpdf or Adobe Acrobat Reader\nDownload (603kB)\n\n\nThis chapter provides an outline of Fanon’s involvement in the most progressive strand of French psychiatry that became known as ‘psychothérapie institutionnelle’, as well as of his clinical response to the colonial context at the Bilda-Joinville hospital in Algeria, in order to demonstrate the strong continuities between his psychiatric practice on the one hand, and his critical writings and political activism on the other. This brief portrait of ‘Dr Fanon’ paves the way for a discussion of the impact of the Freudian concepts of narcissism and melancholia on his two best known works, Black Skin, White Masks and The Wretched of the Earth. I argue that through his critical (re)deployments of narcissism and melancholia, Dr Fanon controversially comes to prescribe revolutionary violence and the creation of a new militant national community as a means of ‘treatment’ for subjective yet always also social ailments.\n\nItem Type: Book Section\nAdditional Information: Reproduced with permission of Palgrave Macmillan. This extract is taken from the author's original manuscript and has not been edited. The definitive, published, version of record is available here: https:\/\/www.palgrave.com\/gp\/book\/9783319638287\nKeywords: Frantz Fanon, Jacques Lacan, Narcissism, Melancholia\nSchools\/Departments: University of Nottingham, UK > Faculty of Arts > School of Cultures, Languages and Area Studies > Department of Culture, Film and Media\nIdentification Number: 10.1007\/978-3-319-63829-4\nDepositing User: Wright, Colin\nDate Deposited: 07 Sep 2017 12:41\nLast Modified: 12 Oct 2017 19:06\nURI: http:\/\/eprints.nottingham.ac.uk\/id\/eprint\/45483\n\nActions (Archive Staff Only)\n\nEdit View Edit View",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.9097219706,
        "format_confidence":0.9287226796
    },
    {
        "url":"https:\/\/constructivist.info\/3\/3\/221",
        "text":"Volume 3 · Number 3 · Pages 221–225\nDualism Still at Work. On Wittgenstein’s Certainty\n\nSven Grampp\n\nLog in download the full text in PDF\n\n> Citation > Similar > References > Add Comment\n\n\nProblem: A dualistic position faces considerable problems as Mitterer, inter alia, clearly pointed out. Mitterer not only wants to name these problems, but to provide a genuine alternative with his non-dualism. However, this non-dualistic alternative also contains severe problems. Thus this text suggests preferring Wittgenstein’s concept of a pragmatic investigation of language-games to Mitterer’s non-dualism in order to tackle the problems of dualism. Solution: With recourse to Wittgenstein’s pragmatic investigation of language-games, a fundamental problem of dualism can be solved. With the concept of certainty, Wittgenstein succeeds in avoiding an ontological grounding in an independent world – or, as Mitterer would put it, the assumption of a “beyond of discourse.” At the same time, the assumption of an independent world as a concept that provides a basis for our language-games is maintained on an epistemological level. This assumption, however, is not maintained as a phenomenon that requires to be substantiated but as a certainty that is constitutive for language-games and does not need to be substantiated. Such a concept is suitable for preventing epistemological operations such as knowledge, doubt, giving reasons, etc., from being made void, without having to provide an ontological basis for them. Implications: Wittgenstein’s point of view therefore provides an attractive alternative to Mitterer’s non-dualism. By getting rid of the “beyond of discourse,” Mitterer’s non-dualism faces the problem of not being able to explain how we can manage to understand epistemological operations within our language-games without referring to a “beyond of discourse.” From this point of view arises the consequence that it would make sense to analyze language-games from a pragmatic standpoint rather than to keep on honing non-dualistic vocabulary.\n\nKey words: dualism, pragmatic analysis, certainty, skepticism, language-games, Wittgenstein vs. Mitterer\n\n\nGrampp S. (2008) Dualism still at work. On wittgenstein’s certainty. Constructivist Foundations 3(3): 221–225. http:\/\/constructivist.info\/3\/3\/221\n\nExport article citation data: Plain Text · BibTex · EndNote · Reference Manager (RIS)\n\nSimilar articles\n\nVörös S. (2014) The Uroboros of Consciousness: Between the Naturalisation of Phenomenology and the Phenomenologisation of Nature\nWeiss M. G. (2013) Non-dualistic Sex. Josef Mitterer’s Non-dualistic Philosophy in the Light of Judith Butler’s (De)Constructivist Feminism\nRiegler A. & Weber S. (2013) Non-dualism: A New Understanding of Language\nSchmidt S. J. (2008) So Far – From Now On. Josef Mitterer’s Non-dualistic Critique of Radical Constructivism and Some Consequences\nVörös S. & Riegler A. (2017) A Plea for not Watering Down the Unseemly: Reconsidering Francisco Varela’s Contribution to Science\n\n\nBertram W., Lauer D., Liptow J. & Seel M. (2008) In der Welt der Sprache. Konsequenzen des semantischen Holismus. Suhrkamp, Frankfurt am Main. ▸︎ Google︎ Scholar\nGabriel G. (1998) Grundprobleme der Erkenntnistheorie.Von Descartes zu Wittgenstein. Schöningh, Stuttgart. ▸︎ Google︎ Scholar\nKober M. (1993) Gewißheit als Norm. Wittgensteins erkenntnistheoretische Untersuchungen in “Über Gewissheit.” De Gruyter, Berlin. ▸︎ Google︎ Scholar\nMitterer J. (1992) Das Jenseits der Philosophie. Wider das dualistische Erkenntnisprinzip. Passagen, Vienna. ▸︎ Google︎ Scholar\nMitterer J. (2001) Die Flucht aus der Beliebigkeit. Fischer, Frankfurt am Main. ▸︎ Google︎ Scholar\nWeber S. (2005) Non-dualistische Medientheorie. Eine philosophische Grundlegung. UVK, Konstanz. ▸︎ Google︎ Scholar\nWittgenstein L. (1969) On certainty. Edited by G. E. M. Anscombe & G. H. von Wright. Basil Blackwell, Oxford. ▸︎ Google︎ Scholar\nWittgenstein L. (1971) Philosophische Untersuchungen [Philosophical investigations]. Suhrkamp, Frankfurt am Main. Originally published in 1953. ▸︎ Google︎ Scholar\nWright G. H. von (1986) Wittgenstein. Suhrkamp, Frankfurt am Main. ▸︎ Google︎ Scholar\n\nComments: 0\n\nTo stay informed about comments to this publication and post comments yourself, please log in first.",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.97559762,
        "format_confidence":0.9747993946
    },
    {
        "url":"http:\/\/opus.bath.ac.uk\/26243\/",
        "text":"Time for memory: Beyond spatial metaphors?\n\n\nMurakami, K., 2012. Time for memory: Beyond spatial metaphors? Culture & Psychology, 18 (1), pp. 3-13.\n\nRelated documents:\n\nPDF (Murakami_Culture-Psychology_2012_18_1_3.pdf) - Requires a PDF viewer such as GSview, Xpdf or Adobe Acrobat Reader\nDownload (156kB) | Preview\n\n    Official URL:\n\n    Related URLs:\n\n\n    This article is a continuous dialogue on memory triggered by Brockmeier’s (2010) article. I drift away from the conventionalization of the archive as a spatial metaphor for memory in order to consider the greater possibility of “time” for conceptualizing memory. The concept of time is central to understanding the nature of human experience as a process in which a constant flux of change in organism, cultural and social practices is observed. Two categories of time have been explored, firstly the Aristotelian, physical time for an experimental paradigm, and secondly, the way in which we experience time in terms of autobiographical memory. The second category of time is discussed, drawing on Augustine and Bergson amongst others. Bergson’s notion of duration has been considered as a promising concept for a better understanding of autobiographical memory. Psychological phenomena such as autobiographical memory should embrace not only spatial dimension, but also a temporal dimension, in which a constant flow of irreversible time, where multiplicity, momentarily, dynamic stability and becoming and emergence of novelty can be observed.\n\n\n    Item Type Articles\n    CreatorsMurakami, K.\n    Related URLs\n    URLURL Type\n    DepartmentsFaculty of Humanities & Social Sciences > Education\n    ID Code26243\n\n\n    Actions (login required)\n\n    View Item\n\n    Document Downloads\n\n    More statistics for this item...",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.9384759068,
        "format_confidence":0.9622387886
    },
    {
        "url":"https:\/\/blablawriting.net\/be-good-little-migrants-by-uyen-loewald-essay",
        "text":"\n\n‘Be good, Little migrants’ by Uyen Loewald\n\nThe whole doc is available only for registered users\n\nA limited time offer! Get a custom sample essay written according to your requirements urgent 3h delivery guaranteed\n\nOrder Now\n\nThe poem ‘Be good, Little migrants’ by Uyen Loewald is a darkly ironic perspective on what is expected of migrants in Australia. It explores the ways in which minority groups are exploited and patronised by society. The author uses simple and repetitive structure and accessible language to reinforce the poems meaning.\n\nThis poem relates to justice as there is nothing fair about the way Australia behaved towards the Asian migrants when they first migrated to Australia. They were forced to work so much harder just to earn their life in Australia. They were forced to live a completely different lifestyle. They were forced to do the ‘dirty work’ and worst of all, they were forced not to share their culture, they had to keep it to themselves. In the story, the issue of discrimination is addressed to convey ideas of social injustice. Discrimination is a concept that has been fought for centuries. People expect to be treated the same as the next person no matter what ethnic background they belong to. In the poem ‘Be good, little migrants’ unfortunately this doesn’t happen so easily for the Asian culture.\n\nThe poem shows the Asian culture of being small and the Australian culture being superior. For example, “We’ve given you opportunity for family reunion, equality, and status, though your colour could be wrong”. Justice is about fairness and equality and the Asian culture are definitely not receiving the justice they deserve. The migrants were spoken to in a condescending manner, expecting them to not understand what they meant. An example of this is the technique of repetition; for example, “Be Good, Little Migrants” is repeated at the beginning of every stanza, insinuating the fact that the Asians could not comprehend Australians rules. This was imposed upon them to teach them to follow Australia’s lifestyle, ways and traditions.\n\nThe author shows a biased opinion with-in the story. The way she stated the Asians provoked the process because they chose, to a certain extent, to come to Australia. Whilst she also states that the way the Australian community handled it was unacceptable and unjust. She suggests that the only use Australia has for Asian immigrants is to provide cheap, non-union labour, for example “Use leisure with produce, sew costumes, paint murals” and “Avoid unions, and teach children respect for institutions”. She also hints heavily that Australians have no respect for the older, richer, cultures of most Asian communities e.g “Museums are built for your low arts”.\n\nRelated Topics\n\nWe can write a custom essay\n\nAccording to Your Specific Requirements\n\nOrder an essay\nMaterials Daily\n100,000+ Subjects\n2000+ Topics\nFree Plagiarism\nAll Materials\nare Cataloged Well\n\nSorry, but copying text is forbidden on this website. If you need this or any other sample, we can send it to you via email.\n\nBy clicking \"SEND\", you agree to our terms of service and privacy policy. We'll occasionally send you account related and promo emails.\nSorry, but only registered users have full access\n\nHow about getting this access\n\nYour Answer Is Very Helpful For Us\nThank You A Lot!\n\n\nEmma Taylor\n\n\nHi there!\nWould you like to get such a paper?\nHow about getting a customized one?\n\nCan't find What you were Looking for?\n\nGet access to our huge, continuously updated knowledge base\n\nThe next update will be in:\n14 : 59 : 59",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.8653126359,
        "format_confidence":0.7218471766
    },
    {
        "url":"http:\/\/scholarworks.boisestate.edu\/english_facpubs\/194\/",
        "text":"On the Interaction of Variation and Exceptionality in Modern Hebrew Spirantization\n\nDocument Type\n\nConference Proceeding\n\nPublication Date\n\n\n\nModern Hebrew (MH) spirantization is a variable phenomenon with many exceptions. Adam (2002) claims that the variation is driven by the exceptions and concludes that spirantization is changing, yielding what is currently a variable grammar, with expected and variant forms in free variation, and moving toward one with no alternation. This paper reports the results of an acceptability rating task showing that, in alternating segments, the expected form is still rated as more acceptable than that variant forms, and that which variant surfaces (stop or fricative) depend on its underlying root position. Additionally, participants indicate that some variation is acceptable in exceptional segments. This suggests that, far from moving towards non-alternation, variation and exceptionality affect each other, reducing alternation in alternating segments and alternations in exceptional segments. MH has three stop\/fricative pairs that participate in spirantization- [p]\/[f], [b]\/[v], and [k]\/[ χ]- with the fricatives surfacing in post-vocalic position and stops occurring elsewhere. MH spirantization is complicated by the presence of both exceptions and variation. Exceptions are cases in which [p], [b], and [k] do not alternate with their fricative counterpats and vice versa, such that stops may surface in post-vocalic and fricatives in non-post-vocalic position. There is also variation in MH spirantization (Adam 2002, Temkin Martínez 2008), with segments surfacing as stops were fricatives are expected and as fricatives where stops are predicted.\n\nThis document is currently not available here.",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.9525657296,
        "format_confidence":0.7519101501
    },
    {
        "url":"https:\/\/studymoose.com\/frankensteins-obsession-essay",
        "text":"Frankenstein’s obsession Essay\n\nCustom Student Mr. Teacher ENG 1001-04 10 November 2017\n\nFrankenstein’s obsession\n\nIn chapter 5 Frankenstein abandons the creature he created and his actions have a big impact on the rest of the story. The monster is left on his own to deal with fear and loneliness. He also has to deal with the humanity, who judge him on his appearance and as a result do not welcome him. Shelley’s message to her readers could be that, we should all take responsibility for everything that we do. And that we should not judge things of they’re appearance.\n\nWhen Frankenstein sees his friend Henry Clerval, he asks about his family and we can see that he is worried. The lines ”It gives me the greatest delight to see you; but tell me how you left my father, brothers, and Elizabeth” shows that Frankenstein cares about his family and that he is worried about them. The fact that he is worried is significant because later on in the novel his family is going to be in danger, which worries Frankenstein even more.\n\nIn chapter 5 we might feel sympathy for Frankenstein, when he shows confusion by saying:” How can I describe my emotions at this catastrophe, or how delineate the wretch whom with such infinite pains and care I had endeavoured to form?”. Shelley could have used this rhetorical question to make us feel sympathy for Frankenstein. The readers understand that Frankenstein is finding it hard to deal with emotions as he is experiencing the rhetorical question emphasizes his confusion.\n\nFrankenstein has waited nearly two years for this moment, we know this because he says: ”I had worked hard for nearly two years, for the sole purpose of infusing life into an inanimate body.” Evidently he was very passionate about what he was doing and we partly feel sorry for him because he was unhappy with what he had done. However Shelley draws use also to feel sympathy for the monster, when he tells his story, further in the novel. We feel more sympathy towards the monster because, he was left all alone and it was actually Frankenstein’s fault. The monster didn’t do anything wrong, but Frankenstein judged him for the way he looked and left him.\n\nOne of the most important moments is when Frankenstein says:” I stepped fearfully in: the apartment was empty and my bedroom was also freed from its hideous guest. I could hardly believe that so great a good fortune could have befallen me, but when I became assured that my enemy had indeed fled, I clapped my hands for joy and ran down to Clerval.” Frankenstein announces the monster has left which he is overjoyed with; this is ironic because the monster has not gone for good! He will return and look for revenge. The monster is just like a child because if Frankenstein had brought him up and showed him love the monster might not have become a killer.\n\nIn chapter 5 Frankenstein’s obsession is shown very well. He does not think about anything but his work. We can see this when he says:” For this I had deprived myself of rest and health. I had desired it with an ardour that for exceeded moderation; but now that I had finished the beauty of the dream vanished, and breathless horror and disgust filled my heart.” Shelley uses strong words, to emphasize Frankenstein’s obsession. Shelley suggests that if you desire something so badly and it doesn’t work about to be the way you had expected it; this will be very hard for you to accept.\n\nWhen Frankenstein says:” He might have spoken, but I did not hear; one hand was stretched out, seemingly to detain me, but I escaped and rushed downstairs.” we see his cowardice. Frankenstein is scared that the monster will kill him and he tries to get away, after he has ‘escaped’ the monster, we can guess that he is proud of escaping the creature. In the lines:” I then paused, and a cold shivering came over me.\n\nI threw the door forcibly open as children are accustomed to do when they expect a spectre to stand in waiting for them on the other side; but nothing appeared.” We see that Frankenstein compares himself with children; Shelley could have used this simile to emphasise the fact that Frankenstein is trying to get rid of his responsibilities. In chapter 5 we also see that Frankenstein is a very selfish man and that he only thinks about himself. We can see this selfishness in the relieve he shows when he finds out that the monster has left. Without thinking about where the monster might have gone, he says:” I could hardly believe that so great a good fortune could have befallen me”.\n\nShelley uses pathetic fallacy in her novel as the weather reflects the mood of Frankenstein. She starts the chapter with:” It was on a dreary night of November”, the weather emphasises Frankenstein’s disgust, fear and depression. He is also talking about a ”comfortless sky”, this could emphasise the fact that Frankenstein has no one to comfort him. At the end of chapter 5 Shelley uses pathetic fallacy again.\n\nWe can see that when Frankenstein says:” It was a divine spring, and the season contributed greatly to my convalescence”. Frankenstein feels like he started a new life, because it’s spring. We can guess that Shelley has used the season cycle to emphasise that, even though Frankenstein thinks he is being given another chance and he can start a new life in spring, the winter will come back and so will the monster.\n\nChapter 5 shows us the obsession that a lot of people could have to create life. Even thought we try so hard we would never be able to make something as beautiful as god can. Frankenstein says:” it became a thing such as even Dante could not have conceived.” This is ironic because god is the one who gives life. We can assume that Shelley used irony here to emphasise the hate and disgust Frankenstein has. The contrast between God and Dante, winter and spring emphasize the fact good and evil will be a contrast throughout the novel.\n\nThere is a lot of loneliness shown in Chapter 5, until Clerval comes. Frankenstein is very pleased with finally having someone around. We can see this when he says:” But I was in reality very ill, and surely nothing but the unbounded and unremitting attentions of my friend could have restored me to life.” In this chapter we have learned that in the nineteenth century people were very religious and even though they believed that you couldn’t play god, they were very interested in science, creating of life and things like that. We also know that this novel was very popular in the nineteenth century, because there was no entertainment such as televisions and theatres. This novel was also popular because people those days were interested in horrific images and unnatural ideas.\n\nFree Frankenstein’s obsession Essay Sample\n\n\n  • Subject:\n\n  • University\/College: University of Chicago\n\n  • Type of paper: Thesis\/Dissertation Chapter\n\n  • Date: 10 November 2017\n\n  • Words:\n\n  • Pages:\n\nLet us write you a custom essay sample on Frankenstein’s obsession\n\nfor only $16.38 $13.9\/page\n\nyour testimonials",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.9846945405,
        "format_confidence":0.9486128688
    },
    {
        "url":"https:\/\/d13.documenta.de\/research\/research\/view\/sextus-empiricus-and-greek-scepticism",
        "text":"17 Oct 2011 \/\n\nsextus empiricus and greek scepticism\n\nBy mary mills patrick (introduction and translation)\n\nSextus Empiricus (c. 160-210 AD) is writing down the body of thought of  Greek Skepticism as it developed over the centuries before him, especially in the work of Aenesidemus,  who coined the term Pyrrhoian Skepticism and stated the tropes and method used by Sextus. The name \"Pyrrhoian\" comes from the name of the philosopher Pyrrho, who lived from 360 to 270 BC and travelled with Alexander the Great to Central Asia where he came in touch with Eastern philosophies and therefore developed his first doubts about the certainty of Greek dogmatic and academic knowledge and developed what we call pyrrhonian skepticism. The goal of the skeptic is to research truth about reality (skepsis=inquiry) by comparing and considering opposing and different truths, in order to reach the peace of mind (\"atarraxia\") through achieving the suspension of judgement (\"Epoke\").\n\n\"It is probable that those who seek after anything whatever, will either find it as they continue the search, will deny that it can be found and confess it to be out of reach, or will go on seeking it. Some have said, accordingly, in regard to the things sought in philosophy, that they have found the truth, while others have declared it impossible to find, and still others continue to seek it. Those who think that they have found it are those who are especially called Dogmatics, as for example, the Schools of Aristotle and Epicurus, the Stoics and some others. Those who have declared it impossible to find are Clitomachus, Carneades, with their respective followers, and other Academicians. Those who still seek it are the Sceptics. It appears therefore...\"\n\nShare this",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.9810891747,
        "format_confidence":0.6770845652
    },
    {
        "url":"http:\/\/eprints.hud.ac.uk\/15073\/",
        "text":"Computing and Library Services - delivering an inspiring information environment\n\nPlaying with post-secular performance\n\nChamberlain, Franc (2009) Playing with post-secular performance. PAJ, 31 (1). pp. 54-67. ISSN 1520-281X\n\nPDF - Published Version\nDownload (12MB) | Preview\n\n\n    Bringing the concept of the post-secular together with contemporary performance\n    might seem an odd thing to do, especially as the term is more\n    generally associated with Catholic theologians. Mike King, of the Centre for\n    Post-secular Studies in London, however, uses post-secularism in a way that may\n    be more helpful in understanding some contemporary trends in art and the wider\n    culture. King sees the post-secular as involving a renewed interest in questions of\n    spirituality, combined with recognition of the importance of the rights and freedoms\n    that resulted from the process of secularization in Europe. Post-secularism in this\n    sense isn’t an attempt to return to a pre-secular religious worldview, which would be\n    a fundamentalist approach, but a relaxed and open approach to spiritual inquiry. In\n    the spirit of such an inquiry I discussed questions of spiritual and artistic practice,\n    individually, with four British artists: Julia Lee Barclay, Ansuman Biswas, Traci Kelly,\n    and Kira O’Reilly.\n\n    Item Type: Article\n    PerformerBarclay, Julia Lee\n    PerformerBiswas, Ansuman\n    PerformerKelly, Traci\n    PerformerO'Reilly, Keira\n    Subjects: P Language and Literature > PN Literature (General)\n    P Language and Literature > PN Literature (General) > PN2000 Dramatic representation. The Theater\n    Schools: School of Music, Humanities and Media\n    Related URLs:\n    Depositing User: Sara Taylor\n    Date Deposited: 25 Sep 2012 13:03\n    Last Modified: 25 Sep 2012 13:03\n\n\n    Downloads per month over past year\n\n    Repository Staff Only: item control page\n\n    View Item\n\n    University of Huddersfield, Queensgate, Huddersfield, HD1 3DH Copyright and Disclaimer All rights reserved ©",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.5622386932,
        "format_confidence":0.9668690562
    },
    {
        "url":"https:\/\/apps.carleton.edu\/people\/gsoule\/Arnold\/",
        "text":"Skip Navigation\n\nMatthew Arnold\n\nMatthew Arnold\n\nOn “To Marguerite—Continued”\n\nby George Soule\n\nA revised version of an article first published in Masterplots II: Poetry, Revised Edition. Pasadena, CA: Salem Press, 2002.\n\nYes! In the sea of life enisled,\nWith echoing straits between us thrown,\nDotting the shoreless watery wild,\nWe mortal millions live alone.\nThe islands feel the enclasping flow,\nAnd then their endless bounds they know.\n\nBut when the moon their hollows light,\nAnd they are swept by balms of spring,\nAnd in their glens, on starry nights,\nThe nightingales divinely sing;\nAnd lovely notes, from shore to shore,\nAcross the sounds and channels pour—\n\nOh! Then a longing like despair\nIs to their farthest caverns sent;\nFor surely once, they feel, we were\nParts of a single continent!\nNow round us spreads the watery plain—\nOh might our marges meet again!\n\nWho ordered that their longing’s fire\nShould be as soon as kindled, cooled?\nWho renders vain their deep desire?\nA God, a God their severance ruled!\nAnd bade betwixt their shores to be\nThe unplumbed salt, estranging sea.\n\nMatthew Arnold’s haunting “To Marguerite--Continued” was first published in Empedocles on Etna and Other Poems in 1852 under the title “To Marguerite, In Returning a Volume of the Letters of Ortis.” In 1853, Arnold gave this poem the simple title “To Marguerite” and included it in a group of poems with the general title of “Switzerland.” In 1857, he titled this poem “Isolation,” but in 1969 he gave that title to another “Switzerland” poem and assigned to this poem its final title.\n\nEven though neither Marguerite nor Switzerland are mentioned in the poem, Arnold’s shufflings of texts and titles makes clear that “To Marguerite—Continued” belongs to his “Switzerland” group. Arnold visited Switzerland in 1848 and 1849. These poems, written mainly between 1847 and 1850, tell a love story of meetings and partings. There have been many theories of who Marguerite was; even though some have doubted her existence, these poems probably had their beginnings in a real (and unfulfilled) love relationship. Other “Switzerland” poems hint that Arnold found his desires thwarted by his inner moral voice, or by differences in the lovers’ cultural past (Marguerite may have been French), or by her sexual experience, or simply by Marguerite’s fickleness. At the end of the poem which eventually was placed before “To Marguerite—Continued,” Arnold abstracts from his experience: unlike other men who dream that two hearts could become as one, Arnold knows that he is truly alone. As a whole, these poems are both poignant and somewhat juvenile in their tone. Note too that in the poem, in spite of what we can guess the situation was in real life, Arnold imagines his partner to be as anxious as he to overcome isolation..\n\nFirst, an overview. “To Marguerite—Continued” begins with the word “Yes!” as if affirming what has just been said, either by the book being returned or by the preceding poem. The underlying idea of “To Marguerite—Continued” is simple: every human being lives his or her life in isolation. The first stanza introduces the poem’s basic metaphor: life is a boundless sea; we are all separate islands in it. We are conscious of our predicament—we “feel” and “know” that something separates us from other persons.\n\nThe second stanza takes off from an earlier hint (the straights are “echoing”) to describe an element that seems to make our state more bearable: at certain times each island is filled with beautiful music. What’s more, other islands are close enough that the various melodies cross the sea and are heard on these other islands. In short, some communication between the essentially isolated people is possible.\n\nBut this realization leads, not to joy but to despair. Stanza Three describes how the partial communication of Stanza Two leads each human being to yearn for total communication. Stanza Four asks a general question: what power has caused this situation to exist? Arnold answers “A God.”\n\nLet’s look at how the poem is constructed. This poem is written in iambic tetrameter—a meter that usually reads quickly. But its four stanzas’ rhyme scheme of ababcc makes each end in a rather emphatic couplet, ensuring that the poem’s progress is stately and, even when impassioned, not out of control.\n\nThe essential device of “To Marguerite—Continued” is its metaphor comparing human beings to individual islands separated by “the sea of life.” What makes this poem remarkable is how this rather simple comparison grows and branches out to say more and more about the human condition. The islands are conscious. Each person feels caught in the clasp of the sea and thereby know his or her bounds or limits. These “bounds” are endless the way a circle’s bounds are endless; they are also endless in that they are the eternal fact of human life. Stanza Two further develops the metaphor by emphasizing that a each island is near a number of other islands, so near that occasionally songs can be heard from other islands. The word “spring” implies that these occasions happen mainly when we are young, and the songs suggest that the possible communications are lyrical and emotional.\n\nStanza Three takes the idea of this island even further: as each island has its “farthest caverns,” that is, each individual yearns in the deepest part of his or her being. Moreover, back in geological time the islands could have been “Parts of a single continent!” That is, each human being yearns so hard that he or she comes to envisions a time in the past when these yearnings were satisfied and prays (probably in vain) that the islands can meet once again in the future. The last stanza proceeds without a metaphor in its opening lines, but then Arnold eloquently brings out what had been only implicit before—the nature of the sea itself, the nature of what isolates human beings.\n\nThis metaphor is the poem’s most obvious device, but Arnold effectively controls other aspects of language as well. Stanza One begins with four very straight-forward lines uttered in an assured tone, quite unlike the adolescent whining and posturing of many of the other “Switzerland poems.” Here Arnold forcefully constructs a periodic sentence leading up with heavy alliteration (“mortal millions”) to the essential word “alone,” which he italicizes for emphasis. The tone becomes more tender in the concluding couplet as we are invited to feel what the islands feel. (This couplet was set off by an indentation in its first publication.)\n\nStanza Two, describing the lovely night of brief melodic communion, is the poem’s most lyric passage. With its moon and hollows and glens and nightingales, it provides the poem’s most extended description of a scene which readers can see and hear in their imaginations. And whereas Stanza One was declarative (two sentences, three independent clauses), this stanza is not a really sentence at all, but a long evocative dependent clause or string of clauses.\n\nStanza Three hits a strident note as the full flood of yearning surfaces. Of the poem’s five exclamation points, three of occur in this stanza. Two are in the first sentence, which is a cry for what might have been; the second marks a prayer for what Arnold hopes may be.\n\nStanza Four’s changes to a less intimate tone. Arnold grandly demands to know who is responsible in the poem’s most rhetorically pointed and rhythmically jagged lines: “Who ordered that their longing’s fire \/ Should be, as soon as kindled, cooled?” He answers his question with emphatic repetition and the poem’s last exclamation point: “A God, a God their severance ruled!” This line was also emphasized by indentation in its first publication, and its impassioned force then yields to the controlled, eloquent, and perhaps bitter acceptance of the slow and regularly-paced final couplet. Here Arnold’s diction is particularly resonant. The gulf between us has unknown depths; perhaps it may be plumbed in the distant future, but for now it is too deep to cross. It is salty: literally the ocean is salty, but salt makes wounds even more painful, and salt is the stuff of tears. It is “estranging”—it keeps us strangers to each other.\n\nA longer view: even though “To Marguerite—Continued” is a lyric poem rooted its own age, it shows strong influences of the Latin literature which Arnold knew from his studies. The most important verbal parallels are from an ode by Horace (I iii); Arnold’s word “estranging” probably came from a translation of that ode made by a famous Latin master he knew. But the ocean for Horace only divided him from a friend for a time, whereas the estrangement of Arnold’s ocean is a permanent feature of life. Similarly, Arnold’s isolation is not that of Ortis, a rather Byronic and romantic outlaw figure whose letters are mentioned in the poem’s first title.\n\nSome critics have thought the poem reflects Arnold’s life-long criticism of English culture for being isolated from enlightened European thought. But even though this idea is strongly present in “Dover Beach” (1867), Arnold’s other major poem about isolation, it is no more than a suggestion here.\n\nThe poem is not just about estrangement, but a range of estrangements. Certainly, the poem emphasizes the impossibility of love, including sexual love. Arnold regarded it as one of his “Switzerland” poems, which tell a story of explicitly sexual love that seems to be thwarted by Arnold’s hesitations and inhibitions. The bits of communication that are able to occur in Stanza Two consist of nightingales’ songs on a conventionally romantic spring night. Yet the yearnings are not solely sexual; Arnold yearns for total communication. Readers probably respond to this poem for its extravagance. It speaks of longings that come from the heart’s deepest recesses; it unites sexual yearnings with all hopes for intimate knowledge of other people. The word “divinely” may suggest religious yearnings as well. In all cases, the source of unhappine... (truncated)",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.9917837381,
        "format_confidence":0.7067042589
    },
    {
        "url":"https:\/\/www.studentwritingcenter.us\/eighteenth-century\/the-metaphysicals.html",
        "text":"The Metaphysicals\n\nThe first issue to consider is how we begin to distinguish between the terms and conditions of poetic form within the dramatic text and within the isolated structure of the poem. Here we will encounter a phenomenon that is vitally important in our discriminations between text, context and meaning: 'deixis' and 'deictics'. Deixis, the Greek word for 'pointing' refers to the orientational features of a particular statement. The principal deictic features of a sentence will refer to the conditions of the speaker (first or third person pronoun) and will involve the use of locatives, the time, place and circumstances of the utterance (the use of second person pronouns, the indication of objects and concepts and their spatio-temporal relation to the speaker). In non-dramatic poetry deictics\/deixis is particularly important because we will rarely encounter the actual circumstances, fictional or real, that brought the poem into existence, so we will need to construct these circumstances from the deictic evidence within the poem itself. Clearly in dramatic texts our need to use deictics is limited by the fact that we know who the speaker is, who the speaker is addressing and in what circumstances this exchange takes place. Even with the soliloquy, the closest dramatic counterpart to the non-dramatic lyric, we have a good deal of background information. So with the non-dramatic lyric we will construct an absent addressee from the addresser's discourse, and, more significantly, we will be obliged to resolve the distinction between the formal and stylistic allegiances of the text —it will have a great deal in common with other poems that deploy rhyme, metre and metaphoric strategies—and its more specific reference to particular circumstances and conditions.\n\nWe will start with The Flea', a lyric by John Donne, published in 1633, but written within a decade of Shakespeare's play.\n\nThe Flea\n\nMark but this flea, and mark in this, How little that which thou deny'st me is; Me it sucked first, and now sucks thee, And in this flea, our two bloods mingled be; Confess it, this cannot be said A sin, or shame, or loss of maidenhead, Yet this enjoys before it woo,\n\nAnd pampered swells with one blood made of two, And this, alas, is more than we would do.\n\nOh stay, three lives in one flea spare, Where we almost, nay more than married are. This flea is you and I, and this Our marriage bed, and marriage temple is; Though parents grudge, and you, we are met, And cloistered in these living walls of jet. Though use make you apt to kill me, Let not to this, self murder added be, And sacrilege, three sins in killing three.\n\nCruel and sudden, hast thou since\n\nPurpled thy nail, in blood and innocence?\n\nIn what could this flea guilty be,\n\nExcept in that drop which it sucked from thee?\n\nYet thou triumph'st, and say'st that thou\n\nFind'st not thyself, nor me the weaker now;\n\n'Tis true, then learn how false, fears be;\n\nJust so much honour, when thou yield'st to me,\n\nWill waste, as this flea's death took life from thee.\n\nThe most prominent and distinctive deictic features of this lyric are its interpersonal references—the density and almost obsessive emphasis upon personal pronouns, I, thee, you, we, and its use of very specific locative phrases, this flea, it sucked, now sucks. The locative phrases are temporal as well as spatial determinants in that they consistently relocate the immediate past and future in the present; everything done both by the flea and the addressee takes place within seconds of the speaking voice's response to them. By identifying the main deictic features of the poem we provide ourselves with a framework to chart the metaphoric strategies of the speaking presence. The two people—male addresser and female addressee—and the flea function as the three principal components of the vehicle. Stanza 1 maintains an allegiance to the metonymic rather than the metaphoric pole. The key phrase is 'our two bloods mingled be'. This statement of verifiable fact allows the speaker to propose a daring but somehow logical connection between one form of physical union, the flea bite, and another, the sexual act. In stanza 2 metaphor replaces metonymy with the flea proposed as at once a token and symbol of their relationship, 'marriage bed and marriage temple', 'living walls of jet', and, more disturbingly, as a kind of contractual joining of their fate, 'three sins in killing three'. In stanza 3, after the woman has succeeded in swatting his vehicle, the male voice has to reinterpret his own metaphoric propositions and return to a more metonymic pattern—the flea bite and the death of the flea are both physical acts which neither harm nor dishonour their perpetrators and nor, he argues, would the proposed sexual act.\n\nDonne deliberately and self-consciously foregrounds the apparently spontaneous and improvisational nature of the utterance and in doing so he creates a paradox. The reader constructs the situation of the utterance by locating the temporal-spatial relation between the deictic features, and we should note that the speaker's imagined existence is given greater psychological plausibility by his almost desperate deployment of extravagant metaphor in the second stanza, the point at which the vehicle for his pseudo-logic is most seriously threatened. The paradox exists in the fact that it is entirely implausible to imagine that the deployment of such a complex structure of rhyme and metre is spontaneous. In The Literary Work of Art (1973), Roman Ingarden distinguishes between aesthetic objects which are iconic and non-linguistic, in the sense that their form incorporates elements of pre-representational experience (painting and sculpture, for instance), and the linguistic text which is a 'purely intentional object'.\n\nIn comparison with the ontically autonomous object, the intentional object is an 'illusion' that draws its illusionary existence and essence from the projecting intention...of the intentional act. The purely intentional object is not a 'substance'.. .Some of the elements assigned to it fool us with the outward appearance of a 'carrier'; they seem to play a role which according to their essence they are truly not capable of playing (122-3).\n\nWhat Ingarden means by 'fooling us' is that in order to naturalise a poem we must suspend our awareness that there is likely to be an incongrous relation between the 'carrier' and the 'intentional act'. Human beings do of course attempt to seduce other human beings and are often given to reflect verbally upon their existential condition, but they do not, in normal circumstances, do so in rhyme and metre. When we naturalise poems we strip the intentional object of its textual 'essence' and demystify, or in basic terms explain, the intentional act. Donne seems to be fully aware of this paradoxical relation between the 'carrier' and the 'intentional act' because he contrives to deliberately subvert the process of demystification and naturalisation.\n\nIn our readings and our naturalisations of all poems there is an uneasy relationship between our interpretation of the 'carrier' and our creation of an 'intentional act'. To return to Jakobson's diagrams, we depend entirely upon the textual features of the message—deictics, metre, syntax, etc.—for our perception of context and contact. The former are properties of language whereas the latter are elements of an imagined non-linguistic situation. We can usually reconcile this somewhat paradoxical relation between the textual and the real by reminding ourselves that poetry demands that, in Coleridge's words, we suspend disbelief. But with Donne's poem every significant textual feature seems designed to remind us that text and world are irreconcilable.\n\nIn the second stanza we encounter an instance of grammatical deviation,\n\nThough parents grudge, and you, we are met, And cloistered in these living walls of jet.\n\nThe second person pronoun and its conective, 'and you', are shifted outside the more conventional grouping of second and third person forms antecedent to the verb, 'though you and your parents grudge'. We might explain this as a mimetic effect, a paratactic slippage betraying the sense of pressure felt by the speaking presence as he attempts to rescue his linguistic strategies from the woman's act of rejection. In doing so we would have drawn upon the contact-code functions to explain one element of the message, but we would then have to remind ourselves that it is only through our explication of features within the message that we are able to construct the contact-code functions. To complicate matters even further the deviation occurs only within the syntactic (real) rather than in the metrical (textual) element of the double pattern; 'and you' fits easily into the iambic\/ octosyllabic structure of the line (we can assume that 'we are' is, in contemporary fashion, elided as a single unstressed syllable). This tension between elements of the poem anchored to the contextual situation of the utterance and elements that function as constituents of the text is continuous and unremitting. We should, for example, consider the rhyme scheme.\n\nThe semantic-phonemic-syntactic syntheses are quite dazzling. On two occasions the locative term 'this' rhymes with the emphatic 'is', and there is an habitual almost urgent configuration of the speaker's projected ideal, 'be', and the pronouns that allow the reader to construct the situation of his utterance: 'sucks thee', 'mingled be'; 'kill me, added be', 'killing three'; 'fears be', 'to me', life from thee'. The pattern is complicated by the use of 'flea' as an internal counterpoint to 'be', 'thee' and 'me'. We might argue that the speaker's ingenious interpolation of the materiality of language, its phonic signifiers, with their semantic-syntactic functions is part of his rhetorical strategy—an attempt to persuade the woman, perhaps subliminally, that there is a natural correspondence be... (truncated)",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.9903685451,
        "format_confidence":0.950047493
    },
    {
        "url":"http:\/\/svelitt.se\/samlaren\/2005.php",
        "text":"Volym 126, 2005\n\nArtiklar | Recensioner\n\n\nDen första svenskspråkiga fabelsamlingen som konfessionaliseringsprojekt\nErik Zillén\nVol. 126, 2005, s. 5–50\n\n\nErik Zillén, Den första svenskspråkiga fabelsamlingen som konfessionaliseringsprojekt. (The First Fable Collection in Swedish as Confessionalization Project.)\n\nLiterary scholars have taken very little interest in the first collection of fables published in Swedish, Hundrade Esopi Fabler (A Hundred Fables of Aesop, 1603), compared to the interest shown its European counterparts. Based on research in the interdisciplinary field of ecclesiastical history, the present paper relates Hundrade Esopi Fabler to the concept of confessionalization, elaborated in recent studies on the fusion of state and religion that took place in Europe after the reformation. In Sweden, this process reached its peak at around the turn of the 16th century. The paper’s main line of argument claims that the first fable collection in Swedish made a contribution to the ongoing process of Lutheran confessionalization, which, since the Uppsala Assembly in 1593, was clearly intensifying as it aimed not only at conjoining the state and the church but also at shaping a homogenous national-confessional identity by means of education and social discipline.\n\nThe paper investigates a set of contextual and textual factors determining Hundrade Esopi Fabler as a confessionalization project. It can be proved that the Swedish collection is a faithful translation of a German fable collection composed in the 1570s by Nathan Chytraeus, a Latin professor at the Lutheran University of Rostock and the younger brother of the famous Rostock theologian David Chytraeus. The latter had an exceptional impact on religious life in Sweden, as most Swedish clergymen during the second half of the 16th century were educated by him. Nathan Chytraeus’ Hundert Fabeln aus Esopo was translated into Swedish by Nicolaus Balk, a student in Rostock in the 1560s and later a vicar in the county of Södermanland, which, under the reign of Duke Karl, was the center of orthodox Lutheranism (or the so-called Rostock orthodoxy) within the kingdom of Sweden. Between 1596 and 1611 Nicolaus Balk published five translations, four of them being strictly religious volumes with a clear Lutheran bias and the fifth being Hundrade Esopi Fabler. It is established that the first fable collection in Swedish owes a significant part of its character as confessionalization project to the fact, firstly, that it was a Chytraeus product from Rostock and, secondly, that it formed part of the expanding Lutheran book printing that followed the Uppsala Assembly.\n\nSeveral important textual factors that are scrutinized in the paper show Hundrade Esopi Fabler to be an element of the confessionalization process. The Swedish fable collection systematically refers to the authority of Martin Luther and his high esteem for the fable genre; in 1530 Luther himself set out to compose a morally edifying, though never completed, fable collection in German. The Swedish translator’s preface praises Luther as fable reviser and Luther’s own foreword of 1530, which is a veritable apology for the usefulness of the genre, is in extenso translated and included in the Swedish volume. Moreover, the fable collection proper begins with 15 fables as revised by Luther. These 15 texts, placed within the body of fables as initial reading instruction, represent what might be termed a Lutheran fable model, which functions, in form as well as in content, as the norm for the collection in its entirety. When this model is sometimes abandoned, the outcome, strikingly, often serves to reinforce the collection’s Christianizing and Lutheranizing tendencies. The analyses of a number of individual fable texts demonstrate that when compared to earlier vernacular collections of fables, the Lutheran outlook in Hundrade Esopi Fabler distinctly manifests itself by stressing the supremacy of God, the hierarchy of society and the principle of patriarchy.\n\nThe paper concludes by discussing some aspects, two of them being effects of strong genre conventions, that might have complicated Hundrade Esopi Fabler as confessionalization project: the presence of mythological deities in the fable stories, the inclusion of the Aesop novel in the collection, and finally, the conversion of Nathan Chytraeus in the 1590s from Lutheranism to Calvinism. The paper shows that the first two aspects are played down to suit the overall Lutheran approach of the collection, whereas the religious reorientation of the elderly Nathan Chytraeus probably played only a marginal role, if any, for Swedish readers. The final conclusion hence remains that the ancient genre of Aesopic fable was initially received in Swedish through the filter of German Lutheranism.\n\nLänge nog… Om slutpassagen i prospektet till Liljor i Saron\nLouise Vinge\nVol. 126, 2005, s. 51–65\n\n\nLouise Vinge, Länge nog… Om slutpassagen i prospektet till Liljor i Saron. (Long Enough…: On the Final Passage in the Prospectus to Lilies in Sharon.) \n\nIn December 1820, Erik Johan Stagnelius sent out a prospectus in order to get subscribers to his collection of poems, Liljor i Saron. In this text, he explained his ideas of theosophy and his use of myths. He also declared that Poetry had hitherto debased itself by giving attention to an \"unworthy object\" (\"ovärdigt föremål\"). In his edition (1915), however, Fredrik Böök read \"to unworthy objects\" (\"ovärdiga föremål\"), thus creating an image of Stagnelius as a would-be reformer of the poetry of his age in general. This view was put forward in Böök’s many works on Stagnelius and has become influential. By reading the text in the original printing and in light of Stagnelius’s usual imagery, it can be confirmed that Stagnelius had his own previous writings in mind, not those of his contemporaries, and that he saw himself as a penitent and a religious convert.\n\nNaturens fördubbling. Från symbol till allegori i Ola Hanssons tidiga författarskap\nMattias Pirholt\nVol. 126, 2005, s. 66–96\n\n\nMattias Pirholt, Naturens fördubbling. Från symbol till allegori i Ola Hanssons tidiga författarskap. (The Duplication of Nature: From Symbol to Allegory in Ola Hansson’s Early Work.)\n\nThis study deals with the Swedish writer Ola Hansson’s work from the 1880’s and early 1890’s and the shift from a symbolical to an allegorical mode of writing. Hansson’s early work, Dikter (1884, Poems), Notturno (1885), Sensitiva amorosa (1887) and Parias (1890), plays a significant part in the realistic and naturalistic movement of the 1880’s in Sweden, and the author is considered to be one of the central figures in what has been called the modern breakthrough in Scandinavian literature. In the late 1880’s, Hansson discovered Friedrich Nietzsche, whose work had a great impact on Swedish literature in general and on Hansson in particular. His encounter with Nietzsche resulted in a collection of prose poems, Ung Ofegs visor (1892, Young Ofeg’s Ditties), and an extensive essay on the German philosopher. Nietzsche’s ideological influence on Hansson is well documented, as well as his influence on Hansson’s style in Ung Ofegs visor, whose prophetic and pseudo-biblical style bears great resemblance to Nietzsche’s Also sprach Zarathustra.\n\nHansson’s work prior to Ung Ofegs visor is dominated by a symbolical mode of writing, i.e., a mode of writing that is constituted by thematic and linguistic unity. The romantic conception of the symbol, as it is developed in the early 19th century by, among others, J. W. von Goethe, F. W. J. Schelling and G. W. F. Hegel, stresses the synthesis of the signifier and the signified. The symbol is, according to the romantics, the representation of the absolute. It is in the particularity of the intuitive symbol and not in the conventionality and generality of the allegorical mode that the absolute is expressible. In allegory, in contrast, the signifier and the signified do not merge. Rather, the very difference between the constituents of the sign becomes productive. In the criticism of Friedrich Schlegel in the 19th century and of Walter Benjamin and Paul de Man in the 20th century, allegory replaces symbol as the central semontological trope, which, contrary to the symbol, separates being and meaning, signifier and signified. It is represented by decay and destruction (the corpse and the ruin) and characterises the conventionality and arbitrariness of language in general.\n\nThe poems in Dikter and Notturno and the short stories in Sensitiva amorosa conform to the strong romantic tradition of the symbol. The intimate relations between man and nature and between subject and object are repeatedly expressed as a reciprocal movement, flowing and growing in both man and nature. The language of the human sphere is applied to the natural and vice versa. Hansson depicts a joint and intertwining force that runs through the world and that is the cause of both growth and deterioration of all living things. Unlike earlier studies on Hansson’s poems, this paper does not want to describe the relation between man and nature as a translation of spiritual phenomena into nature, but as a reciprocity that dissolves the boundaries between the experiencing subject and the experienced world. The symbolic mode also applies to Hansson’s political poetry in Dikter and Notturno, where the writer argues for a society based on unity, and to the linguistic and metapoetical level, where writing is symbolically depicted as a natural phenomenon, interlacing the language of the poet with nature.\n\nHansson’s collection of prose poems, Ung Ofegs visor, does not only imitate the allegorical style of Nietzsche’s Also sprach Zarathustra, but also radically breaks with the symbolical conception of man and nature in the early work. The experience of the world is no longer founded on unity and the amalgamation of life by an omnipresent force. On the contrary, both nature and the social rel... (truncated)",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.9893463254,
        "format_confidence":0.8895894885
    }
]