[
    {
        "url":"http:\/\/www.personapaper.com\/article\/6009-ncaa-policy",
        "text":"By in Sports\n\nNCAA Policy\n\nThe National Collegiate Athletic Association (NCAA) reported in the 2009 - 2010 academic year that 444, 007 student athletes participated in college athletics. Currently, those athletes make up 18,000 teams among 1,200 colleges and universities at three different institutional levels (divisions I, II, and III). Since the 1989 - 1990 academic year, colleges and universities have seen dramatic spikes in participation rates. Male athletic team numbers have had net gains of 510 teams and female athletics teams have dramatically increased by 2,703 over the same 20 year span (National Collegiate Athletic Association Sports Sponsorship and Participation Rates Report, 2010).\nPrior to the formation of the NCAA there were multiple areas of trouble concerning college students taking part in athletic events. Violations among student athletes ran rampant in the early part of the 20th century with various reports of point shaving scandals, academic dishonesty, and blatant violations of school codes of conduct. College and university presidents tried in vain to control these conduction violations but attempted so with menial success (Thelin, 2004).\nBy the late 1940's policies were created by specific institutions across America during this time period to urge all colleges and universities to enforce \"sanity codes\" of athletic student conduct. However, this soon became very problematic for two reasons. The first, many institutions refused intrusion from an outside group in their institutional policies. Second, many institutions were seeing the growing benefit of popular sports teams. Therefore they refused any outside policy which would have adversely affected the increase in revenue to their athletic programs (Thelin, 2004).\n\nUp to the mid-20th century the NCAA's main concerns had been solely in the interest of organizing and promoting athletic championships. As a final attempt to regulate student athlete conduct on a national level, the NCAA was given new regulatory powers to control and manage sports policies on college campuses (Thelin, 2004). By 1952, the NCAA had centralized and began developing policies which handled student conduct, the emerging realm of sports television, and proper representation of student athletes on and off the field. Over the course of the next half-decade the reach of the NCAA would grow to cover more defined eligibility standards and rules regarding amateur athletic status (National Collegiate Athletic Association, 2011).\nPosition and Role in the Policy Process\nEducational policies at colleges and universities governed by the NCAA are directly influenced by its rules and regulations. One of the primary roles of the NCAA is to ensure that athletic programs are a vital part of the institutional system. This same level of responsibility also ensures that the student athlete become an integrated part of the student body. Therefore in the policy making process institutions of higher education must also keep in mind the physical and mental well being of their student athletes and member institutions must follow the standards of the guidelines set forth by the NCAA (Northern Michigan University, 2012).\nThe role of the NCAA is multi-faceted. Aside from their primary concern of athlete well-being they are also charged with the responsibility to provide functions governing admissions and recruiting of student athletes, academic integrity, athletic practice requirements, financial aid (including unauthorized booster payments), proper management of academic records, and time allocated away from activities related to the athletic event the student partakes time in. Under the current structure of the NCAA there is not a sanctioned position for each of the 1,200 institutions it governs. However, they urge all member institutions to allocate positions from administrators, faculty, or staff to work with student athletes to ensure these benchmarks are met in an effective manner. This also includes that student athletes to take responsibility for their own actions and understand that they are at a heightened position of status on their college campus (Northern Michigan University, 2012).\nIt is also encouraged that institutions take on the responsibility of self governance and control and infractions or discrepancies in audits of athletic programs be reported immediately to the NCAA. In many of its publications the NCAA even provides guidelines for institutional control. The philosophy of institutional self governance being that if policies on campus influenced by the NCAA work to not only monitor and identify violations in academics, recruitment, conduct or otherwise but that in-house management at colleges and universities will also help to deter future violations either by participating athletes, coaches, administrators, or outside persons affiliated with a specific athletic team (University of Illinois, 2012).\nMeans and Methods Used to Influence Higher Education Policy\nThe NCAA utilizes various factors to influence higher education policy. Part of this function is providing educational resources and guidelines for institutions to understand the responsibilities regarding on-campus athletics including academic, recruiting, and the use of performance enhancing drugs. Resources also provide guidance for student and faculty advisors, administrators, and coaches which help to provide an on-campus environment conducive to student learning. Information is also available to the general public and non-athlete students. Research on the dangers of sports gambling and the traditional negative consequences associated with betting are publicly available. (National Collegiate Athletic Association, 2011).\n\nAnother function of the NCAA is transparent reporting of trends and issues surrounding athletics on a year by year basis. Research from the NCAA provides data on specific topics related to colleges and universities including: graduation and persistence rates on a college by college and sport by sport basis, gender and race ratios, and profit and expense margins for each of the three divisions. Press releases are also available which highlight recent policy changes and major institutional violations which have been evaluated by the NCAA (National Collegiate Athletic Association, 2011).\nFor example, in recent months there has been a developing case involving the institutional control of Pennsylvania State University. The NCAA has provided detailed and outlined information about the investigation, third party details from a document known as the Freeh Report and determining factors and reasoning for the sanctions they imposed upon the institution. In addition media guides and publications are available for institutions and the public to educate themselves on the actions of the NCAA (National Collegiate Athletic Association, 2011).\nThe NCAA not only provides legislative needs for its governed institutions; it also provides executive and judicial functions as well. Part of the influence of the NCAA is its ability to investigate possible violations of its rules, bring charges against associated college and universities, provide due process hearings and appeals to institutions, and ultimately impose and enforce penalties for violations depending on the severity of the infraction. Again, just as self-governance is used to deter future violations, NCAA sanctions are used in the same way to provide a future collegiate environment where one institution has no unfair advantage. In this capacity, the NCAA is fully able to manage its student athletes and influence the policies of their parent institutions (National Collegiate Athletic Association, 2011).\nRecent Contributions to the Policy Process\n. Although the NCAA provides various functions to influence educational policy including penalties, sanctions, and so on, they still provide championships for their specific sports programs - one of its original functions. Over the last few decades one of the major contributions to the policy process in this time frame has been the implementation and organization of Title IX athletics and championship programs for women's sports. Part of this process also includes the implementation and enforcement of rules pertaining to proportionality of institutional expenditures, opportunities, and resources for female student athletes (Smith, 2000).\nAside from a rapid increase in female sports on college campuses (2,703 teams in the last 20 years) the NCAA has also created a gender equity taskforce which has helped to provide guidance in female sports. One of the major policies influenced by this measure is the creation of emerging sports. Essentially, an emerging sport is one which provides additional athletic opportunities for female students so that an institution can maintain gender equity regulations under Title IX regulations. Although these sports may not meet the minimum requirements to have an NCAA sanctioned championship event they do provide a function of equity through the institution (National Collegiate Athletic Association, 2011).\nAnother contribution to the policy process is the increased awareness by the NCAA concerning the issue of diversity in administrative roles of athletic programs. Over the last fifteen years the NCAA has provided programming and guidance to its governing institutions to expand the applicant pool for minority and female prospects. Since the 1995 - 1996 academic year there have been noticeable increases in administrative and coaching roles of minorities. Minority athletic directors have increased by 2.8%, Assistant athletic directors by 3.9%, and coaches in football and basketball by 6.9% (National Collegiate Athletic Association, 2011).\nAside from quantitative data which shows an influx in minority coaches and administrators, the NCAA also reports that many of the diversity reports and programs they have implemented have not only increased the amount of minority presence in sports personne... (truncated)",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.8625504971,
        "format_confidence":0.6787026525
    },
    {
        "url":"http:\/\/journals.lww.com\/acsm-msse\/Abstract\/2011\/09000\/V_O2_Kinetics_and_Performance_in_Soccer_Players.15.aspx",
        "text":"Skip Navigation LinksHome > September 2011 - Volume 43 - Issue 9 > V˙O2 Kinetics and Performance in Soccer Players after Intens...\nMedicine & Science in Sports & Exercise:\ndoi: 10.1249\/MSS.0b013e318211c01a\nApplied Sciences\n\nV˙O2 Kinetics and Performance in Soccer Players after Intense Training and Inactivity\n\n\nCollapse Box\n\n\nPurpose: The study's purpose was to examine the effects of a short-term period with intensified training or training cessation of trained soccer players on V˙O2 kinetics at 75% maximal aerobic speed, oxidative enzymes, and performance in repeated high-intensity exercise.\n\nMethods: After the last match of the season, 18 elite soccer players were, for a 2-wk period, assigned to a high-intensity training group (n = 7) performing 10 training sessions mainly consisting of aerobic high-intensity training (8 × 2 min) and speed endurance training (10-12 × 30-s sprints) or a training cessation group (n = 11) that refrained from training.\n\nResults: For the training cessation group, V˙O2 kinetics became slower (P < 0.05) with a larger time constant (τ = 21.5 ± 2.9 vs 23.8 ± 3.2 s (mean ± SD, before vs after)) and a larger mean response time (time delay + τ = 45.0 ± 1.8 vs 46.8 ± 2.2 s). The amount of muscle pyruvate dehydrogenase (17%, P < 0.01) and maximal activity of citrate synthase (12%) and 3-hydroxyacyl-CoA (18%, P < 0.05) were lowered. In addition, the fraction of slow twitch fibers (56% ± 18% vs 47% ± 15%, P < 0.05), Yo-Yo intermittent recovery level 2 test (845 ± 160 vs 654 ± 99 m), and the repeated sprint performance (33.41 ± 0.96 vs 34.11 ± 0.92 s, P < 0.01) were reduced. For the high-intensity training group, running economy was improved (P < 0.05), and the amount of pyruvate dehydrogenase (17%) and repeated sprint performance (33.44 ± 1.17 vs 32.81 ± 1.01 s) were enhanced (P < 0.05).\n\nConclusions: Inactivity slows V˙O2 kinetics in association with a reduction of muscle oxidative capacity and repeated high-intensity running performance. In addition, intensified training of already well-trained athletes can improve mechanical efficiency and repeated sprint performance.\n\n©2011The American College of Sports Medicine\n\n\nArticle Tools\n\n\nArticle Level Metrics\n\nSearch for Similar Articles\nYou may search for similar articles that contain these same keywords or you may modify the keyword list to augment your search.\n\nConnect With Us",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.9307191372,
        "format_confidence":0.9776595235
    },
    {
        "url":"http:\/\/iainabernethy.co.uk\/article\/pinan-heian-series-fighting-system-part-one?mini=calendar%2F2013-07",
        "text":"The Pinan \/ Heian Series as a Fighting System: Part One\n\nThe Pinan \/ Heian Series as a Fighting System: Part One\n\nThe Pinan \/ Heian series are often the first katas taught in the majority of modern dojos. This can lead to the Pinan \/ Heian katas being thought of as nothing more than introductory forms that are really only suitable for children and junior grades. However, it is my belief that the Pinan \/ Heian katas are grossly undervalued and do in fact represent a coherent fighting system in their own right. It is this viewpoint that we will be exploring in this series of articles.\n\nIt was Anko Itosu who developed the Pinan \/ Heian katas. Itosu was born in the Shuri Region of Okinawa in the 1830s. In Gichin Funakoshi's book, ' Karate-do Nyumon ', Anko Itosu is described as being of average height with a huge chest that gave him 'the silhouette of a barrel.' Funakoshi goes on to say that despite Itosu's long flowing beard he had the face of an innocent child. It is also said that Itosu possessed great physical strength - in particular his grip strength was said to be exceptional - and that he was a very able martial artist.\n\nThe word 'Pinan' is made up of two ideograms. The original Okinawan pronunciation of the first ideogram is 'pin', whereas the Japanese pronounce it 'hei.' Wado-Ryu & Shito-Ryu practitioners tend to favour the Okinawan pronunciation of 'Pinan', whereas Shotokan stylists favour the Japanese pronunciation of 'Heian'. Regardless of favoured pronunciation, the word 'Pinan' means, 'peaceful mind'.\n\nIn 'Karate-Do Kyohan' Gichin Funakoshi, who was a student of Itosu's, said that the name 'Pinan' was chosen for the series because once these katas have been mastered, the karateka can be confident in their ability to defend themselves in most situations. If this is true, it would mean that the Pinan series would need to include techniques for uses at all ranges of fighting. In addition to the familiar strikes, they would also need to include throws, takedowns, holds, chokes, locks etc. It is my understanding that the Pinan series does indeed include all these methods; however, it would be fair to say that these methods are not widely practised.\n\nAs mentioned earlier, the Pinan katas are often thought of as training methods for beginners or children and therefore they are often undervalued by more experienced karateka. One of the reasons for the Pinan series being viewed in this way is the fact that they were established in the early 1900s, which was around the same time that Itosu was introducing karate onto the curriculum of Okinawan schools. Some say that the Pinans are merely watered down versions of the advanced kata and were developed solely for children. If this were the case then why did Itosu also teach the Pinans to his adult students? Also, why did he choose a name which is said to be related to the combative function of the katas if they have no combative function?\n\nIt is far more likely that Itosu had developed the Pinans over a period of time prior to the introduction of karate onto the Okinawan school system and meant for them to be a synthesis of his favoured methods. When Itosu was introducing karate into the Okinawan schools, the Pinans would be the natural choice of kata because they are relatively short. The main difference between the adults' and children's training would simply be a matter of approach. The children would be taught the solo forms, without their applications, and would perform them as a form of group exercise; whereas, the adults would be taught the complete fighting system. As time has passed, it is the 'children's approach' that has became the most widely practised.\n\nIn addition to the change in emphasis from fighting skills to group exercise, the order in which the Pinan katas are taught has also changed over time. In the vast majority of today's dojos, it is the second of the series (Pinan Nidan) which is the first kata taught. The reason for this is that Pinan Shodan is generally accepted as being technically more demanding than Pinan Nidan. This difference in technical difficulty prompted Gichin Funakoshi to rename 'Heian Nidan' as 'Heian Shodan' and vice-versa so that within Shotokan the names for the forms reflect the modern order of teaching. So why did Itosu choose the order for the series that he did? Why was Pinan Shodan (now Heian Nidan in Shotokan) originally the first one taught?\n\nAs we have already discussed, in most of today's dojos the Pinan \/ Heian series are practised as a form of exercise, and the modern teaching order of the katas reflects their relative technical difficulty. So what was Itosu's original order based upon if not their technical difficulty? It is my belief that Itosu designed the Pinan \/ Heian series to be a coherent fighting system and that the original order of the katas reflects the order in which these fighting methods should be taught i.e. the first stages of the fight are taught first.\n\nIf allowed to progress, a physical altercation will generally go through a series of stages: Pre-fight (verbal exchanges, aggressive body language), limbs coming into range (strikes, attempted grabs etc), grips being established, and finally grappling. Not every single fight will progress in exactly this way, but it should be obvious that a grip cannot be established until limbs come into range, and there will be no grappling until some kind of grip has been established. We should always aim to end fights as soon as possible so that the fight does not progress. Therefore, when teaching self-protection, it makes sense that we should deal with the earliest stages of the fight first. I believe this is the approach adopted by Itosu when formulating the Pinan Series.\n\nThe pre-fight ritual (aggressive language, posturing, controlling distance etc) would not be effectively recorded within a kata and should be something taught prior to a student leaning 'fighting skills'. Therefore, if my theory is correct, the original order of the Pinan series should deal with the initial exchange of limbs first; they should then progress to dealing with grips being established; and finally move on to techniques for use when grappling. This is exactly what the Pinan series does when taught and practised in the original order.\n\nUpon analysis of the applications of the five Pinan katas, we can see that Pinan Shodan (Heian Nidan in Shotokan) contains techniques that predominately deal with the initial exchange of limbs. Pinan Nidan (Heian Shodan) predominately covers techniques that follow on from the initial grip. This includes techniques where you have grabbed an opponent, and techniques to counter an opponent's grip. Pinan Sandan is a grappling kata that includes a number of throws, takedowns, locks and other grappling techniques that can be utilised when you and the opponent are locked in a clinch. Over this series of articles we will see that by the end of the first three katas we have techniques that can be applied at all stages of a fight; exactly as the name 'Pinan' is said to represent. So what do Yodan and Godan teach?\n\nIn addition to the main progression based on the stages of a live fight, the Pinan series also includes a sub-progression based upon the relative technical difficulty of the applications. This is not to be confused with the technical difficulty of the solo performance of the katas, although the relative difficulties are not unrelated. Both Yodan and Godan build on the techniques and concepts introduced in the first three forms. In general terms, Yodan introduces some more advanced techniques and ideas - including how these concepts can be used in combination - and Godan develops these ideas yet further to include yet longer combinations and transitions.\n\nIn each of these articles we will look at some examples from each of the Pinan \/ Heian katas to illustrate just how wide ranging they are in terms of their content, and to observe the progression in ranges and technical difficulty that we have just discussed. If you'd like a detailed look at the applications for the entire Pinan \/ Heian series, please see my video, 'Bunkai-Jutsu Volume 1: The Pinan \/ Heian Series'.\n\nIn this first part, we will look at a couple of applications from Pinan Shodan (Heian Nidan) that will help us to understand the progression which is central to understanding the whole Pinan series. The most frequently occurring motion in Pinan Shodan is the Shuto-uke or 'Knife-Hand Block'. This movement is performed in a number of differing ways depending upon the style of karate being practised. However, regardless of the exact details, the Shuto-uke's primary purpose is to deflect and trap the opponent's arms before delivering a disabling strike. Pinan Shodan is primarily about the initial exchange of limbs and it is therefore not surprising that Shuto-uke occurs so frequently within it.\n\nFor the purposes of this article we will look at two applications of the Shuto-ukes that are performed at forty-five degrees. As you may already know, the reason the techniques are performed at an angle is to instruct the kata's practitioner that they should be at that angle, in relation to their opponent, when applying the technique. The opponent has attacked with a telegraphed wild swing. The karateka has shifted to a forty-five degree angle so that they are off the line of attack. As an additional measure, both arms are brought up in an instinctive cover in order to further reduce the chances of the opponent's strike landing (Fig 1). When the karateka feels the opponent's arm collide with theirs, the left arm wraps around the opponent's arm and then continues to pull them in the direction of the punch so that they are moved off balance. A strike is then delivered to the base of the opponent's skull (Fig 2).\n\nWe can also utilise the Shuto-ukes at forty-five degrees should we shift to the outside. The opponent's arm has been parried across as the karateka shifts to a forty-five degree angl... (truncated)",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.9934566617,
        "format_confidence":0.5322114825
    },
    {
        "url":"https:\/\/essaydocs.org\/should-ncaa-student-athletes-be-paid-to-play-abstract.html",
        "text":"Should ncaa student Athletes be paid to play? Abstract\n\nDownload 27.2 Kb.\nSize27.2 Kb.\n  1   2   3   4   5\n\n\nShould NCAA Student Athletes be paid to play?\n\n\nThis bibliographic essay can be used to help in researching and collecting sources regarding the research question of “Should Ncaa Student athletes be paid to play?” Ncaa and analysts have been asking and researching this question for many of years of now. Some student athletes are struggling to pay their bills help out their families. There are many reasons why we should pay student athletes to play. Unfortunately, all we know is that other people and other factors play in to why they should not get paid to play. All the money the student athletes make for their Universities and all the time they put in as a full time job goes back to the question “Should Ncaa Student athletes be paid to play?”\n\nThis paper features various sources, including articles, journals, eBooks, and other online sources. These sources examine not only what students athletes see or what they deal with on a daily bases, but what outsiders see looking in. All of these sources are presented and discussed thoroughly in this essay, and are listed in a reference section at the end to make them easily accessible. The sources used are all scholarly documents, but are easily accessible and understood by the general public audience, so that everyone can see where I got my information.\n\n\nPaying student athletes will help keep them at their schools to finish their degree. Come back to the question “Should Ncaa Student athletes be paid to play?” Why are so many athletes leaving early to go pro is to help out their families and not have to struggle anymore with dealing with money on and daily bases. It is a full time job, going to school and playing a sport in college. Why can’t we throw them a little money to help them get by? We will look at both sides of this agreement should they get paid and why they shouldn’t get paid?\n\nDownload 27.2 Kb.\n\nShare with your friends:\n  1   2   3   4   5\n\nThe database is protected by copyright © 2022\nsend message\n\n    Main page",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.8908694983,
        "format_confidence":0.7043364644
    },
    {
        "url":"https:\/\/ray.yorksj.ac.uk\/id\/eprint\/2667\/",
        "text":"Isokinetic strength qualities that differentiate rapid deceleration performance in male youth academy soccer players\n\nHarper, Damian and Jordan, Alastair and Wilkie, Brett and Liefeith, Andreas and Metcalfe, James and Thomas, Aaron and Kiely, John (2016) Isokinetic strength qualities that differentiate rapid deceleration performance in male youth academy soccer players. In: 21st Annual Congress of the European College of Sports Science., 6-10 July 2016, Vienna, Austria. (Unpublished)\n\nText (Abstract)\nECSS Vienna Abstract - IKD and DEC.pdf - Presentation\n\nDownload (69kB) | Preview\n\n\nDecelerating (DEC) is just as frequent as accelerating in contemporary soccer match play (Russell et al., 2014). Recent evidence suggests that lower body eccentric strength directly improves the ability of a player to produce and tolerate braking forces (Spiteri et al., 2014). The aim of the present study was to identify if measures of isokinetic strength can differentiate performance of a rapid DEC maneuver.\n\nNineteen (n=19) academy youth soccer players (age: 16.7 + 1yrs; height: 175 + 8.4cm ; body mass: 69.1+ 7.5kg; body fat: 9.5 + 3.9%) participated in the study. Tests included: isokinetic dynamometer (Cybex ΙΙ, Cybex International Inc., New York, USA) strength profiling of quadricep (Q) and hamstring (H) peak concentric (con) and eccentric (ecc) torque (both dominant [kicking leg] and non-dominant legs) assessed at slow (60°\/s) and fast (180°\/s) angular velocities. Functional H:Q ratios representative of knee flexion (Hcon:Qecc) and extension (Hecc:Qcon) was also calculated; 30m linear sprint time (with 5m, 10m and 20m splits) was recorded using a single beam timing system (Witty, Microgate, Italy) and rapid DEC quantified using time to stop (TTS) and distance to stop (DTS) determined\nfollowing a 20m maximal acceleration (within 5% threshold of best 20m linear sprint time) using video analysis (Dartfish ProSuite 2011, Fribourg, Switzerland) captured from a 50Hz video camera (Panasonic HDC-HS900, Japan).\n\n10, 20 and 30m sprint times had significantly large correlations with fast con peak Q torque (dom, r=-0.624, -0.568, - 0.621 and non-dom, r=-0.513, -0.512, -0.509) with fast peak H torque comprising significant correlations in the dom leg (r= -0.773, -0.561, -0.761) with moderate to large correlations in the non-dom leg (r= -0.5, -0.468, -0.464). At slow velocity con peak H torque had moderate to large correlations with 10, 20 and 30m sprint times. No significant correlations were found for peak con strength in either Q or H for DEC performance (TTS and DTS). Slow velocity Ecc peak Q torque (dom, r= -0.503, nondom, r=-0.542) and time to peak torque (r=-0.465) was significantly correlated to DEC TTS. No significant correlations were found for fast ecc strength parameters in Q or H for either sprint or DEC performance. Sprint and DEC performance had no significant correlations.\n\nThe present study illustrates the need for specific strength qualities for attainment of high running velocities and rapid DEC performance. Specifically, players with superior sprint speed can produce high peak con forces in both Q and H at fast velocities. DEC seems to be a unique movement skill requiring specific ecc strength qualities. Interestingly, in\nthis study slow velocity ecc strength of the Q seems to be critical for production of braking forces and reducing the time spent DEC. Increased time spent DEC has been found to increase tissue damage and muscle soreness, subsequently affecting post match recovery kinetics (Young et al., 2012). In conclusion this study highlights the need for careful consideration to developing strength qualities needed for DEC alongside those more commonly known for sprinting and accelerating.\n\nRussell, M., Sparkes, W., Northeast, J., Cook, C. J., Love, T. D., Bracken, R. M., & Kilduff, L. P. (2014). Changes in acceleration and deceleration capacity throughout professional soccer match-play. Journal of Strength and Conditioning Research, in press.\nSpiteri, T., Nimphius, S., Hart, N. H., Specos, C., Sheppard, J. M., & Newton, R. U. (2014). Journal of Strength & Conditioning Research, 28(9), 2415–23.\nYoung, W. B., Hepner, J., & Robbins, D. W. (2012). Journal of Strength and Conditioning Research, 26(2), 492–6.\n\nItem Type: Conference or Workshop Item (Speech)\nStatus: Unpublished\nSubjects: Q Science > QP Physiology\nSchool\/Department: School of Sport\nURI: http:\/\/ray.yorksj.ac.uk\/id\/eprint\/2667\n\nUniversity Staff: Request a correction | RaY Editors: Update this record",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.962734282,
        "format_confidence":0.9857117534
    },
    {
        "url":"http:\/\/journals.lww.com\/nsca-jscr\/Abstract\/2008\/07000\/Effects_of_Stretching_on_Upper_Body_Muscular.35.aspx",
        "text":"Skip Navigation LinksHome > July 2008 - Volume 22 - Issue 4 > Effects of Stretching on Upper-Body Muscular Performance\nJournal of Strength & Conditioning Research:\ndoi: 10.1519\/JSC.0b013e31816eb501\nOriginal Research\n\nEffects of Stretching on Upper-Body Muscular Performance\n\nTorres, Earlando M1; Kraemer, William J1; Vingren, Jakob L1; Volek, Jeff S1; Hatfield, Disa L1; Spiering, Barry A1; Ho, Jen Yu1; Fragala, Maren S1; Thomas, Gwendolyn A1; Anderson, Jeffrey M1; Häkkinen, Keijo2; Maresh, Carl M1\n\nCollapse Box\n\n\nTorres, EM, Kraemer, WJ, Vingren, JL, Volek, JS, Hatfield, DL, Spiering, BA, Ho, JY, Fragala, MS, Thomas, GA, Anderson, JM, Häkkinen, K, and Maresh, CM. Effects of stretching on upper-body muscular performance. J Strength Cond Res 22: 1279-1285, 2008-The purpose of this investigation was to examine the influence of upper-body static stretching and dynamic stretching on upper-body muscular performance. Eleven healthy men, who were National Collegiate Athletic Association Division I track and field athletes (age, 19.6 ± 1.7 years; body mass, 93.7 ± 13.8 kg; height, 183.6 ± 4.6 cm; bench press 1 repetition maximum [1RM], 106.2 ± 23.0 kg), participated in this study. Over 4 sessions, subjects participated in 4 different stretching protocols (i.e., no stretching, static stretching, dynamic stretching, and combined static and dynamic stretching) in a balanced randomized order followed by 4 tests: 30% of 1 RM bench throw, isometric bench press, overhead medicine ball throw, and lateral medicine ball throw. Depending on the exercise, test peak power (Pmax), peak force (Fmax), peak acceleration (Amax), peak velocity (Vmax), and peak displacement (Dmax) were measured. There were no differences among stretch trials for Pmax, Fmax, Amax, Vmax, or Dmax for the bench throw or for Fmax for the isometric bench press. For the overhead medicine ball throw, there were no differences among stretch trials for Vmax or Dmax. For the lateral medicine ball throw, there was no difference in Vmax among stretch trials; however, Dmax was significantly larger (p ≤ 0.05) for the static and dynamic condition compared to the static-only condition. In general, there was no short-term effect of stretching on upper-body muscular performance in young adult male athletes, regardless of stretch mode, potentially due to the amount of rest used after stretching before the performances. Since throwing performance was largely unaffected by static or dynamic upper-body stretching, athletes competing in the field events could perform upper-body stretching, if enough time were allowed before the performance. However, prior studies on lower-body musculature have demonstrated dramatic negative effects on speed and power. Therefore, it is recommended that a dynamic warm-up be used for the entire warm-up.\n\n© 2008 National Strength and Conditioning Association\n\n\n\nArticle Tools\n\n\nArticle Level Metrics\n\nSearch for Similar Articles\nYou may search for similar articles that contain these same keywords or you may modify the keyword list to augment your search.",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.9421436787,
        "format_confidence":0.981348455
    },
    {
        "url":"https:\/\/blablawriting.com\/local-national-provision-football-essay",
        "text":"\n\nLocal and national provision for football Essay Sample\n\nThe whole doc is available only for registered users OPEN DOC\n\nGet Full Essay\n\nGet access to this section to get all help you need with your essay and educational issues.\n\nGet Access\n\nLocal and national provision for football Essay Sample\n\nFootball is a widely played sport, both internationally and nationally. In Suffolk alone, there are 1401 football teams. The National Governing Body is known as the Football Association (FA).  Funding and sponsorship is a necessity of any team, especially big clubs. Premiership clubs can get money from a number of different things. T.V. channels such as Sky pay a lot of money to get matches on TV. Supporters clubs donate money and the fans pay to watch games. All premiership teams also have sponsors.\n\nSmaller clubs need sponsorship too, such as the biggest team in Suffolk – Ipswich town. Their main sponsor is called E.ON. Local teams also get sponsors. The FA also provides teams with a list of charities on their website which help with funding. Two of these are Football Foundation and Sports England. Football Foundation’s aims are to “provide more schools, clubs and parks with more modern football facilities” (www.footballfoundation.org.uk) and to make football a part of the community.\n\nAn important body which is involved in football is the Independent Football Commission (IFC). They “work closely with fans, clubs and the football authorities, to make sure that the needs of the football community are being met” (www.theifc.co.uk). They do this by making unannounced visits to football clubs to make sure that they are doing what they should be. They check on things such as child protection, disabled football and football in the community. They are important in the provision of football as they ensure that all the needs of the players and supporters are being met.\n\nThe FA has many schemes to keep football a popular and easy access sport in the community, and to give the best opportunities to talented players. It is a very popular sport (Sport England reported that “there are an estimated 42,000 football clubs in the UK”) involving people of all ages and a large amount of young people want to have a career as a professional footballer. However, like any sport, fulfilling this dream is very difficult.\n\nIn November 1997, the FA decided to create football academies to help those talented footballers get recognised. One of their aims was to make the links between home, school and club more effective. They also started the Charter for Quality programme, which made it compulsory for all premier league clubs to have a Centre of Excellence. Another scheme from the FA is the “Get into Football” scheme. The aim of this was to tell children and parents what the FA plan to do to develop football.\n\nFor people who decide they want to make a career out of football, they have to go through many different stages:\n\nMost people start playing football at a young age at primary school. The amount of funding that the government gives these primary schools for equipment for football is low compared to other countries; therefore children in England have less of an advantage because they don’t have a chance to play as much as they could.\n\nIn Suffolk, the provision for football is not as good compared to other places such as London, as shown in the bar-chart:\n\n[Source: Suffolk and London FA]\n\nHowever, some schools in the local area provide the opportunity to partake in a football community scheme. At Bardwell Primary School in early 2007, the semi-professional club Cambridge City FC ran an extra-curricular football training session weekly for a term. At Barnham Primary School, Ipswich Town gives compulsory training sessions once a week as part of the curriculum for all pupils. This encourages children to start football early.\n\nAlthough both males and females play football, it is much more popular with men. Men’s leagues have much more media coverage and money involved – you rarely hear of woman’s leagues or matches. For example, the men’s world cup is scheduled so no other major sporting events clash with it. Therefore, all attention and media coverage will be on the men’s football team. However, the woman’s world cup is currently taking place, and it is at the same time as the men’s Rugby world cup, which has better coverage. This means that women’s coverage is at 11pm-1am making it inaccessible to grassroots players.\n\nThere are lots of opportunities for men to get involved with football. Thousands of football clubs are available to males of all skill levels around the country. For women, it is a different story. In both Suffolk and England, a tiny amount of teams are women’s:\n\nSuffolk [Source: Suffolk FA & FA.com] England\n\nHowever, more is being done to help woman’s football develop in Suffolk. The Suffolk Female Website says “Currently, Suffolk has 17 women’s teams within the county. Suffolk FA aims to provide opportunities for girls’ and women to take part in football regardless of ethnicity and age. Taster football sessions and 3 Lions FC are available to develop girls football in schools, with links being formed with local clubs.” Now, the number of females playing football is now increasing. A report from the BBC states “The Suffolk FA is trying to get more children involved in football; there are now 75 girls’ teams in the county, playing competitive football every week, with a thousand girls across age ranges from under 10’s to under 15’s.” (FA.com 2007)\n\nFor disabled people, there are eight categories which the FA supports – amputee, blind, partially sighted, deaf and hearing impaired, cerebral palsy, and learning disabilities. There is also a centre of excellence for people with disabilities. In Suffolk, there are little facilities provided for disabled people. Only one football club currently has a disabled football team – Ipswich town. Only recently has disabled football become available; the Suffolk FA stated that it was only “Last May that the very first Coaching disabled footballers course was held in Suffolk”. (SuffolkFA.com 2007).\n\nThere are fifteen leagues specifically for disabled people and about 110 football clubs in England also have a disabled team. However, although there are facilities for disabled people in England, they are rarely advertised and the majority of people are unaware that disabled teams exist.\n\nOverall, the local and national provision for male football in this country is very good. The FA has put in place many schemes such as Academies and there are thousands of football teams for players of all skill levels. Male teams get a lot of publicity and the players are often idolised. However, for women and the disabled, the provision is poor, with little publicity. Female football players are relatively unknown to the public. Woman’s football matches are on in the early hours of the morning, which would never happen to a men’s match. However, woman’s football is becoming more popular and with more girls playing football, the demand for teams and more provision will increase.\n\nWe can write a custom essay\n\nAccording to Your Specific Requirements\n\nOrder an essay\n\nYou May Also Find These Documents Helpful\n\nPeculiarities of various assignment types\n\nThe educational process is diverse and full of interesting writing tasks which help students develop their academic abilities. Different assignments types are created by professionals in order to enhance students’ level of analytical, critical and writing skills and to vary the learning process. As a student, you will encounter numerous tasks of diverse complexities throughout your student life. Sometimes, maybe, too complicated! They have different peculiarities, structural...\n\nMaking decisions in health and social care\n\nCritically analyses the concepts, features, and importance of costs and accounting in making decisions in health and social care Cost accounting is a method used in accounting to capture a company’s or organisation’s production costs. It assesses the input costs of every step in production, fixed costs like depreciation of capital equipment. Cost accounting measures and records costs individually then compare the input results via...\n\nСhildren development\n\nPhysical development 7-12 years By the age of 7 a child enjoys things such as bike riding and rollerblading they are now able to tie and untie shoelaces without adult help, they are now starting to understand what rules are and are able to follow simple rules. At 8-12 years a child improves the physical skills that they have already developed and start to see...\n\nForex international trading market\n\nIntroduction Forex exchange is on the rise in Namibia; resulting in more people wanting to learn how to trade to try to increase their income so that they can enhance their standard of living. Forex Foreign exchange identifies the process of converting domestic currency into international banknotes at particular exchange rates (Bofah, 2017, para.1). As the number of foreigners in Namibia is increasing, more Namibians...\n\nAristotelian idea of God\n\nThis image produced in 1544 shows emerging's of the Judeo-Christians and Aristotelian's traditions. Aristotle was very interested in the idea of motion and said “The world is in a constant state of motion and change”. An example of how the world is changing is the growth of trees and plants. Aristotle believed in a prime mover, which is the being which creates change in the...\n\nGet Access To The Full Essay\nMaterials Daily\n100,000+ Subjects\n2000+ Topics\nFree Plagiarism\nAll Materials\nare Cataloged Well\n\nSorry, but copying text is forbidden on this website. If you need this or any other sample, we can send it to you via email.\n\nBy clicking \"SEND\", you agree to our terms of service and privacy policy. We'll occasionally send you account related and promo emails.\nSorry, but only registered users have full access\n\nHow about getting this access\n\nBecome a member\n\nYour Answ... (truncated)",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.9584296942,
        "format_confidence":0.585306704
    },
    {
        "url":"http:\/\/www.muhlenberg.edu\/main\/academics\/mediacom\/programs\/honors\/2006\/orosz.html",
        "text":"Media & Communication Department\n\nlogo white\n\nLindsay Orosz\nFemale Athletes Making Headlines:\nThe Impact of Title IX on Media Coverage\nof Women's Athletic Events\n\nThe impact of Title IX on gender equality in athletics raises important questions about the relationship between public policy and cultural change, particularly as cultural change is manifested in sports media coverage. This paper examines the impact of Title IX on media coverage of women's athletics. I first offer an historical and conceptual background surrounding the development of Title IX and a review of the scholarly literature concerning its impact on gender and sports. Then, by drawing on a content analysis of print media within The New York Times coverage of significant events in the history of women's athletics, I suggest that there is a relationship between the enactment of Title IX and the portrayal of female athletes in the media. I suggest that Title IX has created opportunities within women's athletics; these opportunities are represented in this media coverage.",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.7432999015,
        "format_confidence":0.9156986475
    },
    {
        "url":"http:\/\/dsq-sds.org\/article\/view\/3345\/3270",
        "text":"Participation and interest in disability sport has grown tremendously, resulting in expansion of the responsibilities of promoters of adaptive sport. Prior research has provided insight regarding consumers of disabled sport, although one factor, spectators' relationship to disability, offers great potential for use of market segmentation practices. This research, conducted at a national wheelchair basketball event, examined differences in motivation between spectators with and without relationships to disability and between those who did or did not identify themselves as having a disability. The results of this research indicate differences in motivating factors among the groups, supporting practitioner use of market segmentation.\n\nDisability Sport Marketing\n\nThe responsibilities of disability sport practitioners have expanded in the last 20 years. In addition to providing recreational sport opportunities, practitioners are now frequently managing elite and professional sport (IWRF, 2008). This has created additional expense as well as additional opportunity. Walliser (2003) asserted that increased spectatorship motivates additional sponsor investment, although disability sport organizations might need to invest additional resources in disability sport marketing (IPC, 2008) in order to realize significant spectator growth. Because of this, many disability sport professionals are actively pursuing ways to increase spectatorship, with the expectation that it will lead to increased sponsorship, something that is vital to program sustainability (Cottingham, Gearity, Byon, & Hill, 2011).\n\nPrior academic research related on disability sport has examined marketing, revenue, and public relations. Studies examined athletes' perspectives on their marketability (Hardin & Hardin, 2004; Hargreaves & Hardin, 2009), justification for additional funding by way of social justice arguments (Hums, 2002; Hums, Moorman, & Wolff, 2003; Stoll, 2011; Sylvester, 1992), the visibility of athletes with disabilities in a mainstream magazine (Hardin, Hardin, Lynn, & Walsdorf, 2001), and consumer behavior in the context of disability sport (Byon, Carroll, Cottingham, Grady, & Allen, 2011; Byon, Cottingham, & Carroll, 2010; Cottingham, Chatfield, Gearity, Allen, & Hall, 2012).\n\nWhile efforts were made to better facilitate and market disability sports (e.g., Byon et al., 2010; Cottingham et al., 2012), previous studies tended to focus on mass marketing, not differentiating segments of disability sport consumers. To our knowledge, only one study, Byon et al. (2011), adopted a demographic segmentation (i.e., gender difference), providing disability sport marketers the ability to tailor marketing programs more effectively based on gender. According to Huddell (2011), market segmentation is an effective way to categorize groups of consumers based on common needs and similar characteristics (i.e., demographic variables) so that marketing resources may be spent in more efficiently. However, a limitation of Byon et al.'s (2011) study is that it only examined differences between motives of male and female spectators at a disability sport function while ignoring what may be the most crutial demographic characteristic related to disability sport consumption—specifically, spectators' relationship to disability.\n\nThe purpose of this study is to examine the differences between spectators who do and do not have disabilities and those who do and do not have close friends and family members with disabilities. If significant differences exist between these groups then disability sport promoters may find it to their benefit to employ arious strategies to segment the market and attract specific populations of spectators to events.\n\nMarket Segmentation\n\nMarket segmentation is defined as \"the process of partitioning markets into groups of potential customers with similar needs or characteristics who are likely to exhibit similar purchasing behavior\" (Zhang et al., 2003, p. 229). Shank (2009) identifies six types of segmentation in a market: (a) demographic, (b) socio-economic, (c) lifestyle, (d) geographic, (e) behavior, and (f) benefits (Shank, 2009). Demographic segmentation involves grouping consumers based on variables including but not limited to age, gender, and ethnic background. Socio-economic involves grouping consumers based on income, level of education, and\/or occupation. Lifestyle segmentation refers to grouping consumers based on psychographics such as daily routines, hobbies, personality, opinions, and interests. Consumers may also be segmented based upon where they reside (geographic segmentation) or on the basis of behavior (e.g., purchasing). Finally, benefits segmentation involves grouping consumers based upon the benefits they desire to obtain. For example, one of the benefits fans of wheelchair rugby seek is vicarious achievement (Byon et al., 2010).\n\nOf those approaches to segmentation, demographic and socio-economic segmentations are the most widely used approaches because demographic information is more easily obtained (e.g., survey or census) than other forms of information (Mullin, Hardy, & Sutton, 2007). For example, Byon et al. (2011) used survey research to examine gender differences affecting sport consumption behaviors of spectators of collegiate wheelchair basketball. The researchers found that knowledge and physical skill influenced male spectators' consumption behaviors, while female spectators were attracted to attend the events by knowledge, vicarious achievement, and drama factors. An interesting phenomenon observed in terms of spectator demographics of wheelchair rugby events in Byon et al.'s (2010) was that there were very few spectators who had a disability (i.e., 5.8%). However, approximately 54% of the spectators stated that they had either a family member or friend who had a disability. This finding is also consistent with a study involving spectators of wheelchair basketball (Byon et al. 2011). These findings provide support for market segmentation of spectators of disability sport on the basis of the following characteristics: (a) people with and without disabilities, and (b) people who and do not have family members or friends with disabilities\n\nMarketing to Consumers with Disabilities\n\nResearch that identified consumers with disabilities as a distinct and unique target market and recommended marketing strategies for these consumers began to appear after the Americans with Disabilities Act (ADA) was signed into law in 1990. Reedy (1993) noted that individuals with disabilities are viable consumers for a range of products beyond medical supplies, and provided extensive demographic and operational information to help organizations target consumers with disabilities. Stephens and Bergman (1995) reviewed the basic requirements of the ADA and provided guidelines for marketers to encourage respectful as well as compliant marketing efforts.\n\nAdditional research has focused on the depiction of persons with disabilities in advertising or reactions by persons with disabilities toward advertising or marketing. Parashar and Devanathan (2006) analyzed print advertisements and concluded that, in general, disability was depicted in a negative way. Hardin (2003) conducted qualitative research with ten wheelchair basketball players who discussed their desire for additional media coverage and their hope that such coverage would focus on athleticism and effort rather than disability. Bauman (2003) argued that portrayals of disabled athletes in the media might not serve to normalize disability due to the focus on individuals who are highly physically attractive or highly athletic in appearance.\n\nBurnett and Paul (1996) and Burnett (2006) conducted research that examined differences between consumers with and without disabilities. Burnett and Paul analyzed the responses to television and print advertising by consumers with and without mobility disabilities, finding that, in general, research participants with disabilities were more likely to \"not like advertising\" (p. 58) although participants' responses indicated that direct marketing efforts were well-received. Burnett and Paul (1996) speculated that negative attitudes toward advertising among participants arose from the perception that content did not address the needs of individuals with disabilities. According to Burnett (2006), Internet advertising was perceived as irrelevant by participants with disabilities and seen to interfere in productive use of the Internet for gathering or exchanging information.\n\nThe influence of reference groups, peers, siblings and family members on consumer behavior is well established in marketing research (e.g., Bearden & Etzel, 1982; Childers & Rao, 1992; Sheth & Parvatiyar, 1995). Therefore, it is not surprising that Reedy (1993) asserted that appropriate marketing strategies could encourage loyal patronage by the friends and family members of individuals with disabilities. Stephens and Bergman (1995) likewise noted that marketing targeted at individuals with disabilities was potentially of interest to their \"spouses, relatives, and caregivers\" (p. 165). As Mason and Pavia (2006) found, the presence of a family member with a disability influences the consumer behaviors, experiences, and expectations of the entire family unit. Clearly, persons with disabilities, as well as their friends and family members, demonstrate unique attitudes, priorities and behaviors in their response to marketing.\n\n\nContext and Data Collection\n\nData were collected at the Collegiate Wheelchair Basketball National Championships. This three day compass draw tournament was selected based upon the opinion of practitioners that it represents one of the most well attended annual adaptive sporting events in the United States. The tournament includes seven men's and four women's teams, all competing for their respective national championships. Data were collected at seven games. D... (truncated)",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.9398949742,
        "format_confidence":0.9785304666
    },
    {
        "url":"http:\/\/thesportjournal.org\/article\/implementing-a-breathing-technique-to-manage-performance-anxiety-in-softball\/",
        "text":"Implementing a Breathing Technique to Manage Performance Anxiety in Softball\n\n\nAn intervention strategy was developed, implemented, and evaluated that aimed at minimizing performance anxiety. The goal was to guide NCAA Division I softball athletes in using a breathing technique that, by contributing to the management of performance anxiety, would help each athlete reach full potential on the softball field. The strategy focused on the effects of the breathing technique on the participants’ heart rates, in relation to daily anxiety events; a heart rate monitor and anxiety logs were used to obtain data. All 4 of the athletes studied indicated improvement at various stages in the program.\n\nTop high school athletes who are recruited to college teams may have seen little—or even no—failure in their athletic careers to that point. But at the college level, there are aspects that separate the good athlete from the great. The separation can be the difference between winning and losing. For some athletes, the first real failure is faced during the freshman year in college. First-year college softball athletes, for instance, may begin to realize that the game is quicker, the opponents are stronger, and their teammates share skills and strengths similar to their own. Some athletes rise to the challenge, while others become anxious and may fail.\n\nIt is not uncommon for a coach to witness an athlete succumb to such anxiety. Sometimes, an athlete simply walks to the plate mentally defeated, before a single pitch has been thrown. But coaches strive to prepare all athletes with the skills they need to perform in these situations. So why do some athletes perform well, while others cannot?\n\nThose who perform well manage their emotions in critical situations, in a way that enables them to develop an ideal mental state that fosters maximum performance. During competitions in which they fail to achieve this state, many athletes become victims of their own anxieties. The performance psychologist David Roland defined performance anxiety as stage fright, suggesting artists feel apprehensive about approaching the stage and performing (1997). Athletes may also suffer from stage fright and may experience a debilitating effect on their performance.\n\nAnxiety and Performance\nIn this study, anxiety is identified specifically as competitive anxiety, anxiety experienced while competing. Anxiety is under the umbrella of arousal, but it is typically associated with negative cognitive thoughts, such as worry or a perception of threat (Gill, 2000; Landers & Arent, 2006). An example might be a field goal kicker who is remembering an earlier missed field goal attempt or a batter who does not want to hit in a close-scoring game. Anxiety is a complex behavior with emotional, mental, and physical dimensions. Typically, anxious individuals experience a variety of bodily and mental symptoms such as loss of concentration, thoughts about failure, agitation, increased breathing (Roland, 1997).\n\nPurpose of Study\n\nPerformance anxiety is rarely addressed, though coaches often identify certain athletes as “chokers” under pressure. The current study’s purpose, therefore, was to develop a strategy that would guide softball athletes in becoming relatively more aware of their somatic anxiety levels and offer a means of minimizing their performance anxiety.\n\n\nThe participants in this study were 4 members of a 2008 NCAA Division I collegiate softball team ranging from 18 to 21 years of age, 2 pitchers and 2 position players. One pitcher was a first-year student; the other 3 athletes were upperclassmen. No participant had prior exposure to or experience with breathing techniques or breathing exercises.\n\nProcedure and Data Collection\nThe study included three stages. The first stage was completed with an overview of the relationship between performance and anxiety. The second stage involved working with a sports psychologist to determine a breathing technique strategy and to implement the strategy. The third stage involved measuring the effects of the program on the 4 athletes.\n\nAnxiety Measurement Tools\nThis study incorporated the Sport Competition Anxiety Text (SCAT) first developed by Martens in 1977 as a self-report measurement of competitive anxiety. The SCAT consists of 15 questions that measure how a person feels during competition (Martens, 1990). This test has met the accepted standards for psychological tests and has been deemed valid and reliable (Gill, 2000). Smith et al. (1990) expanded on Martens’ SCAT and multidimensional models, developing the Sport Anxiety Scale (SAS), a sports-specific anxiety scale for sports-specific measurements of anxiety using cognitive traits (worry, concentration) and somatic traits (heart rate, breathing) (Gill, 2000).\nAlso used in the current study was the Competition State Anxiety Inventory 2 (CSAI 2), which is a multidimensional inventory intending to measure sports-specific state anxiety. The CSAI 2 also separately evaluates cognitive worry and somatic anxiety (Gill, 2000). It consists of 27 questions.\n\nBreathing Techniques\nBreathing techniques have been used for years to manage anxiety. Practicing slow, deep breathing is one way to control the autonomic response to anxiety (Gill, 2000). Ungerleider (2005) identified how breathing impacts performance. He indicated that oxygenated blood can energize the brain, nerves, and muscles. The present study incorporated Ungerleider’s breathing technique, a regimen that involves breathing using the diaphragm. The technique helps fill the lungs from bottom to top, impacting the amount of air taken into the body and thus how much oxygenated blood is available throughout the body.\n\nProgram and Intervention\nDuring Week 1 and Week 2 of the study, baseline data for heart rates were recorded. The data included heart rate measures taken during practice, during drills, and during games, without the participants’ receiving any intervention or instructional strategies. Each participant’s heart rate was recorded daily on the heart rate monitor and the data transferred to a computer program that indicated the daily levels.\n\nDuring these initial weeks, the athletes were introduced to the heart rate monitors they would wear at every practice and game for 5 weeks, to measure the effect of the intervention strategies. The participants utilized Team Polar Heart Rate Monitors. At the conclusion of each practice or game, each monitor was linked to a computer system and the collected information was downloaded to a computer. The athletes were instructed to “spike” their heart rates at a specific time prior to each practice or game. To spike the heart rate, a participant sprinted 200 feet. At the conclusion of the sprint, a stopwatch was started and stopped at 2 minutes and 30 seconds. The stopwatch was used to identify specific times in practices and games as a time stamp when the heart spiked. These time stamps were recorded, noting specifically what the athlete was doing during this interval. These time stamps were also used and matched with specific anxiety events in order to indicate specific heart rate levels.\n\nWeek 3 was spent instructing the athletes concerning somatic anxiety and introducing them to a breathing technique and anxiety log devised by sports and performance psychologist Dr. Chris. Carr (personal communication, December 21 2007 ). For the next 3 weeks, the 4 athletes were asked to practice the breathing technique 1 time each day, during their spare time. They were also to complete the anxiety log immediately following practice and games. They were taught to identify the anxiety responses of muscle tension, changes in heart rate, changes in breathing, and sweating. These lessons were implemented so that the participants would understand somatic anxiety responses and be able to maintain the anxiety log in greater detail.\n\nThe 4 athletes were taught to use the breathing technique for relaxation; eventually, they were able to use the technique to relax even in noisy environments. The technique required the athlete to lie down, get comfortable, and begin rhythmic breathing (i.e., inhaling into the belly and exhaling). As breathing began to slow, participants were instructed to focus on the release of tension, relaxing every muscle of the body from top to bottom. The sole purpose behind the breathing technique was to control tension in the muscles.\n\nThe anxiety log was used by the participants to record their anxiety levels during practice and competition. In the log, a participant assigned a number 1 through 10 (1represented weak, 10 represented high) to her anxiety level and listed any applicable somatic anxiety responses associated with that number. The anxiety log was also used to indicate when specific events at practice or in a game had been accompanied by anxiety. These specific events were coded with chronological times, so that they could ultimately be coded with specific heart rates. For example, if an anxiety log noted that a participant had felt anxious during her third time at bat, when runners were in scoring position, the researchers then located the chronological time of her third at bat and matched it with a specific heart rate associated with the participant’s third at bat.\n\nIn Week 4 and Week 5, the participants were asked to note any onset of somatic anxiety responses and to immediately begin a shortened breathing exercise to regain control of those somatic responses. They were asked to record in their anxiety logs how successful they had been at reestablishing control. This use of the shortened breathing exercise during Week 4 and Week 5 was in addition to their daily assigned breathing exercises.\n\nData Analysis\nUsing the heart monitor data, the researchers determined each participant’s average heart rate during Weeks 1–2 (baseline), during Week 3 (implementation), and during Weeks 4–5 (program). Each day during the program phase (Weeks 4–5), participants had noted at ... (truncated)",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.9654477835,
        "format_confidence":0.9060319066
    },
    {
        "url":"http:\/\/www.studymode.com\/essays\/African-Americans-In-Baseball-1549592.html",
        "text":"African Americans in Baseball\n\nOnly available on StudyMode\n  • Download(s) : 268\n  • Published : March 29, 2013\nOpen Document\nText Preview\nMichael Rizzo\nMurray, Chass (2004). Game Fights Trend of Fewer Blacks. The New York Times\n\nThis article is about the declination of blacks in the game of baseball. It begins by talking about how successful blacks were in baseball from 1981-1997. Blacks such as Tony Gwynn, Tim Raines, and Gary Sheffield were winning National League Batting Titles 16 out of those 17 years. From 1998-2004, only one black player has won the batting title. As a huge baseball fan, I never knew that stat and find it very interesting. The article also entails that black players had won the National League MVP award quite often from 1949-1970. More recently from 1985-2004, black players had won the MVP 11 times, with Barry Bonds winning 6 of the 11. The article then argues if there is any black ball player who will take Barry Bonds’ stardom in Major League Baseball after he retires.\n\nIn 1995, 19 percent of the players on opening day rosters were black. In 2004 when this article was written, the percentage of black players had dropped to 10 percent. Major League Baseball is aware of the issue and are trying to do as much as the can to promote baseball in urban communities. Doug Melvin, the current General Manager of the Milwaukee Brewers suggests that young blacks among other young athletes are not interested in going to the minor leagues before they can play at the Major League level. He compares this to the National Basketball Association and the National Football League where young athletes can immediately jump to the pros right after high school. I completely agree with what Doug Melvin suggests in this article because young athletes, whether they are black or white, are trying to get paid millions of dollars as quick as they possibly can. In the case of young black athletes, most of them come from poor urban communities. They are looking to sign that multi-million dollar contract as soon as they are eligible to be drafted. In order to do so, they need to see the...\ntracking img",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.9923147559,
        "format_confidence":0.7452606559
    },
    {
        "url":"https:\/\/bridges.monash.edu\/articles\/chapter\/Do_LGBT_Pride_Games_Stop_Homophobic_Language_in_Sport_\/12864305\/2",
        "text":"Game Plan - Do Pride Games work.pdf (925.5 kB)\nDownload file\n\nDo LGBT Pride Games Stop Homophobic Language in Sport?\n\nDownload (925.5 kB)\nposted on 29.08.2020, 01:37 authored by Erik DenisonErik Denison, Daniel Toole\n\nIce hockey, as a sport, has received praise for its efforts to promote the inclusion of gay and bisexual men, and more recently, lesbian and bisexual women and transgender people (Heraux 2019). The sport also pioneered the ‘pride game’ concept (also sometimes called pride nights), which are regularly scheduled, rainbow-themed games held to promote the inclusion of LGBT people in sport. Despite these efforts, the lack of openly gay male professional hockey players and evidence that homophobic language remains common in the sport suggests approaches being used may need to be reconsidered. This paper examines if pride games, which have been adopted globally, are an effective way to drive change to homophobic language. This research responds to the need for pragmatic, evidence-based intervention approaches that can be used to reduce harm to LGBT people from homophobic behaviour in sport.",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.6273866296,
        "format_confidence":0.9616957903
    },
    {
        "url":"http:\/\/scholarworks.law.ubalt.edu\/all_fac\/557\/",
        "text":"Document Type\n\n\nPublication Date\n\nFall 2015\n\n\nThis Essay seeks to explore whether there is a regulatory tipping point for sports-the point at which the government will take action to address a perceived problem in sports-and if so, what the circumstances are that generate such a moment. Such an issue is particularly important now. Troubling stories about athletes' health and well-being and the consequences of our most beloved games are nothing new. Reports of the effects of sports concussions, exploitation of college athletes, and other examples of the harms wrought by the \"win at all costs\" mentality dominate sports headlines and prompt calls for meaningful change. Many have lost faith in sports regulators to take the necessary steps. This begs the question of whether the government will take action to address these issues. That is, will the steady drum beat of examples, many of which have been presented in detail to Congress, lead to a public policy tipping point that prompts government intervention? For these or other important sports issues, will the government step in and take meaningful action to rein in the so-called excesses of sport?\n\nIn general, the answer is no. Using the example of doping in sports, this Essay explains that it takes more than shocking media reports and allegations of harm to athletes. Instead, as the anti-doping example illustrates, what makes the difference and brings us to the intervention tipping point is harm to the games themselves. In such a circumstance, the government has found a motivation to act and has proven well equipped to check the abuses in sports. In this way, the fight against doping in sports provides important insight into possible future sports reforms.\n\n\n\nTo view the content in your browser, please download Adobe Reader or, alternately,\nyou may Download the file to your hard drive.\n\nNOTE: The latest versions of Adobe Reader do not support viewing PDF files within Firefox on Mac OS and if you are using a modern (Intel) Mac, there is no official plugin for viewing PDF files within the browser window.",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.5973775387,
        "format_confidence":0.8457878232
    },
    {
        "url":"https:\/\/crimsonpublishers.com\/rism\/abstract\/RISM.000557.php",
        "text":"Crimson Publishers Publish With Us Reprints e-Books Video articles\n\n\nResearch & Investigations in Sports Medicine\n\nThe Proprioceptive Neuromuscular Facilitation Reduces Isometric Strength in Apparently Health Women\n\n  • Open or Close Gabriel Costa e Silva1,2*, Rodrigo Rodrigues3, Anderson Silveira4, Fabrízio Di Masi4, Carlos Herdy5 and Roberto Simão6\n\n    1Faculdade de Medicina do ABC, Fundação ABC, Brazil\n\n    2Grupo de Pesquisa em Ciências do Movimento Humano, Colégio Pedro II, Brazil\n\n    3Departamento de Medicina, Universidade Federal de São Paulo, Brazil\n\n    4Departamento de Educação Física e Desporto, Universidade Federal Rural do Rio de Janeiro, Brazil\n\n    5Programa de Pós-Graduação em Epidemiologia e Saúde Pública, Fundação Oswaldo Cruz, Brazil\n\n    6Escola de Educação Física e Desportos, Universidade Federal do Rio de Janeiro, Brazil\n\n    *Corresponding author: Gabriel Costa e Silva, Programa de Doutorado em Ciências da Saúde, Faculdade de Medicina do ABC, Fundação ABC, Brazil\n\nSubmission: April 16, 2018; Published: May 29, 2018\n\nDOI: 10.31031\/RISM.2018.03.000557\n\nISSN: 2577-1914\nVolume3 Issue2\n\n\nMuscular strength is considered one of the principal physical aptitude and healthy components [1] and its evaluation through manual grip, besides being relatively simple, does not involve considerable financial expenditures and possesses good predictive capacity. Therefore, it can have great value for triage in programs and researches considering physical activities and sports [2]. Suitable levels of strength and flexibility are important for good physical aptitude and healthy1 thereby previous works report stretching capacity in sport performance reduction [3], by neural and structural modifications due to muscular stretching [4]. Thus, this work aims to investigate the acute effect of PNF stretching method on the isometric strength of muscles used in manual grip of healthy women.\n\nGet access to the full text of this article",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.589178443,
        "format_confidence":0.876634717
    },
    {
        "url":"https:\/\/proessays.net\/essays\/the-process-of-blood-flow-and-sporting-events",
        "text":"The Process of Blood Flow and Sporting Events\n\nThis essay has been submitted by a student. This is not an example of the work written by our professional essay writers.\nThis essay has been submitted by a student. This is not an example of the work written by our professional essay writers.\n\nThe Process of Blood Flow\n\nHow does blood flow through the heart? Blood flows into the heart through two large veins and leaves the heart through arteries after the oxygenation process. This essay will explain the process of blood flow in an orderly and detailed manner to make the reader understand better.\n\nAfter the oxygenated blood flows back into the heart, the blood enters the heart through the Vena Cava and empties the de-oxygenated blood from the body. The de-oxygenated blood is emptied at the right atrium and as the atrium contracts; the blood is pushed into the right ventricle when the tricuspid valve opens. After the blood passes through the Tricuspid valve, the valve shuts to prevent backflow into the atria due to the ventricle contractions. At this point; the blood is still de-oxygenated as is flowing towards the lungs to be refilled with oxygen. Due to the contractions of the ventricle, the blood flows out of the heart through the pulmonic valve into the pulmonary artery. From the artery, the blood now enters the lungs and is oxygenated once again. Note that this flow takes place on the right side of the heart before heading to the left side.\n\nIn the left side of the heart, the pulmonary vein empties the rich blood from the lungs and forwards it into the left atrium. The blood then passes through the mitral valve and enters the left ventricle. Note that after blood passes through a valve, the valve shuts to prevent backflow of the blood. As the left ventricle contracts, it increases the blood momentum and forwards it to the aortic valve which then forwards it to the main artery (Aorta). The oxygenated blood leaves the heart through this artery and is distributed to all the body cells. Note that this flow begins from the embryonic stage when the heart starts to beat and repeats itself sixty times a minute until the death of an individual, (Sarah Levete, pg.2). The process is simply a lifetime blood circulation.\n\nUnderstanding Football\n\nFootball is among the most popular sports in the world and is played in all nations in the world. South America, Africa and Europe are the continents which have completely embraces football and therefore have many leagues belonging to them. These nations produce some of the best football players of all time. Football impacts our lives on a positive note and improves our social activities. This essay will explain ways and give illustrations on how football impacts lives.\n\nFootball reduces the crime rate in our societies at a high rate. Football helps to occupy idle people and keep them from engaging in illegal activities hence transforming them in a better way. Football contributes significant to charity organizations and helps to uplift the living standards of many people. Because of the tremendous amount of monies football clubs make, many people in society are helped due to their charity contributions. Football helps people to exercise hence preventing medical conditions such as obesity and other diseases related to lack of exercise. Football improves our social interaction and enhances healthy relationships, (Martin Robertson, pg.1). Football helps to promote teamwork values as the players and spectators learn how to handle shared responsibility. Football enhances the physical fitness of the players through exercises hence helping them to achieve good health. This is a major advantage to the players. For instance, it is rare to find a football player getting sick or having health conditions linked to lack of physical exercises.\n\nFootball provides social entertainment to people and enhances businesses. Have you ever visited an entertainment joint mostly on a weekend? If yes, probably you have observed how football fans wait for their favorite teams to play hence boosting businesses. Lastly, football helps to promote human health by relieving stress. Apparently, football has both pros and cons, but the pros of football outweigh the cons hence making the sport one to be embraced in our communities. Football has become a global sport with about all nations in the world embracing and focusing their efforts on their national football teams. This show just how important the sport is; therefore, we should embrace the sport and invest in it for better impacts to the society.\n\nModern Baseball\n\nThe following are two competitive baseball teams playing at the national level and will weigh their strengths to separate the boys from men. St. Louis Cardinal and Pittsburgh Pirattes will be battling it out for the 2016 National Baseball semi-finals to determine who will proceed to the next level. Sit back, relax, and enjoy the show as I update you on any developing news.\n\nOn the left side, we see the famous Cardinals ready to showcase their might in baseball. The squad for today is comprised of Jordan Walden (pitcher), Ken Peters (outfielder), Matt Carpenter (outfielder), Charlie Tilson (infielder), Aledmyz Diaz (infielder), Jeremy Hazel Baker (outfielder), and the very able man, Stephen Piscotty (pitcher). On the right side are the Pirattes ready to give the Cardinals a run for their money. I see an equally gifted man Gerrit Cole (pitcher), John Holdzkom (infielder), Jordy Mercer (infielder), John Jaso (infielder), Ryan Vogelsong (pitcher), Cole Figueroa (infielder), and the notable black Josh Harrison (infielder).\n\nThe Cardinals are currently on top of the table with impressive points going fifteen games unbeaten out of the sixteen games they have played and have only drawn once with the NY Yankees. Also, Jordan Walden is among the top pitchers with excellent performances for the past three seasons. If the Pirrates get to beat them today, they will break the title of the unbeaten Cardinals. The Pirrates are also in a good position on the table standing at number three after the Chicago Sox. They have won ten matches out of the seventeen games so far. They have lost two matches and drew in five matches. Gerri (pitcher) is also a controversial baseball player and an excellently talented one for that matter. Gerit Cole has played baseball since his early teenage years and has been awarded numerous trophies. Let's see if he adds one more trophy to his trophies cabinet and retain his title as the best pitcher of the season for the upcoming season.\n\nBaseball History\n\nThe history of this popular sport can be traced back to the eighteenth century when armatures played a baseball-like game. It was later improvised and became a sport that is currently embraced by the majority of American people and the global community. Abner Doubleday cannot be credited for the invention of baseball as the sport came as a result of few armatures enjoying a simple game that was played like baseball. Apparently, the game did not involve any rules. However, Abner earns himself credit for been a part of the few people who helped to improvise this great and awesome sport and made it what it is today.\n\nJackie Robinson contributions to baseball were significant because, in the year 1947, he made history by breaking baseball color barrier and managed to scoop the National League Rookie of the year in his first baseball season. He also assisted the Brooklyn Dodgers to win the National League Championship and paved a better chance for the African-American people to thrive in the sport. \"Jackie Robinson's success enhanced the professionalism in sports integrations not only in baseball but also in other sports,\" (Jules Tygiel, pg.1). These were major contributions and are highly appreciated by diverse sports lovers across the world.\n\nThe hall of fame comprised of mainly four finest baseball players in a class of 1936 baseball champions. These players were Babe Ruth (infielder-NY Yankees, 1914-1935), Ty Cobb (catcher-Detroit Tigers, 1905-1928), Christy Mathewson (pitcher-NY Giants, 1900-1916), and Walter Johnson (pitcher-Washington Senators, 1907-1927). Babe Ruth amused the baseball fraternity when he drunk punch made by Chicago Sox fanatics and dominated the game the following day. After an excellent performance, he asked the Sox fans for the second round of drinks take place. Probably, the Sox fans expected him to miss the most anticipated match.\n\n\nLevete, Sarah. Understanding the Heart, Lungs, and Blood. New York: Rosen Central, 2010. Print.\n\nRobertson, Martin. Sporting Events: Impacts, Plans, and Opportunities. Eastbourne: Leisure Studies Association, 2006. Print.\n\n\"ESPN.\" .com. Web. 08 May 2016.\n\nTygiel, Jules. \": Taking on the Yankees: Winning in the Business of Baseball, 19032003.\" AM HIST REV The American Historical Review 110.4 (2005): 1217-218. Web.\n\n\n\nRequest Removal\n\nIf you are the original author of this essay and no longer wish to have it published on the ProEssays website, please click below to request its removal:",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.9435777068,
        "format_confidence":0.8852296472
    },
    {
        "url":"https:\/\/rugbyscientists.com\/2015\/04\/16\/our-quest-to-review-all-the-skills-in-rugby\/",
        "text":"Our quest to review all the skills in Rugby\n\n\nFigure 1: Overview of skills diagram\n\n\nHi, my name is Steve and I am a MSc Student at UCT (Supervisor Sharief Hendricks). As part of my masters’ research I am trying to understand the skills used in rugby union. To achieve this difficult task, I have attempted to create a dynamic working model to categorise all the skills. For simplicity, I have come up with two broad ways of categorizing skills, ‘when’ and ‘what’ (figure 1).\n\n‘When’ refers to the part of a rugby game the skills are used; in open play, the breakdown, or in set-pieces. The second category ‘what’ refers to the type of skill, i.e. is it a technical, perceptual or tactical skill.\n\n\nAs seen in figure 1, the category ‘when’ can be broken down into the three distinct phases which make up a game of rugby union; set play, open play, and breakdowns. Set play refers to the starts and restarts of the game, open play to when the ball moves freely around the field and the breakdown refers to instances in the game when open play is interrupted by a tackle, resulting in a ruck or maul. All three phases require different skills.\n\n\nFigure 2: Skills used in attack in open play\n\nThe skills used in open play can be separated into the skills used in attack and in defence (figure 2). Figure 2 shows a breakdown of the skills used in attack during open play. These skills in attack can be divided into two mini-units. A mini-unit is a group of players who have the same immediate function. Life of the ball refers to the ball-carrier and their immediate support. The role of this unit is to move the ball forward, through creating and preserving space, striking into the space and supporting the strike. The skills in this category predominantly describe the skills used by the ball-carrier and include non-contact and contact skills. Contact skills are the skills used by the ball-carrier during the tackle and in the immediate breakdown contest before a ruck or maul is formed. The other category, or mini-unit, which makes up attack in open play, is support, referring to the support players not immediately involved in carrying the ball. The support mini-unit can be separated into channel support and lateral support. The lateral support describes the other players in the attacking line, not immediately involved in the life of the ball. These players appropriate the width and depth of the attacking movement. The channel support refers to the players on the inside of the life of the ball, not part of the immediate attacking play, and often includes the forwards.\n\n\nFigure 3: Skills used in defence in open play\n\nFigure 3 represents the skills used by the defensive players in open play. The role of the defensive team can similarly be separated into mini-units. The first mini-unit, ball defence, refers to the tackler and defenders on either side of them. Similar to the life of the ball, these players use both contact and non-contact skills. Similar to the attack category support can be separated into lateral and channel support. Lateral support are the players in the defensive line not in immediate proximity with the ‘life of the ball’ mini unit. Channel support refers to the defensive players not in the defensive line. The skills used by the channel support mainly revolve around movement and anticipation skills related to being the support players at future breakdowns. The last mini-unit are the deep players, which include the full back and on occasion wingers. These players act as a last line of defence.\n\n\nFigure 4: Skills used at the breakdown\n\nAnother category of when skills are used in rugby union is the breakdown (figure 4). The skills used in the breakdown were tiered into those used in attack and in defence, and then further into those used in the ruck and those used in the maul. A ruck is formed when at least two opposing players are in contact with each other over a loose ball on the ground (Williams & Bunce, 2012). For this reason, ball placement and movement when tackled and fetching were included in the open play skills diagram, as these skills occur before a ruck is formed. The skills in the ruck therefore refer to those used by the players bound in the ruck, and include binding, driving, and screening. A maul occurs when a ball-carrier is held up by one or more opponents, and one or more of their teammates bind to the ball-carrier (Williams & Bunce, 2012). The ball is therefore in hand, and although in the maul similar skills to those in ruck are used, handling and ripping skills are also included.\n\n\nFigure 5: The functional roles at set-pieces and the individual skills required\n\nThe third phase of play when skills are used is in set-pieces. Two prominent set-pieces are scrums and line-outs. Scrums and line-outs are technical set-pieces used to restart a rugby game, and require particular players to perform specific functional roles. In figure 5 a brief outline of those roles and the position specific skills required by players’ can be seen. A more detailed description can be found in the IRB level 2 coaching manual at the following link: http:\/\/www.rugby.ru\/wp-content\/uploads\/file\/academiya\/biblioteka\/Level-2-Coaching-2011-Manual.pdf\n\n\nFigure 6: The different types of skills used in rugby union\n\n\nFigure 6 represents another way that skills can be classified; ‘what’ referring to the type of skill, whether it is a technical, perceptual or tactical skill. The first classification of skills is technical skills (figure 7). Technical, or motor, skills are skills that require an intentional muscular movement. These skills can further be classified into open and closed skills. Whether a skill is classified as open or closed depends on the playing environment in which it’s performed. If the environment is stable, i.e. there are no external influences from opponents or teammates that affect the execution of the skill, the skill is classified closed. Rugby union is a free flowing game, and players often have to perform skills in a rapidly changing environment. Therefore the majority of technical skills used in rugby can be categorized as open skills. However, there are a few types of passes and kicks in rugby union that can be defined as closed skills.\n\n\nFigure 7: Technical skills in rugby union\n\nAs players are confronted with a rapidly changing environment, players use certain cognitive skills to interpret this environment. These cognitive skills make up the other two types of skills in the ‘what’ category, and can be broken up into perceptual skills or tactical skills (figure 8). Perceptual skills relate to the ability to take in external cues from the environment, and react appropriately. These include awareness of the movement and positioning of other players, pattern recognition and anticipation. There is some overlap between perceptual and technical skills, and in truth most skills have both technical and perceptual components.\n\n\nFigure 8: Cognitive skills in rugby union\n\nTactical skills are related to strategy, and involve the planning of a series of phases resulting in an end goal. Practical examples in rugby are the decision to kick for posts or go for a line-out in opponents 22m at a penalty, or the decision to keep the ball in hand and run the ball up the field, or kick into space to gain territory.\n\nAs I mentioned in the introduction this is a working model, and I would really appreciate any input, so please leave a comment below.\n\n\nSteve den Hollander\n\n\nInternational Rugby Board. (2011). INTERNATIONAL RUGBY BOARD LEVEL 2 COACHING MANUAL. Retrieved from http:\/\/www.irb.com\/mm\/document\/aboutirb\/irborganisation\/02\/06\/18\/19\/120327ljrugbysevensplanfinal.pdf\n\nWilliams, T., & Bunce, F. (2012). Rugby Skills, Tactics & Rules (3rd ed.). Buffalo: Firefly Books.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.9952390194,
        "format_confidence":0.8937847018
    },
    {
        "url":"https:\/\/insights.ovid.com\/pubmed?PMID=28759538",
        "text":"Validity and reliability of the Hexoskin® wearable biometric vest during maximal aerobic power testing in elite cyclists\n\n    loading  Checking for direct PDF access through Ovid\n\n\nThe purpose of this study was to investigate the validity and reliability of the Hexoskin® vest for measuring respiration and heart rate (HR) in elite cyclists during a progressive test to exhaustion. Ten male elite cyclists (age 28.8 ± 12.5 yr, height 179.3 ± 6.0 cm, weight 73.2 ± 9.1 kg, V˙ O2max 60.7 ± 7.8, mean ± SD) conducted a maximal aerobic cycle ergometer test using a ramped protocol (starting at 100W with 25W increments each min to failure) during two separate occasions over a 3-4 day period. Compared to the criterion measure (Metamax 3B) the Hexoskin® vest showed mainly small typical errors (1.3-6.2%) for HR and breathing frequency (f), but larger typical errors (9.5-19.6%) for minute ventilation (V˙E) during the progressive test to exhaustion. The typical error indicating the reliability of the Hexoskin® vest at moderate intensity exercise between tests was small for HR (2.6-2.9%) and f (2.5-3.2%) but slightly larger for V˙E (5.3-7.9%). We conclude that the Hexoskin® vest is sufficiently valid and reliable for measurements of HR and f in elite athletes during high intensity cycling but the calculated V˙E value the Hexoskin® vest produces during such exercise should be used with caution due to the lower validity and reliability of this variable.\n\nRelated Topics\n\n    loading  Loading Related Articles",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.6918812394,
        "format_confidence":0.9409948587
    },
    {
        "url":"https:\/\/encompass.eku.edu\/honors_theses\/10\/",
        "text":"Since 1897, The Boston Marathon has evolved into a race of utmost prominence. It is now the longest running marathon and will celebrate its 116th anniversary April 16th, 2012. As this race can be seen as the common man’s Olympics, it attracts the world’s most elite and avid runners. The goal of this study was to analyze the overall qualifying standards and financial impacts regarding sponsorships and charities, as well as the social influences that advanced the significance of this race. A literature review was conducted through examination of academic articles, books, and social networking sites. The city of Boston and the Boston Athletic Association headquarters were visited in order to acquire supplementary data. The conclusions will be summarized and discussed.\n\nSemester\/Year of Award\n\nSpring 2012\n\n\nJames M. Larkin\n\nMentor Professional Affiliation\n\nExercise and Sport Science\n\nAccess Options\n\nRestricted Access Thesis\n\nDocument Type\n\nBachelor Thesis\n\nDegree Name\n\nHonors Scholars\n\nDegree Level\n\n\n\nExercise and Sport Science",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.9736084938,
        "format_confidence":0.9335793257
    },
    {
        "url":"http:\/\/www.studymode.com\/essays\/Physical-Exercise-And-Pilates-965370.html",
        "text":"Physical Exercise and Pilates\n\nOnly available on StudyMode\n  • Download(s) : 338\n  • Published : April 10, 2012\nOpen Document\nText Preview\nThe History of Pilates\n\nPilates is a form of exercise which focuses primarily on improving flexibility, strength and overall body awareness. Pilates consists of a series of controlled movements that can be performed on either the floor with a mat, or specially designed spring-resistant equipment which is all supervised by a trained Pilate’s instructor. The exercises of Pilate’s focus on strengthening ones core while continuously breathing deeply.\n\nCreated in the 1920’s by a physical trainer, Joseph Pilates, with the primary purpose of the exercise focused solely on rehabilitation. Pilates first used this form of exercise to treat soldiers who were returning from war. He also was known to treat dancers with Pilates to help strengthen their bodies as well as help heal various aches and pains. Joseph Pilates was a true believer that metal health and physical health were inter-related which formed the basis of his creation of Pilates.\n\nAs a dancer of eighteen years and long time athlete, I suffer from many aches and pains. I first thought of joining the class as a way to become introduced to the form of exercise. I first questioned the class as I suffer from back problems which I am currently treated for, however; on the first day of class when our Professor explained the concepts behind the class I realized that by strengthening my core, I could possibly experience less aches and pains in my lower back.\n\nI am very excited for this class as I believe it will help me and I hope that after this semester I can continue classes back home. Not only does this class help me strengthen my core but it also helps in switching up my usual workout routine which consists primarily of running. I feel that this class will also help me in being less stressed with school work especially during finals and midterms. The benefits that this class will provide me with will not only help with my physical health but also help with my mental health.\n\nWorks Cited\n\"Origins of...",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.9062680006,
        "format_confidence":0.8588522077
    },
    {
        "url":"http:\/\/bjsm.bmj.com\/content\/early\/2012\/09\/11\/bjsports-2012-091535",
        "text":"Article Text\n\nother Versions\n\nThe role of a relative age effect in the first winter Youth Olympic Games in 2012\n  1. Christian Raschner,\n  2. Lisa Müller,\n  3. Carolin Hildebrandt\n  1. Department of Sport Science, University of Innsbruck, Innsbruck, Austria\n  1. Correspondence to Dr Christian Raschner, Department of Sport Science, University of Innsbruck, Fuerstenweg 185, A-6020 Innsbruck; Christian.Raschner{at}\n\n\nBackground Owing to the separation into age groups at the first winter Youth Olympic Games (YOG), athletes differed in age by up to two years, leading to a potential relative age effect (RAE).\n\nObjective The purpose of this study was to define the role of the RAE in the first winter YOG with regard to sex, type of sport and performance.\n\nMethods The birth dates and anthropometric data of all 1021 athletes (557 male, 464 female, 14–19 years old) participating in 15 sports were analysed. A χ2 test was used to assess the difference between the observed and expected birth distributions. ANOVA (analysis of variance) and Kruskal−Wallis analyses were used to investigate differences in anthropometrics.\n\nResults The birth date distribution of the overall sample was significantly different from an equal distribution, with an over-representation of athletes born shortly after the cut-off date (χ2=284.7, p<0.001). A significant RAE was found in both male (χ2=245.1, p<0.001) and female competitors (χ2=74.6, p<0.001). An analysis based on the type of sport showed an RAE in all categories (strength—χ2=229.9, p<0.001, endurance—χ2=60.4, p<0.001 and technique-related sports χ2=25.2, p=0.001). Relatively older competitors were also over-represented among medal winners (χ2=47.9, p<0.001). Relatively older male competitors were significantly taller (p=0.005) and heavier (p<0.001) than younger competitors. No differences were found in female competitors.\n\nConclusions The results suggest that relative age had a highly significant influence on participation in various sports regardless of sex. A possible strategy to reduce the RAE would be a fixed quota for each birth year within the two-year age group across events.\n\n  • Adolescents\n  • Elite performance\n\nStatistics from\n\nRequest permissions\n\nIf you wish to reuse any or all of this article please use the link below which will take you to the Copyright Clearance Center’s RightsLink service. You will be able to get a quick price and instant permission to reuse the content in many different ways.",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.9818437696,
        "format_confidence":0.9735141397
    }
]