[
    {
        "url":"https:\/\/www.fairobserver.com\/author\/ariel-hessayon\/",
        "text":"Ariel Hessayon\n\nAriel Hessayon is a Senior Lecturer in the Department of History at Goldsmiths, University of London. He is the author of “Gold Tried in the Fire: The Prophet TheaurauJohn Tany and the English Revolution” (2007), as well as the co-editor of several collections of essays. Hessayon has also written extensively on a variety of early modern topics: anti-scripturism, book burning, communism, environmentalism, esotericism, extra-canonical texts, heresy, crypto-Jews, Judaizing, millenarianism, mysticism, prophecy and religious radicalism.\nSocial Contacts\n\nA Brief History of Women’s Football\n\nWith the FIFA Women’s World Cup in full swing, Ariel Hessayon reflects on women’s surprisingly long involvement with football. While medieval girls and women played and were entertained by a variety of bat and ball games, the earliest specific association I know of comes from a mid-15th century poem. This was a satire by the prolific East Anglian monk John Lydgate. In it the poet enlarged... Continue Reading\n\nFair Observer\n\n6 Magna Carta Myths Explained\n\nOur shared perception of Magna Carta owes more to events in the 17th and 18th centuries than the 13th. English history is full of myths. That shouldn’t surprise us, because a large part of modern English national identity is based on what we collectively believe happened in the past, rather than on what actually did—at least, as far as we can tell. The job of historians becomes harder... Continue Reading\n\nFair Observer\n\nBook Burning and Censorship in Revolutionary England\n\nDuring the English Revolution, authorities could no longer burn people, but they could still burn their books. What historians chose to write about is often informed not just by their intellectual interests, but also by present-day concerns. Sometimes those connections are drawn subtly. But on occasion they are blatant. Whether it’s the link between the study of women in the past and the... Continue Reading\n\nFair Observer\n\nBites, Brawls and Severed Heads: History of Football Violence\n\nLuis Suarez’s outrageous behavior on the pitch pales in comparison to football’s violent practices in the past. Another game, another bite. That’s the allegation against Uruguayan Luis Suarez, anyway, who has been accused of sinking his teeth into an opposition player. For the third time. But a mid-game nibble on an Italian player’s shoulder is nothing compared to football’s... Continue Reading\n\nFair Observer\n\nFrom Violent Peasants to Megastars: The History of Football\n\nFootball has never had it so good, but questions remain as to the game’s future direction. With the FIFA World Cup underway, there are many out there who have no idea about the history of this long-loved sport. If you love football, you’re probably only aware of its history from recent times. But football has a long, gruesomely violent and hugely interesting past. And so begins a tale of... Continue Reading\n\nFair Observer\nFair Observer, 461 Harbor Blvd, Belmont, CA 94002, USA",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.5803471208,
        "format_confidence":0.955296874
    },
    {
        "url":"http:\/\/www.findagrave.com\/cgi-bin\/fg.cgi?page=mr&MRid=46834833&FLid=40569877",
        "text":"Begin New Search\nRefine Last Search\nCemetery Lookup\nAdd Burial Records\nHelp with Find A Grave\n\nTop Contributors\nSuccess Stories\nDiscussion Forums\nFind A Grave Store\n\nLog In\nNatalia Danesi (#46834833)\n member for 9 years, 3 months, 25 days\n[Add to MyFriends]\nBio and Links\nNo bio available.\n Contact: Leave Public Message\nContributions to\nFind A Grave\n • 3,492 Memorials Added\n • 3,426 Memorials Managed\n • 7 Memorials\/Week\n • 2,838 Photos\n • 9,792 Virtual Flowers\n • 50 Virtual Cemeteries\n • 1 Famous Bio\n • 6,335 Fame Ratings\nSearch Contributor's Records\n\nFirst NameLast Name\n\nVirtual Cemeteries\nA: Jonestown (1214)\nAB: Children of Jonestown (412)\nAC: Jonestown Seniors (346)\nAD: Jonestown Adults (457)\nAE: People's Temple (105)\nAll My Children (16)\nAmerican Academy of Drama... (75)\nAnother World (29)\nAs The World Turns (31)\nBBC (127)\n[View all Virtual Cemeteries...]\nMessages left for Natalia Danesi (62)[Leave Message]\nre\"Jerome Sheldon Gottler\nHi, re: #26900550. His dates are B. December 2, 1915; D. October 11, 2005. Burial info posted previously is correct.\n\nFrank Reighter\nAdded by nonsportsnut on Jul 28, 2015 4:19 PM\nre:Location of Jerome S. Gottler\n\nI'm a Three Stooges researcher. Jerome S. Gottler (Find A Grave # 26900550) wrote two Three Stooges shorts; \"Woman Haters\" (1934) and \"Sweet & Hot\" (1958). Your Find A Grave listing for him has the wrong death date. It should be November 1, 2005. Also, below is his interrment location, which doesn't show on Find A Grave.\n\nJerome S. Gottler was born in New York City, N.Y. December 2, 1915, and died in Los Angeles, California November 1, 2005. He is interred at Hillside Memorial Park, 6001 W. Centralia Avenue, Culver City (Los Angeles County), California. He is in Acacia Garden; Wall GG; Row G; Space 78.\n\nFrank Reighter\nAdded by nonsportsnut on Jul 28, 2015 3:16 PM\nDennis McWilliams\nMary V. Waters Vernay\n\nCould you please transfer memorial no 38338777, Mary V Waters Vernay, to me? I am her great great grandson.\n\nThank you,\nDennis McWilliams\nContributor No 48636245\nAdded by Dennis McWilliams on Jul 18, 2015 10:12 PM\nThank you so much for transferring my relatives (Walter Goodwin and Mabel Goodwin Collins) over to me. It's much appreciated!\nAdded by ARW on Mar 09, 2015 7:20 PM\nBob Orr\nRE: James Pugh\nNatalia - Can you add the photo that you deleted and delete the short story that I could not get included with the larger photo.\n\nAlso I will be sending you a 1935 MHS Class photo of him - my Mother graduated in the same call as he did.\nAdded by Bob Orr on Mar 08, 2015 6:20 AM\nBob Orr\nJames Pugh - The Jonestown Tragedy\nNatalia - I have two more photos that I would like to send but the box is full - one is of Jim's graduating class from Mediapolis, IA and the other is a note that he wrote to my Mother who was also in the graduating class.\nAdded by Bob Orr on Mar 05, 2015 6:31 AM\nLorna Matthews-McCluskey\nCharlotte (Smith) Pickford\nCharlotte Hennessey was born Jan. 1, 1873 in Toronto, Ontario to Irish Catholic parents from Co. Kerry. Her mother's maiden name was Pickford.\nCharlotte Hennessey married John Charles Smith, a Methodist with English ancestry, who died young from injuries after a workplace accident. They both were born, grew up, were married, became parents, worked and lived in Toronto.\nTo supplement her income as a seamtress, Charlotte accepted boarders, much to the dismay of her Methodist in-laws. Through the boarders (actors), the Smith family was introduced to the entertainment business. With time, Charlotte changed her last name and that of her children to Pickford.\nYours sincerely,\nLorna McCluskey :-)\nAdded by Lorna Matthews-McCluskey on Dec 19, 2014 8:04 AM\nChelle Shonk\nRE: Natalia Ewald Parsons\nWow, yes please and thank you\nAdded by Chelle Shonk on Dec 09, 2014 3:28 AM\nMartin Douglas Packer\nThe Huxley Sisters: 2 x Mrs. Collier!!\nAdded by Martin Douglas Packer on Dec 08, 2014 3:23 AM\nDorothy Graves\nNatalie, that would be great if you would transfer them to me. Thank you.\nAdded by Dorothy Graves on Nov 17, 2014 5:36 PM\n[View all messages...]\n\nPrivacy Statement and Terms of Service",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.5658116937,
        "format_confidence":0.5321388245
    },
    {
        "url":"http:\/\/memorylab-europe.eu\/associate\/guenter-schlusche",
        "text":"Dr. Günter Schlusche\n\n\nCurrent living place:\nBerlin, Germany\n\nDr. Günter Schlusche\n\nArchitect \/ Planner, Berlin Wall Foundation\n\n  • Former activities:\n\n    Holocaust Memorial Berlin\n\n  • My organization:\n    The Berlin Wall Foundation, established by law as a public foundation, is aimed to secure public commemoration to the Berlin Wall and the division of Berlin, Germany and Europe between 1945 and 1989. It runs the National Monument dedicated to the memory of the of the divided city and the victims of Communist tyranny, the Open-Air-Exhibition with the Window of Remembrance on the former border strip along BernauerStrasse and the adjacent Documentation and Visitors Centre.\n\n  • Examples of concrete activities I have organized\/am organizing in the field of “dealing with the past”:\n\n    I am responsible for the extension of the Berlin Wall Memorial, and all related planning, construction, and financial management issues. Between 1996 and 2005 I was the planning and construction manager for the Memorial to the murdered Jews of Europe in Berlin’s centre. Since more than 20 years I have organised and participated in many national and international workshops and conferences (e.g. Vilnius, Gdansk, Bratislava, Krakow, Lille, Munich, Berlin, Potsdam, etc) according to these projects.\n\n  • Concrete challenges I am facing in my “dealing with the past”-related work:\n\n    The main challenge is to find contemporary ways of expressing the past and making it understandable for young people and for future generations. It is also important to preserve authentic relicts and remnants of this past without generating nostalgia. The understanding of the past should become an integrated part of present day life.\n\n  • My personal link to\/interest for the topic of “dealing with difficult pasts”:\n    In my opinion the understanding of the difficult past is vital for the understanding of actual developments here in Germany and in Europe., since Germany was divided due to the Nationalsocialistic period between 1933 and 1945. Elementary civil values like democracy and human rights can only be practised and renewed by understanding and analyzing this background. Besides that I am privately engaged since 20 years in the “Association for the exploration of lives and works of German Jewish architects” (Board member).",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.5068838,
        "format_confidence":0.9913395047
    },
    {
        "url":"https:\/\/www.sengers-au.com\/index.php\/component\/history\/?Itemid=0&task=history\/hist2.php",
        "text":"The CV of Chris Sengers\n\nNext page, Previous page, Menu\n\nAt W.Rijssemus\n\nFrom the 1st of February 1943 until the 11th of August 1945 I was employed by W.Rijssemus as an apprentice pastry cook.\n\nDuring this time I also attended a night school for this trade at Spangen(Rotterdam).\n\nI left this job because the boss, after I returned from Germany, insisted that I should keep on delivering by handcart the daily requirements of his two shops.\nThis was always a job for an adult and when I pointed this out to him he told me to take it or leave it.\nI told him he could stick the job after which he told me that before I should make that decision, I should first talk with my father.\nAs I knew that father would allow me to make up my own mind, I informed Mr.Rijssemus that I was my own man and that I would resign as from the 11th of August 1945.\n\nIn Front\n\nNext page, Previous page, Menu",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.782926321,
        "format_confidence":0.805003643
    },
    {
        "url":"https:\/\/commons.wikimedia.org\/wiki\/User:Garyvines",
        "text":"From Wikimedia Commons, the free media repository\nJump to: navigation, search\nMy boxes:\nFlag of Australia.svg This user lives in Australia.\n\n\nGary Vines is an archaeologist working in Melbourne. Australia. He is a member of the National Trust of Australia (Victoria) Industrial History Committee, and the Archaeological and Engineering\/Industrial Heritage advisory committees to Heritage Victoria. He is currently researching historic bridges in Victoria, and carrying out a variety of archaeological surveys. Website - [1]\n\nContact me[edit]\n\nYou can get in contact with him either by leaving a note on his talk page or via e-mail.\n\nMain Wikipedia articles[edit]",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.9351226091,
        "format_confidence":0.9870648384
    },
    {
        "url":"https:\/\/www.findagrave.com\/cgi-bin\/fg.cgi?page=mr&GSvcid=83282&GRid=39194424&MRid=47243814",
        "text":"Begin New Search\nRefine Last Search\nCemetery Lookup\nAdd Burial Records\nHelp with Find A Grave\n\nTop Contributors\nSuccess Stories\nCommunity Forums\nFind A Grave Store\n\nLog In\nRobin Creamer (#47243814)\n member for 7 years, 5 months, 8 days\n[Add to MyFriends]\nBio and Links\nBio Photo I'm a lifelong resident of Broken Arrow, OK which is very close to Tulsa. I live in the neighborhood that is next to Park Grove Cemetery in Broken Arrow. I just began this and I hope that my contributions will help. My father worked at Memorial Park Cemetery in Tulsa, OK for 30 years. I'm just beginning the geneology of my family and I realize how important this can be for not only me, but for other families. I'm hoping this will help me on my search for family. I keep a log book of all the photos I have taken and also a copy on my computer in case anyone needs it. If you do, please feel free to message me.\nLeave Public Message\nContributions to\nFind A Grave\n • 8 Memorials Added\n • 8 Memorials Managed\n • 50 Photos\n • 1 Photo Request\n • 43 Volunteer Photos Taken\n • 6 Virtual Flowers\n • 2 Fame Ratings\nMessages left for Robin Creamer (22)[Leave Message]\nEmail Hacker?\nHi Robin,\n\nI have gotten a couple of email from you at my personal e mail address. They contain links that I haven't checked. I just wanted to make sure your account hadn't been hacked.\n\nKristy Fox\nAdded by KRISTY FOX on Jun 21, 2012 7:59 AM\nMinnie Mooney\nThank you so much for the photo of Minnie Dallas Dobbs Langston Mooney. She was one of those lost family members that you work for months trying to find.\nThank Again\nAdded by Kathie on Jun 09, 2010 9:18 AM\nBecky Kellum\nJohn Stacy\nZuzu*s Petals\n\nEthan Jonathan David Stacy\nMemorial #52273592\n\nThis sweet little boy died a horrific death at the hands of this mother and step-father.\n\nThis happened locally here in Utah. This poor little boy came to spend the summer with his mother (per divorce agreement). His father had no idea of what he was sending his little boy into.\n\nEthan's mother's boyfriend (not yet her husband) tortured this sweet little angel on a daily basis. Scaling him in hot water, beat him mercilessly, staved him, and locked him away in a confined space. He died from his abuse and neglect.\n\nAfter his death his mother and step-father took his little body and mutilated it so that he could not be identified and then burned it before finally burying him up in the mountains.\n\nWe need to remember this poor little soul!!! No child should have to go through this and no child should be desecrated as little Ethan Stacy was.\n\nI will be attending the trial of these two monsters.\n\nThank you for you consideration. And please tell your other Find A Grave friends.\n\nBest regards - Kathie\nAdded by Zuzu*s Petals on May 18, 2010 8:38 PM\nAdded by Becky Kellum on May 18, 2010 8:59 PM\nThanks for the pic\nAdded by Logan on Apr 17, 2010 4:19 PM\nE Fox\nThanks so very much for the photo.\nAdded by E Fox on Apr 17, 2010 11:25 AM\nBecky Kellum\n\nThank You so much for taking the time to take a picture of Marion's stone. You are much appreciated. Becky\nAdded by Becky Kellum on Apr 16, 2010 10:41 PM\nFrosty Bear\nJo Lynn Buckley Archer\nThanks for taking the time to take a picture of Jo Lynn's stone.\nFrosty Bear\nAdded by Frosty Bear on Apr 16, 2010 9:35 PM\nRobert Mitchell\nThank You Robin\nfor the photo of Mr. Grubbs headstone I really appreciate it.\n\nAdded by Robert Mitchell on Apr 16, 2010 9:02 PM\nJudy Draper\nBilly Pritchard & Jerrel Lightfoot\nThank you so much for the great pictures.\n\nYour time and trouble are very much appreciated.\n\nCould you tell me if Billy was buried beside his wife? I don't know who he married or I would have listed her as well.\n\nThanks again,\n\nAdded by Judy Draper on Apr 16, 2010 8:29 PM\nHoward Zimmerle\nThank you!\nRobin, thank you so much for taking a photo of Chester & Helen Bender's tombstone. They are my wife's parents and she has never seen this. This means a lot to both of us, so thank you again.\nAdded by Howard Zimmerle on Apr 16, 2010 5:39 PM\n[View all messages...]\n\nPrivacy Statement and Terms of Service",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.669126153,
        "format_confidence":0.9173552394
    },
    {
        "url":"http:\/\/www.findagrave.com\/cgi-bin\/fg.cgi?page=mr&GRid=106064204&MRid=46603620",
        "text":"Begin New Search\nRefine Last Search\nCemetery Lookup\nAdd Burial Records\nHelp with Find A Grave\n\nTop Contributors\nSuccess Stories\nDiscussion Forums\nFind A Grave Store\n\nLog In\nK. Scott Jessup Jr. (#46603620)\n member for 11 years, 7 months, 4 days\n[Add to MyFriends]\nBio and Links\nBio Photo Name K. Scott Jessup Jr.\nInterests are Genealogy, gardening, hybridizing daylilies and my little boy Kevin III. Names I am researching for my wife in the Georgia area are: Studstill, Marchant, Fulford, Anderson, Cravey, Harper, Randolph, and Wells. In Alabama: Crumpler, Miller, Beasley, Skinner, and Mississippi: Jacks. I have a grandmother born to Lithuanian immigrants (Stulginskis), a great grandfather born to Scottish immigrants (Anderson) and a great grandmother born to Slovakian immigrants (Estock).\nLeave Public Message\nContributions to\nFind A Grave\n • 230 Memorials Added\n • 218 Memorials Managed\n • 443 Photos\n • 1 Photo Request\n • 32 Volunteer Photos Taken\n • 6 Virtual Flowers\n • 4 Virtual Cemeteries\n • 28 Fame Ratings\nSearch Contributor's Records\n\nFirst NameLast Name\n\nVirtual Cemeteries\nDecendants of John Jessup (16)\nGeorgia Jessups (31)\nShare the Blood (18)\nWife's Rebel Blood (14)\nMessages left for K. Scott Jessup... (19)[Leave Message]\nAlice Thomsen\nAllen Evans Langston\nHe is a 6th C2R to me. Thank you for taking and uploading his graveside photo.\nAdded by Alice Thomsen on May 06, 2014 12:02 AM\nStephanie Langston\nbaby Boy Ammons\nThe story behind him not having any death records is because he was born at home Stillborn and was placed in a box and buried by his father in the Leverett Family Cemetery. His grave was under a tree, but the tree had been cut down and only an indention remains. I was shown by Grandma Ammons were he was buried and that is where the marker sits with his name.\nAdded by Stephanie Langston on Apr 30, 2014 12:26 PM\nTerri Stewart\nThanks for the transfer, and don't worry about taking a while to get it done. I work full time and am bringing grandkids up, so I understand all about not getting everything done instantly. Since I don't get back to Georgia anymore, I really appreciate y'all who have created monuments to my family members. Keep up the good work.\nThanks again,\nAdded by Terri Stewart on Jan 26, 2014 5:39 PM\nRuth Breslin\nAgnes MERRITT Anderson\nHi Scott. Thank you so much for transferring this memorial to me. You were so quick to respond! Thank you again. I really appreciate it. ~ Ruth\nAdded by Ruth Breslin on Jan 21, 2013 7:16 AM\nPatricia Swingle\nElzia L Jessup\nI spelled Elzia's name incorrectly on my first message on this date. Please correct from Eliza TO Elzia.\nPatricia Welker Swingle\nAdded by Patricia Swingle on Dec 04, 2012 4:49 PM\nPatricia Swingle\nEliza Lafayette Jessup\nEliza Jessup and Edna Snell Jessup had seven children. The seventh child's information is as follows:\nNina L. Jessup\nBorn October 1, 1919; Danville, Vermilion, IL.\nDied: April 13, 1987; Danville, Vermilion, IL.\nMarried: Oscar Vernon Welker on October 1, 1939; Danville, Vermilion, Illinois\nNina L. Jessup Welker and Oscar Vernon Welker are buried at Sunset Memorial Park, Danville, Vermilion, Illinois\n\nPatricia Ann Welker Swingle\nDaughter of Oscar Vernon and Nina L Jessup Welker\nAdded by Patricia Swingle on Dec 04, 2012 4:45 PM\nApril Hyde Horsefield\nowners of kemp cemetery\ni have begun looking for the owners of kemp cemetery. i wanted to check if it has been \"adopted\" by anyone. i am interested in doing that and helping keep it maintained. any help would be appreciated.\napril horsefield\nAdded by April Hyde Horsefield on Jul 09, 2012 7:58 PM\nNancee Russell\nDorothy and Stephen Anderson\nWould you allow me to copy the photos you have of your grandparents for my tree. I am researching the Straders and as you know Dorothy is the granddaughter of Lula Strader Knight.\nAdded by Nancee Russell on Dec 21, 2011 9:40 PM\nIn Memoriam\nAnnie Sparrow Photo\nThank you very much for the photo. I appreciate your help.\nHave a great day.\nAdded by In Memoriam on Jun 29, 2011 2:41 PM\nBuddy Wright\n\nThanks for taking & posting the great photo of Buddy's marker. I noticed in the first photo, it looks like Frances, his wife, is next to him. If so, I'll set up a record for her & a photo request. Would you then post the first photo to her memorial also?\n\nRich O'Keefe\nAdded by richokeefe on Jun 29, 2011 4:33 AM\n[View all messages...]\n\nPrivacy Statement and Terms of Service",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.7399611473,
        "format_confidence":0.7768663168
    },
    {
        "url":"http:\/\/www.hebridespeople.com\/about\/",
        "text":"About Co Leis Thu?\n\nWhen Bill Lawson began to collect information of the families of the Outer Hebrides he was faced with the challenge of how to preserve the information he was gathering. There was also the problem of differentiating between the large numbers of persons of the same name. His solution was to begin a saturation coverage of all the families of the Islands, and to record them in family chart form.\n\nThe database he took was the 1851 census – the earliest reliable resource for all the islands – and use the data there to commence a family chart page for each family, each with a unique reference. Information from civil registers and later census returns was then added, with every marriage entry cross-referred to the wife’s page.\n\nInformation from Church Registers and estate records was then used to take the trees farther back, and information from oral tradition used to enhance and in many cases correct the data, to take most family charts back to the 1750s, and many much farther.\n\nFor families who left the islands before 1851 similar charts has been constructed, but in most cases less information is available, although there may well be a cross-reference to a family chart in one of the emigration areas.\n\nSo far, between the Outer Hebrides and the main emigrant areas, Bill has compiled some 27000 family charts!\n\nA typical family chart will commence with the family in 1851, expanded sideways and backwards as far as possible, and brought down usually to the mid 1950s. How much information will appear on the chart will depend on how many male children the head of house in 1851 had, how many male children his sons had, etc, and whether they remained on the islands. (This is not a case of male chauvinism but recognition that it is in the male line that the surname is usually transmitted!) If children had their own households in 1851 the cross-reference will be shown, as in all cases of marriage within the islands.\n\nAll pages are in Bill Lawson’s own handwriting, but how much is shown on a particular page depends, not on him, but on the extent of proliferation of the 1851 family!",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.9389395714,
        "format_confidence":0.9082230926
    },
    {
        "url":"http:\/\/www.alan-howarth.com\/second-world-war-blackpool-memories.html",
        "text":"Life in Blackpool during the second world war - video reminiscences\n\nsecond world war memories alan howarth call 07947673167 portrait of alan howarth\n\nHomeCorporate Video ProductionVideo Email MarketingCorporate PhotographyFreelance WritingCorporate PhotographsAbout AlanContact\n\nHomeCorporate VideoVideo Email MarketingCorporate PhotographyFreelance WritingNews and IdeasRate CardSponsorship\n\nNational Heritage Lottery Funded Project\n\nTo mark sixty years since the end of the Second World War the National Lottery Fund supported various projects and events relating to this important era of UK life.\n\nI was fortunate to be commissioned to film this project, recollections of life in wartime Blackpool.\n\nThe observations were fascinating, especially for me for, as a 'baby boomer' born shortly after the war ended, I was unaware of much of the wartime everyday life detail.\n\nMy parents, and their contemporaries, did not feel like reliving their memories so soon after the war ended, but the contributions from these interviewees, softened by the passing years are rich in warmth and humour, yet the anguish of those years is still fresh and tangible.\n\nThe only thing that wasn't rationed was entertainment\n\nHaving, myself been brought up on the Norfolk coast, closer to the action as it were, these memories from Blackpool residents have a totally different perspective.\n\nBlackpool was a place of recreation and training, for UK troops along with contingents from every other allied force too.\n\nOnly two bombs fell on the town in the whole of the conflict, though the resulting deaths should not be minimised, Blackpool was, relatively, a fun place to be. As many said: \"The only thing in the war that wasn't rationed was entertainment, and that's what Blackpool was all about.\"\n\nThe Day War Broke Out Death in Combat\nBeing Frightened Evacuees\nBest of Days Food\nBlack Market Propaganda\nBombing Strangers\nCall Up Work\n\n\n\nThe Day War Broke Out\n\nBeing Frightened\n\nBest of Days\n\nBlack Market\n\n\nCall Up\n\nDeath in Combat\n\n\n\n\n\n\nI'm here to solve your problems.\n\nI'm an easy guy to work with, I enjoy what I do and give everything 100% effort, passion and commitment.\n\nAlan Howarth\n\nSubscribe to\nAlan Howarth's\n\nFollow Alan Howarth's Blog\n\nFollow Alan Howarth on Twitter\n\nAlan Howarth - happy producing corporate interviews on the Web & in the Real World\n\nAlan Howarth: Corporate Photographer, Corporate Video Producer and Corporate Writer based near Blackpool, Preston & Lancaster, Lancashire in the North West of the UK, I frequently work in Leeds, Manchester and Birmingham and I spend 50% of my time working in London. within the M25, I travel throughout the UK and often work in mainland Europe, with work published throughout the world. As a corporate photographer my portrait images will enhance your marketing and your business, my video production skills can enhance your video email marketing campaigns. Email me know. I'll go anywhere - except war zones.\n\nAbout Alan Howarth | Site Map | Privacy Policy | Contact Me | Links | Rate Card | Terms of Business |Sponsorship©2006\/7\/8\/9 Alan Howarth\nThis Page:Second World War Blackpool Memories",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.9826644063,
        "format_confidence":0.8186212778
    },
    {
        "url":"https:\/\/southafricanfamilyhistory.com\/about\/",
        "text":"≡ Menu\n\nHi there.\n\nMy name is Jacqueline, and I love helping people, like you, uncover the missing people (and pieces) of your family tree!\n\n\nIf you want to learn more about your South African Ancestors, genealogy and family tree then you are in the right place.\n\nCome and explore vast articles, resources and links on this website, free of charge – my gift to you.\n\nThen if you have a specific research request, you can hire me to help you to discover your family’s past.\n\nA little bit about me\n\nI born and raised in South Africa and at 18 I moved to the United States.\n\nI went to study and live there, and ultimately I worked there for 9 years.\n\nI developed a keen interest and excitement in researching South African History and South African Family Trees.\n\nI even devoted THOUSANDS of hours to researching South African Family History and my South African family tree and roots both in South Africa, the United States, United Kingdom and Europe.\n\nWhen I graduated from University, I received “minor” in  Family History and Genealogy and Research.\n\n\nProfessional Background\n\nWhile in the United States, I worked for several years (2005-2011) for the Center of Family History and Genealogy and particularly for Immigrant Ancestors Project.\n\nIn 2006, I spent several months in the EnglandScotlandFrance and the Netherlands after doing genealogical research in theses countries, particularly diving into South African genealogy lines and those who emigrated to South Africa.\n\nThese vast areas of study have given me in depth research experiences.\n\nWhile South African research is complex and presents significant challenges, I’ve been able to be successful in finding information on my ancestors and for several clients.\n\nI’ve learned a great deal about methodologies, preparation and immigration research to name a few.\n\nHere is a picture of me at a showcase, showing off my time and research all over Europe.\n\n\n\nDetective of the Deceased\n\nI really enjoy being able to find information and resources that other have previously been unable to find.\n\nDiscovering clues and facts and information for my clients brings me great happiness!\nTo get started, hope on other the the blog and resource sections on this website.\n\nAnd if you want to get in touch with me, you can do so by filling out this form.\n\nKind Regards,\n\nJacqueline du Plessis\n\n\n\nWant me to work with you on your research project?\nClick here for details on how to hire me.",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.851231575,
        "format_confidence":0.9882124066
    },
    {
        "url":"http:\/\/findagrave.com\/cgi-bin\/fg.cgi?page=mr&MRid=47250521",
        "text":"Begin New Search\nRefine Last Search\nCemetery Lookup\nAdd Burial Records\nHelp with Find A Grave\n\nTop Contributors\nSuccess Stories\nDiscussion Forums\nFind A Grave Store\n\nLog In\nNancy (Hitchcock) Clewell (#47250521)\n member for 5 years, 5 months, 26 days\n[Add to MyFriends]\nBio and Links\nBio Photo Please help me process your edit requests by sending me a personal email to alert me that you have sent through a correction if you see that it has been a few days and the changes did not take place. With the new system there are no notices sent to the contributors that there are edits waiting to take place and we usually have to randomly stumble across them, or check daily.\nI am an amateur \"genie\" researching many family lines in both my husband's and my own family.\n\nDuring the summer of 2010, we re-traced the path of the wagon trains that brought our families out to Kansas, which took us through MO-IL-OH-PA. During our trip we not only visited the Historical Societies, but also many cemeteries where we cleaned or uncovered headstones, took photos, and documented the information for not only our records, but for future generations.\n\nHEADSTONE PHOTOS: My husband and I have spent considerable time, and in some instances driving great distances, battling weeds, heat, rain, bugs and critters to take these photos. Saying that...please feel free to use any photo for your family records. Please be respectful and do not re-post to any other memorials on FAG or any other public grave website. Should you find any questionable information, please do not hesitate to contact me.\n\nThis summer 2014 we are working on Lincoln Cemetery in Lebo, Kansas and Arvonia Cemetery in Arvonia, Kansas.\n\nMy husband's family lines are: Clewell, Cryder, Clester, Brink, Donley, Dixon, Derrick, Downs, Reid, Louthan\n\nMy family lines: Hitchcock, Higgins, Homire, Heskett, Van Buskirk, Meek, Robinson\n\nHappy hunting!\n\nLeave Public Message\nContributions to\nFind A Grave\n • 4,411 Memorials Added\n • 7,797 Memorials Managed\n • 15 Memorials\/Week\n • 10,170 Photos\n • 13 Photo Requests\n • 75 Volunteer Photos Taken\n • 7,899 Virtual Flowers\n • 37 Sponsorships\n • 91 Friends\nSearch Contributor's Records\n\nFirst NameLast Name\n\nFind A Grave Friends\nA Holly, Adrienne Walker, Ann A, Arleta ♥, Autumn, Becky Patlan, Betsey S, Cameron Disney, Cameron Disney, Carolyn (Schmid..., Carrie and Alle..., Cathy Kessinger, Cheryl White, Chris Mills, Cokeman2, Connie, Connie Nolet, Craig Manning, D Patterson, D W, [View all Find A Grave Friends...]\nMessages left for Nancy (Hitchcoc... (385)[Leave Message]\ndonna bybee rees\nRE: Clewell photos\nYour welcome. Enjoyed doing it\nAdded by donna bybee rees on Aug 24, 2015 10:11 PM\nRon Overley\nRE: Jacob Overley\nHi Nancy,\n\nThanks so much. I have had no response from my post that you mentioned and have no idea where the memorial came from. I am out of the country for a time so please lets catch up late in July. I would really like to learn and share what I know. Kind Regards, Ron Overley\nAdded by Ron Overley on Jul 06, 2015 7:19 AM\nWayne Splain\nKatie Erb's Unknown child\nHelen was Howard's twin sister.\nAdded by Wayne Splain on Jun 02, 2015 1:34 AM\nElizabeth Mace\nGladly deleted & transferred photo's to original. Sorry about the duplication. I try to double check but this one slipped past me. :)\nAdded by Timeless on Apr 19, 2015 2:51 PM\nRE: Grandview Cemetery\nYou are very welcome! :)\nAdded by Timeless on Apr 19, 2015 2:46 PM\nTree Leaf\nThank you for your attention to detail and caring as regards the Hodges line.\n\nAs requested I checked the updates. Those were fine. I went in to research the line a bit further, and found some more information for you, as well.\n\nBy the way I noticed your maiden name is Hitchcock. I am related to the Hitchcocks of Farmington, Maine. (Richard Hitchcock was originally from Damariscotta, I think.)\nAdded by Tree Leaf on Mar 23, 2015 9:02 PM\nNancy Wilson Hainey\nPicture for Mary Ann Jones Ellis at Arvonia\nThank you so much for the wonderful picture you took of this headstone. I don't know how you did it, but it is much clearer and more legible than it is in person!\nAdded by Nancy Wilson Hainey on Mar 18, 2015 9:50 AM\nChris Z.\nDear Nancy,\nFirst I'd like to thank you and your husband for posting such valuable genealogical information and photos on Find A Grave. I am particularly amazed at some of the information I'm finding on the Clewell line. I just accessed your record for Abraham Clewell telling the story of the men bringing guns to the cemetery for fear of Indians. I was also viewing your record for Joseph Clewell which is extensive. It appears that your husband and I share the same ancestors. George Craft Clewell and Anna Marie Keuchle\/Keuchley are my 5th great-grandparents and Abraham and Joseph would be my 5th great uncles. Would you be willing to share your sources for some of your information such as the story about the fear of Indians at Abraham's funeral. I'm fascinated! I probably don't have nearly as much information to share with you, but I do have some and I'd be more than willing to share what I do have. Either way, thank you very much for not only compiling, but being so willing to share the fantastic information you have posted online. I can't wait to finish dinner and get back to searching thru your records! Sincerely, Christine Z.\nAdded by Chris Z. on Mar 04, 2015 6:06 PM\nRE: Musselman\nHi Nancy,\nYes, I am related. My Great-Grandmother was Gertrude Musselman Fox. Henry would have been her Great-Grandfather. I got on Ancestry and did some searching and it looks like most people have Henry's father as also a Henry born in Lancaster County in 1737. The older Henry was the brother of David Henry and Christian, both of who appear to have served in the Revolutionary War. I am originally from Kansas where several of the Musselman's moved to after the Civil War but Moved to Texas in high school and have been here since except for a couple of years in the army.\n\nTroy Jenkins\nGrand Prairie, TX\nAdded by troyj on Mar 04, 2015 4:33 PM\nPatricia R Delaney\nRE: Charles A. Donley \/ Lena Ladd\nMy grandmother was Anna Mina Goyen; her father William Frances 1850; grandfather was Frances Goyen III 1820 so we are related lets see, Thomas William and William Frances were brothers I believe. Thanks for all the genealogy work you have done and do. I love learning all the history; recently was able to add my great-grandfather on the Goyen\/Slattery branch that we have never known before.\nAdded by Patricia R Delaney on Mar 01, 2015 7:43 AM\n[View all messages...]\n\nPrivacy Statement and Terms of Service",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.9292690158,
        "format_confidence":0.9571482539
    },
    {
        "url":"http:\/\/www.findagrave.com\/cgi-bin\/fg.cgi?page=mr&GSvcid=13410&GRid=20992475&MRid=46857903",
        "text":"Begin New Search\nRefine Last Search\nCemetery Lookup\nAdd Burial Records\nHelp with Find A Grave\n\nTop Contributors\nSuccess Stories\nDiscussion Forums\nFind A Grave Store\n\nLog In\nLuke Broersma (#46857903)\n member for 8 years, 8 months, 13 days\n[Add to MyFriends]\nBio and Links\nBio Photo I live in Marysville, California and enjoy researching my family history. Hopefully someday I will be able to find most of their graves.\nLeave Public Message\n Website: http:\/\/broersmafamily.blo...\nContributions to\nFind A Grave\n • 359 Memorials Added\n • 433 Memorials Managed\n • 1 Memorial\/week\n • 144 Photos\n • 15 Photo Requests\n • 13 Volunteer Photos Taken\n • 7 Virtual Cemeteries\n • 13 Fame Ratings\n • 7 Friends\nSearch Contributor's Records\n\nFirst NameLast Name\n\nVirtual Cemeteries\nBrad Thompson's Relatives (29)\nBrant Hansen's Relatives (16)\nLuke Broersma's Relatives (137)\nMat Coggins Relatives (8)\nSandee Wisner's Relatives (237)\nSherri Lynn Johnson's Rel... (1)\nTim McCleskey's Relatives (17)\nFind A Grave Friends\nApple, Bill Russell, Bob Keith, Carolyn Farnum, Chris, Pat Hall, Peter Hakze\nMessages left for Luke Broersma (48)[Leave Message]\nMarilyn Every Bradford\nSarah - Badgley cemetary\nCouldn't find the Sarah you were looking for -- I think there are many missing stones --\n\nI live near this Cemetary\n\nMarilyn ~~\nAdded by Marilyn Every Bradford on Apr 13, 2015 4:04 PM\nDiane Calhoun\nIsak Edward Swanson\nHi Luke,\nI see you are trying again to find Isak Edward Swanson at Oakmount Cemetery, Lafayette, Contra Costa, California.\nI wrote you June 2010 - a couple of times on this board as I couldn't find him thru the cemetery office.\nRemember, I only saw Mary Swanson when I took the photo shot. I also returned and besides myself and 2 of my kids, we searched the area, but nothing came up.\nI just jointed our Public Library and called them to see if they have newspapers online. I can only get access to the later 1996 and up papers on internet thru my library card.\nSo I will have to visit the library in the next 2 wks or so as I am gone this week. I don't know if you have their obits yet...Isak or Mary's.\nI will look up the obits for Isak if he is in the local papers and see if the obit\/death notice shows the place of his burial. This should be on their microfilms per the library.\nDiane Calhoun\nAdded by Diane Calhoun on Mar 07, 2015 4:57 PM\nBroerstra - Burlington Gardens\nGood day,\nIf you could contact the cemetery and obtain burial locations, I would be more than willing to obtain your photos. They can be reached at: 289-812-6220 or thru their website at: http:\/\/www.burlingtonmemorial.ca\/Contact-Us\/\nAdded by Nickole on Oct 20, 2014 9:29 AM\nI have claimed your photo request for Julian Broersma. I will photo and post tomorrow.\nI wanted you to know that I also located another Broersma at the same cemetery, and have transferred ownership of that memorial to you. No need to request a photo though, as I will also photo and post to that marker tomorrow.\nJust wanted you to know.\nThanks :-)\nAdded by Whitfield on May 08, 2014 9:10 PM\nVicky Bergman\nRE: Dengerink\nAdded by Vicky Bergman on May 01, 2014 6:36 PM\nVicky Bergman\nOn Hendrick Dengerink's memorial (25593642) you have noted \"s\/w Willemken Dengerink\". What does s\/w mean? Who is Willemken & is he related to Hendrick?If yes, how? Thanks.\nAdded by Vicky Bergman on May 01, 2014 5:32 PM\nduplicate memorial\nI will delete the duplicate.\nAdded by Nephele on Feb 21, 2014 6:39 PM\nMyrtle Hall\nHello, Luke, I won't be able to take a photo for you for another week, but I am sure that someone will get it done for you in the meantime. But I wanted to write to tell you that Myrtle Hall died April 18, 1890 and she is buried with Effa D. died Sept. 5, 1852-age 9 mo 2 da, daughter of W.H. and M.E., David died June 12, 1855 aged 62 years husband Sarah Hall and Sarah died July 3, 1858 age 65 Years wife of David Hall. They are buried in Lot 92 at East Fox Lake cemetery.\nAdded by Ainsley on Oct 24, 2013 2:07 PM\nMegan Heyl\nRE: Etje photo\n\nthat is hunting down history (all one word)\n\nAdded by Megan Heyl on Jun 10, 2013 3:59 PM\nMegan Heyl\nEtje photo\nHello -\nI claimed your photo request for Etje and am sorry to report there is no headstone or marker for her. I will mark the request as necessary and add a \"flower\" stating there is no headstone. By a sheer chance - do you happen to have any photos of her brother Pieter \/ his family?? I believe they are buried in the Netherlands - Friesland. Thanks! Megan\nAdded by Megan Heyl on Jun 10, 2013 10:57 AM\n[View all messages...]\n\nPrivacy Statement and Terms of Service",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.9185263515,
        "format_confidence":0.7741381526
    },
    {
        "url":"http:\/\/www.genealogy.com\/genealogy\/users\/s\/e\/a\/Sharon-Seavey-MA\/index.html",
        "text":"\nLearn more\n\n\n\nFamily Finder\nFirst Name:\n\nJohn Edmund Curtin : Rockchapel, Ireland to Haverhill, Ma.\n\nUpdated December 1, 2009\n\nAbout Our Family Research\n\nJohn Edmund Curtin arrived in Boston May 10, 1897 from Rockchapel, Cork, Ireland at age 22. One of fourteen children, he left his parents, siblings and family farm to come to America.\n\nSince there were many Curtin families in Rockchapel all families had nicknames to differentiate them from each other.\n\nThis Curtin line was known as \"The Gods\" very holy (devout) people ....a name given to a g\/father for example, would still be used by locals when talking about a grandson----- like The Gods John Edmund Curtin !!\n\nWith much gratitude to Margaret Curtain of Australia for all her help, patients and time. This is my Grandfather's lineage.\n\nFamily Photos\nRelated Files\nContact the Author\n\n\nHome | Help | About Us | Site Index | Terms of Service | PRIVACY\nThe content shown on this page has been submitted by a customer, and is not subject to verification by Neither nor its affiliates are responsible for the accuracy of any information contained on this page. The opinions expressed on this page are the author's alone and not the opinions of\n© 2011",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.6437937617,
        "format_confidence":0.888336122
    },
    {
        "url":"https:\/\/kennedysandking.com\/content\/author\/317-garyaguilar",
        "text":"Gary Aguilar\n\nGary Aguilar\n\nGary L. Aguilar, MD, is one of the few physicians outside the government ever permitted to examine the still-restricted photographs and X-rays taken during President Kennedy’s autopsy.  He has published widely on the medical evidence in professional journals, books and on-line.  He has  lectured before academic medical, academic medico-legal, and non-professional public audiences on the subject. He is currently Clinical Professor of Ophthalmology, U.C. San Francisco, and the head of ophthalmology and the Vice Chief of Staff at Saint Francis Memorial Hospital in San Francisco.\n\nTuesday, 15 October 1996 22:28\n\nThe Files Fiasco\n\nGary Aguilar details his unfortunate personal experience with the producer of a current video entitled \"The Murder of JFK: Confession of an Assassin\". Gary traces back its auspices to Joe West and the Roscoe White interlude that also purported to solve the case.\n\nThursday, 20 October 2016 23:38\n\nHoward Willens and The American Scholar\n\nThis essay on [Willens' and Mosk's] work for the Warren Commission they served on is more notable for what they omit from the official record than what they include, writes Gary Aguilar.\n\nWe here publish two letters written by Gary Aguilar and Cyril Wecht to the editors of the the journal of the Association of Firearm and Toolmark Examiners concerning the ludicrous claims made by PBS' program on the JFK assassination.\n\nFlip de Mey’s well written and entertaining book makes valuable contributions. But in the end it must be said it is far from completely satisfactory. However, there is great material in the book and students are encouraged to read it, and then decide for themselves, writes Gary Aguilar.\n\n\n\nLine after line, paragraph after paragraph, page after page, McAdams trudges tirelessly onward, selectively using testimony to reach a particular conclusion. Though readers may find that it’s perhaps a bit short on fact, and a tad thin on logic, JFK Assassination Logic more than compensates by being wonderfully long on misguided patriotism, concludes Gary Aguilar.\n\nNot only did neither [Gerald Posner nor Vincent Bugliosi] address Dr. Perry's inconsistencies, neither ever mentioned the official HSCA memo to counsel Robert Tanenbaum concerning the plausible explanation Mr. Gochenaur gave for the doctor's flip-flopping, writes Gary Aguilar.\n\nThe book's use also lies in demonstrating that it may not be possible for one person to fully master, or give a fair accounting of, this impossibly tangled mess of a case, writes Gary Aguilar.\n\n[Holland's] analysis ... is fated to be washed away under a tsunami of recent scholarship ... Rooted in documents declassified in the wake of the public's reaction to Oliver Stone's film JFK, academics and researchers have discovered that the real JFK, despite his considerable flaws, was worlds away from the hawkish clown of Holland's (and Cockburn's) imagination, writes Gary Aguilar.\n\nWhy Russo's work is viewed negatively by both the defenders and critics of the Warren Commission.\n\nFind Us On ...\n\n\nPlease publish modules in offcanvas position.",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.5473358035,
        "format_confidence":0.7455562353
    },
    {
        "url":"http:\/\/www.talkingstick.biz\/bio\/",
        "text":"Susan Wille\n\nSusan In Mirror\n\nSusan Wille is a passionate oral historian. She extends herself into the world of those she is documenting, bringing an immediacy and honesty to her projects.\n\nBorn in a small town in rural Iowa, Susan has traveled the world, documenting the human condition through audio interviews, journals, and photographs. Her most recent project is an oral history of Bisbee Arizona, a mining town in Cochise County, where she has resided since 1999.\n\nWe're on Facebook Click the Circle F\nNew Interviews..... Local Food\n\nFood For Thought - The Bisbee Farmers' Market & Animal Agriculture.\n\nA Rancher's Story - Dennis Moroney on ranching in Cochise County.\n\nA People's History Of Bisbee\n\nA People's History Of Bisbee is now for sale on this website. To order your copy, click on \"Purchase\" at the top of this page.\n\nBonus Material\n\nUnder the \"Bisbee\" menu. New interviews and stories.\n\nMining Today\n\n\nFamous Artists Of Bisbee\n\nReceive an email when new stories are posted\nWrite Your Email Below\ntalking stick\n\nFirst Nations people of the Pacific Northwest created the talking stick as both a symbol of a leader's authority and as an instrument of democracy, passing around a carved staff in a group to ensure that each person holding the staff had their chance to be heard.\n\nI see the microphone as a kind of talking stick, allowing  people to record their ideas & personal stories for others to hear.",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.8199349642,
        "format_confidence":0.9817450643
    },
    {
        "url":"https:\/\/www.findagrave.com\/user\/profile\/47413631",
        "text":"M Gilbertson\n\nMember for\n6 years · 11 months · 4 days\nFind A Grave ID\n\n\nFind A Grave has been a great way for me to pursue my goals as a family historian. It is much more than just a record of where folks are buried with the feature to link family members and essentially build a family tree for all other family members to view and appreciate.\nAs I visit cemeteries I try to take as many photos as possible to post to existing memorials or to add to new memorials where needed.\nI will gladly transfer any memorial of a family member or friend of yours. Please use the edit tab to request transfers. I am not fussy about the guidelines - just ask.\n\nSearch memorial contributions by M Gilbertson\n\n\n\n589th Engr Bn\n\n35 Memorials",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.5072043538,
        "format_confidence":0.9891317487
    },
    {
        "url":"https:\/\/peterwatsonauthor.com\/",
        "text":"Between December 1943 and August 1944, Franklin Delano Roosevelt and Winston Churchill ign …\n\n\n\nMadeleine’s War\n\nMatthew Hammond is a British military officer posted to the European theater during World …\n\n\n\nstack of newspapers\n\nA Link Between the Boston and Birmingham Bombers\n\nNo one, so far as I know, has yet pointed out a potentially significant parallel between T …\n\n\nUniversities Press Review\n\nUniversities Press Review 9 (September 2020)\n\nDear Reader,\n\nThank you for getting in touch. (If you have done so recently then you are doing your best to lead a normal life at an abnormal time – good for you.) I am currently working on a cultural history of modern France (a sort of companion to my book, The German Genius), which will be delivered to the publisher at the end of September 2020, and published – all being well – about a year after that. Meanwhile, here is a new feature for my website. If you have got in touch with me because you have read one or another of my books, the chances are that our interests overlap or coincide, in particular in regard to the history of ideas.\n\nTitles reviewed in this edition\n\n  • Things Come Together: Africans Achieving Greatness in the Twenty-First Century, by Robert Rotberg\n  • The Beauty and the Terror: An Alternative History of the Italian Renaissance, by Catherine Fletcher\n  • History Has Begun: The Birth of a New America, by Bruno Maçães\n  • Substate Dictatorship: Network, Loyalty, and Institutional Change in the Soviet Union, by Yoram Gorlizki and Oleg Khlevniuk\n  • Fire: A Very Short Introduction, by Andrew C. Scott\n  • Restaging the Past: Historical Pageants, Culture and Society in Modern Britain, by Angela Bartie (Editor), Linda Fleming (Editor), Mark Freeman (Editor), Alexander Hutton (Editor), Paul Readman (Editor)\n  • The Truth About Baked Beans: An Edible History of New England, by Meg Muckenhoupt\n\nThe Discovery of Fatherhood\n\nSpecial feature\n\nIn my history books – some of them anyway – I have tried to draw attention to most of the important intellectual developments in the past, even the distant past.\n\nOne breakthrough, which I regard as arguably the most important breakthrough of all (for its effects on the way we think about ourselves and our social organisation), has received almost no reporting, and so I have created a special space for it here. It is just a few pages long, but if the argument is correct, the consequences are momentous. Read on …\n\nThe New York Times The Times The Sunday Times The Spectator The Observer Weidenfeld & Nicholson Simon & Schuster Little, Brown Book Group Penguin PublicAffairs HarperPerennial",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.6313800812,
        "format_confidence":0.8427860737
    },
    {
        "url":"https:\/\/www.findagrave.com\/cgi-bin\/fg.cgi?page=mr&GSln=Schwyhart&GSiman=1&GSst=26&GRid=95476282&MRid=47048937",
        "text":"Begin New Search\nRefine Last Search\nCemetery Lookup\nAdd Burial Records\nHelp with Find A Grave\n\nTop Contributors\nSuccess Stories\nCommunity Forums\nFind A Grave Store\n\nLog In\n\nChanges are coming to Find A Grave. See a preview now.\n\nMarla (#47048937)\n member for 9 years, 16 days\n[Add to MyFriends]\nBio and Links\nBio Photo Self-appointed family genealogist. Been working on our family's history for many years. If there is a family member of any internment that I have entered, and you would like to take over the ownership of that memorial page, please contact me thru the edit button and I will be happy to transfer ownership. Or if I have entered any information that is incorrect please contact me for a correction. I want to keep the information as accurate as possible.\n Contact: Leave Public Message\nContributions to\nFind A Grave\n • 10,253 Memorials Added\n • 7,770 Memorials Managed\n • 22 Memorials\/Week\n • 8,815 Photos\n • 1 Photo Request\n • 452 Volunteer Photos Taken\n • 10,273 Virtual Flowers\n • 1 Fame Rating\n • 20 Friends\nSearch Contributor's Records\n\nFirst NameLast Name\n\nFind A Grave Friends\nbah30012, Big Jon, Brenda , Brenda Goldy, Charles H. Soud..., Daphine Breth, Debbie Klotsche, Dennis Brown, Elmer Scott, in memory of gr..., Jeremy Beutel, Leon Barton, Mary Fallwell H..., Pam Witherow, Rebecca Benton..., RoseAnn Gelnett..., Sally, sandy curry, Sherry Bish Jes..., Tom Nelson\nMessages left for Marla (51)[Leave Message]\nPlease add obituary for Billy Henry\nBilly Austin Henry of Hurley, Mo., went to be with the Lord on September 26, 2007. With his family by his side, he left behind his earthly struggles to gain his everlasting promise. He was born November 12, 1936, to Gilbert and Veva (Hilton) Henry. He was united in marriage to Betty Jane Raymond on June 29, 1956, and to this union three sons were born. He retired from a career in auto body repair and dairy farming. He loved to hunt, fish and be with his family. His grandchildren will always have special memories of time spent with \"Pa Bill\". He was preceded in death by his parents. He is survived by his wife; one sister, Jo Jackson and husband, Howard Jr., of Marionville; one uncle, Rod Hilton and wife, Beverly, of Republic; one nephew, Alan Wolf, of Republic; sons, Tim and wife, Brenda, of Marionville, Greg and wife, Susie, of Hurley, Mark and wife, Naomi, of Hurley; grandchildren, Trisha Henry, David Henry and wife, Hannah, Adria Marcum and husband, Jason, Krista Henry, Alicia Henry, Jessica Flood and husband, Bobby, Austin Henry and Billy Henry; great-grandchildren, Bryceton Henry, Collin Henry, Dean Marcum, Olivia Marcum, Jace Henry and Landon Flood; and many other family members and friends. He was a member of Hurley Baptist Church. Funeral services will be 2 p.m. Friday, September 28, 2007, in the Hurley Baptist Church, with Revs. Jerry Wilson and Larry Winfree officiating under the direction of Meadors Funeral Home Republic. Burial will follow in Short Cemetery, Hurley. No visitation is planned, the casket will be closed at all times\nAdded by Joyce on Sep 16, 2017 7:28 AM\nJohn V. Burns\nSarah McKee Dillon\nSarah \"Sally\" McKee Dillon Find A Grave Memorial# 28254947\n\nMarla, I am assuming that you are related to Sally. If so, would you please contact me as I was looking at her stone today that is posted on her Find A Grave page. This is deplorable.\n\nI would like to start a drive to replace this stone with a new one.\n\nAfter having done this before with other family members, I have found that the ones that lay flat on the ground last longer. Vandals can't knock it over which eliminates a lot of the problems. One of these can be purchased for less than $300.00.\n\nWould you be willing to assist me on a drive to collect funds for a new monument? Your help would be invaluable as I am sure you know more of the family members that I do.\n\nAdded by John V. Burns on Sep 08, 2017 12:20 PM\nDalena Nichols\nRE: Mikeman Cemetery Barry Co MO\nThank you Marla. I will check that out.\nAdded by Dalena Nichols on Aug 30, 2017 3:44 PM\nDalena Nichols\nMikeman Cemetery Barry Co MO\nThere is a stone that only says Madewell on it in this cemetery. Do you have any clue who might be buried there?\n\nWe think it might be either Elizabeth Ann Slape Madewell, wife of Wm. Riley Madewell but we don't know.\n\nAny info. appreciated.\nDalena Nichols\nAdded by Dalena Nichols on Aug 30, 2017 2:17 PM\nSara McFarland\nRE: Francis Kincade\nAdded by Sara McFarland on Aug 24, 2017 1:42 PM\nSara Mc\nBaldwin\/Phelps family\nHi Marla,\nI've been talking with Dee Baldwin who is related to the Phelps too through her Great Grandma Susan Phelps Baldwin. She had some dates and middle names to add. Have a great day!\nAdded by Sara Mc on Jun 28, 2017 9:12 AM\nMona Anderson\nI don't know what I did but thank you for the kind words!\nAdded by Mona Anderson on Jun 26, 2017 11:03 AM\nSara Mc\nDonald Roseberry\nI just found the obit in the Jacksonian (Sept. 26, 1946) with birth and death dates.\nAdded by Sara Mc on Jun 01, 2017 9:47 AM\nSara McFarland\nI'm finished!\nI've finished with the records at the Cimarron City Cemetery. Thank so much for all of your help!\nAdded by Sara McFarland on May 03, 2017 3:57 PM\nSara McFarland\nRE: William Robins\nOK. Thanks!\nAdded by Sara McFarland on May 03, 2017 3:05 PM\n[View all messages...]\n\nPrivacy Statement and Terms of Service",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.6419479251,
        "format_confidence":0.6082903743
    },
    {
        "url":"https:\/\/www.findagrave.com\/user\/profile\/46585265",
        "text":"In memoriam\n\n\nMember for\n14 years · 4 months · 16 days\nFind A Grave ID\nMemorial ID\nNot accepting messages.\n\nFallen Graver\n\nSadly, Tonie has passed away. Please consider visiting their Find A Grave memorial page and leaving some virtual flowers. Their enthusiasm for cemeteries and willingness to help future generations lives on through their contributions to Find A Grave.\n\n\nMy mom got me interested in genealogy. While looking for & photographing my own relatives, I started taking pics of the others in the surrounding area, for RAOGK.\nSome of the stones are unique, and I like reading them.\nYou may copy one of these for your own personal use only, please do not publish any of the pics, or put on any of the pics on another site. -Thank you.\n\nSearch memorial contributions by Tonie",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.5263978839,
        "format_confidence":0.9499898553
    },
    {
        "url":"http:\/\/www.findagrave.com\/cgi-bin\/fg.cgi?page=mr&GSvcid=64581&GRid=17716925&MRid=47402137",
        "text":"Begin New Search\nRefine Last Search\nCemetery Lookup\nAdd Burial Records\nHelp with Find A Grave\n\nTop Contributors\nSuccess Stories\nCommunity Forums\nFind A Grave Store\n\nLog In\nStacy Orr (#47402137)\n member for 5 years, 1 month, 19 days\n[Add to MyFriends]\nBio and Links\nI have been working on my family tree for several years now. Mainly looking for Orr, Nance, Lingo, Shilling\/Schilling\/Schillinger, Despot\/Desport.\n\nI love to go to the cemetaries and try to find ancestors, and I willing take photos for others. If I see a name that looks familiar I will take the photo and add a memorial if there isn't one. If you see a relative on my list, please feel free to ask about it. If I am not related I will transfer. But please give me the memorial number and your member number. And you may use my photos as you wish. If it is your relative I believe they belong to you. A credit would be nice, but not necessary.\n\nI am in the Trumbull County, Ohio area, but travel to several surrounding Counties.\nLeave Public Message\nContributions to\nFind A Grave\n • 497 Memorials Added\n • 1,115 Memorials Managed\n • 2 Memorials\/Week\n • 1,540 Photos\n • 3 Photo Requests\n • 201 Volunteer Photos Taken\n • 49 Virtual Flowers\n • 3 Friends\nSearch Contributor's Records\n\nFirst NameLast Name\n\nFind A Grave Friends\nJennifer L. Nef..., Karen K, Marguerite\nMessages left for Stacy Orr (37)[Leave Message]\nCarol Hermann\nByron E. Fusselman\nThank you for creating and updating Byron Fusselman's memorial.\n\nAll the best,\n\nCarol Hermann\nAdded by Carol Hermann on Aug 23, 2015 1:56 PM\nAngie Hetherington\nRE: Mary Bailey Orr\nPrayers for your granddaughter...\nAdded by Angie Hetherington on Dec 07, 2014 5:03 PM\nAngie Hetherington\nRE: Mary Bailey Orr\nHi Stacy, I sent an email to what I believe is your email address. I have Mary Bailey as married to William Perry Orr with 14 children born her. I have her parents as John M Bailey and Mary Jane ??? I have about 5 more generations of Baileys past John M. My private tree is on Ancestry if you would like to see it let me know.\nAdded by Angie Hetherington on Dec 07, 2014 3:07 PM\nDianne Caves Carman\nPics are transferred to your memorial and mine is deleted. Hope you have a special holiday. My best friend of 42 years died three days after Christmas last year and it's going on three since my Mom passed.\n\nDoing grave running and research keeps me sane. I can help you with Eckis next summer if you like. Be Well, Dianne\nAdded by Dianne Caves Carman on Dec 03, 2014 5:37 PM\nDianne Caves Carman\nDavid L. Watson\nHi Stacy, It has been brought to my attention we have duplicate memorials for this man. You posted yours first. Please look at mine and if it's ok I'll transfer the photos to yours.\n\nThanks Dianne\nAdded by Dianne Caves Carman on Dec 03, 2014 8:34 AM\nAngie Hetherington\nSorry- Computer glitch. Anyway Lorenzo was born 27 May 1821\nAdded by Angie Hetherington on Oct 20, 2014 4:39 PM\nAngie Hetherington\nRE: Mary Bailey Orr\nHello Stacy, Wm and Mary Orr are also my husbands 5x great grandparents thru their daughter Martha \"Patsy\" Orr. Martha Orr married Wm Henry Cooper on 10 Jan 1808 in KY and they had 9 children, one of which was Lorenzo Dowell Cooper. Lorenzo was born 27 May 1821\nAdded by Angie Hetherington on Oct 20, 2014 4:37 PM\nDianne Caves Carman\nHi Stacy,\nI wanted to thank you for your help on the edits for Jackson. I'm down to cleaning and shooting the annex section and the photography end will be done. I talked to Jennifer and she said she isn't interested in Jackson anymore. I made a promise and I'll keep it. My first love is fulfilling requests and I haven't done that in four years because of my time at Jackson.\nSome contributors won't make corrections so I like to thank the ones that do. I hope you are well.\n\nSincerely, Dianne\nAdded by Dianne Caves Carman on Sep 26, 2014 12:56 AM\nDianne Caves Carman\nI finally got back to Jackson. I have posted the Detchon family, row 6, section 5. Some are Orrs. Thought you may want to know.\n\nregards, Dianne\nAdded by Dianne Caves Carman on Aug 24, 2014 5:45 AM\nJenean Hamilton\nDarius Nance\nHi Stacey,\n\nI see you have a photo request for Darius Nance in Greenwood Cemetery, Monroe, Green Co., WI. Unfortunately, I cannot find Darius (or any other Nance family members) in the transcription in this cemetery. I am wondering if an error was made when Darius was placed in this cemetery. It is understandable because his wife is buried in Greenwood Cemetery, Greene Co., MO. Good luck, Jenean\nAdded by Jenean Hamilton on Aug 03, 2014 12:36 PM\n[View all messages...]\n\nPrivacy Statement and Terms of Service",
        "topic_id":13,
        "format_id":14,
        "topic_confidence":0.6618703008,
        "format_confidence":0.9235737324
    }
]