[
    {
        "url":"http:\/\/www.myquranstudy.com\/about.aspx",
        "text":"(Articles)         log in  | sign up  || home  | my study  | my marked words  | my marked verses  \n\n\nAssalamu alaikum, my name is Kazi Nasrat Ali, living in Washington state of USA. Alhamdulillah, with the help of Allah I am able to build this website for those who want to strive in the path of knowledge of the Magnificent Quran. With this website, you can study the Quran word-for-word. This site can help you learn and memorize the meaning of each Arabic word in the Quran.\n\nYou can track your progress as you continue your efforts in learning the meanings. For every word you will find its root word, and Lane's Lexicon reference links for them. Registration is free.\n\nQuran being the words of Allah, a Muslim must have strong connection with Quran. He should try his best to understand the Quran and know the meaning of the verses. Special thanks to corpus.quran.com, tanzil.info, new.everyayah.com for data files - May Allah reward these site owners.\n\nContact us: Contact us - Please inform us of any mistakes or let us know if you have any questions.\n\nCredits: The word-for-word translation is largely based on the book The Glorious Quran Word-for-Word Translation to facilitate learning of Quranic Arabic: Volume 1 -3 by Dr Shehnaz Shaikh M.D. (Author), Dr Shehnaz Shaikh (Compiler), Ms Kausar Khatri (Compiler)\nThe verse by verse translation is based on \"Sahih International translation\" - Sahih International, The Qur’an: English Meanings and Notes, Riyadh: Al-Muntada Al-Islami Trust, 2001-2011; Jeddah: Dar Abul-Qasim 1997-2001.\n\nDownload: You can download the original book in pdf from here.\n\nAnother good source for word for word translation is: here",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9755206108,
        "format_confidence":0.6836848855
    },
    {
        "url":"http:\/\/sawso.org\/",
        "text":"The Need\n\nDisease. Poverty. Unforeseen disaster. These problems can be overcome. Learn more.\n\nOur Supporters\n\nLike you, our donors care deeply about others and seek real results. Meet them.\n\nOur Role\n\nWe bridge those who give to those who need, serving both in service to God. Explore.\n\nMake a Donation Online\n\nWays to Give\n\nGive through one-time donations, planned giving, or bequests. \n\nSend gift via check, money order, or donate online. \n\nDesignate your gift for unrestricted international use or a specific project. Learn more.\nOccasionally, conditions in the field may alter relief activities. If this occurs, The Salvation Army will direct funds to our International relief efforts in the region. \n\nIf you already know the work you'd like your gift to support, don't wait. Donate now.\n\nOur International Mission\n\nThe Salvation Army, an international movement, is an evangelical part of the universal Christian Church. Its message is based on the Bible. Its ministry is motivated by the love of God. Its mission is to preach the gospel of Jesus Christ and to meet human needs in his name without discrimination.\n\nWhat We Believe\n\nWe work faithfully with those affected by poverty, until they are fed, sheltered and empowered to thrive.\n\nWe work faithfully with those affected by disease, until they are healed and further sickness is prevented.\n\nWe work faithfully with those affected by disasters, until they are restored and strengthened against future misfortune.\n\nWe work faithfully with those who are victims of abuse, until they are safe and made forever whole.\n\nWe work faithfully for God, always.",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.995352149,
        "format_confidence":0.9853165746
    },
    {
        "url":"http:\/\/www.grace-community.net\/missions\/",
        "text":"Our outreach is comprised of local and global efforts. In our global efforts, we partner with the Nazarene Church for Nazarene Missions International (NMI) furthering His Kingdom across the globe.  Through our church family's generous Faith Promise giving, we are able to give 5.7% of our total budget to the World Evangelism Fund  which earns us the “church of excellence” standard and most importantly, enables so many wonderful mission programs to do more!\nGrace Community also participates in frequent Work & Witness Trips).  Our next trip is being planned for June 2017 to Guatemala!  If you are interested in going, please contact Barry Jackson (barryjackson@embarqmail.com  for more information!\nWe invite you to attend our annual Thanksgiving Banquet (the Sunday before Thanksgiving) and our annual Faith Promise Dinner  to learn more about NMI and how you can partner with us!  Or, email our current local NMI President Katie Casey at ktcasey9@gmail.com for more information!\nFor more information about NMI, click here",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9956746697,
        "format_confidence":0.8853168488
    },
    {
        "url":"http:\/\/shirdisaipeeth.org\/sai-movements\/sai-movements-in-india\/",
        "text":"Sai Movements in India\n\nRevered Guruji Shri Chandrabhanu Satpathyji was drawn by Shree Shirdi Sai in   the year 1989 and since then Shree Gurujee has been heading the world Sai Movement . Shri Gurujee is the source and inspiration in the  construction of 217 Shirdi Sai temples in India and abroad , thus leading millions of devotees to tread the path  of Sai —  shraddha and saburi”.\n\nUnder the leadership of Shri Gurujee ,  the Sai Movement in India has traversed the  entire  landscape of the country and today the entire spiritual landscape of India reverberates with the presence of Shirdi Sai devotees , catalysed by building of Shirdi Sai temples in almost all major locations ( including remote locations)  in India   like Assam, HP, Jammu, Andamans , Kolkatta, Odisha , Bhatinda, Tirupati, Ambala, Dahej,Solan, etc .thus taking the teachings of humanism, tolerance, purity and love as taught by the perfect master  Sadguru Shri Shirdi Sai amongst  the populace .These temples built under guidance of Shri Gurujee also undertake relief work\/ activities ( during natural calamities) etc . thus establishing that service of fellow beings is serving God.\n\nShri Gurujee has shaped up the Sai Movement into a gigantic spiritual force  which helps the devotees to infuse their daily lives with purity of conduct as postulated and depicted in the “Shri Sai Charitra” . Shri Gurujee  always emphasizes upon utmost relevance of daily reading of this sacred book “Shri Sai Charitra” to seek answers to all the queries vexing the mind of a traveler.. ..\n\nDuring the Ardh Kumbh Melas and Purn Kumbh Melas (held in Prayag ), Camps  patronized by Shree Gurujee are organized wherein  Shri Shirdi Sai Idol `s are installed ;  prayers, discourses etc are organized   to take the teachings of the Shirdi Sai to people \/ devotees visiting the Kumbh , enthused with devotion  .\n\nShri Gurujee has been instrumental in spreading the teachings of humanism , love and tolerance as taught by Shri Shirdi Sai   to make the world more cohesive functional unit by supporting the publications of scores of magazines in varied languages  like Telugu, Marathi, Assamese, Odia, Hindi, English etc so that the teachings of the master reaches all . The sudden surge in the publications on Shri Shirdi Sai  across the country stands witness to the growing urge of the people to seek more information about the teachings and life of the Shirdi Sai catalysed by the Sai Movement ushered in by revered Shri Gurujee ; innumerable  temples  built under His guidance  today help the devotees to find a reference point to start travelling within thus achieving harmony .Scores of websites today spread His teachings.\n\nShri Gurujee has extensively used music to take the teachings of Shri Shirdi Sai to His devotees. Music contained in CD “ Living with Sai” , “Thubhyam Namami ” released by Times Music, India have popularized the teachings of Shri Shirdi Sai motivating its the listeners to visit Shirdi to learn more about the Sadguru Shree Shirdi Sai and follow the path of humanism as shown by Him.\n\nMedical Camps are organized by these temples to help provide relief to the needy thus establishing the principle ofnar seva , narayan seva(i.e  serving human beings is serving God)  amongst every one.\n\nWith blessings of Shri Shirdi Sai, millions of devotees of Baba living in almost all  locations in India like Jammu, Kangra, Pilibhit, Guwhati, Andamans, Delhi, Moradabad, Allahabad, Surat, Ajmer,Chennai, Ahmednagar, Gurgaon, Sambalpur, Hubli, Kolkatta, Bhopal  etc  assemble together  to partke the Sai ambrosia spreading the message of  humanism and love .\n\n!! Jai Shree Sai !!         !! Jai Shree Gurujee !!",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9973112345,
        "format_confidence":0.8852034211
    },
    {
        "url":"http:\/\/www.jewishfederations.org\/Young-Communities.aspx",
        "text":"Israel & Overseas\nSkip Navigation LinksHome > Israel & Overseas > Negev Funding Coalition: Young Communities, Sustainable Future | Jewish Federations of North America\n\n Welcome to the Jewish Federation of North America's Negev Funding Coalition page.\n\nThis page is dedicated to the Negev Funding Coalition's Young Communities, Sustainable Future project.\n\n\nYoung Communities, Sustainable Future is a program initiated and supported by the Negev Funding Coalition.\n\nThe program is operated by four Israeli organizations collaborating with nine communities throughout the Negev as a network.\n\nYoung Communities is a movement of local Negev communities, which aims to create and implement social projects in the Negev. The initiative helps bring young people to the Negev, specifically to low socioeconomic areas; improving the quality of life for all around them.\n\nThe Coalition is working with Young Communities on the second stage on the movement's development to help communities become sustainable.\n\nThis program supports and guides young adult communities in their efforts to develop and provide significant and stable social service projects in the Negev. In this project the Negev Funding Coalition partners with the Jewish Agency as well as the Shahaf and the Gandyr Foundations, two leading Israeli philanthropic bodies in the young adult field. \n\nGoals of the Project\n\n·         Identifying opportunities and building capacity and skills necessary for the implementation of the sustainable social projects, that are needed in the communities and meaningful for the participants\n\n·         Creating a shared culture between young communities and the surrounding environment, as well as nine communities themselves\n\n·         Encouraging pluralism and tolerance through networking of different communities, religious and secular.\n\nWhat the Coalition does\n\n·         Gives professional tools, assistance and support to the selected young communities in the Negev. This includes providing participants with professional training and seminars.\n\n·         Enables communication between the network of communities, provides a platform and fosters an efficient collaboration among the communities.\n\n·         Provides leveraging for projects' implementation.\n\n\n - - Who are the people involved in the Young Communities? Read about the people on the ground, who are making this work. - -  \n\nRead MORE here\n\nSome community members share their thoughts:\n\nKeren Malkush - Vealiatam BaNegev Community was previously a teacher and librarian, now the coordinator of the community.\n\n\nShe joined the community 12 years ago…in order to build the land, create a palpable influence on society, build the Negev and express Zionist values and my simple love for the place.\n\n\nIt took 24 months until she moved to the community after she found out about it from her youth movement.\n\n\nWhat words characterize the project for you?\n\nSocial change, building a community, feeling of being together, shared efforts, caring for each other, conscience, giving to others, obligations, connection, modern Zionism.\n\n\nDina Zimri - Shuva Community is married with children: Tama Tzofia, 12.5; Adiya, 11; Hillel, 9; Edva, 7; Shaked, 5.5; Kama Michal, 5.5.\n\n\nShe joined the community a year ago…in order to build the land, to merit from the economic benefits, build the Negev, express Zionist values, and build our home with an incredible and sweet community.\n\n\nShe was attracted to the idea of the community: Immediately!\n\nShe heard about the community because: she did national service in the area.\n\nExpectations: obligations towards the place, building a society of quality which influences its surroundings.\n\nWhat do you think is the most attractive quality of the project? A feeling of shared endeavor, a shared spiritual labor. There is a lot of strength in our group, a sense of vivacity.\n\nWhat words characterize the project for you?\n\nInnovation, building a community, a feeling of being together, family, future, shared effort, caring for each other, giving, positivity, connection, ideals.\n\n\nHila Nahun-EfratiKama Community\n\nThe communal unit is a program to set up and assist young communities made up from across the social spectrum in the socio-geographic periphery of Israel. The program enables young people from all walks of life to receive the tools and guidance to establish a community and reveals to many young people the possibility of an active and leadership lifestyle in Israeli society.\n\nI am \"unbiased\" although I work in the program; I think that the young communities in Israel can create tangible positive social change in Israeli society and more. There will be more young people like these that can minimize the social and economic gaps between the center of the country and the periphery. And Israeli society will be more solidified and cohesive.\n\nWhat words characterize the project for you?\n\nInnovation, social change, community building, a feeling of being together, family, future, building the State of Israel, a shared effort, caring for each other, commitment, connection, ideals, modern Zionism.\n\n\nThe project enables the community to \"go up a notch\" in its productivity in putting projects in action, both those from point of view of the importance of setting up a community and also from the point of view of the projects' importance. The project gives a lot of professional tools, assistance and support without which it would be practically impossible to carry out this project.\n\n\nOnce a week, either Thursday evening or Friday morning, we set aside time for the community. The Community Day begins with a communal meal that different members of the community prepare. We talk about life in the community, make shared decisions and learn together about to concretize social interaction in the community.\n\n\n\n\n\n\n\n\n\n\n\nWhat does being part of this Negev Funding Coalition project mean to you? This word art represents some of our ideas. We'd love to hear yours. Jot a line to to give us your feedback. \n\nYoung Communities, Sustainable Future - Examples of Projects \n\n·         MiDor LeDor in Sderot and Pe'ima in Beer Sheva are two communities of Russian Speaking Jews from the Caucasian region. The \"Safe Passage\" project aims to help Caucasian children in their transition from kindergarten to elementary school\n\n·         Kama in Beer Sheva\n\nThe program represents a model of cooperation between the community and municipality on building ecological kindergarten\n\n·         Shuva in Moshav Shuva\n\nHelping young people who experienced emotionally crises through integrating them into community\n\n·         El-Ami in Eilat\n\nProject includes working with children with behavioral problems and disabled children.\n\n·         Be-Yachad in Yeruham\n\nBuilding a Family Center which will provide training, support, advice and guidance for parents\n\n·         Afikey-Orot in Ofakim\n\nChildren's Club\n\n·         Hineni in Kiryat Gat\n\nEstablishing an Ethiopian Jewish identity center\n\n·         Ve Alitam BaNegev in Mitzpe Ramon\n\nWorking with the department of welfare to establish a clubhouse and family center for the local population\n\n\nYoung Communities, Sustainable Future - In the Media\n\n\nA Presentation on the Negev Funding Coalition and Its Projects\n\nJFNA Articles\n\nLiving Social Responsibility   \n\n\nJFNA University Excursion to Beersheva\n\nLinks to Websites of Partners and Young Communities\n\nShahaff * Rikma (Hebrew) * Gevanim * Keren Kehillot (Hebrew) * Tor Hamidbar\n\n\nVIEW Young Communities, Sustainable Future POWERPOINT - learn about the different communities, their projects and where they are \n\nSee pictures below of the Beersheva group building their community through social get-togethers\n\nWatch the slide show below of Chanuka celebrations at the Shuva and El Ami young communities\n\nSee below for pictures from the December 5 Kiryat Gat Training Day for Young Communities\n\nSee here for more pictures from various community celebrations. More being added! \n\nFederation Involvement\n\nThere are currently eight Federations involved in the Negev Funding Coalition's Young Communities, Sustainable Future program, but we're adding more. \n\nYear Two Members: Federation CJA of Montreal, Greater Miami Jewish Federation, Jewish Federation of Greater MetroWest New Jersey, Jewish Federation of Delaware, Jewish Federation of Greater Philadelphia, Jewish Federation of San Diego County, UJA Federation of NY, UJA Federation of Toronto and The Rashi Foundation\n\n\n\nWhat do the philanthropists say?\n\nWe'll be posting links and videos showcasing Federation philanthropic involvement. Here you'll be able to learn more about what drives people to invest in this project.",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.5164317489,
        "format_confidence":0.9794688225
    },
    {
        "url":"http:\/\/www.ccfmadison.org\/ministries\/",
        "text":"Where Can I Serve at CCF?\n\nMusic Ministry:\n\n “Come let us sing for joy to the Lord; let us shout aloud to the Rock of our salvation. Let us come before Him with thanksgiving and extol Him with music and song.”  Psalm 95:1-2\n\n\n At Christ Community Fellowship we feel our music ministry is just that – a “ministry.” We take our role as ministers of music seriously and believe music is integral to the worship experience. Our worship team works hard to keep the music fresh, infectious, uplifting, relevant and always reverent. Our music is mostly contemporary but also targeted to reach all ages.\n\nIf you are interested in serving in the CCF music ministry, musical and technical positions are filled by audition only. Please contact our music director, Dan N.\n\n\nCCF has been blessed by many growing families with babies requiring nursery care. If you are interested in taking care of the little ones, once a month or once every few months, please see Molly S. for information.\n\nKids Life:\n\nIf Children’s Ministry is your passion, see Molly S. about helping with CCF’s  “Kid’s Life” program for children aged three to nine years old. Volunteers are welcome as teachers or helpers for as few or many weeks per month you would like to be involved. \n\nYouth Ministry:\n\nOur active Youth Ministry includes Jr. High and High School aged teens and a whole lot of adventure. Contact Pastor Tobin if you are interested in helping out in this ministry.\n\nSmall Groups:\n\nCCF runs several Small Groups throughout the year. If you would like to host a group in your home  but prefer not to teach we would love to hear from you. If you have would like to lead a Small Group in your home or at a hosts home, we would love to hear from you as well. Contact Chris E. for details.\n\nTechnology and Sound Room:\n\nIf you have an interest in audio\/video and would like to get involved with our sound room, please see Dan N.",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9941748977,
        "format_confidence":0.6890450716
    },
    {
        "url":"http:\/\/www.aguavivaministries.net\/?page_id=366",
        "text":"Growing up in rural North Carolina, the social environment matched well my proclivity toward being introverted. Even today, I am uncomfortable in large crowds. I also harbored an intense dislike, bordering on fear, of speaking in public or to strangers. Perhaps the majority of the problem hinged upon my severe speech impediment. Regardless of the cause, the idea of being a missionary, had I even ever entertained it, would have seemed more unlikely than becoming an astronaut.\n\nIt is a testimony to the fact that nothing is impossible with God. I serve as a missionary not because I desired to, or because I was equipped to, but rather because I am compelled to. God called me in such a way the call was undeniable and I now serve at His pleasure.\n\nAgua Viva Ministries was begun with the full knowledge that I had no real idea of what I was doing. My desire was to serve God, how exactly was a mystery. In the years that have transpired, I have learned more about God and myself than I ever imagined possible. On top of that, God has brought into my life some very amazing people, who have blessed my life tremendously by their friendship.\n\nIn the very beginning, there was a small group of guys who said they would stand with me. They became the Trustees of the ministry and were a source of great encouragement. God then began to bring strangers into my circle of acquaintances that rapidly grew into supporters both spiritually and financially.They also played a large role in helping me hear God’s voice in formulating a vision for the ministry.\n\nI am incapable of expressing how grateful I am for what God has done in my life and the way He has accomplished it. Below are just a few bullet points to illustrate how this ministry has grown and God be praised for His goodness and faithfulness.\n\n  • 1988 first trip to Costa Rica\n  • Nov. 1991 first trip into the Talamanca Region\n  • Sept. 1992 formed AVM\n  • Sept. 1994 purchased lot in Bribri where our home and operations base is now located\n  • July 1996 began construction on our present building\n  • Dec. 1996 Daisy and John married\n  • Feb. 1997 we held our first jungle medical clinic in Bajo Coen. Dr. Dwight Adams was the physician.\n  • June 1997 Daisy and John moved into a tent on the Bribri property\n  • Jan. 2000 moved from tent to a room in the still unfinished building\n  • May 2000 JP was born\n  • May 2001 purchased lot on the Sixoala River, site of present day hanger\n  • Feb. 2002 held medical clinic along International border of Cost Rica and Nicaragua.\n  • Aug. 2004 James born\n  • July 2007 began construction of first jungle bridge\n  • March 2008 began construction of a hanger on the river lot.\n  • Jan 2011 Cessna 180 donated to ministry\nF a c e b o o k\nD o n a t e",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.997189343,
        "format_confidence":0.5558619499
    },
    {
        "url":"https:\/\/spiritualfamily.net\/pages\/view\/17608\/thank-you-for-your-support",
        "text":"Thank You for your support\n\n    Robert Walugosi\n    Last updated by Robert Walugosi\n\n\n\n    Hello everyone. We greet you in the mighty name of Jesus Christ our Lord.\n    Butiiki Children's Ministry is a pro life giving Ministry. Its aim and mandate is to uphold the scarcity of orphaned, vulnerable, abandoned children with welfare problems that provide these little ones with the necessities of living.\n    It is also a Ministry for Youths and Widows empowerment. We have two branches, our main branch in Jinja holds 62 children and our secondary branch in Namutumba holds 34 children. The two branches are 65 km apart from each other, about 2 hours drive. At our main branch we have two caretakers and a cook, and at our secondary branch, only my mother volunteers as the caretaker. \n\n    We currently have a need to send 22 children to school. Currently, 74 out of our 96 children are attending school, but we do not have enough funds to send the last 22 of them to the School Systems of Jinja, Uganda. We are in need also to buy food at the orphanage that will provide for a full month that will cost $270.00, including all the spices and cooking oil we require for the month. This is the cheapest food that is available, which is maize flour. If you would like to provide healthy food for the children, please help us do so. We pay the Orphanage rent every month of $350.00 for all the Orphanage buildings, we call upon anyone willing to help the less fortunate.\n\n    We call upon everyone who is willing to donate whatever you have, big or small, it can make a difference and change the lives of our children as well!It is good to give and giving with all your heart! And our Ministry depends upon just such a service of love. God bless you all peace and love.You may help by clicking here or using the YouCaring Donate link at the bottom of the page. \n\n    Robert Walugosi\n    C.E.O. Butiiki Children’s Ministry\n\n\n\n    Videos on SpiritualFamily.Net Youtube Logo\n    Search Videos:\n\n    Results (max 10):\n\n    The Butiiki Children's Ministry ● Jinja, Uganda, Africa\n\n    The Butiiki Children's Ministry ● Jinja, Uganda, Africa\n\n    Robert Walugosi ○ The Children of Butiiki Children's Ministry are seeking your help in acquiring the necessities of life. Please take the time to reflect upon our mission here in Uganda.",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9954631925,
        "format_confidence":0.7181260586
    },
    {
        "url":"https:\/\/eternallifebaptist.com\/",
        "text":"Sunday - 9:30AM Sunday School, 10:30AM & 6PM Worship | Wednesday - 7PM Prayer & Bible Study\n\n\n8554 E Hendricks County Rd\nMooresville, IN 46158\n\n\n\nWelcome to Eternal Life!\n\nWe at Eternal Life invite you to worship with us! No matter where you are on life’s journey, you are welcome here!\n\nIf you’ve been following God your entire life, you’re welcome here. If you’re new to faith, you’re welcome here. If you’re not really sure you believe in God at all, you’re welcome here. No matter where you are on the road to faith, we want to walk alongside you. Our prayer is that as you join us on the journey, you’ll discover a personal Savior who is alive, active, and at work in your life!\n\nPlease join us for an upcoming worship service. There’s a place for you at Eternal Life!\n\nOur Vision:\n\nTo connect people to a growing, life-changing relationship with Jesus Christ.\n\nOur Mission:\n\nTo Be a Church Where People Can:\n\n  • Experience a real God for real life. You don’t have to have it all figured out before you come to Him. God loves you right where you are, and we want our church to be a place where you truly experience His redeeming love through a personal relationship with His son Jesus Christ.\n  • Connect in relationship with God and others. We believe life is meant to be lived in close community with our Creator and the ones He created. Our focus is on helping you connect with and grow closer to God so that you might connect with and grow closer to our community of believers.\n  • Respond to what God is doing in your life through sharing with and serving with others. We want to be a church that shows our faith in the way we live our lives.",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9971703887,
        "format_confidence":0.9919406772
    },
    {
        "url":"https:\/\/www.fpcly.org\/about-us\/our-history.html",
        "text":"Our History\n\nFirst Presbyterian Church’s heritage, history and growth have been intertwined with that of Lynchburg for over 200 years.  Our church was founded in 1815 (some 29 years after Lynchburg was established in 1786) and has served its congregation and the Lynchburg community in four different church locations throughout those years and will into the future.\n\nAs one of the oldest churches in Lynchburg, we are grateful to have had the opportunity to provide a constant spiritual and educational influence in the Lynchburg community.  A growing and transforming congregation has led in fostering new churches in the community as well as been leaders in education through the Weekday School and other educational opportunities.\n\nThe First Church\n\n\nThe First Church\n\nInstalled Pastor:\n\n  • Rev. Dr.William S. Reid (1822-1849)\n\nIn 1813 Dr. William S. Reid began the work of the church through meeting with members of the community in their homes.  The beliefs and convictions of this group culminated in forming a new church, First Presbyterian Church, on March 20, 1815.  Dr. Reid was appointed pastor at an annual salary of $300!  At this time the congregation numbered 15, including two infants.\n\nPerspective: When the church was founded, James Madison was the 4th President of the United States, and Ludwig von Beethoven had just premiered his Symphony No. 8 at age 45.\n\nThe Second Church\n\n\nThe Second ChurchThe 2nd First Presbyterian Church fronting on Main Street in Lynchburg.\n\nNote the absence of a steeple!  The building was dedicated in 1858 and served our congregation for almost 41 years.\n\nInstalled Pastors:\n\n  • Rev. Dr. C.R. Vaughan (1849-1858)\n  • Rev. Dr. Jas. B. Ramsey (1858-1870)\n  • Rev. Dr. E.H. Barnett (1870)\n  • Rev. Dr. Richard Mc Ilwaine (1870-1872)\n  • Rev. Dr. William T. Hall (1872-1896)\n\nIn 1854 a severe storm badly damaged the steeple of the original building, requiring the construction of a new building.  Then-Pastor Dr. Vaughan contemplated building the new church on the southeast corner of Church and 11th Streets, but property title difficulties caused the new church to be constructed on Main Street.\n\nPerspective: During this period James Buchanan was our 15th President.  As well, Abraham Lincoln and Stephan Douglas had conducted the first of their famous debates and Theodore Roosevelt was born. \n\nThe Third Church\n\n\nThe Third ChurchThe 3rd First Presbyterian Church at 9th and Court Streets\n\nCertainly the steeple is prominent here! \n\nInstalled Pastors:\n\n  • Rev. F.T. McFaden (1896-1904)\n  • Rev. Dr. Jas. D. Paxton (1904-1930)\n  • Rev. Dr. F. Campbell Symonds (1931-1937)\n  • Rev. Dr. Russell C. Stroup (1938-1950)\n\nBy the early 1880s the congregation had grown considerably.   By 1898 the congregation numbered 405 members and services were crowded at times. As well, the congregation was growing quickly – between 1896 and 1897 fifty-one members were added, an increase of 13%.\n\nPerhaps more significantly, by this time a large portion of the congregation now lived south of Main Street, putting them farther from the 1858 church. Dr. Hall, pastor at the time, noted in 1892: “The growth of the city has been steadily away from the location, increasing the disadvantages every year... We are moving now to get a position where we will be as convenient as possible to the whole congregation.”\n\nSo, the cornerstone for the new (3rd building) was laid on July 5, 1899, at 9th and Court Streets.  Between the sale of the old property and contributions, the entire $49,000 was underwritten.\n\nA new wing was added to the church in 1941 to house its Sunday schools and other community education programs.  When the property was transferred to the City of Lynchburg in 1998, these spaces would be, and still are, utilized by the Lynchburg Police Department.\n\nDuring the World Wars of the 20th century, 57 men (7%) of the congregation served in the armed forces during World War I.  A total of 113 men and women served during World War II, 16% of the congregation at the time.\n\nDr. Russell C. Stroup, requested a leave of absence in 1942 in order to join the Chaplains Corps. He served in the 6th Infantry Division in the South Pacific and the Philippines, receiving the Bronze Star for heroism in action at Luzon. He returned to the congregation in 1945.\n\nPerspective: In 1900 William McKinley was the 25th President.  The Lynchburg Foundry was established, the US went on the gold standard and three local colleges were founded: Randolph–Macon Woman's College (1891), Sweet Briar College, (1902) and Lynchburg College, (1903).\n\nThe Fourth Church\n\n\nThe Fourth ChurchThe 4th First Presbyterian Church                                                   \n\n1215 VES Road, Lynchburg in 1952\n\nInstalled Pastors:\n\n  • Rev. Dr. Emmett B. McGukin (1950-1967)\n  • Rev. Dr. S. Albert Newman (1965-1966)\n  • Rev. Herbert B. Barks (1967-1971)\n  • Rev. Robert A. Helstrom (1970-1976)\n  • Rev. Jerold D. Shetler (1971-1975)\n  • Rev. Edward K. Beckes (1974-1977)\n  • Rev. Timothy L. Croft (1976-1978)\n  • Rev. Bernard K. Bangley (1977-1980)\n  • Rev. Dr. John R. Killinger, Jr.\n  • Rev. Dr. Robert H. Bullock, Jr. (1981-1983)\n  • Rev. John H. Thompson\n  • Rev. Dr. Richard Harbison (1987-1997)\n  • Rev. Dr. Walter R. Smith (1989-2006)\n  • Rev. Dr. James J.H. Price\n  • Rev. Arthur F. Fogartie (1998-2001)\n  • Rev. L. Tyler Downing (2001-2005)\n  • Rev. Dr. John M. Scholer (2002-2014)\n  • Rev. Meggan Means Farwell (2007-2012)\n  • Rev. Peter A. Thompson (2016- Present)\n\nAs automobiles came into common use in the 1930s and 1940s, congregants increasingly moved to homes in the suburbs. By 1948 it was evident to members of the Session that the church would need to move.\n\n“ . . . Seventy percent of our active membership now resides in the Rivermont-Peakland area.  Eighty percent of our Sunday School and eighty-seven percent of our cradle roll babies come from this section (of town).  “Since a church is a congregation rather than a building, we are already located in Peakland and it only remains for us to establish our physical facilities where our actual church is.”\n\nThe church building was completed 1952 at a total cost of $490,000.  Services began on September 6 of that year, conducted by Dr. Emmett McGukin in the new Sanctuary designed to hold 494 people. Dr. McGukin delivered the first sermon titled, “The Things Our Fathers Dedicated.\"  Dr. Stroup was present for the service and delivered a series of vesper services that month.                               \n\nWhen the 3rd First Presbyterian Church building on Court Street was sold to the First Methodist Church, the contract of sale explicitly authorized First Presbyterian to remove five memorial windows and move them to the V.E.S. Road church.  Three of the windows are installed in rear Narthex wall, one is installed in the front wall of the Chapel, and the fifth installed in the rear wall of the Sanctuary over the antiphonal organ.\n\nPlans for the new Sanctuary included installing new stained glass windows on both sidewalls.  Funds were raised, and the Sanctuary now features stained glass windows depicting important events in Biblical history.  To learn more about the stained glass windows at FPC CLICK HERE (link to facilities page or directly to pdf).\n\nThe growth of the Church School, Youth Groups, Men of the Church, Women of the Church, Weekday School, and other church organizations resulted in a 1999 church addition that continues to provide our Fellowship Hall, kitchen facilities, and a number of classrooms.\n\nExpansion and growth continued with the “Our Time To Grow” campaign in the 1990s.  Included were an expansion of the Fellowship Hall, expansion of the Narthex, and the addition of our Columbarium Garden.\n\nOur Mission\n\nCelebrating God’s grace, Inspiring the next generation for Christ… each and every day!!!\n\nContact Us\n\n1215 V.E.S. Road, Lynchburg, VA 24503\n\nlogo white\n\n\n© Copyright 2017. All Rights Reserved First Presbyterian Church of Lynchburg. Site by Stimulus Advertising",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.983391881,
        "format_confidence":0.9944004416
    },
    {
        "url":"https:\/\/bethanybaptist.org.uk\/index.php",
        "text":"• Worshipping, sharing, serving, caring\n\n    We extend a warm welcome to all\n    in the community of Rhiwbina and beyond\n\n\n    The lockdown continues and so does our life together  \n\n    We would all like to meet up again and share fellowship but in the meantime we continue to operate in a different way.  During the pandemic our buildings are still closed but through some technology we are coming together regularly on line for Prayer and Bible study using the ‘zoom’ conferencing facility.  I continue to share weekly thoughts, prayers and reflections which are uploaded here as YouTube videos.  I also send out a weekly update email and I know that many Bethany friends are keeping in touch with each other by phone.  If you are not on my mailing list and you would like to receive my weekly emails, please let me have your contact details.   \n\n    With the easing of some restrictions, things may soon begin to change and we will be able to open up our church building again.  To begin with we hope to be open soon for prayer and reflection whilst still maintaining a social distance.  Then we will look forward to holding regular services again.  We have no date yet as to when this can happen but please watch this space for updates.  \n\n     Greetings, love and prayers to you all.\n\n    Stay safe and be well.\n\n    Rev Phil Dunning\n\n    Bethany Baptist Church\n    Heol Llanishen Fach, Rhiwbina, Cardiff. CF14 6LA\n    Minister - Rev Phil Dunning\n    Church Office: 126c Heol Uchaf, Rhiwbina, Cardiff. CF14 6SS\n    Telephone: 02920 692175 or 07990 523702 \n\n    email: phildunning1968@googlemail.com\n\n\n    July Messenger available now\n\n\n  • Daily Message",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9969005585,
        "format_confidence":0.9780465961
    },
    {
        "url":"https:\/\/www.jewishgeorgina.ca\/curriculim",
        "text":"The students learn Hebrew through a fun and competative Aleph Champ program.\n\nOur Torah class is a review of the Torah portions. Classes learn different books of the Torah each year, starting with the story of creation, until the Jews leaving the desert and beginning to prepare to enter the land of Israel.\n\nLessons on each Jewish holiday will fill the calendar as we proceed from Rosh Hashanah and the High Holidays through the holiday of Shavuot. The students will have a deeper understanding of each holiday and its traditions and customs. Chabad Hebrew School will also host holiday celebrations for our students and their families.\n\nWhy do women and girls light Shabbat candles? Why is Shabbat such a special day in the week? Why do we have a Mezuzah on our doors? Why is the bride veiled at a Jewish wedding? This class will teach basic Mitzvot to the younger grades and provide insightful meaning of more complex Mitzvot to the older grades.\n\nAs an added dimension to our student's Hebrew School education, we will be strengthening our students' Prayer skills through the use of a Siddur. All students in Grades 6 are required to have a Siddur at all Hebrew School classes.\nOur goal is to instill confidence in our students' Prayer skills and to enable our students to participate more in Shul, as well as to increase their Hebrew reading and vocabulary skills.\nIn order to derive the most benefit from this enhanced curriculum development, standardized text has been chosen.\nThe Siddur Tehilat Hashem by Kehot was chosen for its many merits including:\n\n*Large clear print with vowels\n*Numbered lines\n*English Prayer instructions\nIf you need to order the siddur, the Hebrew School has received a bulk discount and we are happy to pass the savings directly to you. The cost price per Siddur is $25.\n\nThe older students of Chabad Hebrew School will follow any current event concerning Jewish issues and Israel. Students are encouraged to bring in newspaper clippings, and discussions will follow, keeping our students well informed of the world and its relationship to the Jewish people.\n\nArt projects are incorporated into our curriculum to add excitement to the upcoming holidays and Mitzvot. Our projects will have Jewish holiday and Mitzvah themes and will add a taste of Jewish life to your home. The younger students will be doing art more often than the older grades.\n\nChabad Hebrew School will offer a variety of extra curricular activities such as special guests, Shabbatons, field trips, contests, etc. These events will allow our students to experience Judaism in its entirety, both in and out of the classroom. More details will follow once the school year begins.\n\nChabad Jewish Centre of Georgina\n\nServing the Jewish Community in the Town of Georgina   |   (905) 909-8818",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9531006813,
        "format_confidence":0.5788019896
    },
    {
        "url":"http:\/\/www.ubccolumbus.org\/inch",
        "text":"Since 1964, University Baptist Church has offered the INternational Neighborhood Coffee Hour (InCH),\n\na weekly opportunity for women from all over the world to gather to socialize, make friends, and improve their English language skills. The program is free, as it has been since its founding, and no pre-registration is required.\n\nTrained and seasoned volunteers lead small groups of women of different levels of proficiency to improve their conversational English skills. For more advanced speakers, ESL and ESOL groups are available. Other volunteers from the church and community provide refreshments and child care for preschool-age children.\n\nThe program follows the Ohio State University calendar; INCH meets every Wednesday that the university is in session, from 9:30 to 11:30am.\n\n\nLongtime UBC member Mary Riley founded INCH in the fall of 1963 with the purpose of providing a regular time of fellowship for international women who felt isolated in their new city because of a lack of language skills or because they had young children at home. The original group gathered for conversation, handiwork (e.g., knitting and quilting), and coffee.\n\nOver the years, more than 1,500 women have attended INCH, representing over eighty different countries. Many of them have been the wives of Ohio State students and visiting scholars; others have been immigrants, refugees, the wives of foreign executives, and new citizens of the United States. Currently, around 85 women regularly participate in INCH, and are accompanied by fifteen to twenty infants and toddlers. About twenty volunteers serve them. Wednesday mornings at UBC are lively, to say the least!\n\n\nAmanda McClafferty has been the director of INCH since 2012. A lifelong member of University Baptist Church, she came to INCH as a young child, accompanying her grandmother, who volunteered with the program for several decades. In her high school and college years, Amanda volunteered as a child care worker, tutor, and kitchen helper.\n\nA 2003 graduate of Ohio State, Amanda works as a teacher in the Columbus Public Schools. She and her husband Kyle are the parents of Stella, 10, and Molly, 6.\n\nAmanda says, “My experiences with INCH have truly enriched my life. I have early memories of seeing women from all over the world laughing, talking, and enjoying friendship with one another. As I grew, I took with me the knowledge that the world may appear to be large and full of challenges, but for two hours a week, the world was very small, and only as complicated as whether one enjoys coffee or tea with a cookie!\n\nGet more information about INCH\n\nName *",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.6994934678,
        "format_confidence":0.9921180606
    },
    {
        "url":"http:\/\/pccweb.ca\/first-pembroke\/",
        "text":"Welcome to First Presbyterian Church, Pembroke, Ontario, Canada! We are a friendly, growing congregation situated in the heart of the Upper Ottawa Valley and serving a wide area. We seek to be a Christ-centered people living in obedience to the Bible and committed to carrying out God’s mission in the 21st century.\n\nSunday worship happens at 10:00 a.m. and involves a blend of traditional and contemporary styles, with lots of participation by members of the congregation. The preaching of the Word of God is a priority. The Sacrament of the Lord’s Supper is celebrated five times a year. Special services are held at other times through the year, e.g., Christmas Eve",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9970011115,
        "format_confidence":0.9921322465
    },
    {
        "url":"https:\/\/www.bbcatholic.org.au\/parish-community\/catholic-life-faith-formation",
        "text":"Catholic Life & Faith Formation\n\nPlenary Council 4\n\nWelcome to Catholic Life & Faith Formation. The Catholic Life & Faith Formation Team of the Office for Evangelisation supports the spiritual growth of individuals and faith communities as missionary disciples of Jesus. This is a path that begins with the hearing of the Good News of Jesus as the one who gave his life for us so that we may have life, and who calls us to be his disciples. This announcement or proclamation of the Good News, when heard deeply and responded to personally, brings us into a living relationship with Jesus. As Pope Benedict XVI has shared, “Being Christian is not the result of an ethical choice or a lofty idea, but the encounter with an event, a person, which gives life a new horizon and a decisive direction” (Deus Caritas Est 1).\n\nOur ongoing growth as disciples entails a deepening relationship with Jesus through prayer and our witness to his life in relationship to others, growth in knowledge and understanding of the faith, participation in the sacramental and liturgical life of the Church and sharing in Jesus’ mission by making disciples of others.\n\nThe Catholic Life & Faith Formation team supports parish life in this encounter by sharing and advancing best practices for parish evangelisation and facilitating formation opportunities and resources that empower parishes to invite people into relationship with Jesus and to form their people in a living, explicit and fruitful faith.\n\nWe seek to support parishes and local communities of faith to be ever more effective agents of evangelisation, recognising that clarity of mission, leadership that bears fruit, and the creation of practical pathways for people to encounter Jesus and to live as His disciple are key to the spiritual vitality of our parishes and people. We also support discipleship as expressed in mission to the world including through ecumenical and interreligious dialogue, and initiatives of charity and justice.\n\nCatholic Life & Faith Formation Events\n\n2019 Alpha training 350x350_051219\n\nAlpha 'Come and See' Night\n\n7 Feb 2020\n\nA taste of Alpha for those new to Alpha, or curious to find out more.\n\n2019 Alpha training 350x350_051219\n\nAlpha Team Training\n\n8 Feb 2020\n\nForming teams to successfully run Alpha in parishes.",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9974400997,
        "format_confidence":0.9894320965
    },
    {
        "url":"http:\/\/www.hiramstrestleboard.info\/",
        "text":"Freemasonry also know as Masonry or The Craft, is an ancient and noble fraternity. The beginnings of which are lost to history. Although Masonry is believed to be the oldest surviving fraternal organization in the world, the exact date of its founding is uncertain. Freemasonry can, however, be easily traced to sixteenth century Scotland although the first Masonic governing body was not founded until 1717 in London. By 1723, the Constitutions of the Freemasons were assembled and published, and although that document explicitly refers to an alleged meeting of masons in England assembled by Prince Edwin, the son of the tenth-century Saxon king Athelstan, there is no supporting evidence to this claim. Despite this, theories that the fraternity is much older than the Age of Enlightenment exist, and most historians accept that the Craft is descended from the medieval stonemason’s guilds.\n\nNorth Eastern Kansas Masonic Lodges and Appendant Bodies\n\nWelcome to Hiram’s Trestle Board for the Masonic Lodges and Appendant Bodies of North-Eastern Kansas.\n\nThis Masonic Trestleboard is for the Master Workman of North-Eastern Kansas to draw their plans and designs upon to give the workmen an outline of the work to be performed.\n\nThe Web Master will attempt to keep this up-to-date but is dependent on the individual lodges and bodies to provide accurate information.\n\nIf you would like to have your organization’s information added to the trestle board, please email us at\n\n\n             Brotherhood of Men\n     Under the fatherhood of God",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9869181514,
        "format_confidence":0.9749100804
    },
    {
        "url":"http:\/\/svdppasco.org\/WhoWeAre.aspx",
        "text":"An Open Door to Hope\n\nWho We Are\n\nInspired by Gospel values, the Society of St. Vincent de Paul, a Catholic volunteer organization, leads individuals to join together to offer person-to-person service to the poor and the suffering. And in doing this work, we all enrich our lives spiritually.\n\nWe are the St Patrick Conterence of the Society of St Vincent de Paul. The Society numbers about 700,000 in some 142 countries worldwide, whose members operate through \"conferences\". The conference in Pasco, Washington is based out of St Patrick's Catholic Church at 1320 W Henry St.\n\nCopyright 2012, Saint Vincent de Paul, Pasco, WA",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9957830906,
        "format_confidence":0.9953922033
    },
    {
        "url":"https:\/\/www.faithstreet.com\/church\/simpson-united-methodist-church-pullman-wa",
        "text":"Simpson United Methodist Church\n\nA Methodist (UMC) church in Pullman, WA\n\nWho We Are\n\nSimilar churches often offer music styles like traditional hymns, contemporary, and hillsong-style. Programs like children's ministry, missions, adult education, young adults, and youth group are also typical. by FaithStreet\n\nAbout Us\n\nMethodist (UMC)\n\nUpdate this profile\n\nIs this your church? Claim this page for a free and easy way to help more people find out about your church.\n\nGet Started\n\nIt's free. No hidden fees or costs.\n\nRecommended for you\n\n\n325 NE Maple St\nPullman, WA 99163\n\n509 332-5212\n\n\nGet directions on Google Maps\n\nWhat is FaithStreet?\n\nWe build communities of faithful giving with our online giving tools. Givers can set-up recurring or one-time donations to a church in service, at home, or on the go. Leaders can create shareable campaigns to reach and inspire new givers. Encourage goal setting and see people rise to their own standard of generosity. Begin to give differently.\n\nWe bring as many of the churches we can find together in a free directory of over 300,000 churches. It can be hard to find a community of faith when you're new in town or (re)discovering your faith. Even if a church has a website, it may still be hard to uncover. Find community, find meaning.\n\nWhat Members Say Add your voice\n\nGo here? Tell us why you love Simpson United Methodist Church. Visited? Tell us what a newcomer can expect.",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9970398545,
        "format_confidence":0.9025418162
    },
    {
        "url":"https:\/\/www.faithnames.org\/christian-email-why.html",
        "text":"spacer spacer spacer spacer spacer\n\n\n\nDitch your generic email address and you could be:\n\n\n\n\n\nPlease visit\n\n\nto see an example of our witnessing pages.\n\nMore coming soon!\n\n\n\n\n\n\n\n\n\n\nWhy FaithNames?\n\nWe're unique. We provide the reliabilty and capability of a world-class corporate email platform combined with the ability to share the good news of the gospel in every email.\n\nWhat is Witnessing? We believe that all believers are called to witness, and we believe that witnessing means telling others what we have seen, not telling them how we think they should be. It's about putting yourself in position to be asked about your faith, maybe years down the road.\n\nWith FaithNames, every email sent witnesses in two ways: though the footer at the bottom of the message and through the matching witnessing website.\n\nThe footer and the matching witnessing website are the reason FaithNames was formed. It's not about the email, it's about witnessing to the lost using every available tool, including email.\n\nLearn how to Witness With Email\n\nLearn more about the Technical Features of our email system\n\nBut God demonstrates His own love toward us, in that\nwhile we were still sinners, Christ died for us.\n\nRomans 5:8 (NKJV)\n\nLearn more at www.Christ.DiedFor.Us\n\n\n\nOur domains include   (Isaiah 53:5 & John 19:37)   (Matthew 27:51)   (Hebrews 9:26 & 10:10)\n  Christ.DiedFor.Us   (Romans 5:8)   (John 19:30)\n\n\n\n\n\n\n\n\n\n\n\"New Revised Standard Version Bible, copyright 1989, Division of Christian Education of the National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved.\"\nScripture quotations marked \"NKJV™\" are taken from the New King James Version®. Copyright © 1982 by Thomas Nelson, Inc. Used by permission. All rights reserved.\nVerses marked \"WEB\" are from the World English Bible and are in the public domain\n\nCopyright 2021",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9921841025,
        "format_confidence":0.7116424441
    },
    {
        "url":"https:\/\/www.peoplegroups.info\/",
        "text":"Since 1820 Italians have migrated to North America. Italian enclaves, or places often known as Little ...\n\nOur map is the heart of the initiative. Use the filters to narrow your results.\n\n\nThe Rochester metro area is a seven county metropolitan area located in western New York, with Rochester, also known ...\n\n\n  • Become Aware - Who are these strangers next door?  Where did they come? What language do they speak? Where do these people gather? These are a few questions that PeopleGroups.info answers.\n  • Get Involved - Help clarify the picture of unreached peoples and places in your locale by becoming an editor or moderator.  Challenge your church to pray for and intentionally plant churches among unreached peoples and places in your locale.\n  • Live Missions - Pray for your unreached peoples and places. Start a conversation, asking them, \"What is your favorite food?\" Invite them to your home for a meal.\nClick Here to learn ways you can clarify the picture of people groups.\n\n\n\n  • Workshops - host or attend a workshop and become equipped in ways for finding unreached peoples in your locale, naturally encountering peoples, finding people of peace, dealing with spiritual warfare, making disciples and planting churches among unreached peoples. Workshops are interactive, participant-centered, hands-on events designed to meet the needs of your church, city and locale.\n  • Free Webinars - deal with various topics (e.g. Buddhism in North America, Hinduism in North America, Islam in North America, Using PeopleGroups.info to Mobilize Christians, etc). Practitioners with years of experience lead webinars.\nClick Here to learn about scheduled workshops and webinars.",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9872426987,
        "format_confidence":0.592266202
    }
]