[
    {
        "url":"http:\/\/www.engadget.com\/2006\/12\/06\/next-n-gage-platform-to-support-several-handsets-at-launch\/",
        "text":"Though we've known for a while that the next N-Gage -- in whatever form it'll ultimately take -- will be drastically different than Nokia's lackluster gaming efforts thus far, details have been slim for the picking. While we don't know with certainty whether there's going to be an actual in-the-flesh N-Gage 2 per se, the software platform to support it is a done deal, and we've got good news: it'll support several existing Nokia phones from day one. \"Something like 5-7,\" in fact, according to Jaakko Kaidesoja of Nokia's Play New Experience division, which is the next N-Gage platform's caretaker. What models make up that list remains to be seen, but upcoming games have been demonstrated on several Nseries devices, suggesting that most (if not all) S60 3rd Edition phones may make the compatibility list. Granted, none of those phones have the kinds of controls we'd expect out of a gaming-oriented device, but there's some talk that we might see a Bluetooth controller down the road designed specifically to make those complicated moves a little easier to execute (provided the user has the required thumb dexterity, that is). Add that to N-Gage's online features and the N93's TV out, and we have the makings of a makeshift game console on our hands, no?\n\n[Via Tech Digest]\n\n\nNext N-Gage platform to support several handsets at launch",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.8351207376,
        "format_confidence":0.9950038791
    },
    {
        "url":"https:\/\/www.pcworld.com\/article\/160004\/article.html",
        "text":"Vertu Opens First Japan Store\n\nVertu, the luxury cell phone brand created by Nokia, has opened its first store in Japan to sell hand-crafted cell phones to wealthy consumers despite the recession currently gripping the country.\n\nThe company's first store opened its doors on Thursday to customers in Tokyo's ritzy Ginza district with handsets selling at prices up to &#165;6 million (US$64,400). Vertu is also establishing itself as a cellular carrier here, working on the MVNO (mobile virtual network operator) model across NTT DoCoMo's network, so it can provide tailored service to customers.\n\nBut the service comes at a price. Monthly subscriptions to the Vertu MVNO cost &#165;52,500, according to local media. That's 15 times the cheapest basic monthly tariff offered by NTT DoCoMo.\n\nVertu is betting that its target audience -- wealthy consumers -- won't be put off by the price but rather attracted by the handsets, which are hand-assembled in the U.K., and virtual concierge, an on-call service that can help with advice on travel, entertainment, restaurants and events.\n\nThe shop opens as other luxury goods retailers are feeling the heat of the growing recession in Japan.\n\nSales at LVMH Moet Hennessy Louis Vuitton dropped 10 percent in 2008 and the company has postponed plans to open a new store in the same Ginza district of Tokyo in 2010. Cartier-brand owner Richemont saw sales in the last three months of 2008 drop 18 percent and Tiffany just cut prices by an average 9 percent to stoke demand.\n\nThe wider economy isn't doing much better. On Thursday the government said the Japanese economy contracted by 12.7 percent on the year in the final quarter of 2008, which represents the greatest quarterly drop since the oil shock of the 1970s.\n\nVertu is coming to Japan only months after Nokia pulled out of the market. The world's largest cell phone maker found the Japanese market, with its fast product cycles, quick moving trends and demanding carriers, a challenge and last year decided to withdraw as part of a global restructuring.\n\nTo comment on this article and other PCWorld content, visit our Facebook page or our Twitter feed.\nShop Tech Products at Amazon",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.6128928661,
        "format_confidence":0.9964564443
    },
    {
        "url":"https:\/\/youreviewtech.com\/2018\/11\/03\/apples-first-5g-iphone-could-come-in-2020-report\/",
        "text":"Apple’s first 5G iPhone could come in 2020: report\n\nWireless carriers are preparing for 5G connectivity, the next generation of cellular networking that promises to bring faster download speeds to consumers. Hardware manufacturers are also getting ready, with plans already in motion for a number of devices that will take advantage of those faster networks. A new report suggests that Apple will release its 5G phone in 2020.\n\nThe FCC granted Apple approval to experiment with 5G technology last year, laying the groundwork for a 5G phone down the road. A report in Fast Company cites “a source with knowledge of Apple’s plans,” who says that the phone will be released in 2020. The report also notes that the company plans to use Intel’s 8161 5G modem chip, although there are still some technical…\n\nContinue reading…\n\nBe the first to comment\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9586884975,
        "format_confidence":0.7080789208
    },
    {
        "url":"https:\/\/www.i4u.com\/38821\/android-25-mobile-web",
        "text":"Android: 25% Of Mobile Web\n\nPosted: Sep 4 2010, 2:04pm CDT | by , in News | Android\n\nAndroid: 25% Of Mobile Web\n\/* Story Top Left 2010 300x250, created 7\/15\/10 *\/ google_ad_slot = \"8340327155\";\n\nThe hits keep on coming!\n\nAndroid has reached another major milestone today. Phandroid reports that Quantcast has just put up their new mobile web share numbers. Android saw its greatest gains since November of 2009, and is now up to a whopping 25% of the mobile Internet. That is a 17% jump from this time last year.\n\nThe iPhone's share is down to a still-commanding 56%. At this rate, it isn't hard to imagine Android catching up to iOS, if not eclipsing them, within the next year. Personally, I'd bet on a tie (or close to one) in September, and an Android victory somewhere around January 2012, if not winter 2011.\n\nThis story may contain affiliate links.\n\n\nFind rare products online! Get the free Tracker App now.\n\nDownload the free Tracker app now to get in-stock alerts on Pomsies, Oculus Go, SNES Classic and more.\n\nLatest News\n\n\nThe Author\n\n<a href=\"\/latest_stories\/all\/all\/5\" rel=\"author\">Robert Evans<\/a>\nThe excitement about new smartphones, tablets and anything mobile drive Robert to unearth the latest rumors and developments in this fast moving space. He adopted 4G as soon as it become available and knows where the mobile market is going.\nRobert can be contacted directly at robert@i4u.com.\n\n\n\n\ncomments powered by Disqus",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.7615043521,
        "format_confidence":0.9766087532
    },
    {
        "url":"http:\/\/mediacomtech.com\/news-updates\/microsoft-surface-devices-fail-reliability-finds-consumer-reports-survey\/",
        "text":"News Updates\n\nMicrosoft Surface Devices Fail on Reliability, Finds Consumer Reports Survey\n\nThe breakage rate for Microsoft’s Surface devices is significantly worse than for other manufacturers’ laptops and tablets, Consumer Reports said, adding that it was removing its “recommended” designation for Surface products.\n\nThe non-profit publication surveyed 90,000 tablet and laptop owners and found that an estimated 25 percent of those with Microsoft Surface devices would be presented with “problems by the end of the second year of ownership,” according to a study published on Thursday.\n\n“If you are very concerned about how long your products are going to last, it might be better for you to go with a brand that has a higher predicted reliability,” Jerry Beilinson, electronics editor at the consumer goods testing publication, said in an interview.\n\nMicrosoft disputed the study, saying the company’s return and support rates differ significantly from the Consumer Reports study.\n\n“We don’t believe these findings accurately reflect Surface owners’ true experiences or capture the performance and reliability improvements made with every Surface generation,” the company said in a statement.\n\nAccording to the Consumer Reports survey responses, the Microsoft devices were found to freeze, unexpectedly shut down or have issues with their touchscreens, Beilinson said.\n\nAltogether, the reliability issues made Microsoft a statistical outlier compared with other brands. Apple Inc had the most reliable devices, Beilinson said.\n\nMicrosoft entered the hardware market with its first Surface tablet in 2012. Since then, the company has released a series of new Surface tablets and laptops, including the well-reviewed Surface Pro, which launched in May.\n\nMicrosoft Surface Devices Fail on Reliability, Finds Consumer Reports SurveyThe Surface devices serve as a face for the company and exemplify how Microsoft’s manufacturing partners can build hardware around the Windows 10 operating system. However, Surface is a small part of Microsoft’s overall revenue, and Surface revenue has declined year-over-year for the past two quarters.\n\n“The reality is that Microsoft has very little experience in some of the newer categories it’s entering very rapidly, which may expose it to more risk of problems in manufacturing,” said Jan Dawson, chief analyst at Jackdaw Research.\n\nConsumer Reports has conducted its annual reliability study since 1952, starting with cars. The study is also used to determine the reliability of products like refrigerators, lawn mowers, televisions and more. In more recent years, the organization has added laptops and tablets.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9808917642,
        "format_confidence":0.9947633743
    },
    {
        "url":"http:\/\/www.photographybay.com\/tag\/memory-stick-pro-hg-duo-hx\/",
        "text":"Sony Announces Fastest Memory Stick PRO-HG Duo HX\n\nSony’s new Memory Stick is its fastest ever made, chalking up data transfer rates of 50MB\/s.  Sony claims the new Memory Stick PRO-HG Duo HX is faster than the fastest UHS-I SD cards when used in Sony cameras.  However, I’m not aware of any Sony cameras that are UHS-I compliant in the first place.\n\nThe new 50MB\/s Memory Sticks should be available this May at the same prices of the previous generation cards in 8GB, 16GB and 32GB flavors.  Look for them at B&H Photo.\n\nMore details in Sony’s press release below. [Read more...]",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9906833172,
        "format_confidence":0.6672812104
    },
    {
        "url":"http:\/\/www.slashgear.com\/verizon-iphone-hd-advertising-campaign-preparing-for-launch-1185206\/",
        "text":"Verizon iPhone HD Advertising Campaign Preparing for Launch\n\nMay 11, 2010\nVerizon iPhone HD Advertising Campaign Preparing for Launch\n\nAs far as contradicting reports go, this one is definitely a big one. It hasn't even been a full day since we told you that the Apple\/AT&T iPhone exclusivity deal was inked for five years, starting in 2007, and here we are telling you that a company is hard at work on the advertisement campaign for the next iPhone. And, sure enough, they say it's coming to Verizon Wireless.\n\nThis is just a rumor for right now, so get your salt shakers ready. But, apparently Landor Associates has been building an advertising campaign for the iPhone on Verizon Wireless since 2007. Now, that's a little confusing considering the iPhone launched exclusively on AT&T, and has been doing so every year since. With the launch of the iPhone HD coming here in the next few months, this report would lead us to believe that things are definitely going to change soon.\n\nA Verizon iPhone has been one of the most highly rumored pieces of tech since the iPhone inception, and while this may be just another one of those rumors, we're beginning to notice that they are definitely stacking up this year. Will the iPhone HD mark the divergence from AT&T, and finally reveal a CDMA-based handset from Apple here in the States?\n\nAnd, on a bit of a side-note, it looks like AT&T has begun to roll back upgrade dates for early adopters of the iPhone 3GS. A few reports from some lucky customers show that while their upgrade date originally read November 21st, they've been switched over to June 21st. So, take that for what it's worth. New iPhone much?\n\n[via SlashPhone; via MobileCrunch]\n\nMore on Apple",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9841412902,
        "format_confidence":0.9920415282
    },
    {
        "url":"http:\/\/gadgetorama.com\/2013\/01\/blackberry-z10-packaging-revealed\/",
        "text":"Jan 292013\n\nWe’ve seen plenty of pictures of the all-touch BlackBerry Z10 that RIM is expected to unveil tomorrow (along with the BlackBerry X10 with QWERTY keyboard). Now comes a picture of the retail box you can expect that BlackBerry device to come in:\n\nRIM BlackBerry Z10 retail packaging\n\nThe contents of the box were not revealed. Aside from the smartphone itself, it will likely contain the battery, a charger and USB cable, earbuds and the usual manuals (quick start guide and warranty).\n\nAll will be revealed very soon now. There is now less than 24 hours before RIM takes to the stage to unveil its new BlackBerry 10 devices.\n\nRead more: CrackBerry\n\nJerome Skalnik\n\nJerome is Gadgetorama's founder and Editor. His interest in mobile devices goes back to the Compaq PC Companion C120 and there has not been a time since that he has not had a mobile device (or more) on him.\n\nSorry, the comment form is closed at this time.",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9946811795,
        "format_confidence":0.9659109116
    },
    {
        "url":"http:\/\/www.slashphone.com\/boost-mobile-50-monthly-unlimited-plan-adds-411-calls-plus-more-059524",
        "text":"HOME        ARCHIVE        CONTACT US        ABOUT\n\nBoost Mobile $50 Monthly Unlimited Plan Adds 411 Calls Plus More\n\nPosted on May 5th, by Evan Selleck in archive. 1 Comment\n\nHaving an unlimited amount of anything is just about the coolest thing out there. It’s unlimited, which means you get to use it to your heart’s content. Of course, with most unlimited plans you have to pay quite a high price for it, but that’s why Boost Mobile is so proud of their monthly unlimited plan. $50 for everything, and now it includes even more.\n\nThanks to a new press release, which includes the addition of a brand new handset to the Boost Mobile line-up, unlimited plan customers can now take advantage of unlimited 411 calls, Instant Messages, and email. And for those with the $60 BlackBerry Unlimited plan, which already includes unlimited email and Instant Messaging, those 411 calls are now included as well.\n\nAs for the new device, that would be the red version of the Samsung Rant. It features a slide-out full QWERTY keyboard, 2MP camera on the back which includes a digital zoom and video capabilities, 3G high-speed data, GPS and Bluetooth connectivity. The handset won’t be available until May 19th, and will be $149.99 before taxes. Remember, that’s the price, because there isn’t a contract, so it’s not subsidized. Anyone planning on picking it up? Full press release below.\n\nTake full advantage of new features and the Samsung Rant®, Available online May 19, the first slider QWERTY handset offered by Boost\n\nIRVINE, Calif. -Boost Mobile® keeps value alive and well by adding unlimited calls to 411, email and instant messaging today to its popular $50 ‘Monthly Unlimited’ plan for no additional fee. Customers on the $60 BlackBerry Monthly Unlimited plan, which includes unlimited email and instant messaging, will also have the benefit of unlimited calls to 411.\n\nMonthly Unlimited customers also have another handset to choose from with the launch of the red Samsung Rant®, the first slider QWERTY phone from Boost Mobile available at www.boostmobile.com on May 19 for $149.99. With the Rant consumers will get fast and easy access to multiple messaging options with a full QWERTY keyboard, making it the perfect match for the recently enhanced no-contract nationwide Monthly Unlimited offer.\n\n“Boost Mobile is staying true to our offer of superior value with the Monthly Unlimited plan enhancements,” said Neil Lindsay, chief marketing officer for Boost Mobile. “Paired with the Samsung Rant, we make it even easier for customers to get unlimited access to some of their favorite Web-based email services while on the go-without breaking the bank.”\n\nBoost Mobile is the perfect option for nationwide cell phone service without a long-term contract because it provides great value on a dependable nationwide network with fewer dropped calls than MetroPCS and Cricket*. Experience the Sprint 3G Network with the Samsung Rant, featuring true nationwide 3G coverage compared to Cricket’s regional 3G coverage.\n\nThe Samsung Rant from Boost Mobile is available on May 19 for $149.99 (excluding taxes) with free shipping when purchased at www.boostmobile.com. In the coming weeks, the mobile phone also will be available through Boost Mobile exclusive retail stores and select independent wireless dealer locations.\n\nSamsung Rant Features\nSlide-out QWERTY Keypad\n2MP Camera with Digital Zoom & Video\n3G High-Speed Data\nWireless Web Email Access\nInstant Messaging\nMulti-Media & Text Messaging\nMP3 Music Player\nStereo Bluetooth®\nGPS Enabled\nSupports micro SD™ Card up to 16GB (card not included)\nVoicemail, Caller ID, Call Waiting and Call Forwarding\nSpeakerphone with Voice Recognition\nDownloadable Games, Wallpapers & Music Ringtones\n600 Entry Phonebook\nAlarm Clock, Calendar, Calculator, To Do List, & Voice-Memo Recorder\nAbout Boost Mobile\nBoost Mobile, one of Sprint’s prepaid brands, offers wireless phones and services with no long-term contracts. Boost Mobile redefines value for wireless consumers with its ‘Monthly Unlimited’ service, offering unlimited nationwide talk, text, Web, email, IM and 411 for $50 per month, and with its ‘BlackBerry Monthly Unlimited’ service, offering unlimited nationwide talk, text, Web, email, IM and 411 for $60 per month. Boost Mobile offers nationwide service on the Nationwide Sprint Network, reaching more than 276 million people, and on the Nextel National Network reaching more than 277 million people, with no activation, roaming, traveling or long distance fees. Boost Mobile offers a selection of quality handsets from Motorola, Sanyo, Research In Motion and Samsung, ranging from entry-level to high-end devices. Boost Mobile phones are available nationwide at nearly 20,000 major retail stores, including Best Buy, RadioShack, Target and Walmart, Sprint retail stores, independent wireless dealer locations, and on HSN, a leading television home shopping network; and Re-Boost® is available at approximately 100,000 locations throughout the U.S. Experience Boost Mobile on the Web at MySpace, Facebook and Twitter; and purchase products at www.boostmobile.com\n\n  • Kimberly\n\n    The Boost Mobile deal really seems like a moneysaver, especially for families and talkie kids, but Sprint has another deal that’s just a little too similair. Sprint’s named company has an unlimited plan $99 – that’s about $50 more than Boost’s and they are are on the same calling network. When I found out about the Boost deal, I really wondered why Sprint couldn’t offer the same options for that price – the savings for all customers would really help as well as maybe attract more. I don’t want to loose my service, but that $50 a month more is a killer when you are already on a tight budget. I heard about a website people are visiting to email the President of Sprint and let him know that this deal is just totally unfair to loyal Sprint customers. Check it out at http:\/\/sites.google.com\/site\/sprintcustomersunite\/ and let him know how you feel.",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.658188343,
        "format_confidence":0.6842944622
    },
    {
        "url":"http:\/\/gizmodo.com\/5096509\/blackberry-storm-lines-not-iphone-lines-but-still-feisty?tag=blackberry-storm",
        "text":"BlackBerry Storm Lines Not iPhone Lines, But Still FeistyIn spite of its mixed reviews concerning software bugs and the controversial click-screen, the BlackBerry Storm drew a heckuva lot of Crack(Berry)heads to Verizon Wireless stores today demanding to get a piece of that action, including some who got uppity when things didn't work out like Christmas morning. Reuters is saying that \"more than 200 people\" were hanging out in front of a mid-town Manhattan Verizon store this morning, some who ended up throwing fits when the shop ran out of the RIM goodness just an hour into its morning sales. If you yourself are concerned about a Storm shortage, Reuters says that Verizon stores that may have run dry are promising a unit within 7 days, as long as you pre-order at the store or online. Given the high profile of this product launch, I figure this isn't a supply problem so much as it is an allocation problem, and that every store will soon have enough to meet demand. Have you had any issues scoring a unit? If so, do share them so your fellow Giz readers don't waste their Saturdays. [Reuters]",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9879123569,
        "format_confidence":0.9760667086
    },
    {
        "url":"https:\/\/www.thegoandroid.com\/no-new-devices-at-samsung-march-22nd\/3388\/",
        "text":"No New Devices at Samsung’s March 22nd Event in France\n\n\nWith Rumors getting heat that href=”” rel=”homepage” target=”_blank” title=”Samsung”>Samsung will unveil href=”” rel=”wikipedia” target=”_blank” title=”Samsung Galaxy S”>Galaxy S III on 22nd March in France. Samsung reportedly debunked rumors of the Galaxy S III, or any new device, being announced at this event. The french show will serve to showcase their existing device portfolio to attendees.\n\nvia TheNextWeb\n\n\nPlease enter your comment!\nPlease enter your name here\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9926362038,
        "format_confidence":0.9866412282
    },
    {
        "url":"http:\/\/www.chinatechnews.com\/2013\/03\/05\/19163-china-mobile-ntt-docomo-korea-telecom-launch-global-nfc-roaming-service",
        "text":"China Mobile, NTT DoCoMo, Korea Telecom Launch Global NFC Roaming Service\n\nMarch 5, 2013 | Print | Comments | Category: Gadgets & Electronics, Internet, Telecom & Wireless\n\nChina Mobile, Japan's NTT DoCoMo, and South Korea's Korea Telecom announced that the three parties have reached an agreement for a series of mobile phone services, aiming to realize cross-border payment services with the near-field communication function on mobile phones.\n\nUnder the agreement, users are able to use cross-border payments, ticket purchases, discount coupon collections and exchange services.\n\nThe standards applied by these three telecom operators are based on the international standards formulated by the Global System for Mobile Communications and NFC Forum.\n\nSince January 2011, enterprises in the industry have been exploring NFC roaming service opportunities. In October 2012, NTT DoCoMo and Korea Telecom announced plans to launch international payment services. To further promote the development of NFC, the three telecom operators will share their achievements with industry associations and standard organizations around the world, aiming to contribute to the establishment of a global NFC compatible service business environment.\n\nLeave A Comment:\n\nInside ChinaTechNews.com",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.6571471095,
        "format_confidence":0.9952027798
    },
    {
        "url":"http:\/\/www.techradar.com\/us\/news\/phone-and-communications\/htc-s-full-2009-line-up-gets-leaked-501094",
        "text":"HTC's full 2009 line-up gets leaked\n\nIs there anything in there to beat the iPhone or Storm?\n\nThe HTC Whitestone\n\nHTC must have left the list of its new handset range on the train or something, as it's popped up on the internet... along with pictures and everything.\n\nIt appears that HTC has decided that 2009 should definitely be the year of the touchscreen, as around 90 per cent of the handsets shown look like they will use a finger-friendly interface.\n\nWhile specifications and markets for the phones are limited, there are some great-looking devices among them, and all eyes will be looking for the phone that can beat the iPhone and the Palm Pre, according to Telstra execs.\n\nTouch Stone\n\nThe Whitestone is clearly the most beautiful of the bunch, and is obviously designed for media playback with a wide touchscreen and a stand... unless it's made for people who like looking at their handset at an angle.\n\nThe others in the list are a mixture of new handsets, such as the Beryl, but others look very similar to the current Touch and Diamond models, so are likely to be updates.\n\nAnyway, if you're interested in seeing what the world will be looking for from the Taiwanese company, then check out the list for yourself at and give yourself a special pat on the back if you can work out which one is likely to be the new Android G2 handset.",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9951748848,
        "format_confidence":0.98664397
    },
    {
        "url":"http:\/\/www.eweek.com\/c\/a\/IT-Infrastructure\/Panasonic-Sony-LaCie-Make-HardtoBreak-Gadgets-218894",
        "text":"IT & Network Infrastructure : Panasonic, Sony, LaCie Make Hard-to-Break Gadgets\n\nBy Nathan Eddy  |  Posted 2011-09-07 Print this article Print\nPanasonic Toughbook 19 ($2,500)\n\nPanasonic Toughbook 19 ($2,500)\n\nThis fully-rugged, convertible tablet PC has a 10.1-inch sunlight-viewable touch or dual-touch LCD with a full magnesium alloy case.\nLife is an often bumpy road, and as we hurtle toward a society where nearly everyone is carrying some form of mobile communication device, digital camera or portable storage system, it's reassuring to know your content (and investment) is protected. While there is no shortage of protective covers, cases and carry-on bags for your tech gear, some companies have gone the extra mile to shock-proof, water-proof and crush-proof their digital devices. For those of us who work out in the field, be it for the government, a health care institution or private enterprise where durability and resistance to the elements is critical, these devices offer reliability and peace of mind, not to mention packing these protective measures into dimensions that still make the device as portable as possible. Even if you're carrying around a more delicate device such as the iPhone (how many times have you seen friends carrying around iPhones with shattered screens?), there are a litany of third-party manufacturers out there who offer dozens of case designs ranging from smooth, protective leather to chunky, near-indestructible rubber that ensure your device is kept covered.\nNathan Eddy is Associate Editor, Midmarket, at eWEEK.com. Before joining eWEEK.com, Nate was a writer with ChannelWeb and he served as an editor at FierceMarkets. He is a graduate of the Medill School of Journalism at Northwestern University.\n\nSubmit a Comment\n\nLoading Comments...\nManage your Newsletters: Login   Register My Newsletters\n\nRocket Fuel",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9933023453,
        "format_confidence":0.6124914289
    },
    {
        "url":"http:\/\/articles.baltimoresun.com\/2000-05-15\/entertainment\/0005150226_1_fax-machine-laser-printer-image-quality",
        "text":"All-in-one machine from Samsung saves users time and...\n\n\nMay 15, 2000\n\nAll-in-one machine from Samsung saves users time and money\n\nFor those with limited funds and desk space, multifunctional devices such as Samsung's $399 Msys-5100P just make sense.\n\nWith a plain-paper fax, laser printer, copier and scanner, this one box aims to be the Swiss army knife of PC peripherals.\n\nSetup is a breeze. Plug in the telephone line and power cord, and it's already a working fax machine and a desktop copier. As a fax, the 14.4 kilobits-per-second Msys-5100P features 10 one-touch speed-dial numbers and memory for 80 more.\n\nFOR THE RECORD - A review of the Samsung Msys-5100P, a laser printer, copier, scanner and fax machine, that appeared in Monday's edition of Plugged In gave an incorrect price. The price is $795. The Sun regrets the error.\n\nA convenient handset adds a telephone to the package.\n\nAs a copier, the Msys-5100P makes up to 99 copies at the push of a button.\n\nQuality is OK, about what you'd expect from a fax machine.\n\nThis wonder box becomes a six-page-per-minute laser printer and a 200-dots-per-inch scanner after the Msys-5100P is connected to your Windows 95\/98\/NT computer using the included parallel cable. Thankfully, the machine's resolution as a printer -- 300 dpi -- is much better than its output as a copier.\n\nThe software package offers all the standard image capture and editing tools. While the optical character reader scanning mode converts images into editable text automatically, the additional ability to scan directly to an e-mail message furthers its usefulness.\n\nThe Samsung Msys-5100P's features makes it peripheral survival gear for the home office.\n\nInformation: 877-804-9949.\n\n-- Jeremy M. Van Zee\/KRT\n\nEyemodule's add-on turns palmtop into digital camera\n\nConvenience is the best argument for the Eyemodule digital camera, an add-on for the Handspring Visor personal digital assistant. The trade-off is image quality.\n\nThe $150 Eyemodule is among the latest third-party devices that plug into the expansion slot of the Visor, which runs the same operating system as Palm Computing's PDAs. Others for the Visor include games and modems.\n\nThe Eyemodule adds only a couple of ounces in weight, about a half-inch in length and nothing to the palmtop's thickness. The Visor's screen becomes the camera's viewfinder, and pictures are simple to take. Included software for Windows 95 or higher allows users to beam images to other Palm devices or to download them to a desktop computer.\n\nIDEO Product Development, the designer, promises to soon release Macintosh software.\n\nImage quality, though, is poor. Pictures from the Eyemodule have a top resolution of 320 by 240 pixels. At about the same price, a cheap digital camera can get 640 by 480 pixels with better color.\n\nInformation: 800-741-9070 or\n\n-- David LaGesse\/KRT\n\nBaltimore Sun Articles\nPlease note the green-lined linked article text has been applied commercially without any involvement from our newsroom editors, reporters or any other editorial staff.",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9909194708,
        "format_confidence":0.9117346406
    },
    {
        "url":"https:\/\/www.techradar.com\/uk\/news\/microsofts-surface-pro-8-could-have-an-extra-loud-speaker-attachment-for-room-filling-sound",
        "text":"Skip to main content\n\nMicrosoft’s Surface Pro 8 could have an extra-loud speaker attachment for room-filling sound\n\n(Image credit: Future)\n\nWhile the Surface Pro 7 has only just been released, it seems like Microsoft is hard at work on its successor, the Surface Pro 8, with a new patent emerging that seems to indicate that the company is looking at creating an attachment that adds louder speakers to the 2-in-1 laptop\/tablet hybrid.\n\nThe patent, which was spotted by Windows Latest and Softpedia, appears to show a large additional speaker built into the Type Cover of a Surface Pro device.\n\nThe Type Cover is a peripheral for the Surface Pro that not only covers the screen when not in use – to protect it from damage – but also works as a keyboard and stand. Adding a built-in speaker to the Type Cover would be a nifty way of improving the sound quality of future Surface Pro devices.\n\nA diagram from Microsoft's patent\n\nA diagram from Microsoft's patent (Image credit: Microsoft)\n\nDesign considerations\n\nOf course, putting a speaker into the Type Cover brings certain design challenges – as Microsoft won’t want to make the cover too bulky, which would impact on the thin and light design of the Surface Pro.\n\nAccording to the patent, which is called Expandable Enclosure for Electronic Device Resonance Box, the speaker is positioned opposite the display, and could be used in both “a closed configuration and an open configuration, such that in the open configuration,” which means the extra speaker could be used even when the Surface Pro 8 (or whatever future Surface Pro device it appears on) is closed.\n\nMicrosoft aims to avoid making any future cover with a built-in speaker too bulky by positioning the speaker on an “outer surface of the expandable enclosure and oriented so that the drive magnet assembly faces an interior of the resonance box, and so that the speaker cone faces an exterior of the resonance box.”\n\nThis, according to the patent, means that the Surface Pro “gains the benefit of amplifying audio via the resonance box without adding significantly to the device volume or requiring an auxiliary speaker system.”\n\nWhile the additional speaker may not increase the size and weight of the Type Cover, it could certainly have an impact on the price. Microsoft sells the Type Cover separately. The Type Cover for the new Surface Pro X, for example, costs a hefty $269 (£259, AU$429). If a future version also includes a speaker, that price could climb even further.\n\nStill, for people who use their Surface Pro devices to watch movies on or stream music, having an extra speaker could make a huge difference, bringing a big improvement when it comes to sound quality compared to the small and tinny speakers that are built-in to the body of the Surface Pro.",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9933519363,
        "format_confidence":0.9834459424
    },
    {
        "url":"http:\/\/www.cultofmac.com\/293519\/apple-patents-samsungs-galaxy-note-style-radial-menus-ios\/",
        "text":"Apple patents Samsung’s Galaxy Note-style radial menus for iOS\n\n\nSamsung’s Galaxy Note has used radial menus before. But don’t worry: Apple got there first. (Picture: TechnoBuffalo)\n\nApple has been awarded a new patent for adding moving radial menus to both Macs and iOS devices.\n\nThe use of radial menus would give Apple an alternative to the pull-down menus currently used in most applications — allowing context-specific menus and submenus to be created at optimal positions close to a user’s mouse cursor or, in the case of an iPhone or iPad, their finger.\n\nThis feature is reminiscent of the Air Command feature introduced in Samsung devices with the arrival of the Note smartphone. Before anyone jumps down Apple’s throat for copying, however, it appears that Apple had the idea on file first with a June 2008 filing.\n\nScreen Shot 2014-09-02 at 11.44.44\n\nInitially Apple submitted the patents in Europe and Korea as a way of keeping its work on the project secret. However, a U.S. patent was subsequently published back in 2012, covering only Macs. It is only with this subsequent patent application that the technology has been added to iOS devices also.\n\nWill it appear as an addition in a new version of iOS? The amount of time Apple has sat on this patent without using it might suggest not, but as more and more productivity tools make their way to iPads it would certainly be an intriguing direction for the company to explore.\n\nScreen Shot 2014-09-02 at 11.43.11\n\nAbout the author\n\nLuke DormehlLuke Dormehl is a UK-based journalist and author, with a background working in documentary film for Channel 4 and the BBC. He is the author of The Formula: How Algorithms Solve All Our Problems, And Create More and The Apple Revolution, both published by Penguin\/Random House. His tech writing has also appeared in Wired, Fast Company, Techmeme, and other publications. He'd like you a lot if you followed him on Twitter.\n\n(sorry, you need Javascript to see this e-mail address)| Read more posts by .\n\nPosted in News | Tagged: , |",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.8810966015,
        "format_confidence":0.9762679935
    },
    {
        "url":"https:\/\/www.slashgear.com\/zune-hd-not-dead-after-all-claims-microsoft-05185566\/",
        "text":"Zune HD not dead after all claims Microsoft\n\nChris Davies - Oct 5, 2011, 3:34am CDT\nZune HD not dead after all claims Microsoft\n\nMicrosoft has apparently flip-flopped on the Zune HD again, resurrecting its PMP hardware from the dead and claiming axing the media player lineup was never its intent. After first squashing rumors that the Zune hardware line had been killed, then promptly admitting that the Zune HD was, indeed, dead, Microsoft’s support team now insists that “no official info has been released stating hardware is being discontinued.”\n\nMeanwhile, the support article that confirmed the Zune range had been discontinued has since been pulled, though you can still read the details in Google’s cached version (and below). According to the Zune Support Twitter account, “that site was added to the Zune website in error” and there’s “no further info” at this time.\n\n“We recently announced that, going forward, Windows Phone will be the focus of our mobile music and video strategy, and that we will no longer be producing Zune players. So what does this mean for our current Zune users? Absolutely nothing. Your device will continue to work with Zune services just as it does today. And we will continue to honor the warranties of all devices for both current owners and those who buy our very last devices. Customer service has been, and will remain a top priority for us.” Pulled Microsoft Support statement on Zune\n\nIt seems Microsoft may be keeping its Zune hardware options open, though we couldn’t blame the company for being more focused on media integration in Windows Phone than standalone devices. Even Apple appears to have lost some enthusiasm for its iPod range, announcing minor updates to the iPod touch and iPod nano yesterday, while connected media players on smartphones – with both cellular data and WiFi to choose from – proliferate.\n\n[via WinRumors]\n\nMust Read Bits & Bytes",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9648392797,
        "format_confidence":0.9963035583
    },
    {
        "url":"http:\/\/www.tvtechnology.com\/news\/0110\/decontis-sets-mobile-dtv-monitoring-software-prices\/207043",
        "text":"System.NullReferenceException: Object reference not set to an instance of an object. at DotNetNuke.Framework.DefaultPage.OnLoad(EventArgs e) in e:\\websites\\\\public_html\\Default.aspx.cs:line 791 Decontis Sets Mobile DTV Monitoring Software Prices | TvTechnology\n\nDecontis Sets Mobile DTV Monitoring Software Prices\n\nSeptember 23, 2010\n\nI've described the $11.99 Decontis Mobile DTV Viewer in previous RF Reports. On Wednesday, Decontis released pricing on its atscSAM Analysis and Monitoring packages.\n\nThe \"Monitoring Base Pack\" is priced at $800, and should be affordable by any station adding mobile DTV capability. The pack includes a USB dongle for atscSAM v1, SAMcorder to record mobile DTV streams and SAMbera, which can analyze ATSC and ATSC MH streams and show errors, including error-triggered snapshot creation. For an extra $400 (total price $1,200), the Advanced Monitoring Pack adds visual playback of all programs, visual audio bars, audio loss and video freeze detection and transcoding\/streaming.\n\nMore expensive packages add detailed analysis of ATSC and ATSC MH streams down to the bit level with SAMalyzer, and provide a view of channel allocation of all PIDs in a glance. The top software level--the Operation Center Monitoring pack--adds additional channels, which allows easy monitoring of transmitter networks.\n\nI have a detailed description of the Mobile DTV Viewer and SAMalyzer in my Oct. 2010 RF Technology column. The article was written before these packages were released. I'm hoping to be able to purchase one of the packages and test it soon. In the interim, if any readers acquire the atscSAM packages I'd be interested in hearing your comments on usability and performance. For more information, see Information on these packages was not on the web site Wednesday but should be available using the contact form on the Website.\n\nReceive regular news and technology updates.\nSign up for our free newsletter here.",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.8179395199,
        "format_confidence":0.9402316809
    },
    {
        "url":"http:\/\/www.dailytech.com\/article.aspx?newsid=801&commentid=6704&threshhold=1&red=4551",
        "text":"\n\nPricing and release dates for upcoming Intel products revealed\n\nIntel's Yonah hasn't gotten quite the launch that many would have like to have seen. Core Solo and Duo based PC notebooks are few and far between these days. Apple and the smaller boutique PC notebook manufacturers have been able to launch products based on Yonah, but the heavy hitters like Dell are still lagging behind a bit. In the mean time, Intel's mobile processor roadmap is abuzz with activity. Intel will launch Core Solo Ultra Low Voltage processors on April 23rd. At that time, 1.06GHz and 1.2GHz models will be available, with a 1.06GHz ultra low voltage Core Duo U1400 to join the family Q3'06. \n\nAn Intel Core Duo T2700 will replace the T2600 at the top of the Yonah processor family. The T2700 will debut in Q3 with a clock speed of 2.33GHz and a price of $640. The T2700 will have a short reign at the top of  Core Duo product range. Q4 will see the launch of Merom. Merom launch at speeds ranging from 1.83GHz to 2.33GHz and will feature EMT64 support -- more than a year after AMD brought Turion64 to the mobile sector.  Granted, I still have yet to see a laptop with more than 4GB of memory anyway.\n\nIntel Mobile Performance Roadmap\nProcessor Brand Processor No. Core Name Clock Speed\/FSB Cache Launch Date Price @ Launch\nMerom Processor T7600 Merom 2.33GHz \/ 667MHz 4MB Q4'06 $637 (???)\nMerom Processor T7400 Merom 2.16GHz \/ 667MHz 4MB Q4'06 $423 (???)\nMerom Processor T7200 Merom 2.0GHz \/ 667MHz 4MB Q4'06 $294 (???)\nMerom Processor T5600 Merom 1.83GHz \/ 667MHz 2MB Q4'06 $241 (???)\nIntel Core Duo T2700 Yonah 2.33GHz \/ 667MHz 2MB Q3'06 $637 (???)\nIntel Core Duo T2600 Yonah 2.16GHz \/ 667MHz 2MB Now\nIntel Core Duo T2300E Yonah 1.66GHz \/ 667MHz 2MB Q2'06 $209 (05\/28)\nIntel Core Solo T1400 Yonah 1.83GHz \/ 667MHz 2MB Q2'06 $209 (05\/28)\nIntel Core Duo LV L2400 Yonah 1.66GHz \/ 667MHz 2MB Now\nIntel Core Duo LV L2300 Yonah 1.50GHz \/ 667MHz 2MB Now\nIntel Core Duo ULV U2500 Yonah 1.06GHz \/ 533MHz 2MB Q3'06 $289 (???)\nIntel Core Solo ULV U1400 Yonah 1.20GHz \/ 533MHz 2MB Q2'06 $262 (04\/16)\nIntel Core Solo ULV U1300 Yonah 1.06MHz \/ 533MHz 2MB Q2'06 $241 (04\/16)\n\nYonah based Celeron processors are on the way for the second quarter ranging in speed from 1.46GHz to 1.73GHz. The chips will still feature 1MB of L2 cache and will come will feature a 533MHz FSB. \n\nIntel Mobile Value Roadmap\nProcessor Brand Processor No. Core Name Clock Speed\/FSB Cache Price @ Launch\nIntel Celeron M 430 Yonah 1.73GHz\/533MHz 1MB $134 (04\/16)\nIntel Celeron M 420 Yonah 1.60GHz\/533MHz 1MB $107 (04\/16)\nIntel Celeron M 410 Yonah 1.46GHz\/533MHz 1MB $86 (05\/28)\nIntel Celeron M ULV 423 Yonah 1.06GHz\/533MHz 1MB $161 (04\/16)\n\nIntel expects to ramp up the production of dual-core mobile processors thoughout 2006 (see image, right). In Q1 of 2006, dual core processors are expected to make up just over 25% of Intel's total mobile processor shipments. By Q4, that product mix will do a complete 180 with dual core processors making up just over 80% of Intel's total mobile processor shipments.\n\nComments     Threshold\n\nThis article is over a month old, voting and posting comments is disabled\n\nMore to x64 than memory\nBy huges84 on 2\/15\/2006 7:03:35 PM , Rating: 2\nEverybody say it with me now:\n\n\"There... is... more... to.. AMD64\/EM64T.. than... just.. memory\"\n\nx86-64 is a retooling of x86 that tweaks it to be more in line with current needs. The real advantage of x86-64 is that it doubles the number of general purpose registers as well as the size of them, meaning they are 4 times as big. It also doubles the number of SSE registers. This was badly needed because other more modern architectures have more registers. For example, 32 bit x86 has 8 registers while the POWER architecture has 32 general purpose registers. That is a huge disadvantage.\n\nUnfortunately, you won't see much difference right now becuase all programs written in 32 bit were compiled to optimize for only 8 registers. Once code starts to be compiled for x86-64 and compilers learn to do the new optimizations, the performance gains will kick in. Also, the x86-64 architecture gets rid of some old, uneeded crap that holds back CPU speeds.\n\nSo the sooner there is a critical mass of people running x86-64, the sooner code will be optimized for it and the sooner the real benefits come.\n\nIf you want to read more about the advantages of x86-64 then read this:\n\nRE: More to x64 than memory\nBy fbrdphreak on 2\/16\/2006 8:43:34 AM , Rating: 2\nThank you!!!!\n\n\"Vista runs on Atom ... It's just no one uses it\". -- Intel CEO Paul Otellini\n\nCopyright 2015 DailyTech LLC. - RSS Feed | Advertise | About Us | Ethics | FAQ | Terms, Conditions & Privacy Information | Kristopher Kubicki",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9556911588,
        "format_confidence":0.8536500931
    }
]