[
    {
        "url":"https:\/\/www.angolotesti.it\/V\/testi_canzoni_vader_3678\/testo_canzone_carnal_live_207937.html",
        "text":"Carnal (Live) Testo\n\n  • Home\n  • >\n  • V\n  • >\n  • Vader\n  • >\n  • Reign Forever World (2001)\n  • >\n  • Carnal (Live)\n\nTesto Carnal (Live)\n\n[Music: Piotr Wiwczarek, Lyric: Pawel Wasilewski]\n\nI tasted the fever of Your existence\nSeems like cold grain to my mouth\nI stand aside, I stay away\nTransmuting my quicksilver blood\n\nKIA - that I may see\nZOS - that I may touch\nInsipid are the describing words\nThe self needs no vulgar praise\n\nThis worship has no supplications\nMy rite is to live and do\nThings naked, pure, of honest lust\nThe throbbing vortex feeds on it all\n\nSleep is the best of possible prayers\nThe winged eyes are blessed to see\nDowntrodden deception of every torment\nTranspierced hymens my lust adores\n\nMany images yet one raw flesh\nAnimal steps I love to tread\nAn ideal point where Time is Space\nMemory giant sores this journey must heal\n\nLady of Mourning and her monsters\nLay down the scythes for here I come\nJoyful and priapic my baby soul\nA new-born one, ten million years old",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9815603495,
        "format_confidence":0.9191646576
    },
    {
        "url":"http:\/\/www.lyricsmode.com\/lyrics\/b\/bury_your_dead\/69_times_a_charm.html",
        "text":"Add Explanation\nAdd Meaning\nNew! Read & write lyrics explanations\n  • Highlight lyrics and explain them to earn Karma points.\nBury Your Dead – 69 Times A Charm lyrics\n\nI close my eyes and you say those things that aggravate me.\nI swear you say them just to make me cry.\nI swear you say them just to watch my heart break.\nThis time it's not going to fucking happen.\nI put my hands around your throat\nAnd squeeze until your pulse faded, until your pulse has faded.\nSo now who is begging who to stop,\nAnd now who is crying to who,\nAnd once again the annoying sound of 6 am, 6 am.\nSaves your life, and as always my happiness is cut short.\n\nLyrics taken from\n\n  • Email\n  • Correct\n\n\n      Write about your feelings and thoughts\n\n      Know what this song is about? Does it mean anything special hidden between the lines to you? Share your meaning with community, make it interesting and valuable. Make sure you've read our simple tips.\n      Min 50 words\n      Not bad\n      This page is missing some information about the song. Please expand it to include this information. You can help by uploading artist's image, adding song structure elements, writing song meaning or creating lyrics explanation.\n\n\n\n      [an error occurred while processing the directive]",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9889705181,
        "format_confidence":0.9708798528
    },
    {
        "url":"https:\/\/www.lyricsreg.com\/lyrics\/britt+nicole\/safe\/",
        "text":"\n\nBRITT NICOLE lyrics : \"Safe\"\n\nYou keep trying to get inside my head\nWhile I keep trying to lose the words you said\nCan't you see I'm hanging by a thread\n\nTo my life, what I know\nYeah, I'm losing control and\n\nOh, no\nMy walls are gonna break\nSo close\n\nIt's more than I can take\nI'm so tired of turning and running away\nwhen love just isn't safe\n\nYou're not safe\n\nI'm strong enough\nI've always told myself\nI never wanna need somebody else\n\nBut I've already fallen from that hill\nSo I'm dropping my guard,\nhere's your chance at my heart and\n\nEverything you want, but it's everything you need\nIt's not always happy endings\n\nBut it's all the in-between\nIt's taken so long, so long to finally see\nThat your love is worth the risk\n\nOh, no\nMy walls are gonna break\n\nYou're not safe\nAnd that's ok\n\nSubmit Corrections\n\nThanks to alexandra_feaa",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9932516217,
        "format_confidence":0.9877067208
    },
    {
        "url":"https:\/\/www.victoryrecords.com\/lyrics\/show\/7431\/counterparts-mmvii",
        "text":"MMVII Lyrics\n\nThe Current Will Carry Us\n\nFrom the album\nThe Current Will Carry Us\nby Counterparts\n\nWhy do I need to justify my opinion, after all that I've seen and done? And year after year, we give our everything, to get nothing in return. The time has come for things to change. We don't need your adoration, but we demand your respect. I will not allow anyone the opportunity to deny half a decade of labor. The places we've been, the faces we've seen, the months spent far from home. This is what moves us. This is what we've grown accustom to. What we will leave behind can not be measured in a dollar figure; there’s a much deeper meaning than that. I can't wait until the day when we've surpassed everything that gave you a false sense of importance. I want you to question yourself, I want you to watch you slip away; I want you to realize that your existence has meant nothing. I hate you more than you could ever know, and I hate you for making me feel like this. I know deep down that I'm a good person. The best retaliation I can think of, would be to let you know that for once in my life, I'm truly happy. I'm more than content with who and where I am. Your oppression has had no effect. I don't need to justify my opinion after everything we've been through. And year after year, we give our everything and what we receive in return, I can't explain with words. I'm so fucking thankful that I made it to where I am today. (I watched the world upon your shoulders, and from these heights it's so far down.)\n\nCounterparts Merchandise",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9908473492,
        "format_confidence":0.9846369028
    },
    {
        "url":"http:\/\/www.lyricsty.com\/pink-floyd-wish-you-were-here-lyrics-it.html",
        "text":"So you think you can tell\nHeaven from Hell?\nBlue skies from pain?\n\nCan you tell a green field\nFrom a cold steel rail?\nA smile from a veil?\nDo you think you can tell?\n\nDid they get you to trade\nYour heroes for ghosts?\n\nHot ashes for trees?\nHot air for a cool breeze?\n[ Lyrics from: ]\nCold comfort for change?\nDid you exchange\nA walk on part in the war\nFor a lead role in a cage?\n\nHow I wish\nHow I wish you were here\nWe're just two lost souls swimming in a fish bowl\nYear after year\n\nRunning over the same old ground\nWhat have we found?\nThe same old fears\nWish you were here\n\nTesto Pink Floyd - Wish You Were Here\n\nPink Floyd Wish You Were Here lyrics was added to the site 9 Aug, 2008 and since that time has 214 hits and voted 13 times. Other popular Pink Floyd lyrics are: Another Brick In The Wall, Louder Than Words and High Hopes.\n\nTranslation in progress. Please wait...",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9908087254,
        "format_confidence":0.9725364447
    },
    {
        "url":"https:\/\/urbanislandz.com\/2017\/02\/09\/rick-ross-summer-17-lyrics\/",
        "text":"Rick Ross – Summer 17 Lyrics\n\nYou scared to die ni**a?\nOpen your eyes wide\n\n(Verse 1)\nIm..so I\nAll the dope boys say they wanna be me\nI got a lick boy, I got a lick\n2017 trust me this one is it\nI used to smoke the weed until my fingers burn\nPool of bi**hes f**king me, I got em taking turns\nMy ni**a bought the stick but you wanna fade\nMay running in the bank a residential thing\nAll my ni**as mad they like f**k the world\nBack to standing on the Ave with a couple birds\nIf you a killer well I’m tryna see\nCause calling the police is the only thing free\nI had to park that purple lamborghini\nAnd pull that chevy back on out the\nI’m from the city where they kill for nothing\nAnd all Renzel do is push a button\n\nI want my ni**as rich by summer 17\nI want my ni**as rich by summer 17\nI want my ni**as rich by summer 17\nI want my ni**as rich by summer 17\n\n(Verse 2)\nI pulled my pistol then I say my name\nI know you scared but repeat your game\nYou off to hell when you see them flames\nNow pray for me cause I had did some things\nYou know my necklaces aren’t sitting in the draw\nIm living reckless and it never stop\nThats why im beefing with a ni**a that live right up the block\nA body fall I might just\nYour moneys gone thats why im running round\nThey put my rhymes in the New York times\nCurrently Annotating",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9909715652,
        "format_confidence":0.9877535701
    },
    {
        "url":"https:\/\/difrentmindstate.com\/2020\/11\/28\/the-spy-free-car-free-cat-i-write-to-the-more-bounce-to-the-ounce-beat-that-is-permanently-stuck-in-my-head-due-to-80s-818-east-of-woodman-avenue\/",
        "text":"The Spy, Free Car, Free Cat (I write to the More Bounce to the Ounce Beat that is Permanently Stuck in my Head due to 80s 818 east of Woodman Avenue)\n\nMore than a stolen moment\/a shorted market\/it’s five AM\/But stuck on a moment\/Lil Matt died\/Toung-Tied\/Told my homei\/loved that kid\/saw him quick wit\/move from bummy\/to stunting\/but the secret of this society\/demonized identities\/and he slit his wrists for cheese\/but nobody knows\/it’s a homicide\/and top dog greed\/but so I looked\/I got that look\/nobody home\/clown ass white boy\/but brown heart not toy\/ready to blast\/but first need math class\/college for those on the run\/weighs on me like ton\/but to the danger killers\/loose on the run\/I got more ounce than your bounce\/and your cat brung\/that girl Crystal\/you knew what it do\/make imperial courts jump up blue balls for you not your crew\/no count population grew\/fill up the maternity ward crude\/Rest in Peace from Big Joe to Lil Matt grew nuts until the streets snake you\/and that is a wrap my dude\/much more trap in tune\/slap back start feud\/and all that so\n\n\/Jimmy crack corn\/Don’t care\/my bones’ cold\/slip slap paddy wack\/100\/I seen you\/Cash Money I’m on that too\/but I was to blind to follow a few\/went for self and 40 is the new sweet 16\/with 16 bars and my interscope breath pointing on goldman sachs\/118\/5\/held at large to strive\/brand new life\/zip up piro\/you got got with a hoe\/and I’m sliding on Jays with a pimp stroll\/the only celebration for me\/ open that pack up to treat\/your mind is free\/lightning blue jewel\/the money never made a man real\/no steel\/no deal\/just the heart for your block and family\/me, The drama sure south of Bakersfield\/up on a limb like harpy\/ free spy\/Free Car\/and Fat Cats.\n\nLeave a Reply",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9363710284,
        "format_confidence":0.9601122141
    },
    {
        "url":"http:\/\/www.thespoof.com\/spoof-news\/entertainment-gossip\/50875\/sar-cozy-sextext-messages-guns-obama",
        "text":"Written by Pointer\nPrint this\n\nTuesday, 7 April 2009\n\nimage for Sar-Cozy Sextext Messages \"Guns\" Obama\nWho is the face behind blackobamamba.sick?\n\nAs Eurotrash journalism fell cocks over bull for Michelle \"HotMama\" Obama, the French President Nicholas Sarkozy rethought his hasty union with starlet and chanteuse, Carla Bruni. Once the hot number among the not ready for real journalism tabloidistas, Bruni looked pretty pretty pale compared to the rich dark chocolate' of the American first lady.\n\nSources swear that no sooner had Michelle captured the paparazzi and their wordsmith jackals and Bruni was left a neglected wallflower, then Sarkozy was cozying up to the buff black lady. One techspert found no less than twelve sextmessages from Sar-cozy.cum to Michelle's email purported to be: blackobamamba.sick.\n\nGeeks, TEchslleks and flitterbegibbets frantically sought to break the encoded messages from Michelle's Blackblackberry with little success. There were some whispering silly nothings to BBallbama.afreakin. One moleskink swears that he has discovered a faintmail from her phone to a French internet service that has the partial cryptic message: Meat me in St Louis, Louie. The meaning continues to confound the textperts though one geekbulb thinks there's arendezvous beneath the arches for one buff brown princess and a certain debonair French midget.\n\nMake Pointer's day - give this story five thumbs-up (there's no need to register, the thumbs are just down there!)\n\nThe story above is a satire or parody. It is entirely fictitious.\n\nDo you dream of being a comedy news writer? Click here to be a writer!\n\nMore by this writer\n\nView Story\nView Story\nView Story\nView Story\nView Story\nView Story\n\n\nMailing List\n\nGet Spoof News in your email inbox!\n\n\nWhat's 3 multiplied by 2?\n\n9 5 6 10\n48 readers are online right now!\n\nGo to top\n\nWe use cookies to give you the best experience, this includes cookies from third party websites and advertisers.\n\nContinue ? Find out more",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9740192294,
        "format_confidence":0.9782545567
    },
    {
        "url":"http:\/\/www.sweetslyrics.com\/744942.Birdman%20-%20Intro.html",
        "text":"Birdman - Intro Lyrics\n\nIntro by Birdman\nHey Bryan I'm glad you took some time to come see me finally, you know.\nYou got anymore room on your arms for them tattoos there buddy?\nEh? I know alot of guys in the joint that had them tattoos like that.\nLucky you're on the outside lookin' in.\nBut anyway, I'm glad to see you're doing well for yourself.\nThat's great. Junior's been bringing in a lot of money.\nI like that. I saw you guys on that TV thing.\n\nI see you won the peoples choice award.\nWe usually don't like to see our guys on TV but,\nin your case, ugh, it's a good thing. You have to.\nSo the real reason I made you come here today was\nbecause I wanted to talk about our next move.\nThe money that's comin' in is great, but now it's time to flip it.\nWe got to put it back on the streets, and we got to make it clean.\nYou know with the sanitation and a couple of construction jobs.\nI'm going to show you and teach you everything.\nTo everybody else this might be hard, but, we're ganna make it look easy.",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9314547777,
        "format_confidence":0.9605423212
    },
    {
        "url":"http:\/\/smilejokes.com\/jokes\/blonde-jokes\/blonde-riding-shotgun\/",
        "text":"Blonde Riding Shotgun\n\nTwo girlfriends were speeding down the highway at well over 90 mph.\n\"Hey,\" asked the brunette at the wheel, \" do ya see any cops following us?\"\n\nThe blonde turned around for a long look. \"As a matter of fact, I do.\"\n\n\"Damn!\" cursed the brunette. \"Are his flashers on?\n\nThe blonde turned around again. \"Yup… nope… yup… nope… yup….\"\n\nBlonde Jokes",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9937933683,
        "format_confidence":0.9091356993
    },
    {
        "url":"https:\/\/yayaclub.bandcamp.com\/track\/nice-to-meet-you",
        "text":"Nice To Meet You\n\nfrom by yaya club\n\n\n\nNice to meet you, you seem so softly\nCreeping in, creeping on\nI feel the words your body's thinking\nIt's a wonder you talk at all\n\nI was waiting for the answer\nTiding over to catch the coast\nIf needs were only wants you wished for\nThis forever wouldn't seem so long\n\nWould be nice to meet you every morning\nSee the sun reflected in your starry eye\nAnd if you're not careful with what you wish for\nYou'll be in for a big surprise\n\n\nfrom Love Songs For Small Dogs, released September 14, 2015\n\n\n\nall rights reserved\n\n\nyaya club Glasgow, UK\n\ncontact \/ help\n\nContact yaya club\n\nStreaming and\nDownload help",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9959236383,
        "format_confidence":0.8995854259
    },
    {
        "url":"http:\/\/londonist.com\/2007\/08\/street_wars_hit_2",
        "text":"Street Wars Hits London\n\nBy London_Sian Last edited 126 months ago\nStreet Wars Hits London\n\nRemember Derek? Our very own secret agent? Well he's still roaming the capital with his water pistol. He's not too happy with the pseudonym but appears to have forgiven us. And what a busy week he's had.\n\nFirst, there was a stakeout at an embassy. Sorry, even we don't know which one. Then he kills people and then has to do it again. Now before we go any further, let us stress to the said victim that this is a game. Games are much better for everyone when people play fair and don't be sore losers. Otherwise no one will want to play with you anymore and you'll have to go home to your mum. Derek certainly didn't want to be his friend now. He later sprayed him right in the face to prove that point. Go Derek! Go Derek! Londonist fears a team of cheerleaders might ruin his cover (even ones in camouflage) but you get the picture.\n\nNow, don't forget, while Derek is running around the streets of London trying to hunt people, he is also being tracked as well. Or is he? To be honest, Derek doesn't really seem to know of anyone hunting him most of the time. A few strange events, but nothing concrete has led us to question where Derek's assassin is and whether or not the pressure got too much and he went on holiday. Either that, or our Derek is far too sneaky and keeps out witting them at every turn. This is probably more likely. But Derek doesn't seem to be bothered. In fact we discovered, instead of playing shooting games in the rain, Derek decided to take it easy and play shooting games on his Playstation. Until Londonist had a word with him.\n\nA few stern words from Londonist later (we regret to inform you that 'Big girls' were mentioned) and Derek was back out in the field. Not long after, he reports to us that he's got the target in the bag! We are very happy, but all too aware that Miss Moneypenny never had to take such drastic measures. Hopefully Derek has now got a reboosted confidence and will get back out there to keep us all amused.\n\nThere's only one week left of Street Wars. This means one week of mayhem before 'sudden death' - a mass water squirting free for all which looks like so much fun we might even join in. But we'd just resort to squirting each other and our friends, which isn't really the point. Instead we'll leave it to the pros and keep you updated about what Derek is up to. Hopefully this will be shooting and killing and winning. Because it's not the taking part that counts. And you can tell our mums we said that.\n\nJust a game? No, it's much more than that. It's war.\n\nLast Updated 27 August 2007",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.6941869855,
        "format_confidence":0.7458261251
    },
    {
        "url":"http:\/\/www.lyricsmode.com\/lyrics\/h\/hooverphonic\/music_box.html",
        "text":"Add Explanation\nAdd Meaning\nNew! Read & write lyrics explanations\n  • Highlight lyrics and explain them to earn Karma points.\nHooverphonic – Music Box lyrics\n\nSin is so much more than poetry\nBetter start to pray\nCrime is sensual\nSoftly breathing down your neck\nFlooded chemistry\n\nA tempting sign\nIs showing us\nA glimpse of alchemy\nThe curtain drops\nWhenever we do try\nTo react as if we're one\n\nPoisoned arrow softly piercing my heart\nWith poetry\nWatching the sunrise\nMy eyes closing fast\nSwallowed by the sea\n\nOne music doll stops rotating, breaking\nHer song lingers on\n\nLyrics taken from\n\n  • Email\n  • Correct\n\n\n      Write about your feelings and thoughts\n\n      Know what this song is about? Does it mean anything special hidden between the lines to you? Share your meaning with community, make it interesting and valuable. Make sure you've read our simple tips.\n      Min 50 words\n      Not bad\n      This page is missing some information about the song. Please expand it to include this information. You can help by uploading artist's image, adding song structure elements, writing song meaning or creating lyrics explanation.\n\n\n\n      [an error occurred while processing the directive]",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9672253132,
        "format_confidence":0.9835649133
    },
    {
        "url":"https:\/\/genius.com\/E-40-tell-me-when-to-go-remix-lyrics",
        "text":"{{:: 'cloud_flare_always_on_short_message' | i18n }}\nCheck @genius for updates. We'll have things fixed soon.\n\nTell Me When to Go (Remix)\n\n\nFeaturing Ice Cube, Kanye West\n\nProduced By Lil Jon\n\nTell Me When to Go (Remix) Lyrics\n\n[Intro: E-40]\nREMIX! (Ayyyyy!)\nAy man, ay it's by popular demand pimp, I need a fix, man\nDey demandin a remix, man!\n(A remix, pimp? A remix!)\nIt's confirmed like a Don King perm (yeah, HA)\nYou got ya boy E-40, you got Kanye West\n\n\n[Hook: (Keak Da Sneak) E-40]\n(Tell me when to go) Tell me when to go\n(Tell me when to go) Tell me when to GOOOOOOO...\n*repeat 2X*\n(\"Dumb\" \"Dumb\" \"Dumb\" \"Du-du-dumb\")\n\n[Verse 1: E-40]\nThis bourbon and Carlos Rossi got me feelin like da Man of Steel\nEnergy hyphy drink (drink); spinner steerin wheel\n\nMardi Gras beads around my neck (neck), invisible set\nPull-outs (pull-outs!) diamonds on my mouth (BLING)\n\nRally stripes, hustle cars, vans and campers (campers)\nMy dude got handle bars, get out yer cameras (get out yer cameras)\nWet the tar down, break out the crates (oooh...)\nWe on the swerve ice skatin, doin figure eights (ERRRH!!!)\n\nThe King of Slang, they call me Ebonics ('bonics!)\nI get stupid and dumb like Just Ice and Mantronix\n...hear me out (out!)\nThe first motherfucker to even SPEAK about a \"Drought\" (uh-huh)\n\n40, ya fool, I heard he's growin out his hair (yeah)\nSweaaar - yea, he takin it dere\n\nUUHHH! (UUHHH!) - it's party music\nGet used to it - the hyphy music!\n\n\n[E-40 - briefly over Hook]\nWho you know could get Kanye West on the remix?\n(OOOOOH!) Ay 'Ye, you know they love you in the Yay, boy!\n(Ay) Speak on it!\n\n[Verse 2: Kanye West]\nAy, ay pimp, it's 'Ye, pimp\n40 told me dey fuckin wit me in The Bay, pimp\nSo I'ma, ride down with the do's open (do's open manye)\nYeah - that's what'll get the hoes open (hoes open manye)\nHigh-inch stilettos wit the toes open (toes open)\n\nYeah - and any haters get they nose broken (ooooh)\nNow, tell me when to go, tell me where the ho's\nYou told me they was cold, now you act like they don't know like -\n...Ummmmmmm (ummmm), Ummmmmm (ummmm)\n\nI'mma hit the liquor sto', I'mma be on the low\nI'mma have my hoodie on (yeah)\nCall out my name and you know dey gon' go (\"Dumb\") (Dumb!)\nYou fuckin up my mode manye (mayne)\nI tell you only call me by my code name (code name)\n\nDey al'edy recognize me from my gold chain (gold chain)\nThe same one I gave Keyshia Cole manye (Cole mayne)\nNow go duuumb, like Cole\nOn Martin, I'm retarded ('ey!)\n\n\n[Verse 3:Ice Cube]\nYAY, tell me when to go, niggas get sick (yeah!)\nIce Cube on the mic, fifty-one-fifty (Ha!)\nNuttin but a fool, y'all know who wit me (yeah!)\nA West Coast nigga named E-Fo' Liquor (oooh...)\nWe can drink malt liquor til the party get thicker (uh!)\nThen I get sicker, and go-go dealer (Ayyyyy!)\n\nRollin thru the bank, doors open manye\nFreaks on the side, walk hopin mayne\nThat dey can jump in, get a lil' sum-thin (uh)\nYo Geronimo, bitch cause I gotta go! (AYY!)\nBurn rubber, leave it in the streets\n\nLeave it them dope-ass Little Jon beats (yeah)\n(Oooooh!) To make you go berserk 'til it hurts\nPut in work, if you're scared \"Go to Church\" (yeah)\n\nShake them dreads nigga, FUCK them feds\nI'm wit the E-4-Oh! (yea) Tell me when to go..\n\n\nAbout “Tell Me When to Go (Remix)”\n\nOnly one in a long line of bangers produced by Lil Jon during his impressive mid-2000’s streak, this track stands as a true anthem to the Hyphy culture.\n\nKanye West and Ice Cube step out of their comfort zone and hop on the remix.\n\nSamples Dumb Girl from Run-D.M.C.\n\n\"Tell Me When to Go (Remix)\" Track Info\n\nRecorded At",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9980099797,
        "format_confidence":0.9593375921
    },
    {
        "url":"http:\/\/www.stlyrics.com\/lyrics\/austinpowersthespywhoshaggedme\/alright.htm",
        "text":"Follow us on\n\nAlright Song Lyrics\n\nThe Lucy Nation\nCD  ·  DVD  ·  Sheet music\nAlright I don't wanna be the one\nThe one who's always left behind\nWill there ever come a day\nWhen I can turn around and say\n\n[1] - It's all right now\nIt's all right now, yeah, yeah\nIt's all right now\n\nI don't wanna be the one\nThe one who's always left undone\nLosing more and more\nI'm drained of everything\nI'm falling down\nI'll go see through in the sun saying\n\n[Repeat 1]\n\nWaiting, watching, restoration for those who stay\nWaving to those that walk away\n\nI don't wanna be the one, huh\nIf I could only see it\nIf I could only feel it\nWill there ever come a day\n\n[Repeat 1 (3x)]\n\nCD  ·  DVD  ·  Sheet music\n\nSong title Artist name\nBeautiful Stranger Madonna\nMy Generation The Who\nDraggin' the Line R.E.M.\nAmerican Woman Lenny Kravitz\nWord Up Melanie G. f\/ Timbaland\nJust the 2 of Us Dr. Evil (Dr. Evil Mix)\nEspionage  add Green Day\nTime of the Season Big Blue Missile \/ Scott Weiland\nBuggin'  add The Flaming Lips\nAlright The Lucy Nation\nI'll Never Fall in Love Again Burt Bacharach \/ Elvis Costello\nSoul Bossa Nova (Dim's Space-A-Nova)  add Quincy Jones & His Orchestra\nCD 2  add\nAustin Meets Felicity \/ Film Dialogue  add\nAm I Sexy? Lords Of Acid\nI'm a Believer The Monkees\nMagic Carpet Ride Steppenwolf\nAmerican Woman The Guess Who\nGet The Girl Bangles\nBachelor Pad (F.P.M. Edit)  add Fantastic Plastic Machine\nLet's Get It On Marvin Gaye\nCrash!  add The Propellerheads\nTime Of The Season The Zombies\nDr. Evil They Might Be Giants\nThe Austin Powers Shagaphonic Medley  add George S. Clinton\nBeautiful Stranger (Calderone Mix) Madonna\n\nAll lyrics are the property and copyright of their owners. All lyrics provided for educational purposes only.",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9964281917,
        "format_confidence":0.9590001106
    },
    {
        "url":"http:\/\/www.lyricsreg.com\/lyrics\/dj+khaled\/Brown+Paper+Bag\/",
        "text":"Submit Your Own Lyrics!\n\nBrown Paper Bag lyrics\n\nA B C D E F G H I J K L M N O P Q R S T U V W X Y Z #\n\nDJ KHALED lyrics : \"Brown Paper Bag\"\n\n(feat. Young Jeezy, Juelz Santana, Rick Ross, Fat Joe...)\n\nDJ Khaled! We the best!\nNigga, we the best, man!\n\n[Chorus: Young Jeezy (Dre)]\nJust got a hundred of that brown paper bag money\nYou niggas really wanna talk money?\nShit real, that's all I can tell 'em\nJust wrap 'em up good so the dogs can't smell 'em\n(Brown Paper Bag)They call for that\n(Brown Paper Bag)\n\n[Verse 1: Young Jeezy]\nThank God for those days, thank God for those nights\nThough it might seem wrong, thank God for that white\nThey used to call me the Pyrex kid\nA.K.A. Young Arm & Hammer\nIn the kitchen with the pots, yeah I work the glass\nHard on 'em, pimp, yeah I work 'em tass\nAnd when they came in, we unpacked 'em all\nBroke 'em all down and unwrapped 'em all\nJust two words nigga, duffle bag\nJust know it so well, can't help but brag\nGold mouth for 10, mail man got 3\nIt's just yo' luck the rap game got me, hold up\n\n[Verse 2: Juelz Santana]\nHere we go again\nJust spent a hundred of that brown paper bag money, all on timbs\nAnd the bad bitches all on him\nCause the cars that he drive are all foreign\nThe game is mine, I'm so far in\nI'm speaking with an accent who just caught twin\nCan't even relax in my room\nThat brown paper bag money push my matress through the roof\nThis for my niggas getting brown paper bag money\nThis for my strippers getting black plastic bag money\nWe talkin' 'bout that bad money\nThat IRS, K Tax money, ya dig me?\n\n[Chorus: Rick Ross (Dre)]\nJust made a hundred of that brown paper bag money\nI thank God for the mill he prepared for me\nTake care my fam and my little dog, money\nThank god for that brown paper bag, that\n(Brown Paper Bag) Thank God for that\n(Brown Paper Bag, Brown Paper Bag)\nThank God for that (Brown Paper Bag)\n\n[Verse 3: Rick Ross]\nJust pulled over in my CM 5\nBig bottle on the dash, hope he let me slide\nGot 20 in the trunk, you can bet me five\n20 minutes and they dump, I'ma let these fly\nWe the best! Look at what we drive\nGot pic-nic tables on my lap, gettin' high\nIn the back of the Maybach, and it cost five\nHundred thou on a nigga, spent that with a smile\nStack if I'ma [?]\nWhite house, still move brick of law in a day\nI'm that Bin Laden boy, I'll bomb ya state\nI ain't come to stay, I got a postbar and a date\nTwo leaving in a bag, ain't one to brag\nYou don't know the feelin' when the villain peelin' in a Jag\nJust starin' at the ceilin', ten woman at your pad\nI was at the center, now I see villain just in fact, I'm a Boss\n\n[Chorus: Lil Wayne (Dre)]\nJust spent a hundred of that brown paper bag money\nIt feels good to be Young Money, Cash Money\nRehab, I'm addicted to fast money\nI got stacks of rubber bands up in that\n(Brown Paper Bag) Ya dig?\n(Brown Paper Bag, Brown Paper Bag)\n(Brown Paper Bag)\n\n[Verse 4: Lil Wayne]\nPractice makes perfect, I'm relaxing at rehearsal\nI'm a mothafuckin professional, like Hershel\nWalker, the talk of the game, is I\nBut I wonder will they still be talkin' after I die\nBut that's not important, money's more important\nUnderstand I been in that water like I was snorklin'\nUnderstand I been in that water like I'm a dolphin\nMiami, Khaled took me in like an orphan\nWhy did they start him, now they can't park him\nI go into the booth and just change like Clark Kent\nLamborghini dark tint, philly bustin Carson\nI'm by myself to niggas running mouths like auctions\nT Streets my brotha, V V's my brotha\nAnd we stay on point like a fuckin box cutter\nYa heard what I say, muhfucka did I studder\nWith my brown paper bag here to represent the hustle, I'm out\n\n[Chorus: Fat Joe (Dre)]\nCoka baby, man you know I already had money\nDefinition of that brown paper bag money\nTry front and I'll zip you in a bag, money\nFor tha cash, I'll blast anybody, that\n(Brown Paper Bag) That, That, That, That\n(Brown Paper Bag) Thank God for that\n(Brown Paper Bag, Brown Paper Bag)\n\n[Verse 5: Fat Joe (Dre)]\nYa'll niggas want coka music\nLacostra Nostra flow, show ya how to do this\nPin it so easy, a cavenigga do it\nNigga, we simply the best, don't confuse it\nI confuse it, critics be hatin'\nBest album yet, don't give me the same ratin'\nI'm waitin top of rap rushmore\nEdge of stone, right beside [?]\nUnsure, anythings possible\n4 mill spent, bought out the art [?]\nI'm Picasso, in a Versace suit\nDon't worry my nigga, Khaled I got you\nNot just cause I want to, cause I got to\nPut the squad on your back, the impossible\nIt's only logical to spit it from the heart\nBrown Paper bag, who else but Joey got that\n(Brown Paper Bag, Brown paper Bag)\n\nSubmit Corrections\n\nThanks to guest\n\nWriter(s): Jay Jenkins, Marcello Valenzano, Joseph Cartagena, Robin Gibb, Khaled Khaled, Barry Gibb, William Roberts, Laron James, Maurice Gibb, Dwayne Carter, Andre Lyon\nCopyright: Warner-tamerlane Publishing Corp., Young Money Publishing Inc., Sony\/ATV Songs LLC, Zomba Songs Inc., Dade Co. Project Music, 4 Blunts Lit At Once, Joey And Ryan Music, Dj Khaled Publishing Co., Emi Blackwood Music Inc., Crompton Songs, First N Gold Publishing\nPowered by MusixMatch",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9962267876,
        "format_confidence":0.983327806
    },
    {
        "url":"http:\/\/www.desitashan.me\/sasuraal-simar-ka-2nd-march-2016-written-episode\/",
        "text":"Sasuraal Simar Ka 2nd March 2016 Written Episode\n\nScene 1\nMata ji sees blood and says this will be useful for her. Door knocks, she opens its Simar. Mata ji says are you an owl? Don’t you sleep. Simar says I brought blanket for you. Mata ji says go from here. Simar drops the feather there. Mata ji says go from here. Simar says in heart if mata ji sees it she will call me back. Simar knocks again. Mata ji says will you let me sleep? Simar says do you need another blanket? Mata ji says go from here. Simar points at the feather and says let me clean your room. Mata ji says I can do it myself. She picks the feather. Mata ji throws it out of her room and says good night.\n\nChantu says to little bride I know what you are scared of, she scares her with fire. Choti dulhan screams. Chantu says do you wanna be freed? Go and bring blood for me. Little bride says no. Malti says you are saying no to me because of that simar? she will kill you now.\nSimar says this feather must be active now. It will go where Mataji will go and I will know what she wants. Why is it not changing direction? The feather starts moving. simar follows it. It takes simar to devika’s house. Simar says the door should have been locked? Simar goes in. Mata ji is busy digging. The feather goes there. Simar hears some noise, she comes out of home. Simar sees Sanju on balcony. She is dazed. Sanju says should I jump? Simar says sanju please go down. What are you doing there? Sanju says I feel good here. Choti bride is next to her, she smiles. Sanju say she is my friend. Chantu forces little bride to shoves sanju. Simr says I am coming upstairs. Little bride shoves sanju.\n\nSanju comes simar holds her. Everyone comes out. Pari says how it happened? Simar says she was playing up. Sanju opens her eyes.Simar says are you okay? She hugs her. Khuhsi says at least she is conscious. Simr says lets take her in.\nPrem dresses sanju’s foot. Mata ji says I hav said everyone to sleep around 10 now see what happened. That simar. Leela says calm down they are already worried. Mata jo takes sanju with her. Simar says where is sanju? Pari says mata ji is doing her dressing. simar knocks the door. Mata ji siringe out her blood. Sanju is crying. simar says mata ji open the door, sanju needs me. Prem says please open. Prem breaks the door they all come in.\n\nPrecap-Simar is doing sanju’s dressing. simar says was someone around you? Choti dulhan gives blood to malti.\n\nLatest Episodes From Sasuraal Simar Ka",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9968349338,
        "format_confidence":0.6340876222
    },
    {
        "url":"http:\/\/envy.dreamwidth.org\/18083.html?mode=reply",
        "text":"More rpg\n\nFeb. 11th, 2007 02:51 pm\nenvy: (Default)\n[personal profile] envy\nSame rpg as the others.\n\nHogsmeade trip\nCharacters: Draco and Harry. (Harry is played by Lita; my favourite Harry on the entire internet! She plays him brilliantly and should play him more \/hint)\nRated: PG13\nAN – During a round of truth-or-dare in the dungeons one night, Daphne wrote a little note on Draco’s behind. Waking up, none of the students could remember what had happened the night before and Draco was frankly horrified at the writing on his bum. In an effort to set his mind at rest, he decides to corner Potter and demand the truth about the writing on his arse.\n\nMeanwhile, Harry and Ron had had a run-in with a defective Pensive and lost about two weeks worth of memories.\n\nHarry had been on his way to the Three Broomsticks when a sign further down the road caught his eye. 'Weasley...no way!' he thought to himself. He quickened his pace, making his way past the windows of the tavern.\n\nJust as Draco picked up one of the butterbeers, he spotted the tell-tell sight of The Boy Wonder walking past the window, heading away from The Three Broomsticks.\n\n\"I..errhhh, I forgot, I have to go pick something up.\"\n\nDraco got up so fast the chair got knocked over, and raced out of the inn with a quick, \"Don't leave without me, I'll be back,\" and hurried down the busy street to catch up with the Gryffindor.\n\n\nHarry froze at the sound of his own name coming from a very familiar voice, practically unforgettable voice really. He turned slowly, squinting at the other boy, \"Malfoy. What do you want?\" he asked, crossing his arms over his chest defiantly.\n\nUnnerved and more then a little uncomfortable, Draco shifted his weight from one foot to the other, \"Potter, I...\" Draco cleared his throat and cursed his distinct lack of courage,\n\n\"Do you have any recollection of signing your name on something you shouldn't have?\"\n\nHe found this came out friendlier then intended and added a \"Potty\" for good measure.\n\nHarry stared at the Slytherin as if he'd gone mad.\n\n\"Have you gone mad? Why would I sign anything...hang on, why would you be asking me about it anyway? What's it got to do with you?\" he asked, still staring hard at the other boy.\n\nFrowning harder then ever, Draco hissed, \"Just tell me, did you write your name on anything... odd, lately?\"\n\nA faint flush spread across his cheekbones, no matter how hard he tried to will it away. \"And no, my mental health has never been better, Potter. Thank you for your concern.\"\n\n\"Malfoy, unless you're being delusional on purpose, I have not, nor ever will, sign anything...odd.\"\n\nHe then noticed the other boy's rather red face. \"What're you all worked up about then?\"\n\n\" You prat!\" Draco pinched the bridge of his nose and looked back up at the annoying Seeker.\n\n\"Did you, or did you not…sign your name on my…\" a small strangled whimper made it's way out of Draco's mouth from the sheer embarrassment, \"...on my... lower back side.\"\n\nHarry gawked at the blonde.\n\n\"Lower...backside? Are you talking about your arse? My name...on your arse?!\"\n\nHarry howled with laughter. \"Malfoy you must be insane! Why would I ever want my name on any part of your...person?!\"\n\n\"I don't know! If I knew I wouldn't be here, talking to you, now would I, Potter?\"\n\nDraco took a deep breath and sweet relief washed over him, \"So, you're positive you couldn't have ... signed your name? Of course, you couldn't have, you would have remembered.\"\n\nDraco was more then pleased about how this day was turning out. \"Good, that was all, Potter. Run along.\"\n\nHarry, still laughing, tried to get his words out as best he could, \"Malfoy...if...I...name...wrote...your backside...two weeks...memory gone!...doesn't say poof does it?!?!\" he breathed out before erupting into another laughter attack. He turned to walk away, his guffaws getting louder as he thought on it.\n\n\"M-memory charm?! Potter, wait!\"\n\nDraco grabbed the boy hard and turned him around forcefully, \"Now, when you say 'memory-charm', you were just joking, right?\"\n\nIt was getting harder and harder to breathe and Draco thought that maybe suffering from a full-blown panic-attack was just the thing at the moment.\n\n\"You're kidding?!?\"\n\nRon had emerged from the joke shop to se what all the noise on the street was about. He saw a group of ravenclaws and Slytherins a few shops over, one of the Slytherins was on the ground clucking and CHo Chang looked mad as a hornet, her wand drawn at her side while yet another Ravenclaw was picking leaves and twigs off his robes. 'Wonder what happened there.'\n\nHis attention was drawn further down the road by a familiar laugh and he grinned, having spotted Harry at last. He quickly made h is way over to his friend, intent on dragging him back to the joke shop. He noticed who was standing with him and quickened his pace, coming up on the two just in time to hear the tail end of their conversation.\n\n\"Malfoy's arse? What about Malfoy's arse? Harry, what's going on?\"\n\nHarry wrenched himself out of Draco's grasp and grinned up at his friend, the laughter still erupting from his mouth. He pointed at the Slytherin,\n\n\"Malfoy...my name...arse!\" he managed to wheeze out before starting into his laughing fit again. Any bystander might've thought he'd been hit with a tickling charm the way he was laughing.\n\n\"It's not FUNNY, POTTER! I HAVE TO WALK AROUND WITH IT, YOU IDIOTIC TWIT! AND IF IT'S YOUR FAULT, SO HELP ME MERLIN I WILL KILL YOU!\" Draco yelled, towering over Harry, completely ignoring the other Gryffindor at the scene.\n\nRon stared wide eyed at Harry. \"Your name on Draco's arse?\" Ron screwed up his face. \"That's disgusting...\"\n\nHis grimace quickly turned into a glare, however, as Draco began yelling at Harry in earnest. Ron stepped up when Draco actually threatened him.\n\n\"What did you say, Malfoy?\"\n\nRon put his hand on Draco's shoulder, squeezing painfully tight and pushing him away from Harry.\n\n\"You've only just got your prefect badge back... you'd better watch that mouth of yours. I'm pretty sure threatening another student's life is worth quite a bit more than a simple detention.\"\n\nHarry managed to lighten his laughter. He reached up a hand to Ron's arm and pulled him away from the other boy. \"Ron,\" he said with a grin, \"He's not worth it. And if he's...got my name on his...arse...then I'm sure he's punished enough.\" He turned to the Slytherin, his expression now serious, \"And yes Malfoy, I was serious about that memory charm. My memories of a chunk of two weeks are gone. So you'll just have to deal with it won't you?\" he asked, crossing his arms across his chest once more.\n\n\"Deal? Deal! I WILL NOT DEAL! AND YOU..\" he turned to the redhead hovering around Harry, \"What are you doing here anyways, Weasel? Not like your sort have money to spend, is it?\" Draco pulled his wand out and waved it threateningly in Harry's direction, \"If you did write it, you're dead, Potter. Remember that.\"\n\nStill not at all convinced that Potter did not write his name and that outrageous claim on his arse, Draco turned to go back to his fellow Slytherins in the Three Broomsticks.\n\nRon raised an eyebrow at Draco. \"I came down with the rest of the school, Malfoy. Or are you so stupid that you can't even remember things that happened just a few hours ago? And 'my sort'? Just exactly what would 'my sort' be?\"\n\nBy this time Harry had pulled out his own wand and pointed it directly between Draco's eyes. \"Malfoy, the next time you threaten me or my friends, remember that I'm not afraid to duel you. Your threats are nothing but that, threats. Words. Like the ones on your arse. So why don't you go back to your House Mates and leave \"our sort\" alone now won't you?\" He glared at the other boy through his glasses, his stare not wavering.\n\nHe smirked,\" You want to get your arse kicked again, do you Potter? Surely what ever is wrong with your head, didn't remove the defeat you suffered last time you were foolish enough challenge me.\" His wand trained on Harry's chest unwavering. \"And Weasel, you must know just what 'your sort' is, or are you even dumber then you look?\"\n\nRon shook his head and clicked his tongue. \"You heard Harry, shoo. Go on, beat it, you spoiled little brat. Go play big bad Mr. Malfoy with your own house, cause we're done wasting our time with you. Go on, little princess, get out of here.\"\n\nHis wand still pointed at the space between Draco's eyes, the space which he always presumed to be empty, Harry spoke again, \"Malfoy, give it a rest. Your bum probably needs one too from all the attention you're getting it. And really, I doubt it's even there because that's a rather pitiful excuse for trying to threaten me. So just run along, all right?\" Harry rolled his eyes, about to give up.\n\n\"I did not use my arse as an excuse, and do shut up, Weasel. No one wants to know what goes on in that empty little head of yours, and do leave me out of your sordid little fantasies.\"\n\nRon would have laughed at the absurdity of Draco's comment but he wasn't suite sure if the boy was kidding or not. 'That's disgusting.'\n\n\"Come on, Harry. Let's just go. He's obviously cracked... thinking anyone would be having fantasies about him. Nightmares more like.\" He tugged on Harry's sleeve, pointing him in the direction of the new WWW shop. \"Fred and George are here. New shop, come see it.\"\n\nHarry nodded, and idea brewing in his head. He smiled at the mention of the shop though, \"Right, I was on my way over there when, Malfoy, stopped me,\" he said, turning to make his way to the newest addition to Hogsmeade.\n\n\"That's more like it, Potter. Run along, and don't forget to drag Weasel here with you. Wouldn't want anyone seeing I was talking to you.\"\n\nHe turned and made his way past the two Gryffindors, towards the waiting butterbeer and Slytherins.\n\nRon raised an eyebrow at Harry as he walked with him toward the twins' shop. \"Doesn't want anyone to see he was talking to us? You two were kicking up enough racket to wake the dead. I reckon the ... (truncated)",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.5332651734,
        "format_confidence":0.8717468381
    },
    {
        "url":"http:\/\/blog.mundoflo.com\/2011\/02\/mundo-flos-soundtrack_28.html",
        "text":"Mundo Flo's Soundtrack\n\nAll your tears\n\nWheres the magic that you wear\nThat keeps you safe\nand keeps you feeling free\nWhose arms have held you\nthat you don't know who you are\n\nIs that music that you hear\na distand sound from a distant year\nyeah something changed\nand you lost your defence\nand now it's gone\n\nSomething changed my friend\nyeah something changed\nall your tears have come at once\nand now you're lost\n\nWhats the sense in moving ground\na hard sun is never hard to find\nJust close your eyes\nturn your face to the wind\nand you'll be fine\n\n(Mojave 3)\n\nNo comments:",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9538457394,
        "format_confidence":0.9539399147
    },
    {
        "url":"https:\/\/www.stlyrics.com\/lyrics\/sharktale\/golddigger.htm",
        "text":"\n\nList of artists: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z #\n\nGold Digger lyrics - Ludacris featuring Bobby V & Lil' Fate\n\n  Click to play this song!\n\nGold Digger Song Lyrics\n\nOw! Track-stars woo...hey... DTP\nLet's Go\n[Chorus:Bobby v]\nShe's dangerous,(Uh huh) super fast. (OK)\nBetter watch out she'll take ya cash.\nShe's a gold... digger. (x2)\nShe's dangerous (alright) super fast (uh huh)\nBetter watch out she'll take ya cash.\nShe's a gold... digger (x2)\nYeah, shes a money magnet, smell a dollar bill in ya clothes.\nGold digger style from her head to her toes\nYou here me sayin no don't mess with this dress\nShe's out to get ya dough none more none less\nShes lookin' for a prize, man you killin me\nActin like you don't see the dollar signs in her eyes\nShe want her nail done, and her hair, too\nPlus a diamond necklace, thats all on you\nYou still can't see it, yeah you a sucka\nIf you do it homeboy man i couldn't be it\nHypnotized by her good looks? Yeah maybe, but a victim for a good crook? Nope not me!\nConsider yourself warned so you can stay.\nOr you can stick to my rhyme and get the heck away!\nEither way, go figure, shes a gold digger.\nGettin' close as your bank roll grows bigger\n[Bobby V]\nShe's dangerous, super fast,\nBetter watch out she'll take ya cash.\nShe's a gold digger..\nShe's a gold digger..\n(Repeat Chorus)\n[Lil' Fate]\nYou gotta way with a beauty\nA treat with a brain\nWhen she look at you she only see \"ching-ching\"\nMil around your neck, mil around your arms\nA championship ring, she must be a balla, hon\nShe turns on the meter, as soon as you meet her\nAnd once you bite the bait, you hooked line and sinker\nWhen money talks she tap like F.B.I\nReady to handcuff the right guy\nLook you in the eye, and tell a boldface lie.\nSchemin on the way to money yo, well ya tried\nGuess its a game now, gotta watch who you trust\nLike her because, cause she only out for your books\nYe sir, shes all about being paid\nAt the end of everyday its a fine new grade,\nWhat more can i say? Better wise up son.\nBetter watch out, she'll leave yah with insuffiant funds\n(Chorus X2)\n[Bobby V]\nChasin' fancy cars.\nChasin' movie stars you better watch your back\nShe'll be spending up your cheque\nOh yeah. For the growin... just won't stop\nShe'll be ridin in yo truck\nShe's a...Gold digga, gold digga, gold digga yeah.\nShe's dreaming schemin on a way to get your dough\nShe hit the lottery and now you hit the floor,\nSo where's the cash at? Man you just don't know\nBecause you got got and thats for show\n[Lil' Fate]\nOh yeah she look like a modeler chick\nBut don't fool with her unless you got dollahs to rip\nShe's a pimpstress runnin more games than the olympics\nTo cease your assets like the IRS on back taxes\nAha uh uh huh\n(Chorus) Repeat till fade.\n[Thanks to Elvenhage for lyrics]\n[Thanks to DoinItRight for corrections]",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9891819358,
        "format_confidence":0.9869005084
    }
]