[
    {
        "url":"https:\/\/bitchmedia.org\/post\/on-our-radar-todays-feminist-news-roundup-22",
        "text":"On Our Radar: Today's Feminist News Roundup\n\nHalf-way through the week and here's what we've been reading up on for the day:\n\nThat wraps up today's news roundup, but there's more where that came from! Be sure to check back tomorrow for more news to read up on.  Did we miss something?  Let us know in the comments.\n\nby Emilly Prado\nView profile »\n\nEmilly Prado is a writer, photographer, library assistant, and button maker. When not crafting sassy critiques for various publications, she juggles several jobs, daydreams about her next trip, and uses the internet far too much. You can see her work at www.emillyprado.com.\n\nGet must-read feminist news & analysis in your inbox, Monday through Friday: Sign up for On Our Radar!\n\n2 Comments Have Been Posted\n\n\nThank you, bitch, for highlighting the petition to CNN about their horrible coverage of Steubenville. It's been so unsettling how many people have valorized the rapists and chastised the victim. I've written an article on victim blaming and the concept of \"asking for it\" that has been reflected in so many reactions to the verdict. My piece is here: wp.me\/p3iIj5-2 There have been some pretty impassioned feminist responses to the verdict. I'd love to see a roundup on bitch.\n\nAlso Sign Ultraviolet's Petetion\n\nThey are demanding an apology from CNN for their AWFUL coverage of the trial and verdict. I used to respect Candy Crowley with high regard. No more.\n\n\nPetition is on the front page of the site.\n\nAdd new comment",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9521228671,
        "format_confidence":0.6754650474
    },
    {
        "url":"https:\/\/heisenbergreport.com\/2018\/07\/13\/bad-timing-as-trump-meets-queen-elizabeth-rosenstein-indicts-12-russians-for-election-inference\/?replytocom=22635",
        "text":"politics Queen Elizabeth robert mueller Rod Rosenstein russia Trump\n\nBad Timing? As Trump Meets Queen Elizabeth, Rosenstein Indicts 12 Russians For Election Inference\n\nReality is indeed stranger than fiction. \n\nReality is indeed stranger than fiction. \nThis content has been archived. Log in or Subscribe for full access to thousands of archived articles.\n\n5 comments on “Bad Timing? As Trump Meets Queen Elizabeth, Rosenstein Indicts 12 Russians For Election Inference\n\n  1. Error404\n\n    “That announcement was seemingly timed to coincide with Donald Trump’s historic meeting with Queen Elizabeth.”\n\n    Any sense here that the real conspiracy is not the ‘Manchurian Candidate’, but those on the other side seeking to undermine a bizarre but legally elected president?\n\n    Personally, of course, I have no idea whether Trump is Vlad’s boy or the victim of a Clintonite coup attempt. What I do find laughable is a US official indicting foreigners for interfering in the election. After observing several decades of unbridled US interference in the domestic affairs of sovereign states, and directly witnessing the effects of recent violent US-led regime-change efforts in MENA I can’t suppress a wry smile at the utter hypocrisy. Actually, it’s more ‘revulsion’ than a wry smile, but that sounds too histrionic.\n\n    • “Whataboutism” at its finest.\n\n      Let me ask you a question: If I steal a TV from your house, do I get to defend myself by saying “well, sure, I robbed him, but other people have stolen things before.”\n\n      Bottom line: Whatever happened and is still happening vis-a-vis U.S. efforts to implement regime change or otherwise influence domestic politics in other countries does not mitigate the circumstances here.\n\n      No matter how many times Fox News or Trump or anyone else points to “hypocrisy” it doesn’t change the facts\/evidence here and that’s what drives them so crazy.\n\n  2. Anonymous\n\n    Maybe Trump will ditch the presidency and fly to Moscow with Putin? That would certainly immortalize both men in American history.\n\n  3. PaulMiller\n\n    The indictment was for 12 Russians, and 0 Americans. If anything, it backs up trump’s “no collusion” claim. Trump will celebrate.\n\n  4. Anonymous\n\n    Trump and Giuliani may celebrate but this is one of 31 indictments, so far…..and many of those indictments were Americans and members of the Trump campaign or his supporters. There will be more indictments and many more will be Americans.\n\nLeave a Reply to therealheisenberg Cancel reply\n\nSkip to toolbar",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9950904846,
        "format_confidence":0.7432462573
    },
    {
        "url":"http:\/\/bgalrstate.blogspot.com\/2006\/06\/beyond-usual-suspects.html",
        "text":"Tuesday, June 20\n\nBeyond the usual suspects....\n\n\nWhat do you bloggers use for source material offline? I think as the mid-term and Presidential elections come closer, we're going to have to read more selectively. Of course, Think Progress, Media Matters, and Crooks and Liars are the big three of the lefty blogosphere online sourcebook. WaPo and the NYFT getcha the news, and WaPo's linky love via Technorati makes it a preferred choice.\n\nBut I think we need to go beyond our own insular online world and figure out what magazines and other print outlets might yield good posts. I recently picked up the June issue of The Atlantic Monthly, and I was so impressed I think I might just subscribe I did subscribe to the print edition. Print subscribers get full access to every article online, which makes cut and paste all the easier, but even more than that I was so impressed with the analysis, subject selection, and pure blogability (yep, that's my filter for just about everything these days) of this issue, that this magazine may become a favorite foil month-to-month. The fact that it's monthly helps, too. I can hardly keep up with The New Yorker, though it comes to the house, too, and I can't imagine life without it.\n\nThe June issue of The Atlantic has a fantastic cover story on the end (gasp) of Roe v. Wade, and how, if such an event were to occur, it would decimate the Republican Party. Read up:\n\nThe current abortion drama in South Dakota provides the best predictor of what might happen if a handful of other states try to resurrect old abortion bans, or pass new ones, that fail to include exceptions for rape, incest, and serious threats to a woman’s health...\n\nSince the South Dakota ban passed, the approval rating of the governor, Mike Rounds, has dropped by 12 percentage points, and several state legislators have announced their intention to switch parties from Republican to Democrat.\n[Bwa ha ha ha. Ride the donkey, South Da-ko-ta!]\n\n...the moment pro-choice and swing voters perceived that their own right to choose was threatened, there would be increasingly urgent demands for a federal bill protecting the early-term choice that two-thirds of the country supports. If congressional Republicans failed to respond, or insisted on trying to ban early-term abortions instead, their intransigence could set in motion a national backlash that would make the response to Roe v. Wade itself look tame.\n\nIf Roe falls in June 2007, abortion will almost certainly become the central issue in the 2008 presidential election. And Republicans are already worrying about the political fallout. “We’d be blown away in the suburbs, and you wouldn’t see another Republican president for twenty years,” a pro-choice Republican congressman recently told Roll Call.\n\nSo there’s a good chance, assuming Roe falls, that there will be a Democrat in the White House by 2009. If Congress, at that point, passed a Freedom of Choice Bill protecting early-term abortions, the president would sign it. And if Republicans attempted a filibuster, they might marginalize their party for decades to come.\n\nNow, perish the day that we all need such a cataclysmic event to push the Republicans to the margins of electability, but hey, at this point nearly everything else has failed. The Atlantic is preaching to their choir, of course, but notice that nice photo of Alito and Roberts on the cover. The Atlantic is preaching to them, too, and don't think for an instant that the Justices are any less narcissistic than us daily-hit-count-checker bloggers. The Justices have staff to be narcissistic for them, as well. They've read this article, and will not be Roe-ing any abortion boats in a political vacuum.\n\nA side issue: in another section The Atlantic points out that a politician's support of reproductive rights regardless of party, is in direct proportion to the number of daughters that politician has. Yeah, I kinda think that's why Laura's not out giving speeches for the right to lifers. Do you think the twins are celebate? Nah, don't go there.\n\nI've quoted Nina Totenburg on this many times here. She said during the Roberts confirmation hearings that the overturning of Roe would be the worst thing to happen to the Republican Party apart from a return to the military draft. I've also pointed out that while some extremists and many Christian's \"on the ground\" feel passionately about overturning Roe, abortion is such a cash cow for the religious right that they really have a negative vested interest in \"winning\".\n\nLet me put it this way. Pat Robertson and James Dobson may talk loudly about protecting the unborn. But if Roe is overturned their ability to fundraise on the issue is as good as over. And Karl Rove does not want Roe overturned. I guarantee you. Who has more power within the Republican Party, do you think? Pat in-any-sane-world-I'd-be-committed Robertson? Or Karl in-any-just-world-I'd-be-indicted Rove?\n\nSo then the question becomes do the Justices themselves give a rat's behind who is in The White House for the next 20 years? Uh, Bush vs. Gore, 2000. I think they do. I also think they get it. Perhaps more's the pity, in spite of the upheaval, it might be nice to watch the GOP poison themselves on Operation Rescue Kool-aid. But this Republican Party, Rove, DeLay, Cheney, the whole lot, are the most politically astute crooks in the history of American politics. I would not take the bet that they are stupid (or compassionate) enough to throw away power over a few unborn, unwanted, babies.\n\nUPDATE: Shake's Sis has info on the ballot initiative against the South Dakota abortion ban.\n\n\n  1. I for one do not want to push the Republicans to extinction in the elections. The NEOCONS yes, Republicans, no. The difference is like night and day. I'd like to see total reform of both parties, a Spring cleaning, if you will. But a good twelve to sixteen year haitus from majority would be welcomed for now. Something's got to give. Democrats need to find their collective spine and be democratic again!\n\n  2. Amen to the Poetry Man (wasn't that a Phoebe Snow song?). BUT... just how much control does the wongnut wing of the GOP have, in terms of controlling all that cash? Because, let's face it, that's where the money and the on-the-ground organizing comes from. This is the same bunch that pushed all those red state anti-gay marriage amendments through in the key states that helped cost Kerry the election (beyond what he did to hurt himself).\n\n    And, additionally, we have that little problem of the Dems not knowing what they all think about abortion themselves. Just look at Clinton.\n\n    Off-line sources: The Nation, The Progressive, Mother Jones. Those are my must-read essentials.\n\n  3. That was the *wingnut* wing. Duh.\n\n  4. I don't believe Roe v. Wade will be completely overturned by the Supreme Court precisely because the Republican Party needs to maintain the money and votes that they get from this issue. Instead, I think what we'll see is the kind of gradual chipping-away at the rights of women that has been underway for some time now.\n\n    It has been an effective tactic. There are many, MANY areas of this country where abortion is simply not an option because there are no clinics or doctors willing to perform them. It is sad but true that for women who live in rural areas, an overturning of Roe v. Wade will not make one iota of practical difference to them.\n\n    Anti-abortion folks like to get hysterical about \"abortion on demand,\" but the reality is that abortion on demand exists for only a small percentage of American women - those who live in large urban areas, have money and are well-educated. And, folks, those are the same women who have always had access to safe abortions, even in the days before Roe v. Wade. It's called a \"D&C\" and is even covered by health insurance if you're lucky enough, or wealthy enough to have that little perk.\n\n    The war has shifted to the pharmaceutical front and the Dems don't seem to be too concerned with what's happening at the FDA these days.\n\n    Supreme Court appointees can be something of a surprise as time goes by. But, the FDA is stocked with political cronies who do the Party's bidding and that scares me just as much as our current Supreme Court.\n\n    Oh, gosh, BG. Look what you started with this issue. I'm trying to take a break and renew my spiritual self at the height of summer and now I'm all in a sweat over reproductive rights.\n\n    Don't do this to me . . .\n\n  5. Oh sorry AL but it is just SO HARD to leave your lovely brain alone!\n\n    I agree that what's happening at pharmacies (and the FDA) with plan B and other reproductive issues is just as damaging. Plus the fact that there is not a positive national discussion on contraception going on...yet.\n\n    BTW got a very nice thank you from a producer at the Atlantic so they are paying attention to the blogosphere. Whew, now I'm really glad I subscribed.\n\n  6. Eli are you asking how Atlantic found this post? I did email it to the website only (not the mag and not any editors, just the forum page) and also there were more than a couple technorati search hits for Atlantic.com, so somebody on staff has the lovely job of searching for blog mentions. That alone says something about how the mag feels about the blogosphere. Hard to tell which one caught the fish. They're very nice over there, though, I'll say that. I can heartily recommend using Atlantic Monthly as a source, based on the back and forth emails of today.\n\n  7. If Roe v. Wade is overturned, then I hope it has the same effect as prohibition.\n\n    I think that the Mafia will rise again, making millions of dollars smuggling pregnant woman across the border into Canada.\n\n    Bootleg abortions.\n\n    Who could forget Al \"Coathanger\" Capone?\n\n  8. I was asking about this \"offline\" of which you speak.\n\n    It sounds... quaint.\n\n  9. Eli you just hate killing trees when you can fry a circuit, don'cha?\n\n    Comrade there are so many di... (truncated)",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.99522686,
        "format_confidence":0.7392383218
    },
    {
        "url":"https:\/\/www.yanisvaroufakis.eu\/2014\/05\/10\/invigorated-joblessness-and-a-government-deficit-despite-growing-arrears-greeces-non-recovery-continues\/?replytocom=21672",
        "text":"Invigorated Joblessness and a Government Deficit despite growing arrears: Greece’s Non-Recovery continues\n\nNo recoveryWhile the international press continues to celebrate Greece’s recovery, the reality on the ground becomes bleaker, less sustainable, and nastier than ever. In this post I shall be conveying the grim news from two fronts: the labour market and the government’s finances.\n\nFewer jobs, fewer people: A labour market in steady decline\n\nUnemployment fell in Greece in February to 26.5%, for a fifth consecutive month. Excellent news, surely. Not in the slightest. In January there were 3 million 614 thousand Greeks in paid employment. In February there were 5 thousand fewer people with jobs (3 million 609 thousand employed). (See here.) So, how come the unemployment rate declined? Simple: The unemployment rate is the ratio of those out of work (but seeking work) and the labour force (those in work and the unemployed looking for work). The continuing crisis has, once more, shrunk the denominator, as Greeks continue to leave the country in droves and others become discouraged and stop looking for work. So, even though employment has dropped, the labour drop has declined even faster. Rather than a cause for celebration, this is a genuine reason to grieve for Greece’s labour market. (Unless of course you are a speculator, or an establishment politician, making a mint from the rumour of Greek-covery…)\n\nGreek Government Deficit\n\nRegular readers will recall my recent exchange with Eurostat, in which I accused Eurostat, Athens and Berlin for conspiring to bring back Greek Statistics. The bone of contention was (A) the creation of fake white holes in pension and local authority balance sheets and, of course, (B) the ongoing ‘tradition’ of under-reporting the state’s (permanently rolled over) arrears. It is now official: In March, the general government’s balance sheet went into a small deficit (a little over €1 billion) while officially acknowledged arrears (mostly owed to social security and hospital suppliers) went up from €5.07 billion, in February, to €5.20 in March.\n\nSo that you can smile ironically when you read, elsewhere, that Greece is on the road to an impressive recovery…\n\nLeave a Reply to Stavros Karageorgis Cancel reply\n\nYour email address will not be published. Required fields are marked *\n\n\n  • Not sure why we are playing the same game year after year. The Greek economy always enters a deficit period (in current account terms) between November lasting until April of each year(sometimes it exits during April but sometimes for sure by May). Then tourism revenues come in and create the surpluses the country needs . So to use the March figures (i.e. the last month before Greece emerges into positive territory during this very predictable pattern) is akin to crying wolf. If you really want to prove that Greece’s economy is in a bad trend then let’s wait until October before we enter the negative period again like clockwork. If by October we haven’t created the foundation for strong yearly performance then we are in trouble.\n\n    You see here the problem Yani is that we confuse the government and the people. The people are doing horribly but the government as a performing entity is doing just fine. It’s designed that way to just do fine. That is its European mission and you are wasting your time attacking government performance. You may argue that the government which is responsible for all the ills did not deserve to survive and I think many should agree that in 2010 the correct action would have been to declare the public sector bankrupt. But as you know such would not have been allowed under the euro survival plan. So a version of the old corrupt government has survived artificially, a fact which irritates quite a few citizens.\n\n    But attacking this government is a losing game. It has Merkel’s approval written all over it and is also grounded on the fact that Merkel can’t see any Greek alternative government to support her game. So you want to launch an attack on Merkel’s policies like the great majority of Europeans do? Go right ahead but stop attacking the Athens dealership because it has all the outside support that you could possibly imagine. Also an attack on Berlin’s policies if far more intellectually honest. These poor local fellows you are attacking are confused beyond description. They basically do all the bad things fully convinced that they are doing the right thing. You ought to have pity towards such fellow Greeks not animosity towards them.\n\n    • Greece has a long tradition of collaborationist governments that enjoyed, at least for a while, crushing support from foreign capitals. The fact that, as collaborators, they enjoyed this support does not make them less liable. Quite the opposite. Unlike you, I believe that we Greeks have a moral duty to aim our slings and arrows at our fellow countrymen and women who people these collaborationist regimes. While, as readers of this blog will testify to, I offer pointed, continuous critical pieces aimed at Berlin, Brussels and Frankfurt, my primary duty is to make as uncomfortable as possible the lives of our own Quislings.\n\n    • o.k. I understand. But if we are all part of the same One (per Heraclitus of Ephesus) then an attack on them means an attack on part of your own self. There has to come a time that all of us must give such internal struggle a rest. I wouldn’t stop from your duty but you may want to consider that those attacked don’t know any better. Under such circumstances the whole exchange has various degrees of sadness because of the internal struggle involved. Be well.\n\n    • But they do Dean, they do. How do I know? Because they tell me. And why do they do it, if they know? Because they have a great deal to gain, at the individual level. This is why I shan’t let them rest…\n\n    • @Dean, word for word this is the worst argument I have read in a long time!\n\n      What is this “European mission of the Greek Government” thingy, which absolves the G.G. of responsibility for its wrongdoing? What on earth are you talking about?\n\n    • Yani, I got it.\n\n      Vassili, fine let mine be the worst argument you ever heard. Could you give me your best argument of how things truly are?\n\n    • @Dean,\n\n      It’s not just the Greek government that is lying to the people it was sworn in to serve and protect. And it is also not just them justifying their lies and deceptions, if they are ever discovered, as a means to an end for the greater good.\n\n      It may not be as obvious, but german governments have been doing it for quite some time now, so have US administrations and propably most of all the other governments in the world, wether they were democratically elected or not.\n      People – like many germans for example – tend to overlook that fact, although they are quite aware of it, while they remain under the impression that things could still be much worse, especially if the current course of action were to change significantly. To put it bluntly: any ruling class can lie and cheat their way through anything as long as they can convince their subjects of the old saying that there is no alternative, be it through speeches and media campaigns or by brute force.\n      This especially holds true ever since the recent collapse of the financial markets threatened to pull the european banking system down with it. Does that mean we have to bite the bullet and accept their notion of ‘no alternative’?\n\n      You might even be right suggesting that the people running the greek government really don’t know any better. I for one am convinced that Angela Merkel really believes she is doing the right thing by forcing the eruozone under the yoke of austerity. After all, politicians tend to succumb to their own propaganda by repeating the same lies over and over again untill they are genuinely convinced that they were telling the truth all along –\n      even more so if they base these claims on the expertise of advisors who disguise their biased insinutations as the results of scientific reasoning.\n\n      Shouldn’t we – especially people who actually know better like you or our host – do everything we can to remind our politicians that they do not own exlusive rights to define what is true and what is not?\n\n    • The accusation that this article is “crying wolf” is just absurd. Moreover, the claim that the current mishmash of Greek politicians allegedly running the country “are confused beyond description” is nothing less than bizarre. If indeed they are so confused, then they should not issue statements claiming that they have engineered an economic recovery, or presided over a nonsensical “primary budget surplus”. At the same time, they celebrate a declining labour force employment rate as a success story of “reduced unemployment”. This is not confusion: it is deliberate propaganda and an attempt to deceive the people.\n\n      No, the sad truth is that the government politicians are cynical and conscious Quislings, who put their own personal interests before those of the Greek people. They are collaborators with foreign powers, and are openly hostile to Greek democracy. Doubtless, we shall learn in some time how much money was made by each politician from the systematic betrayal of Greece. I suspect that they will make Tsochatzopoulos look like an amateur.\n\n    • Hubert:\n\n      I am not sure I know anything and as such that I deserve the honor you bestowed on me (as someone in the know). I consider myself a practical person and what I am trying to say is as simple as this.\n\n      Greek politics have a great deal of theatrical element to them and lack about 90% of substance. If one wishes to bring the fight to what Yanis perceives as a collaborationist(quisling), corrupt and somewhat inept government, one must choose targets of substance. Otherwise before you know it, one’s arguments are embroiled in the same theater of the absurd which characterizes Greek... (truncated)",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.8641023636,
        "format_confidence":0.7968454361
    },
    {
        "url":"https:\/\/nomoremister.blogspot.com\/2016\/10\/is-it-1998-all-over-again.html",
        "text":"Sunday, October 09, 2016\n\n\nI was slammed in comments for my last post, in which I argued that the Access Hollywood tape would probably lead to only a slightly larger victory for Hillary Clinton. Since I wrote that, top Republicans have abandoned Trump, and the press has suggested that he's going to lose in a landslide. And yet:\n\nThat's from a Politico\/Morning Consult poll conducted after the release of the video.\nOverall, fewer than four-in-10 voters -- 39 percent -- think Trump should end his presidential campaign, while only slightly more voters, 45 percent, think he should not drop out.\n\nBut voters are largely viewing Trump's comments through their own partisan lens: 70 percent of Democrats say Trump should end his campaign, but just 12 percent of Republicans -- and 13 percent of female Republicans -- agree.\n\n... Nearly three-quarters of Republican voters, 74 percent, surveyed on Saturday said party officials should continue to support Trump. Only 13 percent think the party shouldn’t back him.\nA few glosses on this from the pros:\n\nRemember the disconnect in 1998 between the political elite's reaction and the general public's reaction to the Monica Lewinsky scandal? The insiders said Clinton would have to step down, but the public continued to give him high job approval numbers, if not high personal approval numbers. We may be in a similar place with Trump -- this story may not change many minds.\n\nOr maybe you're all right and I'm wrong -- maybe the disgust at all this is going to take a few days to show up in the polls. We'll see. For now we know it isn't showing up.\n\n\nAllieG said...\n\nStory may not change many minds, but it's not going to change minds for Trump, and that's what he needs. At some point, the reaction of professional pols has to be taken into account. If it wasn't seen as a disaster, why did so many Republicans run away yesterday?\n\nJohn Taylor said...\n\nTrump's core supporters won't desert him. He's saying what they are only thinking and they love him for that.\n\nUnknown said...\n\nI left this comment on another blog yesterday: \"If the Republican party nominated Hannibal Lecter, and he finished every campaign appearance by eating a live baby, he would still get at least 40% of the vote in the general election. That’s if the Democrats nominate Jesus Christ to run against him. And you know who evangelical fundamentalist Christians would vote for.\"\n\nAnonymous said...\n\nLewinsky was eager. Trump is talking about sexual assault. There's a difference there.\n\nCharon04 said...\n\nTrump's polling was already deteriorating over Alicia Machado, so she was the low-hanging fruit on abuse issues. This may not cost Trump much additional from his supporters, but Trump is going to have it tougher now with anyone who is still in play\n\nRand Careaga said...\n\nI well remember Mark Shields, who for a couple of decades has played Shana Alexander* (\"liberal\") to various James Kilpatricks* (\"conservative,\" latterly David \"Bobo\" Brooks) on the PBS Newshour, asserting in 1998 that Clinton was finished. When it was pointed out that the polls suggested a majority did not want him to resign or be removed, Shields said, in effect, too bad, people will just have to understand that he's finished. It was a spectacular display of insular Villager smugness, and I have despised the man ever since.\n\n*The reference may be lost on some of our younger readers. Their staged exchanges on Sixty Minutesare remembered, if at all, at once remove for inspiring the meme \"Jane, you ignorant slut.\"\n\nFeud Turgidson said...\n\nSo, this is interesting: multiple reports of a NBCNews and MSNBC female staff ROYALLY PISSED OFF over how they and their coworkers have been working OT to comb thru thousands of hours of never released mostly never even reviewed lead in lead out hot mic videotape and e-vid with Trump on tape, and how NBC - which they \"KNOW\" from industry reports and from watching Morning Goebbels and the meat puppet playing footsie & BJs with Trump for months means NBC's Big Bosses are playing a double triple or quadruple game here. And so one of them or a small coterie of them scoots the Billy Bush tape over to Fahrenhold (who's been basically a DAILY REGULAR on The Last Word, very arguably the most pro feminist show on a cable network that also has Racheal Maddow FCOL, so do the MATH people.\n\nAnd now the Comcasters have a choice: release their own newshounds, or watch as their own newshounds feed all the choice cuts to Marty Baron's crew.\n\nPlus I see from CNN's hired of the Buzzfeed crew that the Trump Tape Wars appear to be entering a new phase: compendium competitions.\n\nI'm with AllieG and others: this won't hurt Trump with \"his\" supporters embedded in the GOP core. But not all the GOPers are pro-GrOPers, so there will be a certain amount of exodus and just as importantly the metastasi is unable to survive outside the GOP culture.\n\nSo now: combine these two 'trends', of the GrOPers hardening against el Ryan et al inside the GOP, and taking their frustrations and resentments out ... WHERE? On the streets and in selected ballot boxes, mein freundchen. Some prominant GOP leaders are about to experience hints & allegations on what happened to Eric Cantor. And meanwhile, the NBC dam of Trump enriched heavy water is going to burst without some relief.\n\nMy biweekly grocery shopping is on Tuesdays cuz my local emporium specially accommodates us old farts on Tuesdays. The e-flyer from by favorite market contains a special on bulk popcorn. Mmmmmmmm\n\nThere will be blood, and the House will be in play.\n\nMaxwell's Demon said...\n\nI agree with you on this. tRump is down to close to his immutable base of support (somewhere near 40% +\/-) and that's as low as he goes. But what has happened I think is that he has foreclosed even the slimmest chance he had to win this and we should know petty much for sure after tonight's town hall.\n\nThe more interesting question now is, will enough semi-same gopers just not come out to vote and give the Dems a bigger down ballot victory than expected or will Dem complacency one again snatch defeat (Senate and House) from the jaws of victory?\n\nJimbo said...\n\nWe've known for over a year now that Trump's supporters are a majority of GOP likely voters and that they will come out to vote no matter what he says or does so the only thing, the ONLY thing that matters is getting Democrats out to vote, especially in the battleground states. Everything else is just noise. Most likely, neither house will flip so the best we can hope for is a continuing stalemate at least for the next 2 years.\n\nDerFarm said...\n\nI see something quite a bit different from most of the commentators. I absolutely agree that roughly 40% of the vote is Trump's. However, these people are mean, lowminded, vengeful, and self-righteous. I see a lot of split tickets by hard line Trumpistas. Nothing feels better to the self-righteous than to screw over someone while re-inforcing your purity.\n\nKenRight said...\n\nDo we want a candidate who’s groped women but wants to get along with Christian conservative Russia and protect American jobs and our borders, or do we want a candidate who wants to provoke Russia into war, outsource American jobs and have open borders,continue to overthrow secular Arab governments, eg Iraq, Libya, Syria, invite the jihad refugees in--- and harass the women who’ve been much more than groped by her husband?\n\nThe choice is yours.\n\ntrnc said...\n\nKen, I'm not voting for either candidate you mentioned. I'm voting for Hillary Clinton.\n\nJim Snyder said...\n\nI'm with AllieG & Feud.\n\nWell, kinda sorta. Indeed, the Trump vid was dropped to Farenthold by NBC staffers. Story at Chicago Tribune this morning.\n\nYes, the Morning Consult poll says most Goopers OK with the tape... but why are so many GOP dominoes falling? Why did Kelly Ayotte cut and run?\n\nEvery GOP incumbent in a purplish (or worse, blue) state depends on Dem voters crossing over. And Ayotte and Hassan are running neck and neck... so if Ayotte loses even a fraction of those cross-overs, she's toast.\n\nSo ... she's in a bind. She cuts Trump loose and mebbe loses TeaBaggers, or she's with Trump, and she loses Dem cross-overs. I suspect that she jumped in the belief that she'd keep most of her Republican base if she cut Trump loose. Remember that she voted before the Morning Consult poll came out.\n\nMy guess is that she'd be hosed either way ... the Trump vid puts her in an impossible situation.\n\nJim Snyder said...\n\n@trnc: \"... not voting for either, voting for Hillary ...\"\n\n\nJim Snyder said...\n\nMeant to add that, like Feud, I am hoping to see a bunch of Gooper Establishment figures to go down at the ballot lever of vengeful Trumpkins who feel betrayed.\n\nOTOH, scuttlebutt has it that at least two more vids will drop Real Soon Now, so it's possible that even Trumpkins have their limits.\n\nHowever the drop today of the Howard Stern interview in which Trump and Stern drool over Ivanka as \"a piece of ass\" ... well, I'll spare you Southren incest jokes from my childhood. Let's just say that that revelation could be a feature for Trumpkins, not a bug.\n\nIn other news, it's amusing that so many self-identified Christians will extend Christian forgiveness for sexual assaults to a serial predator, but not will not extend the same forgiveness to the woman whose husband cheated on her.\n\nWhat was that verse about \"false prophets\", again?\n\nAskin' for a friend.\n\nGreen Eagle said...\n\nFor years, the absolute, unrepentant level of Republican support, the people who are resistant to all reason and decency, has been put at around 27%, which I think is a fair estimate. So, you are now dealing with the remaining Trump supporters, a large part of whom must be still shell-shocked by what is happening. He is bound to lose a few more of them over the coming days, but I would expect the decline to stall out around 35 or 36%, which is the dead minimum that any Republican Presidential candidate can possibly get, given their forty year... (truncated)",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9965703487,
        "format_confidence":0.9273253083
    },
    {
        "url":"http:\/\/www.capitolhillblue.com\/node\/43177",
        "text":"Is Ron Paul’s campaign in trouble?\n\nRon Paul (ABC News)\n\nTexas Congressman Ron Paul, the maverick Republican\/Libertarian known for his small but loyal legion of enthusiastic supporters, is facing increasing frustration within his campaign, wariness from a major financial contributor and concerns over a lack of wins.\n\nFrustration overflowed in a campaign conference call Wednesday after Paul’s failure to capture caucuses in North Dakota, Idaho and Alaska — venues where the candidate boldly predicted victory on national TV two days earlier.\n\nAnd the leader of the Endorse Liberty Super PAC said Wednesday he is rethinking the group’s multimillion-dollar financial support of Paul’s campaign.\n\n“Yes, we are reassessing our efforts,” Endorse Liberty Abe Niederhauser told Politico.  “We will continue to support Dr. Paul, but ultimately, we support an idea.  We will support candidates who uphold the principles of liberty.  We may also get involved in some of the Senate and House races.”\n\nEndorse Liberty, funded primarily by PayPal founder Peter Thiel, spent $2.94 million for Paul in January and is running short on cash.  The group reported less than $61,000 cash on hand after its heavy investment in Paul.\n\nCampaign sources also tell Capitol Hill Blue that contributions from other sources have slowed and they expect a further drop after Super Tuesday’s disappointing results.\n\nIn a Wednesday conference call, Paul’s campaign aides openly expressed frustration over a campaign that draws large, cheering crowds at events but can’t translate that enthusiasm into votes.\n\nSaid Paul senior adviser Doug Wead:  “Did they get overconfident?  We’re digesting that.”\n\nIt also appears Paul’s cadre of youthful supporters are looking elsewhere.  Tufts University for Information and Research on Civic Learning and Engagement (CIRCLE), found in exit interviews and surveys that former Pennsylvania Senator Rick Santorum garnered as many votes as Paul from young voters as Paul in Massachusetts, Ohio, Tennessee, Virginia and Georgia — about 88,000 votes for each.  Former Massachusetts Governor Mitt Romney finished close behind with 86,000 votes.\n\n“Paul counted on his youthful supporters,” GOP strategist Arnold Block told Capitol Hill Blue on Wednesday.  “Now it seems they are shopping around.”\n\n“So far, the Republican primary shows a strikingly even race for the youth vote, with no candidate really winning the race for Republicans’ allegiance,” CIRCLE director Peter Levine told U.S. News & World Report.\n\nNo one expects Paul to drop out of the race but if his contributions continue to dwindle and he can’t pull off a win soon, he may be forced to scale back his campaign.\n\nEnhanced by Zemanta\n\n\n  1. Jay\n\n    Utter crap.\n\n    Young Paul supporters will not go to Santorum.\n\n    Santorum will continue to have a monopoly on the blue hairs, the GOP establishment will continue to shut out the Paul supporters (and all the youth and enthusiasm they bring to the party), and the GOP will gradually fade away….and Capitol Hill Blue will continue to offer weak analysis.\n\n    I hope Paul goes third party. The GOP deserves it; and it is the only way Obama will be challenged on his pro-war, pro-bail-out record. Romney certainly can’t challenge him on that.\n\n  2. Doug Thompson\n\n    The research from Tufts University says otherwise about Paul’s perceived “lock” on the young but then I’ve never known a case where a Ron Paul supporter lets facts get in the way of their own spin on reality. :)\n\n  3. Given the challenges Paul faced from the media and his own party, he’s done pretty well. What challenges?\n\n    First, they failed to even acknowledge his existence. This allowed other “frontrunners” like Michelle Bachman and Herman Cain to rise in popularity stealing portions of Paul’s platform. Soon Paul became to popular to ignore.\n\n    That’s when Media stated unequivocally, “Ron Paul can’t win. He is unelectable.” And when Ron Paul did come close to winning, did they say any different like they did for Santorum or Gingrich? No, they didn’t give him extra air time or even say he came in second. They would say things like, “Romney won with Santorum and Gingrich coming in near even, skipping the fact that someone else took second.\n\n    Coming close to winning was the last straw. It was time to bring out the 25-year old charge of racist newsletters to ensure the average person thought Paul was a white supremacist, whether it was true or not.\n\n    And when that failed, the GOP miscounted the votes, let dead people vote, reported the wrong vote tally, and cancelled elections due to one inch of snow saying those citizens votes will never be counted.\n\n    So am I surprised that Congressman Ron Paul’s campaign is failing?\n\n    Is it any wonder more and more people are turning away from corporate media sources and political parties?\n\n    • Doug Thompson\n\n      Oh yes, it’s always the media’s fault. I’ve heard that tired old cliche for more than 40 years. Watergate was the media’s fault. The media gave the nation Jimmy Carter, which is a crock because 72 percent of the nation’s daily newspapers endorsed Gerald Ford for election in 1976.\n\n      The media has never had the power that opponents claim nor has it had the agenda that fanatics create out of thin air.\n\n      Ron Paul loses elections the old fashioned way: He doesn’t get the votes: No fraud, no conspiracy, just a lack of support.\n\n      • 89 seconds ring any bells?\n\n        I’ve never seen a sitting Congressman running for President get so harassed and disrespected by our media. It is disgraceful.\n\n        Why does Sarah Palin, Herman Cain, and people like Rudy Guiliani get more respect from media than Ron Paul?\n\n        And you can say, “So and so torn into Palin,” which is true, and I would expect some media to show bias toward different candidates based on their ownership\/editors. But to have every corporate media outlet consistently attack Ron Paul?\n\n        • Doug Thompson\n\n          Can’t speak for other media outlets but Herman Cain, Sarah Palin, et. al never got any respect here. Then again, we’re not corporate media.\n\n  4. Sandy Price\n\n    Ron Paul lost me with his own words. The media has never influenced me as I have a single agenda. Romney has shown me he is not a gentleman when it comes to women. Mormons held out for years to keep the women home and pregnant. When will the GOP understand that not all Americans are white Christian straight men?\n\n  5. Eric Bagley\n\n    Ron Paul had to know he was facing an uphill battle coming into the race. If nothing else Ron Paul has escalated the fact that our liberties are being eroded. I commend Dr Paul for staying the course and making the most of the opportunity to inform us the citizenry of the challenges we face and how unconstitutional the federal government’s actions have become. Funny how I hear the other candidates now waving the flag of liberty once they saw how passionate we Americans are about or rights and freedoms. Any one who thinks the Medias agenda has been anything else other than weighted to corpocracy is fooling themselves. The machine wants someone who can’t beat Obama.\n\n  6. John\n\n    Paul is a great candidate. And indeed he has been slighted by our media. Even Jon Stewart, not only noticed it but even spoke of why no on pays attention to him. He has been consistent more than anyone else. He has never voted to raise taxes or go into wars we shouldnt be in, in the first place. He has voted down everytime thigns that would take away our liberties because he believes in freedom unlike democrats and republicans. He is the only one tha would indeed be a real help to the counrty. Its sad that people dont want to see it because he is “extreme.” Johnson is great but Ron Paul is just as libertarian as he is (only differs on abortion). I do hope one day that we wake up and see the truth, they all stink except for Ron Paul.\n\n  7. Matthew Clark\n\n    I feel the biggest problem is not the fact that Ron Paul has a lack of support, but more so the fact that too many DUMB Americans are supporting either Romney or Obama without any real reason why. Under Obama, he promised to cut the budget spending back in 2008 and raise taxes on the upper class to help balance out the economy. Mitt (Puppet boy) Romney holds similar voting records to that of Obama’s record as far as what we should do to fix the economy. Then you have Obama himself making excuses that he can’t pass the tax increase on the upper class because the Republican house is blocking him. Yet, we were in a really bad recession in 1992 and 4 trillion in the hole and President Clinton balanced the budget with a Republican majority in both houses and we ended up with a 300 billion dollar surplus. Maine and Iowa have already admitted that voter fraud had happened during their primaries. Yet there are still way too many americans drinking the Obama and\/or the Romney Koolaid and stating that there is no conspiracy and that the economy is improving despite the fact that the unemployment numbers are misleading due to the fact that they don’t count the underemployed and those who have quit actively looking for jobs because they feel that no full time jobs are available for them. I have a link to a CBS report which talks about the misleading of unemployment numbers and I heard another CBS report that stated that the average american takes about 8 months to find full time employment. That is ridiculous when you consider that the longest I’ve ever gone without a job at all before the Obama administration was 5 1\/2 months. I’m proud to say I support Ron Paul. And I feel sorry for the dumb americans who don’t support the one man who not only has a clear concise plan on how to fix the economy, but also wants a return to following the constitution instead of disregarding our constitutional rights like President Obama has with the NDAA and OPEN acts one of which was passed without the approval of the Senate.",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9974507689,
        "format_confidence":0.855886519
    },
    {
        "url":"https:\/\/blog.greens.org.nz\/2013\/12\/12\/reducing-child-poverty-is-the-best-investment\/",
        "text":"Reducing child poverty is the best investment\n\nWith the inaugural Child Poverty Monitor showing that 16 % of kiwi kids will live in poverty for much of their childhood, I was stunned to hear the Social Development Minister say she was “incredibly proud” of her Government’s record for children.\n\nAsked if she had a target for reducing child poverty Paula Bennett instead reeled off initiative after initiative that supposedly did good things for children, all the while missing the nub of the problem:\n\nIf these initiatives are failing to make a difference to the grinding reality of poverty for children; the kind of poverty that means some kids are three times as likely to end up in hospital than others, then what really is the point?\n\nWhich is precisely what the Children’s Commissioner was trying to show with his Child Poverty Monitor; if the Government wants to know whether its decisions are working to reduce child poverty, it first needs to measure it. Then it will be accountable for what those measurements show.\n\nThe Public Health Advisory Committee recommended the Government set targets for reducing child poverty as far back as 2009, and suggested that the Health Minister should explicitly name child health as his number one priority.\n\nPapers released to me under the OIA show that health officials agreed, and advised the minister that a child poverty measurement would have a significant impact on child health, but the recommendation went nowhere.\n\nOfficials also agreed that the recommendation to elevate child health to an explicitly named priority would improve the health of children but, they noted, to do so would, “compete with existing Government priorities”.\n\nNow more than ever it is time for reducing child poverty to be the Government’s main priority, and for children’s health to be the Health Ministry’s top priority.\n\nReducing Child Poverty and improving child health is an investment in New Zealand’s future, it is not a cost.\n\nAbout Kevin Hague 163 Articles\n\nGreen Party Member of Parliament\n\n11 Comments Posted\n\n  1. “Officials also agreed that the recommendation to elevate child health to an explicitly named priority would improve the health of children but, they noted, to do so would, “compete with existing Government priorities”.”\n    Why do not they say what these priorities are?\n\n  2. Nationalising non-owner-occupied housing will reduce poverty, as would housingWOF, but lets challenge the spendingon surplus and argue for an increase in the FTC.\n    This is not about protecting home-owners who occipy their homes but children in poverty.\n    Whereas Mary and Joseph escaped a tryant, most mothers of by childs saw them die. Lets focus on solutions.\n\n  3. …insulation of all rental property…\n\n    Thats a start, I suppose. A dramatic overhaul of the building regs would also be a really smart thing to do. And probably a guaranteed loser at the election. “Look, the trots are going to make your house 15% more expensive to build”…\n\n  4. dbuckley, it is virtually a certainty that a Labour-Green coalition government would require the insulation of all rental property within a number of years of taking office. It is a proposed WOF standard for rental property.\n\n  5. If I had a magic wand, I would transform the countries housing stock to upgrade poorly insulated and draughty homes.\n\n    This one mewasure alone would seriously reduce childhgood asthma, and a variety of other respiratory diseases, freduce absenteeism from school and work due to respiratory deisease. This would reduce medical costs everywhere, improve education trhough better attendence, and improve business productivity.\n\n    A fabulous set of outcomes. Make bugger all difference to the poverty statistics though, so not a cats chance in hell of such sensible measures being adopted.\n\n  6. It seems to me the drivers of poverty are the costs of accommodation and other essentials.\n\n    Given that by “poverty” one usually means families with incomes less than 60% of median income after housing costs, then, yes, that is a numeric certainty.\n\n  7. After lower power bills via WOF housing and low cost finance or re-finance of debt to reduce costs against low incomes, I would add to the food in schools programme, with toothbrushes and toothpaste (if not via schools via food banks) to ensure dental health care affordability.\n\n  8. It seems to me the drivers of poverty are the costs of accommodation and other essentials. The rate of main benefits, the FTC and other forms of assistance that are provided by simply meeting certian criteria, such as the accommodation supplement has meant those below the poverty line for any length of time face a myriad of problems leading to ingrained hardship.\n    Work and Income for its part are taking more and more narrow interpretation of hardship applications, such as not providing assistance for power arrears or rent arrears because of too much existing debt to them or food for non-custodial parents who nevertheless have parenting orders for 25-49% of their children’s care.\n    Consequence, debt to loan sharks, children going hungery or untreated health issues.\n\n  9. Perhaps the government needs to rethink the subsidy programme for home insulation if not enough rental properties are being upgraded?\n\n    A WOF approach would be more effective and be cheaper.\n\n    Also the problem lack of saving and high cost debt is onerous and places people into poverty, so low cost finance and re-finance of debt to those receiving budgeting should be made widely available. This problem will increase soon when mortgage rates go up and those with mortgages and credit cards find themselves in trouble.\n\n  10. They think that we don’t have a future, and that they can avoid being caught in the collapse.\n\n    Ironic, given that we seem to be collapsing a bit less than a lot of the bigger countries.\n\n  11. While an interesting academic debate can be had about which of the four most recognised measures of poverty (60% of median before or after housing, using a price adjusted measure or incomes or a moving) is interesting and what National are hiding behind the stark reality is that steps the reduce the effects of poverty are peicemeal.\n    I suggested this week, via a media statement on Tuesday for the Benefit Rights Service that FTC increase by 20%…suggesting in fact Parliament could reconvene and pass under urgency the increase, effective before Christmas. (I am sadly(!?) not contactable by mobile this week so unsure what interest the statement had….)\n    I also noted too that Mr Speaker did not even recognise the Children’s Commissioner’s report of sufficient importance to even have an urgent debate.\n    In some countries based on Westminster conventions the Minister would have resigned…but I uges we don’t, and in anycase the problem is deeper than dear Paula.\n\nComments are closed.",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9937601686,
        "format_confidence":0.7288925052
    },
    {
        "url":"http:\/\/www.yorkshirepost.co.uk\/news\/opinion\/yp-letters-public-must-carry-on-the-fracking-fight-1-8283079",
        "text":"YP Letters: Public must carry on the fracking fight\n\nFracking demonstrators take to the streets.\n\nFracking demonstrators take to the streets.\n\nHave your say\n\nFrom: Wendy Cross, Beverley.\n\nIS the Government expecting that those who are against shale gas exploration will roll over, accepting what the people fear cannot be changed – the creation of more sites, throughout the North especially, with hundreds of well-heads drilling 24\/7?\n\nA glance at last year’s document from the Department for Communities and Local Government ‘Invitation to Bid’, makes it seem as if the tankers are already on our lawns. How much closer are they a year on?\n\nThe document speaks of drilling for shale gas ‘in a way that safeguards public safety and protects the environment’. These are the very things that are seriously threatened.\n\nIn this ‘invitation to bid’ issued to local authorities, it was made clear that planning permission should only be granted ‘where there are no unacceptable adverse impacts on the natural and historic environment and on human health’. Something about speaking with a forked tongue seems to fit here. Recent events involving our local authorities and the granting of permissions have ignored the people’s wishes.\n\nGreater outrage should ensue.\n\nFrom: Brian Nugent, Peckett Well Mill, Hebden Bridge.\n\nMIKE Corner and Tom Chadwick (The Yorkshire Post, December 5) are on the warpath again defending the rights of rich retirees and estate agents of Yorkshire’s two National Parks.\n\nI wonder how long it will be until they ask for poor people or anyone who needs a real job, to be ‘socially cleansed’ from their chocolate box landscape, which has been funded over the years through the general taxation of all us. Quarrying and mining have been central to both National Parks for millennia. Along with agriculture and forestry, they offer an opportunity for local people to earn a wage and build a future for themselves and their families. Messrs Corner and Chadwick wish to condemn generations to low-paid unsecure work in their sanitised National Parks.\n\nPerhaps it’s time we started a ‘Not the National Park Trust’?\n\nFrom: David Cragg-James, Stonegrave, York.\n\nALTHOUGH many of us are still working hard to save Ryedale, Yorkshire and the UK from any fracking, it would be a mistake for local bodies not to respond to the current draft of the Minerals and Waste Joint Plan in the belief that fracking was a fait accompli.\n\nThis plan, guidance for planning authorities, determines inter alia where, and in what density over the next 14 years, fracking wells should or should not be permitted in our area in the event that they are forced upon us by Government policy.\n\nIt is an opportunity for local bodies and individuals to exert some democratic influence on these questions, an opportunity which, if ignored, will see democracy further eroded and will give planners carte blanche to permit drilling wherever the plan, not the citizen, permits. We have until December 21.\n\nUrgent need for bypass\n\nFrom: Clive Broadhead (Retired Civil Engineer), Portland Crescent, Harrogate.\n\nTHE new Government has said it intends to invest in road improvements, so should immediately release funding to North Yorkshire County Council to construct a bypass of Harrogate from the A658 south of Pannal to the A61 north of Ripley. In addition, the A661 needs to by-pass Spoffoth and Wetherby to join the A1(M) at Junction 46.\n\nAssuming the rail network is included in the plans, modern rolling stock on the Knaresborough to Leeds service is now urgently needed, to get more commuters off the roads.\n\nLanguage and logic\n\nFrom: Canon Michael Storey, Healey Wood Road, Brighouse.\n\nI SHARE the concerns of Bob Watson (The Yorkshire Post, December 6) on the views and attitudes of British Muslims.\n\nThe latest statistics add to my concerns on the issue of Muslim integration into Great Britain.\n\nThese indicate that there are 15,000 Muslim women in Bradford who have little command of English. If I were to move into a foreign land with the intention of living there, I hope one of my first aims would be to learn the language and so, more easily, become part of the community. Simple logic.\n\nSilt slowing down the Don\n\nFrom: N Duckitt, Wormley Hill, Sykehouse, Goole.\n\nTHE article ‘Help the Don flow quietly’ attracted my attention. The lower end of the River Don catchment area needs maintenance.\n\nThe 1991 Drainage Act states “the Environment Agency can do as much or as little maintenance on rivers”. They chose the latter!\n\nWillows and silt are gradually restricting the flow; some of these willows were planted by the Environment Agency about 25 years ago. They need removing and the silt needs dredging.\n\nPensioners still pay tax\n\nFrom: David T Craggs, Shafton Gate, Goldthorpe.\n\nI, AND no doubt many pensioners like me, are getting a bit fed up of the sniping we’ve to put up with regarding our ‘freebies’.\n\nMany of us – teachers, miners, nurses, bus drivers and many other professions – not only paid our NI stamps all our working lives, but we also contributed to our works pension schemes.\n\nOur retirement pensions, therefore, bring us well above the basic tax allowance. Quite simply, as a very large group, we pay millions of pounds in income tax which not only more than pays for our free TV licences, prescriptions, bus passes and winter fuel allowances, but also contributes towards those many state benefits that our younger brethren enjoy.\n\nBack to the top of the page",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9886616468,
        "format_confidence":0.9582848549
    },
    {
        "url":"http:\/\/www.nyudri.org\/aidwatcharchive\/2009\/08\/in-which-i-don%E2%80%99t-care-about-genocides-that-kill-only-01-percent-of-the-population",
        "text":"In which I don’t care about genocides that kill only .01 percent of the population\n\nMy WSJ review on Tracy Kidder’s book on the Burundian genocide survivor generated this comment from a reader (abbreviated here, the full version is posted as a comment on the blog): Mr. Easterly,\n\nYou point out that \"only\" 0.01% of Africans have been killed by war and genocide... each year... for the past four decades. This is only slightly higher than the percentage of Europeans who died in the Holocaust each year between 1940 and 1945, meaning that Africa has merely suffered something like a 40-year Holocaust.\n\nIn fact, 0.01% is significantly lower than the percentage of Americans killed each year in the second world war (0.08% or so, on average), a minor conflict barely mentioned in writings of the time. During the Vietnam conflict we were losing only about 0.002% of our population each year for about 16 years and people would barely shut up about it.\n\nThus I propose that we adopt 0.01% of the population as the Easterly Threshold, requiring that any discussion of a conflict failing to achieve this level of decimation include a disclaimer that most of the population has not, in fact, yet died. Where populations are suitably difficult for us Americans to distinguish from one another, this percentage will be calculated on an arbitrarily continental or sub-continental basis. This immediately puts the whole history of the 20th century in a much rosier light: using the Easterly Threshold, a group like the Khmer Rouge barely clears the hurdle, massacring just 0.012% of Asia's population in a year.\n\n\nJonathan Custer\n\nLakeland, Florida (soon Birmingham, England)\n\nDear Mr. Custer,\n\nCongrats on your tour de force demolishing my argument that nobody should care about genocides that kill only 0.01 percent of the population or less.\n\nYou force me to admit that if a genocidal soldier killed one of my own loved ones, I myself would get only moderate comfort from the statistic that this corresponded to an American death rate of only 0.000000333 % (1 out of 300 million).\n\nYour argument is so skillful, let’s not get pedantic that my article never made the “only” argument; it actually said that the .01 percent statistic is also “of no comfort to Africans today who are victims of still much too frequent horrors; bless anyone who can stop the horrors or help the victims.”\n\nI was foolishly hoping the .01 percent number might induce the casual reader to re-examine his belief that the typical African family consists of a wife-beating alcoholic male and starving refugee females raped by child soldiers, soon after massacred by the janjaweed just before they would have died of AIDS anyway.\n\nhortonwillie.gifOn correcting stereotypes, consider the Willie Horton ad of the presidential election of 1988 of the George Bush, Sr. vs. Michael Dukakis. A political group allied with Bush ran an ad featuring a scary picture of Willie Horton (see also the video), a black man in prison for murder whom Dukakis granted a weekend furlough. He then raped a woman while on furlough. The ad is partially credited with winning the election for Bush.\n\nI would argue that white voters over-reacted in their fears of black crime. The propensity of black males to commit crimes is lower than the general public thinks, and other whites, not blacks, commit most crimes against whites. According to your interpretation, my attempt to correct a stereotype means I don’t care about the victims of Willie Horton. So this is a good opportunity to clarify I am not, in fact, in favor of rape and murder. I'm not that keen on genocide either.\n\nActually, I can do two things at once: (1) argue against exaggerated stereotypes and (2) care about the victims of crimes regardless of whether they fit stereotypical patterns. But thanks for your argument forcing me to clarify this.\n\nSatirically Yours,\n\nBill Easterly",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9036489725,
        "format_confidence":0.7836595774
    },
    {
        "url":"http:\/\/www.freerepublic.com\/focus\/news\/1962706\/posts?page=52",
        "text":"Free Republic\nBrowse · Search\nTopics · Post Article\n\nSkip to comments.\n\nRally for Romney: Conservatives need to act now, before it is too late.\nNational Review Online ^ | January 31, 2008 | Mark R. Levin\n\nPosted on 01\/31\/2008 10:37:41 AM PST by Delacon\n\nI have spent nearly four decades in the conservative movement — from precinct worker to the Reagan White House. I campaigned for Reagan in 1976 and 1980. I served in several top positions during the Reagan administration, including chief of staff to Attorney General Edwin Meese. I have been an active conservative when conservatism was not in high favor.\n\nI remember in 1976, as a 19-year-old in Pennsylvania working the polls for Reagan against the sitting Republican president, Gerald Ford, I was demeaned for supporting a candidate who was said to be an extremist B-actor who couldn’t win a general election, and opposing a sitting president. And at the time Reagan wasn’t even on the ballot in Pennsylvania because he decided to focus his limited resources on other states. I tried to convince voter after voter to write-in Reagan’s name on the ballot. In the end, Reagan received about five percent of the Republican vote as a write-in candidate.\n\nOf course, Reagan lost the nomination to Ford by the narrowest of margins. Ford went on to lose to a little-known ex-governor from Georgia, Jimmy Carter. But the Reagan Revolution became stronger, not weaker, as a result. And the rest is history.\n\nI don’t pretend to speak for President Reagan or all conservatives. I speak for myself. But I watched the Republican debate last night, which was held at the Reagan library, and I have to say that I fear a McCain candidacy. He would be an exceedingly poor choice as the Republican nominee for president.\n\nLet’s get the largely unspoken part of this out the way first. McCain is an intemperate, stubborn individual, much like Hillary Clinton. These are not good qualities to have in a president. As I watched him last night, I could see his personal contempt for Mitt Romney roiling under the surface. And why? Because Romney ran campaign ads that challenged McCain’s record? Is this the first campaign in which an opponent has run ads questioning another candidate’s record? That’s par for the course. To the best of my knowledge, Romney’s ads have not been personal. He has not even mentioned the Keating-Five to counter McCain's cheap shots. But the same cannot be said of McCain’s comments about Romney.\n\nLast night McCain, who is the putative frontrunner, resorted to a barrage of personal assaults on Romney that reflect more on the man making them than the target of the attacks. McCain now has a habit of describing Romney as a “manager for profit” and someone who has “laid-off” people, implying that Romney is both unpatriotic and uncaring. Moreover, he complains that Romney is using his “millions” or “fortune” to underwrite his campaign. This is a crass appeal to class warfare. McCain is extremely wealthy through marriage. Romney has never denigrated McCain for his wealth or the manner in which he acquired it. Evidently Romney’s character doesn’t let him to cross certain boundaries of decorum and decency, but McCain’s does. And what of managing for profit? When did free enterprise become evil? This is liberal pablum which, once again, could have been uttered by Hillary Clinton.\n\nAnd there is the open secret of McCain losing control of his temper and behaving in a highly inappropriate fashion with prominent Republicans, including Thad Cochran, John Cornyn, Strom Thurmond, Donald Rumsfeld, Bradley Smith, and a list of others. Does anyone honestly believe that the Clintons or the Democrat party would give McCain a pass on this kind of behavior?\n\n\nAs for McCain “the straight-talker,” how can anyone explain his abrupt about-face on two of his signature issues: immigration and tax cuts? As everyone knows, McCain led the battle not once but twice against the border-security-first approach to illegal immigration as co-author of the McCain-Kennedy bill. He disparaged the motives of the millions of people who objected to his legislation. He fought all amendments that would limit the general amnesty provisions of the bill. This controversy raged for weeks. Only now he says he’s gotten the message. Yet, when asked last night if he would sign the McCain-Kennedy bill as president, he dissembles, arguing that it’s a hypothetical question. Last Sunday on Meet the Press, he said he would sign the bill. There’s nothing straight about this talk. Now, I understand that politicians tap dance during the course of a campaign, but this was a defining moment for McCain. And another defining moment was his very public opposition to the Bush tax cuts in 2001 and 2003. He was the media’s favorite Republican in opposition to Bush. At the time his primary reason for opposing the cuts was because they favored the rich (and, by the way, they did not). Now he says he opposed them because they weren’t accompanied by spending cuts. That’s simply not correct.\n\n\nEven worse than denying his own record, McCain is flatly lying about Romney’s position on Iraq. As has been discussed for nearly a week now, Romney did not support a specific date to withdraw our forces from Iraq. The evidence is irrefutable. And it’s also irrefutable that McCain is abusing the English language (Romney’s statements) the way Bill Clinton did in front of a grand jury. The problem is that once called on it by everyone from the New York Times to me, he obstinately refuses to admit the truth. So, last night, he lied about it again. This isn’t open to interpretation. But it does give us a window into who he is.\n\n\nOf course, it’s one thing to overlook one or two issues where a candidate seeking the Republican nomination as a conservative might depart from conservative orthodoxy. But in McCain’s case, adherence is the exception to the rule — McCain-Feingold (restrictions on political speech), McCain-Kennedy (amnesty for illegal aliens), McCain-Kennedy-Edwards (trial lawyers’ bill of rights), McCain-Lieberman (global warming legislation), Gang of 14 (obstructing change to the filibuster rule for judicial nominations), the Bush tax cuts, and so forth. This is a record any liberal Democrat would proudly run on. Are we to overlook this record when selecting a Republican nominee to carry our message in the general election?\n\n\nBut what about his national security record? It’s a mixed bag. McCain is rightly credited with being an early voice for changing tactics in Iraq. He was a vocal supporter of the surge, even when many were not. But he does not have a record of being a vocal advocate for defense spending when Bill Clinton was slashing it. And he has been on the wrong side of the debate on homeland security. He supports closing Guantanamo Bay, which would result in granting an array of constitutional protections to al-Qaeda detainees, and limiting legitimate interrogation techniques that have, in fact, saved American lives. Combined with his (past) de-emphasis on border-security, I think it’s fair to say that McCain’s positions are more in line with the ACLU than most conservatives.\n\n\nWhy recite this record? Well, if conservatives don’t act now to stop McCain, he will become the Republican nominee and he will lose the general election. He is simply flawed on too many levels. He is a Republican Hillary Clinton in many ways. Many McCain supporters insist he is the only Republican who can beat Hillary Clinton or Barak Obama. And they point to certain polls. The polls are meaningless this far from November. Six months ago, the polls had Rudy winning the Republican nomination. In October 1980, the polls had Jimmy Carter defeating Ronald Reagan. This is no more than spin.\n\nBut wouldn’t the prospect of a Clinton or Obama presidency drive enough of the grassroots to the polls for McCain? It wasn’t enough to motivate the base to vote in November 2006 to stop Nancy Pelosi from becoming speaker or the Democrats from taking Congress. My sense is it won’t be enough to carry McCain to victory, either. And McCain has done more to build animus among the people whose votes he will need than Denny Hastert or Bill Frist. And there won’t be enough Democrats voting for McCain to offset the electorate McCain has alienated (and is likely to continue to alienate, as best as I can tell).\n\nMcCain has not won overwhelming pluralities, let alone majorities, in any of the primaries. A thirty-six-percent win in Florida doesn’t make a juggernaut. But the liberal media are promoting him now as the presumptive nominee. More and more establishment Republican officials are jumping on McCain’s bandwagon — the latest being Arnold Schwarzenegger, who has all but destroyed California’s Republican party.\n\nLet’s face it, none of the candidates are perfect. They never are. But McCain is the least perfect of the viable candidates. The only one left standing who can honestly be said to share most of our conservative principles is Mitt Romney. I say this as someone who has not been an active Romney supporter. If conservatives don’t unite behind Romney at this stage, and become vocal in their support for him, then they will get McCain as their Republican nominee and probably a Democrat president. And in either case, we will have a deeply flawed president.\n\nMark Levin, a former senior Reagan Justice Department official, is a nationally syndicated radio-talk-show host.\n\nTOPICS: Editorial; Politics\/Elections; US: Virginia\nKEYWORDS: 2008; elections; hillarylite; marklevin; mccain; primaries; romney\nNavigation: use the links below to view more comments.\nfirst previous 1-2021-4041-6061-80 ... 521-526 next last\nTo: redgirlinabluestate\nThose who cannot see the difference between Mitt and McCain\n\nWho would that be? I can see the difference, just as I can see the difference between hemlock and cyanide. so at our country's peril.\n\nEither way lies our country's peril.\n\n41 posted on 01\/31\/2008 10:57:43 AM PST by Petronski (... (truncated)",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9969429374,
        "format_confidence":0.9452982545
    },
    {
        "url":"http:\/\/www.danielpipes.org\/608\/assassination-in-khartoum",
        "text":"69 million page views\n\nReader comments (2) on this item\n\nTitle Commenter Date Thread\nTail Wagging the Dog? [233 words]Gene BearmanNov 7, 2004 12:3818129\nJames Welsh on Arafat's role in the Khartoum murders [11 words]Joseph Alexander NorlandMar 4, 2003 07:367033\n\nComment on this item\n\nEmail Address (optional)\nTitle of Comments\n\nNote: Opinions expressed in comments are those of the authors alone and not necessarily those of Daniel Pipes. Original writing only, please. Comments are screened and in some cases edited before posting. Reasoned disagreement is welcome but not comments that are scurrilous, off-topic, commercial, disparaging religions, or otherwise inappropriate. For complete regulations, see the \"Guidelines for Reader Comments\".\n\nSee recent outstanding comments.\n\n\neXTReMe Tracker\n\nFollow Daniel Pipes\n\nFacebook   Twitter   RSS   Join Mailing List\n\nAll materials by Daniel Pipes on this site: © 1968-2015 Daniel Pipes. daniel.pipes@gmail.com and @DanielPipes\n\nSupport Daniel Pipes' work with a tax-deductible donation to the Middle East Forum. Daniel J. Pipes",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.7987954021,
        "format_confidence":0.8115893602
    },
    {
        "url":"https:\/\/www.blazingcatfur.ca\/2016\/01\/28\/supreme-leader-of-iran-marks-holocaust-memorial-day-by-publishing-holocaust-denying-video\/",
        "text":"Supreme leader of Iran marks Holocaust Memorial Day by publishing Holocaust denying video\n\nAyotollah Ali Khamenei, the Supreme Leader of Iran, has marked Holocaust Memorial Day by publishing a Holocaust denying video on his official website.\n\nWhile nations around the world remembered the millions of people who were killed in Auschwitz and other concentration camps, Iran’s hardline leader questioned whether the Holocaust “is a reality or not”.\n\nKhamenei’s website promotes the video with a banner across its homepage, featuring a montage of images, including one of Adolf Hitler.\n\nHere’s the Evil shitz flickAre the Dark Ages over?\n\nSome artwork…\n\nNazi Khameini\n\n  • David Murrell\n\n    The CBC runs a full “documentary” channel (which names escapes me) — so I wonder if the CBC will run this Holocaust-denying vid.\n\n    • BillyHW\n\n      Run it? They probably funded it. Which means you probably funded it too. Diversity.\n\n  • David\n\n    From all indications, they’ve hardly begun.\n\n  • Hard Little Machine\n\n    Wow, you’d think he’s Glenn Greenwald.\n\n  • John\n\n    Yet another lame attempt by Muslims to appropriate the mantle of Jewish suffering.\n\n    They’ve been doing do this every year for some time now…turning Holocaust Remembrance Day into a pity party for Palestinians\n\n  • simus1\n\n    The nazi organized Holocaust was mostly carried out at special single purpose death camps like Birkenau in Poland.\n    Next door was the huge “work the inmates almost to death” camp, Auschwitz, which functioned like a prison city of light industry. Originally started out as a small German concentration camp for Polish anti nazi prisoners.\n\n    Dachau was the first concentration camp that the nazis put up in Germany after reaching power. Used to house German political prisoners and scare the occasional unsympathetic foreign journalist passing through like Pierre van Paassen ….\n    As the war was winding down, the entire “non Holocaust part of the nazi gulag” held zero interest for its owners and death among the mostly doomed inmates from disease, starvation, mistreatment, and ad hoc mass murder was colossal.",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.8446912169,
        "format_confidence":0.7973073721
    },
    {
        "url":"http:\/\/www.thestar.com\/opinion\/letters_to_the_editors\/2013\/02\/12\/drawing_conclusions_on_nukes.html",
        "text":"Opinion \/ Readers' Letters\n\nDrawing conclusions on nukes\n\nRe: Dusan Petricic cartoon, Insight Feb. 10\n\nDusan Petricic cartoon, Insight Feb. 10\n\nThe cartoon by Dušán Petricic resonated strongly with me. In the part depicting two lists under mushroom clouds, with “good” and “bad” countries, he listed the U.S., Britain, France, Russia and China on the “good” side, while the “bad” column had North Korea and Iran.\n\nIn recent years we have heard a lot of angry rhetoric about Iran’s program of nuclear research, mostly from Israel, but also from the hysterical sections of public opinion in the U.S.\n\nI note that Mr. Petricic omitted Israel, India and Pakistan. Presumably, the first two would be on his “good” list, with the third on the “bad” side of the ledger.\n\nWe would all be immeasurably better off in world without nuclear weapons, but, realistically, it’s impossible to reverse that situation. But the question nags away at us — why is it OK for some countries to have nuclear weapons, and bad for others?\n\nAnd, lest we forget, only one country has ever used nukes in anger — the United States.\n\nKeeble McFarlane, Scarborough\n\nMore on thestar.com",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9955047965,
        "format_confidence":0.6518881917
    },
    {
        "url":"https:\/\/www.theguardian.com\/theobserver\/2012\/jun\/30\/letters-cameron-williams-waffle",
        "text":"Hats off to Rowan Williams for his take on the 'big society'\n\nAt least one individual in a position to be heard is bearing public witness to obvious truths\n\nWe owe a debt of gratitude to Rowan Williams. At least one individual in a position to be heard is bearing public witness to obvious truths (\"Archbishop pours scorn on Cameron's 'big society'\", News). We can see with complete clarity the deceptions of a government which preaches the \"big society\" and the importance of community, at the same time as it is closing post offices, libraries, community centres and concurrently withdrawing support from the poorest among us.\n\nMeanwhile, countless billions are handed to greedy bankers to do with as they see fit. Our leaders rob the poor to pay the rich. The blatant contradiction between propaganda and action exposes a parallel-universe political class which insults the population by treating us as passive dimwits.\n\nOur elitist and recklessly militarist government tries to fool us with a world of mirages in foreign as well as home affairs. Kidnap and torture become \"extraordinary rendition\"; international arms trade becomes \"the defence industry\"; the threat to incinerate countless millions of civilians if the particular government in power deems that our \"vital interests\" are at risk becomes \"our minimal deterrent\". Big society, big money, big business and big killing – they're all of a piece.\n\nJim McCluskey\n\n\nAs a retired Liverpool community worker, I know that vulnerable children living in our most neglected housing estates would welcome the comments made by the archbishop of Canterbury when he stated that the prime minister's \"big society\" was designed to conceal the state's responsibility towards them. The archbishop accused past and present governments of being guilty. Is it any wonder that some children who live in these estates where anti-social and criminal behaviour is part of their daily lives find that their frustrations can result in riotous behaviour?\n\nWho is responsible for this? Is it the parents who are unable to break the cycle of deprivation, or is it the lack of effective government programmes? Our religious leaders should not only criticise inadequate policies but remember the words of Frank Field MP that \"anything we do after the age of five is just rescue work\".\n\nTeddy Gold\n\nLondon N3\n\nBe more medieval, Michael\n\nForget reintroducing GCEs and CSEs, Michael Gove; forget about reintroducing school certificate and matriculation (\"Radical to his friends, reactionary to his enemies, Gove is now the Tory darling\", In Focus). Why not go the whole hog and reintroduce medieval examination by viva only? That would severely restrict the number of possible candidates, save unnecessary expense and help stifle social mobility except for a tiny number of the deserving poor.\n\nProfessor Colin Richards\n\nSpark Bridge\n\n\nGive homeless people hope\n\nDavid Cameron has revealed he is \"considering scrapping most of the £1.8bn in housing benefits paid to 380,000 under-25s... forcing them to support themselves or live with their families\".\n\nFor many of the young homeless guests at a shelter run at a church in Hackney, this news is disastrous. None of these young people have any hope of finding work unless they first find a roof over their head and all of them have become estranged from their families, often having suffered violence or sexual abuse. I don't suppose Cameron could even imagine what that must be like.\n\nIf Cameron's new scheme is set in place, these young people will remain on the streets. They will live without hope. That will be expensive, not only in monetary terms but in the waste of young lives. Cameron should be ashamed of himself.\n\nRose Boyt\n\nLondon N1\n\nDon't patronise the Cornish\n\nYour article \"Free Cornwall\" (Magazine) misrepresented what Mebyon Kernow – the party for Cornwall (MK) – stands for. MK is not campaigning for independence, but greater self-government\/devolution through a national assembly for Cornwall. The article was based around vague and unsubstantiated claims of \"separation\", was disrespectful to the Cornish language and, in what century is it acceptable to describe Cllr Dr Loveday Jenkin as \"a charismatic MK pixie\"? It is little wonder that here in Cornwall the article has been described as \"patronising\", \"sarcastic\", \"condescending\" and \"prejudicial\".\n\nCllr Dick Cole\n\nLeader, Mebyon Kernow\n\nPermission to land\n\nIf, as you report, \"next month the Lib Dems are launching a tax working group that will develop new policies to distance themselves from their coalition partners at the next election\" (\"Top Tory donor linked to Carr tax scheme\", News), then perhaps they should consider a land value tax, the fairest, least avoidable and most productive of all taxes. And if the Tories are really embarrassed enough by the latest revelations about their supporters' avoidance schemes, perhaps they might even consider it themselves.\n\nJohn Airs",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9959927797,
        "format_confidence":0.9776490331
    },
    {
        "url":"http:\/\/mobile.cafemom.com\/group\/99198\/forums\/read\/17454788\/Put_the_crack_pipe_down?last&use_mobile=1",
        "text":"Current Events & Hot Topics\n\nFeatured Posts\nPut the crack pipe down...\nOctober 12, 2012 at 11:37 AM\n\nLindsay Lohan & Romney? Actress Says Mitt's Got Her Vote, For Now\n\nPosted:  Updated: 10\/12\/2012 9:55 am EDT\n\nLindsay Lohan has joined the likes of Stacey Dash and Hulk Hogan by telling the press she's voting for Mitt Romney.\n\nAppearing at a promotional event, the \"Liz & Dick\" star said her decision came down to one issue: unemployment.\n\n\"I just think employment is really important right now,\" she said. \"So, as of now, Mitt Romney. As of now.\"\n\n\"It's a long story,\" she added, according to E! News.\n\nThis isn't the first time the troubled actress has dipped a toe in political waters. During the Democratic National Convention, Lohan had the following one-sided exchange with Barack Obama's official Twitter account:\n\nBarack Obama\n“I’ve cut taxes for those who need it: middle-class families, small businesses.”—President Obama\n\nLindsay Lohan\n we also need to cut them for those that are listed on Forbes as \"millionaires\" if they are not, you must consider that as well\n\nLohan frequently retweets Obama's account, so her Romney plug does seem like a new development. In any case, it's nice to see a young actress keeping up with the elections. The Lohan family found itself in the news yet again this week after a disturbing phone call was leaked by Michael Lohan, Lindsay's father. In the tape, Lindsay can be heard crying and screaming about her mother Dina's mean-spirited behavior.\n\n\n  • Lunarprancer\n    October 12, 2012 at 4:24 PM\n    Quoting Claire-Huxtable:\n\n    She's a good actress.\n  • EireLass\n    October 12, 2012 at 4:45 PM\n\n    Because they're both big drinkers?\n\n    Quoting Claire-Huxtable:\n\n    Supposedly she is supposed to be really good in the Elizabeth Taylor movie.\n    Quoting EireLass:\n\n    Of course she's concerned with Unemployment. Nobody will hire her.\n\n  • gludwig2000\n    October 12, 2012 at 4:53 PM\n\n     Sorry, but I really don't think that Lindsay Lohan should be giving out any advise right now, she has too much to fix in her own life.\n\n  • Luv.My.Kidz\n    October 12, 2012 at 4:55 PM\n\n    HA.... well there goes the other 53% he did have :P\n\n  • sweet-a-kins\n    October 12, 2012 at 5:05 PM\n\n     Well, she is unemployed...\n\n  • shannonnigans\n    October 12, 2012 at 5:12 PM\n    If I'm Obama's campaign manager, I've already platformed my next campaign commercial. Lots of mug shots of Lindsay! Lindsay with blow on her upper lip! Lindsay in car wreck! The list is endless!\n  • Pema_Jampa\n    October 12, 2012 at 5:15 PM\n\n    Yes please don't raise the taxes on this girl. She needs the money for blo. Priorities people!\n\n  • canadianmom1974\n    October 12, 2012 at 5:40 PM\n    So what's the difference between you coming on here or FB or Twitter a nd saying you support Romney, and her or any other celebrity doing it?\n\n    Is it just the number of people they can reach vs the 'average' person?\n\n    Them expressing their support doesn't affect their singing, dancing, acting, etc., it's just them using their right to free speech.\n\n    Quoting needabreak8:\n\n    I am for Romney- but having said that.. I really wish celebrities would keep their political opinions to themselves and just do their jobs..sing, dance, act, entertain us and look pretty..that is all we really want from you!...I don't give a flying fig which star is for voting for whom. and Lindsay is not helping at\n\n  • romanceparty4u\n    October 13, 2012 at 12:32 AM\n\n    Yeah, like anyone would listen to a drugged up liquor soaked crackhead.\n\nCurrent Events & Hot Topics\n\nActive Posts in All Groups\nMore Active Posts\nFeatured Posts in All Groups\nMore Featured Posts\nclose Cafemom Join now to connect to other members! Connect with Facebook or Sign Up Using Email\n\nAlready Joined? LOG IN",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.7280871272,
        "format_confidence":0.9904729724
    },
    {
        "url":"http:\/\/www.bio.net\/bionet\/mm\/neur-sci\/2002-July\/050156.html",
        "text":"brain sizes: Einstein's and women's\n\nJohn Knight johnknight at\nSun Jul 28 09:55:37 EST 2002\n\n\"Parse Tree\" <parsetree at> wrote in message\nnews:ChJ09.26202$dk1.2320939 at\n> \"John Knight\" <johnknight at> wrote in message\n> news:2KI09.31078$Fq6.3191106 at\n> > \"Jd\" <JDay123 at> wrote in message\n> > news:3d42d259.3050523 at\n> > > In  Re: brain sizes: Einstein's and women's,\n> > > Shadow Dancer wrote...\n> > >\n> > > >(1) You spend too much time in sexual fantasies to learn anything,\n> > > >(2) Your reading comprehension scores are SO low that you did not\n> > > >understand any of the credible evidence we presented to refute you,\n> > > >(3) You cannot answer the same questions you claim girls scored lower\n> on.\n> > >\n> > > >Same goes for you, Jd.\n> > >\n> > > >Bible verses do not mean squat when one is talking about a secular\n> > > >organization; namely, the United States.  Remember the separation of\n> > Church\n> > > >and State?  Do you even know the meaning of it?  Better learn fast if\n> you\n> > > >hope to live in this country successfully.\n> > >\n> >\n> > Shallow Dunce, this is a CHRISTIAN nation, founded by our CHRISTIAN\n> > Forefathers, for CHRISTIANS, who live amongst 264 million fellow\n> Is that why the US scores so low on TIMSS?\n> Is that why Japan scores much higher, since it is not Christian?\n> By your reasoning, this must be the case.\n\nSince spoken Christian prayer in \"public shools\" was BANNED in 1964, SAT\nscores plunged 98 points, leaving graduates of those miserable \"public\nschools\" DEAD LAST of 17 of 34 TIMSS subjects which we used to teach before\nChristian prayers were banned.\n\nBut graduates of \"private schools\" [read: mostly CHRISTIAN schools where\nChristian prayer has not been banned] score even higher today than the\naverage American student scored before school prayer was banned, in every\nstate, on every test.\n\nIt's only these private American religious schools which keep the US from\nbecoming an instant third world country, because they produce graduates who\nscore even higher than the Japanese and Koreans (who scored at the EIGHTH\nGRADE LEVEL more than 100 TIMSS math points higher than us).\n\nThey also don't teach \"gender equality\", \"multiculturalism\", \"evolution\",\n\"White race genocide\", \"nigger love\", \"Jesus was a jew\", and a whole host of\namoral \"ideas\" which only the STUPIDEST people in the world would accept.\n\nThe fact that they also cost one third as much per student as public schools\ntells even feminazis what the immense loss public \"education\" is\n\nJohn Knight\n\nps--as you might suspect, there's a heavy Christian influence in Japan.\n\nMore information about the Neur-sci mailing list",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.6230507493,
        "format_confidence":0.9918213487
    },
    {
        "url":"https:\/\/microcosmpublishing.com\/catalog\/stickers\/698\/",
        "text":"Sticker 074 america has More Shopping Malls than High Schools\n\nSticker #074More Shopping Malls than High Schools\n\nby Joe Biel\n\nAnd don't get us started on the funding disparity. \n\n\n\nThat just shows how America's priorities are.\n\n\nPoint taken. I guess being from North Jersey, I hear \"mall\" and immediately think of the great concrete wasteland that is Willowbrook Mall. So since that's what \"mall\" means to most people, then yeah, absolutely nothing false about it.\n\n\nDefine shopping mall. A supermarket, a pizza place, a dry cleaners and a parking lot? Maybe. But if we're thinking MALL mall, then no. Just because you read something that scares you, and it fits in as proof of what you believe needs to change about America, it doesn't mean it's true. Of course I do believe we're brainwashed to buy\/consume more than we need, as well as placing too much value on material possessions... but some frightening fallacy sold as fact doesn't help.\n\n\nwow. is that really true? that's disgusting.\n\nStatistic is meant to encompass both conventional malls and strip malls. I don't believe that to be misleading. Go visit the suburbs for further proof!",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.7484517694,
        "format_confidence":0.9650896788
    },
    {
        "url":"https:\/\/www.libdemvoice.org\/the-independent-view-energy-bill-time-for-lib-dems-to-show-their-true-colours-28485.html",
        "text":"The Independent View: Energy Bill – time for Lib Dems to show their true colours\n\nOur electricity system is broken – soaring fuel bills, an over-reliance on overseas fossil fuels and an urgent need to tackle climate change highlight the severe energy crisis the nation faces.\n\nSo the inclusion of an Energy Bill in this week’s Queen’s speech to overhaul the UK’s failing electricity market was long overdue.\n\nThe Bill is a once in a generation opportunity to secure our long-term opportunity to make our power system cleaner, more affordable and less reliant on increasingly imported fossil fuels.\n\nSuch a move would be popular, too. A recent YouGov poll Friends of the Earth published to mark the launch of our new clean British energy campaign revealed that 85 per cent of the public want David Cameron to force the Big Six energy firms to develop clean British energy from renewable sources – and ditch dirty coal and gas.\n\nBut with the future of the nation’s energy system standing at an important crossroads, there are worrying signs that that the Coalition Government is preparing to head off in completely the wrong direction.\n\nRather than developing a safe and prosperous future offered by investing in renewable energy the Government seems intent on feeding the nation’s fossil fuel addiction.\n\nSadly, even senior Liberal Democrats who have spoken out for a cleaner future are now proving disappointing in power.\n\nEd Davey appeared to offer a fresh approach when he replaced Chris Huhne as New Energy Secretary in February, telling reporters:\n\n“We don’t want to repeat the mistakes of the past where we have polluted our planet, where our countries have been dependent on fossil fuel imports where the price is high and variable. We don’t want to be dependent on that; we want to make sure we have our own energy production that’s clean and green.”\n\nBut within weeks he fired the starting pistol for a new dash for gas that could keep the UK hooked on costly and dirty fossil fuels for decades.\n\nHis announcement that there were be no restrictions on new gas-fired power stations pumping out carbon pollution until the middle of the century will leave us trapped in the same system, dominated by the Big Six energy companies – and hostage to expensive gas.\n\nThe Government’s independent climate advisor, the Committee on Climate Change, has warned that in order to meet the UK’s legally-binding climate targets the nation’s electricity sector must be almost entirely decarbonised by 2030. Allowing more gas power stations to be built will in itself drive a coach and horses through plans to meet this commitment.\n\nThe Energy Bill will have important repercussions for generations to come – it’s crucial we get it right.\n\nThis means resisting the dangerous distractions of nuclear power and dirty new energy sources such as shale gas.\n\nNuclear power is a gamble we simply don’t need to take. As well as producing highly dangerous radioactive waste, it’s never on time, always over budget and relies on huge public subsidies. And even if they can find companies to build them – power firms seem deeply reluctant at the moment – a new reactor takes up to 15 years to build. Time we just don’t have.\n\nAnd shale gas, releases more greenhouse gases than natural gas, would be a considerable step backwards in the quest for clean energy.\n\nSwitching to clean power from our wind, sun and seas – along with cutting energy waste – is our best hope for affordable energy in future.\n\nBetween 2000 and 2010 average gas bills increased in real terms by 78 per cent and electricity bills by 30 per cent, driven the rising costs of fossil fuels. Between 2000 and 2010 the price paid by power producers for coal increased in real terms by over 71 per cent and the price they paid for natural gas rose by 90 per cent.\n\nThe potential of clean British energy is enormous – offshore energy alone could meet our current electricity needs six times over. Around a fifth of Germany’s electricity already comes from German renewable sources – the UK manages less than half of this. Developing the UK’s clean energy potential would also create tens of thousands of much-needed jobs.\n\nThe Liberal Democrats have traditionally championed the environment and their 2010 manifesto was judged by Friends of the Earth to be the greenest of the top three parties – it’s now time for them to show their true colours.\n\n* Andy Atkins is Executive Director at Friends of the Earth.\n\nRead more by or more about , or .\nThis entry was posted in News and The Independent View.\n\n\n  • jenny barnes 11th May '12 - 6:53pm\n\n    From David Mackay “Within British territorial waters, the shallow area is about 40 000 km2, most\n    of it off the coast of England and Wales. This area is about two Waleses.\n    The average power available from shallow offshore wind farms occu-\n    pying the whole of this area would be 120 GW”\n    So your idea that off shore wind could meet 3* our electricity needs is arguably correct. However\n    DTI claims that the maximum available would be very much less.\n\n  • jenny barnes 11th May '12 - 6:54pm\n\n    sorry – it couldn’t meet our needs 6 times over. Current electricity capacity is around 50GW.\n\n  • jenny barnes 11th May '12 - 6:58pm\n\n    This is the sort of energy policy that gets Tories saying windmills are bunkum. You have to make the numbers add up\n    It’s no good waving your hands, talking of energy efficiency, and rubbishing nuclear, gas & coal if your proposal doesn’t work. If we REALLY want enough renewables, we’re going to need concentrated solar in North Africa, and some long HVDC wires. Nuclear works, and generates very little carbon dioxide. Gas generates half the CO2 of coal, roughly.\n    and around 12 GW of generating capacity – that’s 6 big power stations, will be decommissioned in the next few years.\n    Lets keep the lights on, at least.\n\n  • Richard Dean 11th May '12 - 7:18pm\n\n    Why does everything has to be a crisis? “Long overdue” looks like we’ve at fault for not doing something sooner – can’t we have a more upbeat, less blame-filled message?\n\n    Wind, sun, and sea power do not seem to be as “clean” as people seem to imagine – is there info on this somewhere? A lot of energy and material is needed to build turbines, transport them, construct their supporting structures, maintain them once built, construct the subsea power cable to deliver offshore power to the land. Has this been factored in to the calculations, bearing in mind too that carbon may not be the only bad thing?\n\n  • Andy: If gas and coal are currently so expensive, why does wind still need govt support? Why isn’t the market just leading us to it automatically?\n\n  • emsworthian 12th May '12 - 9:48am\n\n    Choosing between energy sources is an immensely technical subject where a litle knowledge is a bad thing. Getting the mix right that makes energy production relatively risk free, affordable and reliable has to be the goal. The Sun is the source of all energy so we might start out with a european super grid sourced in the Sahara to generate enough power to meet our needs and leave some over for converting sea water into water for irrigating deserts.\n\n  • Helen Dudden 1st Aug '12 - 10:59am\n\n    I have signed up to the Energy Bill Revolution on line, over 150 MP’s have now signed, plus many charities in support. EDM 47, take a look and see what is planned.\n\nPost a Comment\n\nLib Dem Voice welcomes comments from everyone but we ask you to be polite, to be on topic and to be who you say you are. You can read our comments policy in full here. Please respect it and all readers of the site.\n\nIf you are a member of the party, you can have the Lib Dem Logo appear next to your comments to show this. You must be registered for our forum and can then login on this public site with the same username and password.\n\nTo have your photo next to your comment please signup your email address with Gravatar.\n\nYour email is never published. Required fields are marked *\n\nPlease complete the name of this site, Liberal Democrat ...?\n\n\nRecent Comments\n\n  • Stephen Booth\n    My guess, like Tony Greaves, is that the elections will be cancelled. But holding them in the first or second Thursday in September makes sense if the pandemic ...\n  • Alex Macfie\n    nvelope2003: \"We lost the referendum and we can see from today’s events in Washington DC what people think of poor losers\" Actually ...\n  • Peter\n    Scotland does not meet Eurozone entry criteria. The EU does not want more members that are outside of the EZ, especially when the Covid crisis provides the oppo...\n  • Andy Daer\n    It was a great speech, mostly because of the emotional content. It is, however, true to say that some of its greatness came from the contrast with his predecess...\n  • Paul Barker\n    I found the whole thing quite moving & very impressive - Americans do the whole Ritual & Symbolism thing so much better than us. Democracy ought to be s...",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9841046929,
        "format_confidence":0.7617864013
    },
    {
        "url":"http:\/\/politicalticker.blogs.cnn.com\/2009\/07\/20\/frankens-first-goal-dogs-for-vets\/comment-page-9\/",
        "text":"July 20th, 2009\n04:43 PM ET\n8 years ago\n\nFranken's first goal: Dogs for vets\n\nSen. Al Franken unveiled his first legislative goal Monday.\n\nSen. Al Franken unveiled his first legislative goal Monday.\n\nWASHINGTON (CNN) - Newly-minted Sen. Al Franken, D-Minnesota, unveiled his first legislative goal Monday - providing funding to train dogs to work with wounded veterans.\n\n\"Service dogs … can be of immense benefit to vets suffering from physical and emotional wounds,\" Franken wrote in a column published in the Star Tribune. \"Yes, they provide companionship. But they can also detect changes in a person's breathing, perspiration or scent to anticipate and ward off an impending panic attack with some well-timed nuzzling. They are trained to let their masters know when it's time to take their medication and to wake them from terrifying nightmares.\"\n\nFranken, who was recently sworn-in after a nine month battle over the election results, said it costs about $25,000 to train and place a dog and noted his bill would provide hundreds of them to veterans.\n\nThe Minnesota Democrat also said there is evidence to show that this kind of program could help reduce the suicide rate among veterans.\n\n\"Frankly, I believe it is enough simply to improve the lives of those of whom we asked so much,\" Franken wrote. \"But this program isn't just the right thing to do. It's the smart thing to do. This is win, win, win, win. I've been a senator for only a few days. But I've learned that it's better to listen than to talk, that you don't have to be a lawyer to be impressed by a tremendous jurist like Judge Sotomayor, and that I enjoy working with my Republican colleagues as much as I do with my fellow Democrats.\"\n\nFiled under: Al Franken\nsoundoff (304 Responses)\n  1. Brian\n\n    Great idea. I have to wonder if the negative commenters even care if our vets commit suicide.\n\n    July 20, 2009 02:10 pm at 2:10 pm |\n  2. linda\n\n    Sounds like a great idea to me. Our vets need a lot of help and don't forget we made a promise to those that serve and we need to keep it.\n\n    July 20, 2009 02:10 pm at 2:10 pm |\n  3. MJ\n\n    Wake Up America! Do you not understand what this will cost! This is being shoved down our throats! Give the people a chance to decide if this is the right thing to do.\n\n    July 20, 2009 02:10 pm at 2:10 pm |\n  4. corymac\n\n    Really? Al Franken wants to do something for the vets? Wow, I'm pleasantly surprised. I didn't think he liked the military. I'm all for this initiative. Anything that will help our veterans gets kudos from me. Way to go, Al!\n\n    July 20, 2009 02:12 pm at 2:12 pm |\n  5. Lydia\n\n    Right on, Senator Franken! I can't think of a more loving tribute to our soldiers than a companion that will love AND protect... and absolute loyal companion. That's more than we can say for our own country and the way it has treated our physically and emotionally wounded soldiers.\n\n    Mobius, you've never known the love of a dog, have you? What a sad person you are.\n\n    July 20, 2009 02:12 pm at 2:12 pm |\n  6. Marilyn\n\n    Franken is an idiot. I'm beginning to think Minnesota is populated by idiots - first Jesse Ventura and now Franken. They make California look like the place where intelligent people live.\n\n    July 20, 2009 02:13 pm at 2:13 pm |\n  7. Ivan Montoya\n\n    I think I'm getting a panic attack right now. Here we are, a nation capable of putting a man in the moon, but manage to elect a clown worried about an issue way down in the totem pole of priorities,\n\n    July 20, 2009 02:14 pm at 2:14 pm |\n  8. alpha_nu_916\n\n    Mobius July 20th, 2009 12:55 pm ET\n\n\n    THIS is what we waited for all these months to get this brilliant political mind in the US Senate? I guess that *is* change, but……\n\n    I'm amazed that our country is still functional with the new brand of nonstop idiocy which has gripped our Government since January….and of course, except for the brand name, it's not really any change at all.\n    i can just feel the contempt & hate oozing from any neocon with regard to senator franken's proposal.\n    mobius and his chums were probably content with the last administration's policies toward war vets – send em' on tour after tour; unilaterally engage in war so us servicemembers bear the brunt of the losses; allow va hospital to enter a state of disrepair; provide them with inadequate armor and equipment.\n    where is the compassion that conservatives swear they possess? some of these people need a friend & are we all not in agreement that dogs are man's best friend?\n\n    July 20, 2009 02:14 pm at 2:14 pm |\n  9. CF\n\n    Kudos to Sen. Franken. This is a worthwhile cause and Franken is doing his job adequately.\n\n    July 20, 2009 02:14 pm at 2:14 pm |\n  10. Tom\n\n    I'm all for helping our service men and women, and I'm a firm believer in the power of animals to help provide service to those in need.\n\n    But, now is not the time to spend $25,000 per dog. The time for that is when everything else is done and paid off.\n\n    It appears that Franken has gotten his priorities mixed up.\n\n    July 20, 2009 02:14 pm at 2:14 pm |\n  11. Robert, Miami, FL\n\n    Support the men and women in uniform is not just words and flag-waving and pride when some enemy target is destroyed. Supporting the troops is not turning your back on them when they return from war, especially if they come back injured whether it's physically or emotionally.\n\n    July 20, 2009 02:15 pm at 2:15 pm |\n  12. Scott Morris\n\n    I am sorry, but everytime Al Franken uses the word \"Frankly\" I cannot help but snicker the same way a little kid does when someone says the word \"duty\"...\n\n    I think it is a good program. I know several people with service dogs, and they are an amazing and many times life-saving infiluence in their lives. I would agree that our veterans deserve this benefit just like any blind of handicapped person.\n\n    July 20, 2009 02:15 pm at 2:15 pm |\n  13. Chris\n\n    This may seem a little silly at the outset but it really is a worthy program for vets with post traumatic stress syndrome. There was a Wall Street Journal article that profiled a vet and his service dog and what the dog did for him was simply amazing. I'm glad Sen. Franken is bringing attention, and hopefully added dollars, to this worthy cause.\n\n    July 20, 2009 02:15 pm at 2:15 pm |\n  14. whitefences\n\n    This man is doing just what President Obama campaigned on. Making promises and delivering. You go guy, keep on trucking.\n\n    July 20, 2009 02:15 pm at 2:15 pm |\n  15. cynic\n\n    I think he meant vets for dogs – a health care thing. He just got confused. Although he's a high functioning liberal he's still severely impaired when it comes to understanding things that are real.\n\n    July 20, 2009 02:15 pm at 2:15 pm |\n  16. Man of Atlanta\n\n    I have an epileptic family member with a service dog. She alerts them and my family when it is time to take seizure medication.\n\n    Most of us who know, an epileptic seizure can strike at any time and without warning. Sadie has saved the life of my relative on a number of occasions. She instinctively knows and has been trained for such a thing.\n\n    I think it's a great idea, it improves on the quality of life for those suffering from such afflictions and not that cost prohibitive.\n\n    While it may have not been my first choice for a bill, I think it's a great move since Sen. Franken spent so much time in Iraq on USO tours and we have literally let our returned injured men and women in uniform slip through the cracks.\n\n    July 20, 2009 02:16 pm at 2:16 pm |\n  17. Mel\n\n    Mobius – I'm glad that you hold the service of our veteran's with such high esteem. Why do you think so many veteran's try to bring dogs back with them that have meant so much to them while they are protecting your freedom to speak so feeling.\n\n    You obviously could use some of the unconditional love that a dog gives.\n\n    July 20, 2009 02:16 pm at 2:16 pm |\n  18. Jane in WI\n\n    What is wrong with you people? Do vets not deserve this? Of course they do, you go lay your life on the line and come back disfigured and see if you criticize the idea then. Try to think about more than your selfish self.\n\n    July 20, 2009 02:17 pm at 2:17 pm |\n  19. cecelia defranco\n\n    Fianally! And it took a former comedian to bring some common sense to government. And to all you people who think his service dog idea is a waste of money...you better pray that you or your relatives don't need one some day\n\n    July 20, 2009 02:19 pm at 2:19 pm |\n  20. Ticker Shock\n\n    Hey, this can a good thing. We need to take care of our servicemen and women in every way that we can. I have a relative who is still suffering emotionally after being hit in the first Gulf War. He has tried so hard to return to a 'normal' life but still has PTSD sabotaging whatever progress he makes.\n\n    July 20, 2009 02:19 pm at 2:19 pm |\n  21. nebrask-nan\n\n    Al Franken is going to be an amazing public servant, mark my words. Sounds like he's off to a terrific start, and I'd like to see you, Mobius, Doug Neumann, or Roger, do any better! Give him a chance, please.\n\n    July 20, 2009 02:20 pm at 2:20 pm |\n  22. Dave\n\n    Thought this guy would be a total joke (no pun intended) but this is a real good idea and I am all for it.\n\n    Off to a good start in proving me wrong Senator – way to go in helping out our armed forces in an area that makes a whole lot of sense\n\n    July 20, 2009 02:20 pm at 2:20 pm |\n  23. angel\n\n    It may be a long shot, but it may not be a bad at idea after all. I may add that our veterans should get as much help as possible-mustly the injured ones.\n\n    July 20, 2009 02:20 pm at 2:20 pm |\n  24. Bev\n\n    Anything that helps to benefit our wounded soldiers is an obligation we have to them as a nation. This sounds like a wonderful initiative, and my hat is off to any legislator who places the needs of our troops first. We as a nation have become numb to what is happening in Iraq and Afghanistan – and we c... (truncated)",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9807711244,
        "format_confidence":0.9726242423
    },
    {
        "url":"https:\/\/able2know.org\/topic\/113195-1",
        "text":"Notes from Africa\n\nReply Sat 8 Mar, 2008 12:18 pm\nA friend of mine is in Rwanda for half a year. She's a brilliant writer and she blogs from there. Not sure if i can link to her blog, i presume not, but I thought i'd share some of her writing here every now and then, as it's always a good read.\n\nPosted: 07 Mar 2008 02:05 AM CST\nJina Moore\n\nHere's an article from Agence France Press, which is like the A.P. or Reuters-those big news organizations that cover the world in \"traditional journalism style.\" You'll recognize it; it's that thing Jon Stewart mocks so brilliantly. The article is short, but I made it shorter, so I can get to the point:\n\nAre you asleep yet?\nThis article shocked me, actually. What's this person, whoever he or she is who wrote it, really saying? In news journalism, the last thing you write is supposed to be the \"most expendable.\" An editor should be able to look at your story and if it doesn't fit in the space, he starts cutting paragraphs, from the bottom up. But in order to understand what this person is really saying, I have to start from the bottom of his article and work my way to the top. That, already, is an indictment, of the article and the model it is based on.\nIn 1993, the third in a history of ethnic massacres broke out in Burundi. It's an unrecognized genocide, one which shares some of the dimensions of but was somehow eclipsed by Rwanda's own genocide in 1994. Strangers killed strangers; neighbors killed neighbors, and at the end of it all, three hundred thousand people had died, whole families were destroyed, and probably some, as in Rwanda, still haven't received proper burial. The country's infrastructure-roads, agriculture, electricity, to say nothing of banks and business-still hasn't recovered; even if it had, generations of talented Burundians aren't alive any more, and 15 short years aren't quite enough to train those who do remain or who have returned to make a country function.\nSince then, the country has slowly been negotiating peace, formally and informally: You can have all the agreements you want, but peace is negotiated every day by the people who live in your country.\nAs you can probably guess, any history of massacres also means a history of refugees. Even before 1993, hundreds of thousands of Burundians were living in refugee camps in Tanzania, Kenya, Rwanda, Congo. As Burundi became stable, they returned home-sometimes because they wanted to, sometimes because their \"hosts\" wanted them to leave. So now Burundi's population is soaring. So are land conflicts: if I fled from my family home during the second massacres in 1972, and you've been living there since, who owns the house? Does our instinctual answer to that question change if we find out that you, who have been living there, chased we who fled away with a machete? How can we both eat, in a country where people have for generations grown their own food, and where the opportunity to grow food comes only with the right to land, which comes through the family?\nAnd so\u0085 \"Some 600,000 Burundians are suffering from food shortages and need emergency aid\u0085.Burundi was self-sufficient in 1993 but that the population had since grown by 33 percent while production stagnated.\"\nThis is voice for the voiceless?\nWe say we want to solve problems. How can we solve problems if the very language we use to describe them fails to tell us what they really are? This is not just a problem of journalists. Download a Security Council resolution or a State Department report. Pick up a program report from USAID or CARE, two big players in international aid: This is also a problem of diplomats, and it's a problem of development workers. In the course of our professional duties to be objective, or to be scientific, or to be both, we use language to cut out of our jobs the very people we are supposed to be helping. The problem is, we in those professions also profess to be advocating for them.\nThere is a way to be fair, to be objective, to be clear-headed, to be independent, while also acknowledging the humanity of the people you are working with, the nuance of the context you are working in.\nSo next time you are writing a world news article, or using a log frame, or advising your boss about policy options, stop for a second and read out loud what you have in your hands. Can you hear anything human in it?\n  • Topic Stats\n  • Top Replies\n  • Link to this Topic\nType: Discussion • Score: 1 • Views: 4,032 • Replies: 11\nNo top replies\n\nReply Sat 8 Mar, 2008 01:42 pm\n\nI don't see why you can't link to her blog.\n0 Replies\nReply Sat 8 Mar, 2008 02:47 pm\nI think it's against the TOS to link to blogs, no?\n0 Replies\nReply Sat 8 Mar, 2008 02:50 pm\nWell, dont link, give the url enclosed with some diacritics..\n\nI'm interested.\n0 Replies\nReply Sat 8 Mar, 2008 03:01 pm\nIf you google Jina Moore, her blog will come up as the second hit (Notes from Central Africa)\n0 Replies\nReply Sat 8 Mar, 2008 03:09 pm\n\nForget the malaria, the dengue, the yellow fever\u0085\n\nFebruary 11, 2008 ·\nLet me tell you what will really kill you in Africa.\n0 Replies\nReply Sat 8 Mar, 2008 03:16 pm\nJust checked, it's ok. Reading...\n0 Replies\nReply Sat 8 Mar, 2008 03:19 pm\ni find it's usually somewhat (?) shocking to see the \"leaders\" of some poor nation attending a meeting , coming off an airplane ... ...\nthey are usually well-fed men , well-dressed , plenty of attendants looking after them ... ...\nlooks like they have no worry in the world .\n\n\nwhen you see how the \"ordinary\" people have to live - well , that's a different story .\n\n\neven opposition leaders and rebel leaders often look as if they don't come from the same group of people as those \"ordinary\" people they claim to represent .\n\ni believe that this is a picture of nelson mandela (yes ,i know who he is) meeting with a government and an opposition leader - i can't tell who is who .\nboth look like they just came from a health-spa - unfortunately they forgot to invite some of the \"ordinary\" people .\n\n\nis there a solution to this sorry state of affairs ?\ni certainly don't know .\n0 Replies\nReply Sat 8 Mar, 2008 03:25 pm\ni'm afraid that's a worldwide problem, hamburger, not just Africa's.\n\nBut speaking of \"helping\" the third world countries, here's another good post from Jina:\n\nI Can't Believe I'm Posting About George Clooney\nFebruary 22, 2008\nIt has come to this. But maybe the \"it\" isn't me\u0085 Hold on, we need some context:\n\nClooney recently had a dark-night-of-the-soul (or of the red wine, depending) with Time Magazine's Joel Stein, about Darfur:\n\n0 Replies\nReply Sat 8 Mar, 2008 03:44 pm\nI really like her writing style, Dag. I've also read some of the stuff she linked to. Great reading!\n0 Replies\nReply Sat 8 Mar, 2008 03:51 pm\nThank you. I'm very proud of her Very Happy\n0 Replies\nReply Mon 10 Mar, 2008 11:15 pm\nAid-ing the poor\nPosted: 10 Mar 2008 02:00 PM CDT\nJina Moore\n\nIt doesn't take all that much time in a place like Rwanda to start wondering if aid works, or how it might work better. Here's an excerpt from a blog I just happened upon, in which a guy from Europe (Germany?) who's been here a lot longer than I raises a few difficult questions:\nThe failures of the aid industry are becoming more obvious and more difficult to hide. And it is unfortunate, because aid is not bad per se. For me, there are still brilliant people and great organisations doing amazing work in Africa. The methods of the aid industry simply need to change, and people back in \"the developed world\" need to begin to understand the change that is needed, in order to start lobbying for it. For example:\n- Don't give anything for free. Used clothes from Germany destroy the local textiles market, free American vegetable oil competes with local farmers, free solar power modules put local traders out of business and free money goes to the corrupt and lazy. When you give things for free, you destroy local businesses and livelihoods.\n- Use the private sector, even if it means that projects are more difficult. Use local construction companies, hire local companies to implement projects, create joint ventures and public-private partnership, encourage an entrepreneurial mentality. Find ways to deal with the cheats, con-artists and dubious businessmen that leach off donors.\n- Stop using cash flow as a way of measuring aid agencies' performance. Almost all aid agencies have \"spending targets\" as a way of measuring their \"success\" in their country programmes. In the aid industry, if you're not spending, you're not working. This encourages reckless spending and bizarre behaviour. At the end of the fiscal year for example, many donors will start spending huge amounts of money on products and consultants with little overall strategy.\nSo the question is, is it worth continuing with the development aid industry?\nYou can read the whole post, or the rest of his blog, here. But don't stop coming back to mine. I'll be so lonely.\n\nGreetings, or \"What am I supposed to do with your hand?\"\nPosted: 10 Mar 2008 05:02 AM CDT\nJina Moore\n\nAnyone who's ever left the States-hell, anyone who's left a small hometown for a big city, or vice versa-knows that awkward squishy feeling of saying your how-do-you-do's. Especially in a foreign culture, it's a guessing game of non-verbals\u0085a form of communication which itself is totally unreliable, because non-verbals are not universal. That cute little informal wave goodbye in America, the one where you fold your fingers down a few times, means, \"Hey, come here\" in much of East Africa.\nIt's the handshakes that always get me. I have always found them very corporate, and I misjudge them every time. I might remember to grip vigorously-especially if it's a man, and he's in a nice suit-but I'll forget to fortify my arm, and I wind up being wobbled about.\nHandshakes are not like that in Rwanda, to say the least. There's a national reprieve from shaking, actually; it's more hand touching, the kind of contact that qualifies in the States as the derided \"limp handsh... (truncated)",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9683696628,
        "format_confidence":0.9940040708
    }
]