[
    {
        "url":"https:\/\/searchsoftwarequality.techtarget.com\/news\/252468703\/IBM-VMware-ease-Kubernetes-complexity-with-Kabanero-Octant",
        "text":"imtmphoto - Fotolia\n\nNews Stay informed about the latest enterprise technology news and product updates.\n\nIBM, VMware ease Kubernetes complexity with Kabanero, Octant\n\nTools from IBM and VMware help developers build apps that are deployed on Kubernetes clusters, as well as handle complex Kubernetes workloads.\n\nIBM and VMware have expanded their toolboxes to help developers deal with Kubernetes complexity, and better understand how code moves through clusters.\n\nBig Blue has been on a mission to empower developers with tools that lower the barrier to entry for developers in enterprises that move to the cloud. At the O'Reilly Open Source Convention (OSCON) this summer, IBM introduced Kabanero and other tools that enable developers to create apps that are ready to be deployed onto Kubernetes without first becoming experts in containers and Kubernetes.\n\nThe open source software (OSS) project is an upstream distribution of IBM Cloud Paks, which the company introduced earlier this month as part of the cloud-native transformation of its software and its integration with Red Hat. Kabanero provides prebuilt deployments to Kubernetes and Knative, based on best practices conceived while working with clients, said Nate Ziemann, a senior product manager at IBM Cloud. These shortcuts help developers spend more time developing scalable applications and less time understanding infrastructure, he said.\n\nKabanero goes beyond helping IBM onramp users into its Cloud Paks commercial offering, said Charlotte Dunlap, an analyst at GlobalData in Santa Cruz, Calif.\n\n\"[Kabanero] provides developers with Kubernetes-based best practices around a curated set of OSS projects such as Spring, Node.js and Swift, and operations teams with deeper pipeline and app lifecycle management OSS technologies and services, both of which aim to help get DevOps teams up and running quickly,\" she said.\n\nTrio of IBM tools zero in on Kubernetes complexity\n\nTo its credit, VMware isn't taking Kubernetes lying down. They've been very proactive in adapting to what their customers need and [for what they] are asking.\nCharles KingAnalyst, Pund-IT\n\nIn addition to Kabanero, IBM also introduced other open source projects to ease the way for developers building apps for Kubernetes deployments.\n\nCodewind allows developers to work in containers without even knowing they are using containers. It provides extensions to popular IDEs such as Visual Studio Code, Eclipse and Eclipse Che so developers can use their preferred IDE to build applications in containers. The tool enables developers to rapidly iterate, debug and test app performance inside containers.\n\nMeanwhile, Appsody simplifies the creation of cloud-native applications in containers with preconfigured stacks and templates for popular open source runtimes and frameworks.\n\nCodewind UI\nScreenshot of Codewind UI. Developers can create and import cloud-native applications such as Node.js, Java and Swift and automatically generates and builds them into local containers.\n\nKabanero and Appsody will use Codewind to provide an integrated IDE experience. And both Codewind and Appsody work with IBM's recently released Razee, which provides multicluster continuous delivery tooling for Kubernetes and focuses on management of Kubernetes at scale. This set of tools will help developers move applications through development, test and production Kubernetes clusters.\n\nKubernetes is the industry standard orchestration technology for containers, but opens up a world of complexity to enterprises that want to adopt and use containers, particularly to react to failures in an organized way and figure out all the different resource types available to deploy on Kubernetes, Ziemann said. Building cloud-native apps for Kubernetes, and using DevOps practices, exposes more infrastructure decisions that require a developer to understand, learn and develop, such as security and network ingress. Kabanero and the other tools help developers and architects and operations work together better, he added.\n\nCodewind UI, showing application monitoring statistics.\nScreenshot of Codewind UI, with application monitoring statistics relevant to run microservices, as well as the ability to generate performance test load for microservices, and identify hot methods and potential application bottlenecks.\n\nVMware Octant peers through Kubernetes complexity\n\nMeanwhile, VMware is approaching Kubernetes complexity down the line with Octant, a developer-centric web interface for Kubernetes that enables developers to inspect a Kubernetes cluster where applications reside.\n\nOctant was born out of the idea that those not well-versed in Kubernetes struggle to understand why deployed workloads don't work correctly. At its core, the tool understands implicit and explicit relationships between Kubernetes objects and if they are working correctly, said Bryan Liles, the VMware senior staff engineer who led the Octant project. It includes a dashboard to give more context, and plugins to graphs or custom resources to add information to cluster views, such as more details for objects that aren't in Kubernetes core or have special rules or circumstances.\n\nVMware Octant UI\nVMware Octant UI, showing a healthy Kubernetes deployment.\n\nMoreover, Octant is extensible, as there are different ways to manage a Kubernetes cluster. Octant enables developers to integrate ecosystems of tools to create and manage objects, provide observability, and work with CI\/CD tools into one convenient browser-based interface, Liles said in a blog post.\n\n\"To its credit, VMware isn't taking Kubernetes lying down,\" said Charles King, an analyst at Pund-IT in Hayward, Calif. \"They've been very proactive in adapting to what their customers need and [for what they] are asking.\"\n\nThis Content Component encountered an error\n\nJoin the conversation\n\n1 comment\n\nSend me notifications when other members comment.\n\nPlease create a username to comment.\n\nHow has Kubernetes complexity impacted your organization?",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.9270846844,
        "format_confidence":0.9772264957
    },
    {
        "url":"http:\/\/www.drdobbs.com\/security\/gizmox-secures-visual-webgui-html5-platf\/240166279?cid=SBX_ddj_related_news_default_parallel&itc=SBX_ddj_related_news_default_parallel",
        "text":"Channels ▼\n\n\nGizmox Secures Visual WebGui HTML5 Platform\n\nGizmox has enhanced the security features of its Visual WebGui enterprise HTML5 platform. New access control features permit developers to set form-level security permissions and integrate directly with Active Directory and LDAP.\n\nDevelopers can use Visual WebGui to build HTML5 applications using tools like C#, .NET, and Visual Studio. The firm says that it has built \"thoughtful application architecture\" to extend enterprise class security to the desktop and mobile web.\n\n\"Done right, thin-client, HTML5-based applications can provide even stronger security than native applications. Visual WebGui enforces a development paradigm that results in applications that are secure-by-design, with sensitive application logic and data kept on the server — plus a simple, but responsive, HTML5 user interface on the client,\" said the company.\n\nThe ability to set form-level user permissions adds additional flexibility for organizations looking to extend application access beyond a core group of users with identical access rights. HTML5 platform integration with centrally managed access control technologies like Active Directory and LDAP is essential to implementing a security program that can scale with the proliferation of new business applications.\n\n\"From the beginning, the Visual WebGui platform supported enterprise-class application security. Expanding access control features with form-level security will let enterprise developers, architects, and IT managers think more strategically about how to securely extend the reach of applications to a broader audience,\" said Itzik Spitzen, Gizmox CTO.\n\nRelated Reading\n\nMore Insights\n\nCurrently we allow the following HTML tags in comments:\n\nSingle tags\n\nThese tags can be used alone and don't need an ending tag.\n\n<br> Defines a single line break\n\n<hr> Defines a horizontal line\n\nMatching tags\n\nThese require an ending tag - e.g. <i>italic text<\/i>\n\n<a> Defines an anchor\n\n<b> Defines bold text\n\n<big> Defines big text\n\n<blockquote> Defines a long quotation\n\n<caption> Defines a table caption\n\n<cite> Defines a citation\n\n<code> Defines computer code text\n\n<em> Defines emphasized text\n\n<fieldset> Defines a border around elements in a form\n\n<h1> This is heading 1\n\n<h2> This is heading 2\n\n<h3> This is heading 3\n\n<h4> This is heading 4\n\n<h5> This is heading 5\n\n<h6> This is heading 6\n\n<i> Defines italic text\n\n<p> Defines a paragraph\n\n<pre> Defines preformatted text\n\n<q> Defines a short quotation\n\n<samp> Defines sample computer code text\n\n<small> Defines small text\n\n<span> Defines a section in a document\n\n<s> Defines strikethrough text\n\n<strike> Defines strikethrough text\n\n<strong> Defines strong text\n\n<sub> Defines subscripted text\n\n<sup> Defines superscripted text\n\n<u> Defines underlined text\n\nDr. Dobb's encourages readers to engage in spirited, healthy debate, including taking us to task. However, Dr. Dobb's moderates all comments posted to our site, and reserves the right to modify or remove any content that it determines to be derogatory, offensive, inflammatory, vulgar, irrelevant\/off-topic, racist or obvious marketing or spam. Dr. Dobb's further reserves the right to disable the profile of any commenter participating in said activities.\n\nDisqus Tips To upload an avatar photo, first complete your Disqus profile. | View the list of supported HTML tags you can use to style comments. | Please read our commenting policy.",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.8934255242,
        "format_confidence":0.9080201387
    },
    {
        "url":"https:\/\/digitaleclub.com\/2020\/06\/08\/gradle-6-5-adds-file-system-watching-to-improve-build-times\/",
        "text":"Best for you!\n\nGradle 6.5 adds file system watching to improve build times\n\nGradle 6.5, the latest version of the popular JVM-based build management tool, has been introduced with an experimental file system watching capability designed to improve build times.\n\nWith the opt-in file system watching enabled, Gradle 6.5 can keep what it has learned about the file system in memory between builds rather than polling the system on each build. This optimization substantially reduces the disk I\/O necessary to determine changes since the previous build. Users can enable file system watching by using the parameter, --watch-fs on the command line.\n\nFile system watching will be enabled by default in a future Gradle release. The feature currently has some limitations including a lack of performance benefits for locations with symlinks and a lack of support for SUBST and network drives on Windows.\n\nTo switch to Gradle 6.5, developers can update their wrapper:\n\n.\/gradlew wrapper --gradle-version=6.5\n\nOther new capabilities in Gradle 6.5 include:\n\nSource link\n\nLeave A Reply\n\nYour email address will not be published.",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.950404644,
        "format_confidence":0.8825145364
    },
    {
        "url":"https:\/\/adtmag.com\/articles\/2005\/06\/10\/beas-new-liquid-service-infrastructure-strategy.aspx",
        "text":"BEA’s New \"Liquid\" Service Infrastructure Strategy\n\nBEA Systems has unveiled a new line of products for the emerging service infrastructure market, and launched a rebranding campaign to freshen its image.\n\nBEA’s new AquaLogic product family is designed to provide an open and independent platform for developing, deploying, managing and operating a service-oriented architecture in heterogeneous computing environments, including .NET, Java and legacy systems.\n\nThe AquaLogic line builds on the fluid theme of BEA’s evolving SOA strategy, introduced last year as Liquid Computing, but with what ZapThink senior analyst Ron Schmelzer sees as a much more focused commitment to SOA.\n\n“When we saw BEA’s strategy a year ago, it was not very clear how committed they were to SOA,” Schmelzer says. “It was clear that they wanted people to build on the WebLogic [J2EE application Server], but their SOA strategy was still fuzzy around the edges. I think BEA realizes that they have to play all out in that space if they want to continue to be relevant.”\n\nBEA is best known for its application infrastructure software (application servers, integration servers, development tools and portal software), offered under the WebLogic brand. The AquaLogic line is all about the service infrastructure, which the company defines as software based on SOA that includes the products and tools primarily used by IT and business architects to enable services that can be composed once and leveraged anywhere.\n\n“Basically, it’s the broad category of products and standards that is going to provide the outline for the implementation of SOA,” says BEA’s VP of marketing Bill Roth. “AquaLogic is our move into something in addition to Java, something that’s not necessarily developer focused.”\n\n“This is a big change from BEA’s traditional platform-centric view of the world,\" says senior analyst Jason Bloomberg, also from ZapThink. “Their strategy was to simply go toe-to-toe with IBM WebSphere, building a better J2EE platform for building applications and integrating technology. With the recent change in leadership, and some reorganization, BEA has refocused on the service-oriented viewpoint. They still have the application infrastructure, but they’re not stuck with that single platform-centric vision.\"\n\nSeveral key executives departed BEA last year, including CTO Scott Dietzen and chief architect Adam Bosworth. Bloomberg believes those departures and some reorganization that followed may have helped to shake BEA from its platform-centric world view.\n\nBEA unveiled four products in its new AquaLogic line: The AquaLogic Service Bus, which Roth describes as a converged enterprise service bus and Web services management product (it’s the product that was formerly called Quicksilver); the AquaLogic Service Registry, a UDDI 3.0-compliant business services registry that also supports SOA governance and lifecycle management; the AquaLogic Data Services Platform, an XML-based data-access software for tapping into disparate data sources (basically a new-and-improved version of Liquid Data); and AquaLogic Enterprise Security, which helps to frame security as a service.\n\nSome of the components within the AquaLogic line will be resold products from third parties, Roth says. For example, BEA has licensed a Web services registry from Systinet and formed partnerships with two Web services management companies, AmberPoint and SOA software. The company expects to add additional AquaLogic products in the future, including AquaLogic Portal, Process and Composer, Roth says.\n\nAquaLogic Enterprise Security is the only product available today; the others are expected later this summer.\n\nBEA’s new Aqua branding, “Think Liquid” slogan, and snappy Web site graphics are external expressions of internal changes at the company, says Roth. “Our look and feel hasn’t changed in six years,” he says. “But there are fundamental changes going on at BEA. We need to express that, both with our products and the way we present ourselves to the marketplace.”\n\nThe success of the new product line and branding strategy rest on BEA’s ability to execute, say the ZapThink analysts.\n\n“These are all 1.0 products,” Bloomberg says, “so a lot of this is roadmap stuff. And it’s going to take them awhile for them to get up to speed. But we definitely think that this is a good start.”\n\nAbout the Author\n\nJohn K. Waters is a freelance writer based in Silicon Valley. He can be reached at\n\n\nMost   Popular\nUpcoming Events\n\n\nSign up for our newsletter.\n\nTerms and Privacy Policy consent\n\nI agree to this site's Privacy Policy.",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.7324022055,
        "format_confidence":0.9375900626
    },
    {
        "url":"http:\/\/www.h-online.com\/open\/news\/item\/Ohloh-claims-250-000-open-source-projects-indexed-739829.html",
        "text":"In association with heise online\n\n27 January 2009, 10:29\n\nOhloh claims 250,000 open source projects indexed\n\n  • Twitter\n  • Facebook\n  • submit to slashdot\n  • StumbleUpon\n  • submit to reddit\n\nThe open source directory Ohloh collects detailed information on projects and presents them on its portal site. Ohloh says that it now has more than 250,000 free projects inventoried and is the largest directory of its kind. The recent growth in their inventory is the result of a policy change, from only listing the \"most important\" projects, to listing \"all\" projects. To achieve this Ohloh deployed a crawler \"to fetch the 'very long tail' of less-visible open source projects.\" Ohloh also collect entries by submission from projects.\n\nOhloh collects a variety of statistical data, including the number of lines of code, programming languages used, license information, number and pseudonyms of developers as well as the level of activity and popularity compared to other projects. The service not only catalogues individual project sites, but also 3,000 popular software collections.\n\n\nPrint Version | Send by email | Permalink:\n\n  • July's Community Calendar\n\nThe H Open\n\nThe H Security\n\nThe H Developer\n\nThe H Internet Toolkit",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.8764432073,
        "format_confidence":0.9924353957
    },
    {
        "url":"http:\/\/www.i-programmer.info\/news\/83-mobliephone\/1450-meego-11-nears-completion.html",
        "text":"MeeGo 1.1 nears completion\nMeeGo 1.1 nears completion\nFriday, 15 October 2010\n\nThe open source MeeGo N900 adaptation project is nearing fruition. It brings audio call functionality with proper signaling and pulse audio stack working on the Nokia N900, including a brand new open source modem.\n\n\n\nAccording to the MeeGo community blog site:\n\nWe are now in last phase of MeeGo 1.1 finalization, focusing on fixing final release blocker bugs, making sure that everything that is in already actually works, and that the user experience of the first MeeGo version with the Handset UX is good. Creating this version is important because it gives developers, especially handset application developers, a relatively stable ground for stating their work.\n\n\nThe blog also reveals that the PR 1.3 update to the Maemo operating system, which is used on Nokia's N900 smartphone, is also almost ready. Once it is released it will allow users to run both Maemo and MeeGo on the N900, enabling developers to write applications using the Qt framework, and then test them on both Maemo and MeeGo, directly on their N900 devices.\n\nIn the recent IProgrammer poll asking you to vote for your favourite mobile platform MeeGo gained 6% of the votes and was placed at the top of the minority pltforms - i.e. below Android, IPhone and Windows Phone 7 but above Symbian, Blackberry, bada and Java ME. So this news will give at least some of our readers cause for celebration.  \n\nRelated articles:\n\nMeeGo OS goes open source\n\nMobile platforms of the world!\n\n\n\nMozilla Makes WebAssembly For The Rest Of Us\n\nWebAssembly - it's the next big thing. Until now the problem has been that you had to be dedicated, to say the least, to get involved. Now Mozilla has a way that we can all try it out  with WebAs [ ... ]\n\nAmazon Introduces Alexa Skills Templates\n\nAmazon has introduced Alexa Skill Blueprints, a way for any Alexa owner to create personalized skills and responses for Alexa without any need for programming. This  could prove to be a real brea [ ... ]\n\nMore News\n\n\n\n\n\n\nLast Updated ( Friday, 15 October 2010 )\n\nRSS feed of news items only\nI Programmer News\nCopyright © 2018 All Rights Reserved.\nJoomla! is Free Software released under the GNU\/GPL License.",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.9344432354,
        "format_confidence":0.9883165956
    },
    {
        "url":"http:\/\/www.infoworld.com\/article\/2626896\/development-tools\/steve-jobs-trashes-adobe-s-flash.html",
        "text":"Steve Jobs trashes Adobe's Flash\n\nThe Apple CEO says the iPhone and iPad will never run Flash because it is no longer necessary\n\n\nAdobe's Flash is slow, drains batteries, isn't suitable for touchscreen devices and poses security problems, Apple CEO Steve Jobs said in an unusual missive today.\n\nIn a lengthy open letter titled \"Thoughts on Flash,\" Jobs spelled out why Apple doesn't allow Adobe's popular technology on its iPhones, iPod Touches and iPads. Jobs' epistle is the latest in the quarrel between Apple and Adobe over Flash, bickering that reached new heights two weeks ago when an Adobe evangelist told Apple to \"go screw yourself.\"\n\n[ Stay up on tech news and reviews from your smartphone at | Get the best iPhone apps for pros with our business iPhone apps finder. | See which smartphone is right for you in our mobile \"deathmatch\" calculator. ]\n\nJobs' counter: Apple doesn't need Flash.\n\n\"Flash is no longer necessary to watch video or consume any kind of Web content,\" Jobs categorically stated. \"And the 200,000 apps on Apple's App Store proves that Flash isn't necessary for tens of thousands of developers to create graphically rich applications, including games.\"\n\n\"This has been the big elephant in the room,\" said Michael Gartenberg, an analyst with the Altimeter Group. \"Jobs has stated very eloquently why Apple doesn't want Flash on its platform. And for the most part, his reasons make sense.\"\n\nOther analysts agreed. \"[The letter is] unusual, but it's a strong move, leveraging Apple's control of the narrative,\" said Ezra Gottheil, analyst with Technology Business Research. \"The audience is primarily content owners, and secondarily the developer community.\"\n\nJobs started by refuting Adobe's contention last week that Flash is an \"open\" platform while Apple's technology is \"closed,\" and hammered the media format and its widely-used player for reliability, performance and security issues. \"While Adobe's Flash products are widely available, this does not mean they are open, since they are controlled entirely by Adobe and available only from Adobe,\" said Jobs. \"By almost any definition, Flash is a closed system.\"\n\nThat was a direct rebuttal to comments made last week by Mike Chambers, the principal product manager for Flash developer relations, when Adobe announced it would stop development of a tool that lets programmers port Flash applications to the iPhone and iPad.\n\nChambers had accused Apple of creating a \"closed, locked down platform\" with its iPhone operating system and associated App Store, and claimed that Flash was one of the \"open platforms\" that would eventually win out over proprietary technologies.\n\n\"Adobe has characterized our decision as being primarily business driven -- they say we want to protect our App Store -- but in reality it is based on technology issues,\" Jobs said.\n\n\"The open\/closed issues surround the content owners' fear of lock-in,\" opined Gottheil. \"It is, of course, a business issue, but it is based in technology. Apple isn't out to hurt Adobe, which is the accusation Jobs seems to be contradicting, but it wants to control the user experience.\"\n\nApple has made most of today's arguments before, but Jobs went into more detail than any company executive has done in the past. On Flash's performance, for example, Jobs blasted Adobe's inability to create a media player up to his standards. \"We have routinely asked Adobe to show us Flash performing well on a mobile device, any mobile device, for a few years now. We have never seen it,\" said Jobs, adding that Adobe had first promised Flash suitable for smartphones in early 2009, but then delayed it several times. \"We think it will eventually ship, but we're glad we didn't hold our breath,\" he said.\n\nJobs went to even greater lengths to explain the company's recent move to ban software built using Adobe's cross-platform compiler and called it the most important reason why Apple can't stand Flash.\n\nWhen Apple previewed iPhone 4, the next version of its mobile operating system, three weeks ago, the company changed the licensing language of its software developers kit, or SDK, to block developers from using rival programming tools, including one from Adobe that has been called an \"end-around\" of Apple's ban of Flash, to create iPhone and iPad applications.\n\nLast year, Adobe debuted a tool in Flash Professional CS5 that takes applications written in Flash's ActionScript and recompiles them to run natively on the iPhone, iPod Touch and iPad.\n\nAlthough most analysts and development tool vendors saw the SDK changes as aimed at Adobe, developer tool makers have struggled to determine whether their software will also be affected, and have gone to great lengths to calm their users' anxieties.\n\n\"We know from painful experience that letting a third-party layer of software come between the platform and the developer ultimately results in sub-standard apps and hinders the enhancement and progress of the platform,\" Jobs argued. \"If developers grow dependent on third-party development libraries and tools, they can only take advantage of platform enhancements if and when the third party chooses to adopt the new features. We cannot accept an outcome where developers are blocked from using our innovations and enhancements because they are not available on our competitors' platforms.\"\n\n\"I don't know if it's the most important reason, but it's clearly the most important reason to them,\" said Gartenberg, referring to the tool issue. \"Apple is worried that it could lose control of the user experience and that [cross-platform] apps will be the least common denominator.\"\n\nJobs continued to hammer at Flash's cross-platform compiler. \"It is not Adobe's goal to help developers write the best iPhone, iPod, and iPad apps,\" he said. \"It is their goal to help developers write cross-platform apps. And Adobe has been painfully slow to adopt enhancements to Apple's platforms.\" As an example, Jobs noted that Adobe just completed its adoption of Apple's Cocoa development environment two weeks ago, 10 years after Apple launched Mac OS X. \"Adobe was the last major third-party developer to fully adopt Mac OS X,\" said Jobs.\n\n\"He's laid out their argument fairly well,\" said Gartenberg. \"But this will spark debate in some circles. Some will debate the granularity of these issues forever, but I think this is the last word on the subject from Apple.\"\n\nUnless Apple's customers revolt -- which they've shown no signs of doing because of Flash's omission -- Jobs won't change his mind, said both Gartenberg and Gottheil.\n\n\"The lack of Flash doesn't seem to be hurting the iPhone, the iPad or the iPod Touch, so Apple is winning,\" said Gottheil. \"If lack of Flash support hurts sales, Apple will adapt.\"\n\nAdobe did not respond to a request seeking comment on Jobs' letter.\n\nGregg Keizer covers Microsoft, security issues, Apple, Web browsers and general technology breaking news for Computerworld. Follow Gregg on Twitter at @gkeizer, or subscribe to Gregg's RSS feed. His e-mail address is Read more about mobile and wireless in Computerworld's Mobile and Wireless Knowledge Center.\n\nThis story, \"Steve Jobs trashes Adobe's Flash\" was originally published by Computerworld.\n\nFrom CIO: 8 Free Online Courses to Grow Your Tech Skills\nView Comments\nJoin the discussion\nBe the first to comment on this article. Our Commenting Policies",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.7128170729,
        "format_confidence":0.9903668165
    },
    {
        "url":"https:\/\/bgr.com\/2014\/11\/20\/deadline-ios-8-and-apple-watch\/",
        "text":"Remember Deadline? That sweet $0.99 iPhone app that uses various tools at its disposal to tell you when you’re going to die, and even offers you a timer so you know how much time you have left on Earth? Well, Alaric Cole, the developer behind Deadline, has already put the WatchKit SDK Apple released earlier this week to good use to come up with a test version of Deadline, recording a short video using the iOS Simulator to show it in action.\n\nFROM EARLIER: For just $0.99, this iPhone app that will tell you when you’re going to die\n\nThe video shows what a Deadline version could look like on Apple’s wearable device, “making the Apple Watch a timepiece for your own demise,” as it’ll show both the current time and the theoretical time left in your life.\n\nApple’s WatchKit and available documentation have already revealed details about Apple’s smartawtch, including screen resolutions, the complex interaction methods the Apple Watch comes with, and the various rules developers will need to abide to when creating Apple Watch apps.\n\nCole’s Deadline concept for the Apple Watch follows below, while the original Deadline app is already available for any iOS device running iOS 8.",
        "topic_id":2,
        "format_id":10,
        "topic_confidence":0.5905942321,
        "format_confidence":0.9880988002
    }
]