[
    {
        "url":"http:\/\/www.stamfordsoccer.org\/SoccerPrograms\/TravelPremierSoccerProgram\/tabid\/9834\/Default.aspx",
        "text":"Travel News\nTravel & Premier Team Pages\nWe have created links to the Southwestern District Connecticut Junior Soccer Association Website for all travel teams.  This site is NOT maintained by SYSL and may not be up to date until just before the actual season. The SWD CJSA site is usually updated before the fall or spring seasons.\nTravel and Premier Soccer\nTravel Division\n\nTravel is for players who achieve a level of play high enough to award him or her a place on a Travel team. \n\nThere are two seasons for the Travel Program: Fall (Late August-November) and Spring (Late March-June).  Winter training is organized on a team-by-team basis. It is expected that children on a Travel team attend winter indoor training if it is organized by the team.\n\nIn order to participate on a Travel team, a child has to try out. Tryouts take place in October \/ November for the Spring season, and in May \/ June for the Fall season.  Details about tryouts are posted on this website and in local newspapers.  If a child has to miss a tryout session, parents are encouraged to contact the Travel team for that child to arrange for a make-up tryout (held at the discretion of the team coach). \n\nFees for Travel tend to be higher than for house to accommodate the need for registering the child with the Connecticut Junior Soccer Association. Parents can also expect additional training fees to cover the cost of professional trainers.  At the U9 & U10 levels, SYSL subsidizes these training fees.  Registration fees do not cover the cost of uniforms.  At the beginning of a child's participation on a Travel team, a uniform kit is provided for each child on the team. These uniforms are NOT the property of the child, but are the property of the team. If a child leaves the Travel program, it is expected that the uniform will be returned to the team for redistribution.  In older age groups (U11 and above) there may be the need to purchase an additional uniform for away games.  The fees for these uniforms are NOT included in registration fees.  The total cost to play on a travel team is roughly $400\/season exclusive of any additional uniform purchases.\n\nIn addition, members of the Travel Division also receive a free ticket to a New York Red Bull's game (parents, siblings and friends can also purchase tickets at a reduced rate from SYSL).\n\nBehavior Expectations\nAs a Travel player, children represent SYSL and the City of Stamford in play all over Fairfield County.  As such a level of maturity and decorum is expected of children on these teams. In addition, a level of commitment is expected from both children and families to attend training and games.\n\nAt the U9 and U10 professional coaches and trainers are employed by the team to ensure fundamentals are the focus of the experience.  These are developmental levels.  At older ages, parent coaches are permitted, but teams may elect to continue to pay for a professional trainer.\n\nTime in Games\nThe amount of time in a game for a child in Travel is not guaranteed. Game time is dependent on the level of effort, commitment and talent that is expressed by the child as recognized by his or her coach. \n\nFor additional information about Travel Division, please see the Travel section of the Website.",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9963268638,
        "format_confidence":0.8498681784
    },
    {
        "url":"https:\/\/www.parafunalia.com\/buyers-guide.html",
        "text":"\n\n\nOur goal at Sports & Marine Parafunalia is to help our customers navigate the retail world of watersports. Stop into our store, or call or e-mail us with any questions you might have. We will GUIDE you thru any fact finding mission you might be on. Hopefully our website is easy to navigate, making it easy for you to find the right size or color or shape of what you are looking for. If not, please pick up the phone or slide in front of your keyboard and ask our opinion. We respect that you are the buyer, but maybe sometimes you need help. Let our watersports guides make your purchasing experience easy. We have been there and used that, so follow us to the land of knowledge and experience.\n\nYou can find buying guides for specific products here:",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9018546343,
        "format_confidence":0.952175498
    },
    {
        "url":"http:\/\/chathamnj.usl.la\/Page.asp?n=40205&org=CHATHAMNJ",
        "text":"To Teach the Wonderful Game of Lacrosse\n\nMy my My my\n\n\nChatham Recreation Requires that anyone who coaches in Chatham must have successfully completed a free Rutgers Training course.\nThe Rutgers S.A.F.E.T.Y. Clinic (Sports Awareness for Educating Today's Youth) is a three-hour program that meets the \"Minimum Standards for Volunteer Coaches Safety Orientation and Training Skills Programs\" (N.J.A.C. 5:52) and provides partial civil immunity protection to volunteer coaches under the \"Little League Law\" (2A:62A-6 et. seq.)\n\nBelow are the dates scheduled:\n\nTo See a schedule of available classes, please go to",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9912599921,
        "format_confidence":0.8359889984
    },
    {
        "url":"https:\/\/members.gliding.co.uk\/library\/information-for-organisers\/seeyou-competition-scoring-script\/",
        "text":"Search Information Library\n\nSeeYou Competition Scoring Script\n\nScores a Fixed Course Task, Distance Handicapped Task, or AAT in accordance with \"The 2017 Rules for BGA Rated Competitions\". Contains interim support for trials of Designated Starts. New class parameters added for combined 15m and Standard Class competition. Please would competition organisers download the latest version of the script (which will always be available here) immediately before the start of the competition.\n\nDate Added: 21\/03\/2016 Last Modified: 16\/05\/2017\nDownload Zip Archive (.zip)\nbookmark this page\n\nsend to a friend",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9715767503,
        "format_confidence":0.6199464202
    },
    {
        "url":"http:\/\/www.northhempsteadcup.com\/NHC\/748834.html",
        "text":"Directions to Michael J. Tully Park (aka North Hempstead Park)\n\n1801 Evergreen Avenue\n\nNew Hyde Park, NY 11040\n\n\nTake Northern State Parkway to exit 26 S (New Hyde Park Rd). Take New Hyde Park Road to Hillside Ave. Make a left on Hillside Ave. Take Hillside Avenue to Denton Ave. take a right on Denton Avenue. Go 2 lights and make a right onto Evergreen Ave. Michael J. Tully Park is on your right.\n\n  © Copyright 2013 North Hempstead Cup. All rights reserved.\n  © Copyright 2013 Demosphere International, Inc. All rights reserved.\nYouth Sports WebWriter Websites, Online Registration Management, Tournament and League Scheduling Systems",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9246711135,
        "format_confidence":0.8792364001
    },
    {
        "url":"https:\/\/www.mlb.com\/athletics\/ballpark\/netting",
        "text":"A's Seating Map\n\nThe netting extends from foul pole to foul pole. Fans in these sections are still exposed to objects leaving the field of play, including bats and bat fragments, and thrown or batted balls; ticket holder assumes all risk of injury. For more information on netting or screening coverage and seating options, please contact the Oakland Athletics ticket office at 510-568-5600.",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9965366125,
        "format_confidence":0.9678126574
    },
    {
        "url":"http:\/\/www.eysa.org\/RegistrationInfo",
        "text":"EYSA Member Clubs\nSite Translation\nAbout Registration\n\nRegistration at EYSA is done by each individual club.\n\nEYSA Club Registrars are hard at work for several months preparing for registration each spring. We are extremely fortunate to have another great group of dedicated registrars. This task is very time consuming and stressful, so please thank these dedicated folks next time you see them.\n\nMost clubs open registration March-April. Be sure to act quickly. When open registration closes, players are then taken on a space-available basis. Also, if you are a returning player, and you register after open registration closes, you lose the option to automatically be placed back on your team from last year.\n\nStacey Lenderman (Select)\nLaura Wiengaertner (Rec)\nEastside FC\nColleen deCillia (Premier)\nDemaree Kieburtz\nLake Hills\nAmy Hunt (Rec and Select)\nMercer Island\nMindy Rowe (Micro\/Rec)\nStephanie Wyss (Select)\nBrinda Virden\n\nBirth Certificates: The first time a player registers with an EYSA club, it is mandatory that we have a copy of a certified birth certificate. (Hospital, and baptismal certificates are NOT acceptable.) Military ID and passports are acceptable. A certified copy of a birth certificate can be obtained from the state in which your player was born. Registrars have been encouraged to return registration forms to those who are missing this information.\n\nPlayer Age Groups: Click here for a link to the Player Age Chart for 2016, 2017 and 2018. New rules regarding player age were rolled out by US Soccer in 2016, and all clubs must adhere to these new rules as of 2017. Click here to learn more.\n\nUniforms\/Equipment: These can be purchased from your club. Each player, however, is required to purchase soccer cleats, shin guards and a proper size ball. Every player should also bring a water bottle to all games and practices.\n\nPractices: Each team coach sets practice times to his\/her convenience. Practice days will be made known to you by the coach in August. With the exception of the Eastside FC (Premier) teams, all of our coaches are volunteers.\n\nCost: Please consult your club as costs vary due to differences in field costs and programs offered. In general, fees are not refundable except in the case of injury or relocation out of the area prior to the start of the season.\n\nForms: Some of the paperwork required for special circumstances for registration or guest-playing with one of our teams can be found here.\n\nLinks to Rec Program Info\n\nRegistration for Fall 2017 Rec Soccer opens as early as April 1, 2018",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.9968132377,
        "format_confidence":0.954626441
    },
    {
        "url":"http:\/\/www.redbridgegolfclub.com\/Default.aspx?tabid=8131&ctl=Register&returnurl=%2FDefault.aspx%3Ftabid%3D8131",
        "text":"\n\nEnter a username. It must be at least five characters long alphanumeric value\nEnter your password\nRe-Enter the password to confirm you typed it correctly\nEnter a First Name\nEnter a Last Name\nEnter a valid Email address\nEnter the Zip\/Postal Code part of the address\nEnter a telephone number.\nEnter the security code",
        "topic_id":21,
        "format_id":3,
        "topic_confidence":0.8367372155,
        "format_confidence":0.515835166
    }
]