[
    {
        "url":"http:\/\/www.cherryhill-nj.com\/1187\/Online-Zoning-Permit-Application",
        "text":"Online Zoning Permit Application\n\nPlease follow all instructions carefully when submitting zoning permit applications online.  Payment will be taken once your application has been submitted and reviewed to ensure that all necessary information needed to render a decision has been provided. Payments can be made online with a credit card or an electronic check both of which include a nominal processing fee.  If you do not wish to pay online you will be informed of where to mail a check once your permit has been reviewed.  For the purposes of the time of decision required under the NJ Municipal Land Use Law (NJSA 40:55D-1), the application will not be deemed complete until the payment is accepted by the Township and decisions will not be rendered until payment has been received.\n\nAll applicants submitting zoning permits shall be required to adhere to all Local, County, and\/or State regulations that may pertain to the activities requesting to be undertaken in the zoning permit.  It is the applicant’s responsibility to obtain any and all additional approvals that may be required prior to commencing such activities.  In submitting a zoning permit application, and any additional required materials, the applicant is certifying that the information provided therein is true and accurate to the best of their knowledge. The Department of Community Development reserves all rights to request additional information as needed to render a decision.\n\nIf you have questions about applicable regulations for your property you can review our zoning ordinance by following the link on the left of the page or contacting the Zoning Officer, Katherine Malgieri at\n\nResidential Applications:\n\nAll residential application must include:\n\n  • A survey, plot plan, or aerial image of the property showing the proposed improvement with the following information:\n    • All dimensions such as the length, width, and height of the improvement (if constructing a fence please indicate the type of fence as well such as vinyl, wood, chain link, etc.).\n    • Setbacks to all applicable lot lines.\n    • If the improvement includes the addition of impervious surface, such as a patio, driveway, or addition, you must provide the total building coverage (if the new impervious coverage is a building) and the total lot coverage (required for all additional impervious coverage).\n  • If the applicant is not the owner of the property, a Consent of Owner Form also required.  \n\nIf you do not have a survey of your property you may be able to obtain one through the Department of Community Development, if one is on file.  If you are the owner of the property, please contact Kathleen Gaeta at to see if a copy of your survey is available.  If you are not the owner of the property, surveys can be requested through an Open Public Records Act Request through the Clerk’s Office.\n\nNon-Residential Applications:\n\nPlease upload a document that includes the following information\n\n  • For a change of ownership only, provide the name and address of the prior owner and the new\/proposed owner.\n  • For a change of occupancy only, provide the name of the proposed tenant and a brief description of the proposed use. If it is a multi-tenant structure please include the suite\/unit number.\n  • For a tenant fit-out only, include the name of the tenant and a brief description of the work proposed.\n  • For a combination of any of the above provide the information requested for each type of request. \n  • If the applicant is not the owner of the property, a Consent of Owner Form also required.\n\n If any exterior site work is proposed, please contact Natalie Shafiroff, PP, AICP ( to determine if a land use board application may be required before submitting your application online.\n\nOnline applications will require electronic payment at the time of submission. A small processing fee will be applied.",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.7971125245,
        "format_confidence":0.7418925762
    },
    {
        "url":"https:\/\/www.countrymeadows.com\/hershey-pa\/moving-to-hershey\/next-steps",
        "text":"Request Info\nSchedule a Tour Our Careers\nCountry Meadows Retirement Community for senior living Hershey\n\nAfter You Say \"Yes\"\n\nWe know there are many options in Central Pennsylvania from independent living communities to skilled nursing facilities, so we are grateful to our residents who chose to make our community their home. It is a privilege to serve and care for each of them.\n\nWe help families understand their options and answer their questions during the decision-making phase. Once a resident and family determine we are the right fit, we strive to be just as helpful in the move-in transition.\n\nYou can expect changes no matter if preparing for a nursing home short-term stay or moving into a retirement community. Whether the resident requires much assistance, the family lives out of town or there's still a high level of anxiety, we are experienced in just about every scenario and are prepared to help make you or your loved one feel at home as soon as possible.\n\nOur Welcome Home Preparation\n\nUnlike preparing for a nursing home (\"skilled nursing facility\"), Country Meadows of Hershey offers a range of care levels and amenities. As such, we have multiple teams and resources to accommodate residents. Here's what you can expect upon choosing us:\n\nBefore moving in\nThe family and resident (if able) will\n\n  • Review and sign a resident agreement\n  • Determine a move-in date\n    (if needed, we can assist in finding moving professionals)\n  • Supply detailed information about the resident's preferences, needs and goals to acquaint and help our staff support the resident to be as independent and active as he or she chooses. This information is added to the overall care plan for us to monitor and be aware of any family concerns.\n  • Collaborate with the marketing team to coordinate a physician's visit within the required time and obtain the necessary paperwork\n  • (In person or via phone if the family is not local)  Conduct a pre-move-in meeting with our team to review transition details including daily routines, care and medication(s). This gives the family a chance to know the team who will be supporting their loved one and share any requests or concerns prior to moving in.\n\nUpon moving in\nThe resident is\n\n  • Welcomed by an appointed Ambassador to introduce him or her to new neighbors, show the resident around, answer any questions, choose preferred activities, provide any one-on-one support that day and proudly be that \"first friend\" the resident surely will be glad to see thereafter\n  • Introduced to his or her dining companions by the management team\n  • Invited by dining or community life teams to join resident-led committees\n  • Visited by our Hershey department directors in dining, fitness, community life and chaplaincy\n\nAfter moving in\nThe resident\n\n  • Is welcome to invite friends and family as his or her guests to events, activities and meals\n  • Attends monthly fireside chats with our Hershey management team to learn of community updates and news, ask any questions or voice concerns\n\nWhile these are scheduled monthly forums, residents are welcome and invited to approach and talk to our staff, including management, at any time\n\n  • Is encouraged to participate in one or more programs that support fellow residents or members of our local community\n\nAfter the last personal item is unpacked and change of address cards mailed, we hope new residents quickly feel at home. Because after all, it is their home.\n\nOur residents are proud of their home and would enjoy showing it to you. Contact us to set up a personalized visit for any day of the week. We look forward to welcoming you. \n\nHershey Tabs - Photos\n\nCountry Meadows of Hershey Country Meadows of Hershey Country Meadows of Hershey Country Meadows of Hershey Country Meadows of Hershey Country Meadows of Hershey\n\nHershey Tabs - Menu Sampling\n\nOur dining team prepares a variety of healthy, freshly made meals daily. Here’s a sample of a weekly menu.\n\nDining Menu",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.8721535802,
        "format_confidence":0.7771142721
    },
    {
        "url":"http:\/\/www.shadowmountaintulsa.com\/complaints\/",
        "text":"The HOA is made up of volunteers.  Most of the volunteers joined to do something positive for the neighborhood and one another.  While some of the function of an HOA is to enforce the restrictive covenants, it is certainly the least personally rewarding aspect of the volunteers job.  Please keep this in mind before calling a board member with your issue.  Below are guidelines you should use before calling a board member about your concern.\n\n1.)  If the concern is with a neighbor, you should first talk to that neighbor directly before calling anyone.  Give them a chance to resolve before taking further measures.  We often hear that a person does not want to talk to the neighbor about the issue out of concern for  their relationship with that neighbor, or possibly concern for their safety.  It is not reasonable to put a volunteer board member in such a position if you yourself are not willing to do so first.\n\n2.) It is important to distinguish what is a City Ordinance complaint vs an HOA complaint and contact the appropriate parties.  Examples of such will be listed below.  Do not expect the HOA to take on a city ordinance issue on your behalf.  It is your responsibility to call the Mayors Action Line to report and followup on any city ordinance violation.\n\nExamples of City Ordinance Violations: Call 918-596-2100\n\n1. Yard and Structure Maintenance including:\n\nTall Grass (12 inches)\nTrash, Junk, Debris in yard or on curb\nStagnant Swimming Pools\nBroken Windows\nStructure in need of repair\nTarps on roof, cave in, etc\nDead Trees that pose a safety risk\n\n2.) Road Maintenance of Any Kind\n\n3.) Graffiti\n\n4.)Abandoned, Disabled, or Illegally parked cars\n\nCars parked in yard\nCommercial Vehicles such as Box Trucks\n\n5.) Barking Dogs\n\nWhen to call the HOA –\n\nFor any issue specifically listed in the covenants for your section of the neighborhood after you have discussed with the neighbor in question with no resolution.  The preferred method of communication is via e-mail as our volunteers may have other work and family obligations that you could be interrupting when you call.  Please be respectful of their time and remember your dues are not paying for your access to them, their time is generously given to the HOA.\n\nThank you for your consideration;",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.8225399852,
        "format_confidence":0.9153997302
    },
    {
        "url":"http:\/\/www.testvalley.gov.uk\/wasteandrecycling\/gardenwaste\/garden-waste-collection-service-service-wo?displaypref=contrast",
        "text":"Garden Waste Collection Service - How The Service Works\n\nThe cost of joining the Garden Waste Collection Service depends on the number of wheeled bins or reusable sacks you would like us to empty each fortnight.  The annual charge is:\n\n£32.50 for the initial subscription\n\n£18.50 for each additional subscription\n\n\nOnly one garden waste wheeled bin or reusable sack will be emptied per subscription.\n\nTo look up when your garden waste collections are due, click here: When Are My Bins Collected?\n\nWhat can be placed in the sacks\/bins?\nGrass cuttings Soil \/ Concrete \/ Rubble\nHedge cuttings Fruit and vegetable peelings\nWeeds Food scraps\nSmall branches Coal ash\nLeaves Animal waste\nPrunings Commercial waste\nSmall amounts of windfall fruit Household waste\n\n\nYour wheeled bin or sack should be left at the edge of your property by 7.00am on your collection day.\n\nSacks - Please do not exceed the 20kg weight limit.  Sacks over this limit may not be emptied. \n\nMaterials put out for collection will be checked.  Heavily contaminated bins or sacks will not be emptied and an orange information tag will be attached.  All of the collected garden waste is composted to produce Pro-Grow, a high quality organic soil conditioner produced in Hampshire by Project Integra.  Pro-Grow can be bought at any Household Waste Recycling Centre or online.\n\nGarden waste will only be collected in wheeled bins or in the sacks provided by the Council.\n\nIf subscriptions are not renewed, collections will cease.  For information about renewing your subscription click here: Garden Waste Collection Service.\n\nGarden waste collections will not take place between Christmas and New Year.\n\nTo report a missed collection online, please follow this link: My Test Valley\n\n\n  • Recycling Star with Garden Waste Wheeled Bin",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.7941663861,
        "format_confidence":0.9689000845
    },
    {
        "url":"https:\/\/www.flowersonbay.com\/",
        "text":"Same Day Delivery Info --> 416.962.3388\nCart 0\n\nWe are open !! (Pick-Up & Delivery Services Available)\n\nOrder online, over the phone or by e-mail for Curbside Services and Delivery.\n\n\nPhone : 416.962.3388\n\nEmail :\n\nNo same day delivery available after 11:00am for GTA.\n\nWe deliver 6 days a week, Monday to Saturday*. (No Deliveries on Sunday)\n\nAll orders must be made at least one to two days advance for GTA.\n\nDowntown Toronto: For all orders made before 10:00 am(EST) will be delivered the same day. After 10:00am, please call us first.\n\nMonday Delivery : Toronto GTA and all other areas: All orders must be made at least two days advance.***;\nPlease note Same Day Delivery in GTA is NOT available on Saturdays.\n\nFor more information on delivery, please visit our Delivery Info or call us.\n\nOnline Shop\n\nBe My Valentine\nSpring Breeze\nPurple Fantasy\nPremium Rose Velvet\nLove's  Divine\nSweet Bebe\nOrange Crush\nSweet Remembrance White\nExquisite Beauty\nDivine Orchids\nGiraffe Garden\nSucculent Cube\nCotton Dream\n\nStore Locations\n\n991 Bay St. Toronto ON. M5S 3C4\n\n  Monday - Friday         10:00 A.M. - 6:00 P.M.\nSaturday     11:00 A.M. - 5:00 P.M.\nSunday 11:00 A.M. - 5:00 P.M.",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.5636181831,
        "format_confidence":0.8018249273
    },
    {
        "url":"https:\/\/www.newbernnc.gov\/departments\/trees.php",
        "text":"Search Search Toggle\nSlider Accent\n\nPublic Trees\n\nNew Bern Parks and Recreation is responsible for all Public Trees located in cemeteries, parks, City-owned open space, and\/or street and sidewalk rights-of-way.  If you notice an issue with any public tree, please contact us at (252)639-2901, email Jennifer Emens, or fill out one of the forms listed below and return to:\n\nNew Bern Parks & Recreation\n1307 Country Club Road\nNew Bern, NC 28562\n\nTree Evaluation Request Form\nNew or Replacement Tree Request Form\nTree Removal Appeal Form\nPublic Trees Ordinance\n\nDevelopment Services coordinates Tree Removal Permits for any trees on private or commercial property.  Permits are required for the following areas:\n\nA Local Historic District\nTree Removal Permit and Certificate of Appropriateness (COA)\n(New Bern Historic District, and Riverside Historic District)\n\nA National Register Historic District\nTree Removal Permit\n(Degraffenreid, Ghent Neighborhood 1 and 2, and Lawson Creek)\n\nA Commercial Development\n(due to buffer requirements)\n\nTree Removal Permit\n\nClick here for an interactive map of New Bern historic areas and buildings\n\nFor questions regarding trees on private or commercial property,\nPlease contact Seth Laughlin (Zoning Administrator) at (252)639-7582 or\nMatt Schelly (City Planner, Historic Preservation Administrator) at (252)639-7583.\n\nAre you interested in purchasing a tree in honor of someone, for a right-of-way, or in a park? \nCheck out one of these programs:\n\nTree Purchase Program\nHonor Tree Program",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.9230725169,
        "format_confidence":0.8915581107
    },
    {
        "url":"https:\/\/manisteecountymi.gov\/178\/Animal-Control",
        "text":"Animal Control\n\nThe Animal Control Officer (ACO) is J.R. Nelson. You can contact Animal Control at 231-723-3170, or report animal complaints to Manistee County Central Dispatch at 231-723-6241.\n\nPlease note that the Animal Control Officer is often out of the building handling calls. Leave a detailed message with your name and a call-back number, and your call will be returned.\n\n  1. 1\n  2. 2\n\n\n  • Protect the health, safety, and welfare of citizens and animals in Manistee County\n  • Enforce State Laws and Local Ordinances pertaining to animal control\n  • Minimize danger and nuisances caused by irresponsible pet ownership\n  • Protect pets from abuse, neglect, and homelessness\n  • Provide temporary housing and care of homeless animals\n  • Coordinate adoptions with Homeward Bound Animal Shelter\n  • Provide \"humane\" euthanasia when necessary\n\nPlease note that ACO does not handle non-domesticated animals such as deer, raccoons, skunks or any other such animals. Contact your local Department of Natural Resources (DNR) for complaints of that nature.\n\nLicensing Information & Fees\n\nAll dogs 4 months of age or older must be licensed and have a current rabies vaccination. Tags must be kept on the dog. Licenses are available at the Manistee County Treasurer’s Office or the Humane Society. Please contact either office directly for details.",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.5128899813,
        "format_confidence":0.9304419756
    },
    {
        "url":"http:\/\/www.ravenknob.net\/registration\/reservations\/",
        "text":"Summer Camp Reservations\n\nReturning Units\n\nUnits attending summer camp at Raven Knob during the current year have the first chance to reserve a campsite for the next year. All units have until September 15 to pay the campsite deposit which guarantees a campsite for the following summer. Units start with the same campsite and week reservation of the current year. Requests for changes in the campsite or week may be made after September 15 through the Camp Director.\n\nIn most cases units are able to keep the campsite they reserved, however it may be necessary to move a unit to a different campsite (during the same week) due to unit sizes and site capacities. We will do all that we can to accomodate the requests of each unit.\n\nNew Reservations\n\nStarting September 15, all available campsites are opened for new reservations. Contact the Camp Director, Keith Bobbit to ensure availability, then complete an Application for Summer Camp (RKSR A) and send it to the Camp Director at the Old Hickory Council Service Center. The campsite and week will be assigned, according to the indicated preference, and confirmed with the summer camp contact.\n\nFor more information about Raven Knob, take a look around our website. You may find the following links useful.",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.7320067286,
        "format_confidence":0.9391685128
    },
    {
        "url":"https:\/\/www.usa.philips.com\/c-p\/F549036\/forecast-wall-light\/support",
        "text":"Forecast Wall light\n\nForecast Wall light\n\nNICOLE HOLDER, matt chrome F549036 Find similar products\n\nHow can we help you?\n\nManuals & Documentation\n\n  • Leaflet Version:1.0.1, PDF file, 174.7 kB, published April 4, 2014\n\nContact us\n\nQuestions about Philips Forecast?\n\nCall us\n\nCall us 1-800-555-0050\nMonday - Friday: 8:30 AM - 5:00 PM EST\n\n\nDo you own this product?\n\nKeep track of your product warranty\n\n\nQualify for cash-back, gifts and special\n\n\nGet easy access to product support\n\n\nSee the following document for more detailed information on the Philips warranty. Please contact the local contact centre if you have additional questions.\n\nRecently viewed products\n\nYou might be interested in",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.6433439255,
        "format_confidence":0.8896893859
    },
    {
        "url":"http:\/\/www.midsuffolk.gov.uk\/housing\/empty-homes\/report-empty-homes\/",
        "text":"Home > Housing > Empty Homes > Report Empty Homes\n\nReport Empty Homes\n\n\nMaking the best use of existing homes is one of our key objectives.\n\nThere is a shortage of residential accommodation available as housing demand outstrips housing supply quite significantly. It is essential to ensure that empty homes do not remain empty unnecessarily and fall into misuse and dereliction.\n\nReport an empty home \n\nWe can offer support and assistance to empty home owners to help them bring their property back in to use, or we can use enforcement action to bring the properties in to use.  \n\nWhy properties become or remain empty\n\nIn most cases this is because the owners need assistance, support, information, or encouragement to help return empty homes to use. Although there are numerous other reasons that properties remain empty including:\n\n  • Financial implications.\n  • Requires renovation and\/or building work.\n  • Reluctance to let\/sell.\n  • Health issues.\n  • Probate, estate or legal ownership issues.\n  • Lack of awareness of support options.\n\nThis list is not exhaustive, and the reasons can vary in severity. It is important, therefore, that we are able to give the appropriate level of support to those who need it.\n\n\nImpact of an empty home\n\nEach empty home denies a household somewhere to live and returning an empty home to use has social, environmental and financial benefits. If left empty properties can:\n\n  • Fall into disrepair, or become ruinous or dilapidated.\n  • Attract vandalism, antisocial behaviour and crime.\n  • Cause damage to adjacent properties, and possibly health issues for neighbours through lack of maintenance.\n  • Pose a threat to safety, particularly to young children.\n  • Reduce the value of the surrounding area as well as themselves.\n\nAgain this list is not exhaustive, empty homes can create a great deal of problems not only for the owners but for those situated in the surrounding areas.\n\nBenefits of bringing an empty home back into use\n\nBringing an empty home back into use has a number of benefits, these include:\n\n  • Generating potential income for the owner, and increasing property value.\n  • Reducing the risk of crime and vandalism for the property, and the local area.\n  • Providing accommodation for others to use.\n  • Contributing to the regeneration of an area, increasing spending in the local economy, and helping to protect the value of the surrounding area.\n\n\nHow we can help\n\nWe can offer a range of services to give the best support and advice possible to empty homes owners and neighbours, we can:\n\n  • Offer informal advice and assistance.\n  • Offer financial assistance to owners.\n  • Offer to buy empty homes from the owners.\n  • Offer to refer to town hall lettings the councils not for profit letting agent\n  • Offer to find suitable companies to do works for owners.\n\nIn some circumstances we may consider to use enforcement action these could be:\n\n  • Deal with dangerous, derelict, and ruinous buildings through enforcement notices.\n  • Serve improvement notices in order to remove hazards.\n  • Take over the management of the property by using an empty dwelling management order or EDMO\n  • Undertake Compulsory Purchase Orders (CPO) when it is in the public interest, as a last resort.\n\nWe are eager to help empty home owners as much as possible, whilst avoiding enforcement actions.\n\n\nContact our Private Sector Housing Team for advice and support - contact us.",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.9837839603,
        "format_confidence":0.9399805069
    },
    {
        "url":"https:\/\/www.picassolaminateflooring.co.za\/caring.html",
        "text":"General Maintenance\n\n  • Cleaning laminate flooring is simple- dirt and dust are easily removed with a vacuum or broom.\n  • For more difficult-to-remove soil, use a cloth moistened very lightly with plain water. Then wipe the surface with a clean dry cloth. Under no circumstances should the floor be wet mopped.\n  • Never use soap solutions, waxes, sealers, polishes, or any abrasive materials.\n  • Protect the laminate flooring in high traffic areas and from excessive tracking of outside dirt and soil with mats at all entrances.\n  • Protective felt pads on chair and furniture legs are recommended to further protect the floor.\n  • Occasionally, things may become \"stuck\" to your floor, such as gum or candle wax. This situation is best handled by letting the spot harden completely, then scraping it gently off the floor with a plastic scraper. Residue can then be removed using a clean rag damped with a little manufacturer recommended cleaner\n  • Tips\n\n\n  • Wipe up spills immediately\n  • Use door mats and throw rugs outside room entrances and in front of kitchen sink and refrigerator to help keep dirt and grit off your floor, and to prevent damage and excessive wear.\n  • Place runners and area rugs along high traffic areas.\n  • Move heavy appliances and furniture by using a dolly rolled over plywood or pressed board.\n  • Use furniture leg protector pads under all furniture legs.\n  • Don't\n\n  • Don't use any of the following products on your floor: ammonia based cleaners, acrylic finishes, wax based products, detergents, bleach, polishes and oil soaps, or abrasive cleaning soaps.\n  • Don't allow water to stand on your floor for any length of time.",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.9975035787,
        "format_confidence":0.6856432557
    },
    {
        "url":"http:\/\/window-broker.co.uk\/4825.html?*session*id*key*=*session*id*val*",
        "text":"Information and FAQ\nGetting the design right\nDifferent window styles\nProduct Options\nYour designs and sizes\nWhat happens now\nContact us\nLegal notice\n\nThe illustrations below show the different styles of windows and doors that most people would choose. It is probably a good idea to print off the illustrations below and walk round your house making a note of the style number and the measurements of the different windows and doors in millimetres(or inches if you prefer).Measure plaster to plaster across the width and from the top of the window to the bottom of the windowsill.In the illustrations below the triangle denotes an opening window with the hinge at the point of the triangle.The handle would be at the opposite side.Items 70-73 have two triangles.These illustrate Tilt and Turn windows(see FAQ).The bottom illustrations A-Q show Doors,French Doors,Patio Doors and Door and Sidepanel\/Fanlight combinations.Separate measurments will be needed for the width of sidepanels and fanlights.Patio Doors are available in 2,3 or 4 sections.\n\nIf your design is not featured below please choose the closest and describe the changes required.\n\nFor sliding sash windows please describe the style you require\n\nProduct Options",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.982856214,
        "format_confidence":0.6389780045
    },
    {
        "url":"https:\/\/nya.boplats.se\/tipshjalp\/kontrakt",
        "text":"Continue to the page\n\nThe landlords publish the ads on boplats and decides who gets the apartments. This is what happens after you have registered interest. \n\nRegister interest \/ Rental process \/ Viewing \/ Contract \/ Aftermath\n\nRegister interest\n\nThe landlords publishes all the ads on In the ads you find all the information about the apartments. Read the ad carefully before you apply.\n\nIn the ad you can see how many have registered interest and what place you have in the queue for that apartment. You can undo you registration of interest until the ad is taken down. You are limited to registering interest for five published apartments at the time. \n\nRental process\n\nYou can follow what is happening with the apartment at My pages \/ Registered interestStatus describes what phase it is in at the moment.\n\nPublished: Still published. Open for more applicants to register interest.\n\nIn progress: It is no longer possible to register interest. The landlord has started working with the rental process. \n\nViewing in progress: The landlord has started sending out invitations to view the apartment.\n\nViewing finished: The viewing of the apartment is finished. The landlord is working on giving the contract to the applicant who has said 'Yes' and has the longest queue-time.\n\nContract assigned: The landlord has given the contract to the applicant who had the longest queue time.  \n\n\nIf you are invited to a viewing you will get a message on My pages \/ Messages. You can choose to get these messages to your e-mail or mobile phone at My pages \/ Contact. You will find all the information about the viewing you need in the message. \n\nSay yes \/ no: After viewing the apartment you must say yes or no to whether you will take the contract if it is given to you. You must reply before the last date. You reply at My pages \/ Registered interest. \n\nIf you have replied \"no\" more than six times during six months you will temporarily not be able to apply for new apartment. Boplats may also disqualify your previous applications due to too many declined offers. You can change your reply up until last date to reply. After this the landlord will consider you to have said yes or now to signing the contract.\n\n5 visning.jpg\n\n\nThe landlord will check your credit rating if you are up for a contract. The landlord can also check other references. If the contract is given to you, you will receive a message and the landlord will book a day for signing.\n\n\nWhen you have signed a contract your Days at Boplats will start over from zero. (Exception for contracts without tenure.)\n\nIf the contract is given to someone else you can see this at My pages \/ Registered interest.\n\nContract given: The process has been finished. You can see how many days at boplats the person who signed the contract had.\n\nWithdrawn: The apartment has been withdrawn from the market. It is no longer being rented. You will receive a message with the reason for it being withdrawn.",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.9822776318,
        "format_confidence":0.9161700606
    },
    {
        "url":"https:\/\/staffordspca.org\/lost-and-found-services\/found-animal\/",
        "text":"\n\nFound Dog\n\nYou’ve found a dog!\nThank you for wanting to help to reunite a family!\n\nCheck for a collar and tags with identifying information. If you cannot find one, remember the dog may have a microchip. If at all possible, take the dog to a local vet clinic or to Animal Control to have it scanned for a microchip, which will contain owner information.\n\nIf you are unable to locate owner information, please call your local Animal Control to file a “found animal” report.\nStafford Animal Control: 540-658-7387\nIf it is after-hours, call the non-emergency number for Stafford County Sheriff’s Office: 540-658-4400. But follow up with a call directly to Animal Control the next morning.\nIf at all possible, it is ideal to keep the dog in your home for the first day instead of surrendering to Animal Control. Animal Control often operates at capacity, and surrendering there might put another dog at risk for euthanasia if they run out of space.\n\nWe at the Stafford SPCA are rarely able to take in strays because we usually operate at capacity.\nCall us to file a found animal report, and to see if we have a lost report that may match. Or fill out the form below:\nStafford SPCA: 540-657-7387\nClick here for Found Animal Report\n\nVisit our Facebook page and “like” us. Once you’ve become a fan of our page, you can post to the page. Post a photo of your found pet, a description of the location found, and your contact phone number.\nWe will share the found reports to our page in order to reach our entire audience of 10,000+ in the Stafford community. Many pets ARE reunited this way!\n\nCreate a flyer to post around your neighborhood, or the area where you found the animal. Be sure the flyer includes a good picture, pertinent information, and your contact information.\n\nIf you are able to keep the found dog in your home, be sure to follow up each day with Animal Control to ensure that no lost dog report has come in that might match your found dog’s description.\nIf you are unable to keep the dog in your home and must surrender to Animal Control, you can continue to post information on our Facebook page and your own, in an effort to keep spreading the word to the dog’s owners.\n\nOther things you can do to follow up:\n\n  • Place a Free Lost\/Found Pet Ad in the Free Lance Star.\n    Call them at 540-374-5001, since they take free ad requests only over the phone. The ad will run for 3 days in the paper and one day online.\n  • Search Facebook for the many pages dedicated to reuniting lost and found pets, and post your found dog there. Also look for lost dog reports on these sites when you’re there.\n  • Utilize other internet pet finding organizations, such as pets911.com, petamberalert.com, helpinglostpets.com, and many others!\n  • Post an ad on Craiglist with a good picture of your lost dog and the general location lost.\n\nPlease click on the button above to help us take some items off of our “Wishlist” by donating the items to the Staford SPCA.\n\n140 Andrew Chapel Rd,\nStafford, VA 22554\n\n(540) 657-7387\n\n[email protected]\n\nOur Mission...\n\nWe are committed to caring for animals in need, educating the community, and putting a stop to animal cruelty and abandonment.",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.9687567353,
        "format_confidence":0.8365072012
    },
    {
        "url":"http:\/\/aarf-tn.com\/contact\/",
        "text":"All About Rescue and Fixin’ Inc.\nP.O. Box 4074\nCookeville, TN 38502\n(931) 260-8018 (voicemail only)\n\nContact Us\n\nUse this form to send us an email\n  • We are an organization with no central location – only a network of dedicated volunteers and foster homes. The best way to reach us is through email via the Contact Form below. Please be sure to check your Spam folder in case our email reply goes there. If you are contacting us about an A.A.R.F. dog or cat for adoption, please use our Pet Inquiry Form.\n\n    If you are contacting us about a dog you need to rehome, please use our Surrender Form instead.",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.943580687,
        "format_confidence":0.5065525174
    },
    {
        "url":"http:\/\/kerleyfamilyhomes.com\/contact-us\/",
        "text":"Visiting our communities? Map Download a printable map\n\nContact Us\n\nFor more information on Kerley Family Homes, email us or come in and tour one of our new home communities today.\n\nOffice : 770-792-5500\nFax :    770-792-5503\n\n750 Chastain Corner\nMarietta, GA 30066\n\nContact Us Online\n\nFor Warranty Service Requests, please go to the Warranty Services page on our website to submit your request.\n\n*Name (first, last)\nAddress Line 2\nCity, State, Zip\nHow did you hear about us?\nSelect a neighborhood to receive additional information:\nHow else can we assist you?\nHow do you prefer to be contacted?",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.9898073077,
        "format_confidence":0.7912427783
    },
    {
        "url":"https:\/\/ridgeharbor.org\/realtors\/",
        "text":"Real Estate Signs\n\nRidge Harbor real estate signs are on file and can be ordered at one of the following two companies:\n\n*Order signs online with Stokes HERE.\n\n\nThe sign companies require art to be proofed once realtor specific information is provided. Delivery times vary.\n\nNote: All real estate signs must be placed in a full black metal frame.\n\nGate Entry\n\nOn being appointed an agent for a property owner, on request, you will be issued a gate code to enable you to access Ridge Harbor. This code must not be published anywhere and if you share with other realtors they must also agree not to publish.\n\nWhen providing the code to prospective buyers you may only do so if you have verified name and contact information for them.  Again, other realtors must agree to this.\n\nOpen Houses\n\nPlease contact the Property Manager at to discuss details regarding open houses.\n\nShort Term Rentals\n\nFollowing a vote of the members in April 2019, rentals for periods of less than 30 days are no longer permitted anywhere within Ridge Harbor",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.9921912551,
        "format_confidence":0.8353365064
    },
    {
        "url":"https:\/\/www.hart.gov.uk\/self-build-custom-housebuilding-register",
        "text":"Self Build & Custom Housebuilding Register\n\nSelf build housing refers to an individual, or group of individuals, directly organising the design and construction of their own homes. Custom build usually means an individual working with a specialist developer to construct your home. For either option, a serviced plot with vehicular access needs to be available on which to construct the dwelling. A plot could be on its own or part of a larger scheme.\n\nThe provision of self build and custom house building plots is supported through Policy H1 “Housing Mix: Market Housing” of the adopted Hart Local Plan 2032.\n\nThe Council is required to keep a register of individuals and associations of individuals who are seeking to acquire serviced plots of land in Hart. Joining the Register is by application and a number of eligibility criteria must be met.\n\nThe Register is divided into two parts:\n\nPart 1 – comprises local demand for plots. If you want to be entered onto Part 1 of the Register all the eligibility criteria must be met including a local connection test.\n\nPart 2 – comprises general demand for plots. Eligibility criteria must be met except the local connection test.\n\nThe local demand on Part 1 of the Register informs the number of serviced plots that we should be providing in Hart.\n\n\nYou can apply for entry to Part 1 of the register if you:\n\n  • Are aged 18 or over\n\n  • Are a British citizen, a national of an European Economic Area State other than the UK, or a national of Switzerland\n\n  • Satisfy our local eligibility criteria\n\n  • Have paid the relevant fee required to enter or remain on the register\n\n  • Are seeking (alone or with others) to acquire a serviced pot of land in the Council’s area for your own self build and custom housebuilding\n\nA group of individuals who wish to register as an association must appoint an individual to act as the lead contact. An association is eligible for entry to Part 1 if each member meets all of the above requirements.\n\nCriteria for the local connection test and financial resources test are contained in the Eligibility Conditions Guidance Note.\n\nEntry on the Register does not guarantee an allocation of a plot as these are predominantly provided by the private sector.\n\nHow to apply\n\nIf you would like to be placed on the Self Build and Custom Housebuilding Register please complete the Self Build and Custom Housebuilding Register application form. Once you have been notified that your application has been successful, the appropriate fee should also be paid using one of the methods stated below, in order to enter and remain on the register.\n\n\nAn annual fee is payable for an individual or association of individuals to join the register. The fee is payable within 28 days of being notified that your application has been successful.\n\nThereafter an annual fee will be payable to remain on the register during the subsequent 31 October – 30 October period.\n\nThe annual fees are shown in the table below:\n\nType of fee\n\n\n\nInclusion fee - Part 1\n\n\n\nInclusion fee - Part 2\n\n\n\nAnnual fee - Part 1\n\n\n\nAnnual fee - Part 2\n\n\n\n*Includes applications from a couple or 2 or more members of one household, but each member must meet the local connection test to be entered onto Part 1 of the Register.\n\nThe Council is entitled to refuse entry onto the Register until the fee is paid, or not paid within the stated time period. Once a fee is paid it cannot be refunded.\n\nOn the register\n\nOnce you are on the Register we may contact you from time to time with updates about the self build and custom housebuilding initiative, including providing details of serviced plots which are granted planning permission.\n\nThe Register will not be a public document, but we will publish headline data annually, such as number of plots required by location.\n\nFor more helpful resources on self build and custom housebuilding view our information guide.\n\nIf you have any queries about the self build and custom housebuilding register, if your details or circumstances change, or you wish to be removed from the register, please contact:\n\n\nPhone: 01252 774118",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.9042684436,
        "format_confidence":0.789708972
    },
    {
        "url":"https:\/\/rocklinkitchenandbath.com\/contact-us\/",
        "text":"Contact us today and schedule your convenient and free kitchen and bath design consultation. We also offer free design consultations for flooring, tile and kitchen and bath fixtures.\n\nFeel free to visit our showroom:\n\nKitchen & Bath Showroom\n4235 Pacific St., Suite F\nRocklin, CA 95677\nMonday – Friday 10.00am – 4:00pm\nSaturday 10:00am – 3:00pm\nSunday Closed\nCall first on holidays to check if we’re open!",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.989489615,
        "format_confidence":0.6397570968
    },
    {
        "url":"https:\/\/www.greytloveretirement.org\/adoption-process-and-cost",
        "text":"• Facebook Social Icon\n\nFollow us on Facebook\n\nSubscribe to our email list\n\n@2018 by Greyt Love Retirement\n\nPhone: 804.513.1675\n\nAdoption Process\n\nGLR is proud to partner with James River Greyhounds (JRG) in an effort to find loving homes for retired racing greyhounds around the Central Virginia region.\n\nGreyhounds being fostered at the GLR shelter are placed into loving homes through the JRG Adoption Process as described on the JRG website.   \n\nIf you are interested in adopting a greyhound, please fill out a JRG adoption application by clicking the button below or going through the JRG website.\n\nAdoption Fee\n\n\nWhat's Included\n\n  • Spay or neuter (including vet exam)\n\n  • Heartworm blood test and prevention\n\n  • Rabies vaccination\n\n  • DHPPC vaccination\n\n  • Dental care\n\n  • Thorough deworming with Drontal Plus\n\n  • Flea & tick preventative\n\n  • Ears cleaned, nails clipped & groomed\n\n  • Transportation from track kennel to Richmond\n\n  • If applicable, personal care and transition training in the loving homes of our foster families! \n\n  • Adoption Kit with the following:\n\n    • Martingale collar and matching 6 foot lead - designed specifically for sighthounds, track muzzle, dental kit, toy & compressed rawhide bone \n\n\nWe can also supply you with an Easy Fold Travel Crate \n\n(42\" for $90 or 48\" for $110)",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.985101223,
        "format_confidence":0.7163934112
    }
]