[
    {
        "url":"https:\/\/wordpress.org\/support\/view\/plugin-reviews\/hello-pinky",
        "text":"Plugin Reviews\n\nHello Pinky\n\nThis is not just a plugin, it symbolizes the childhood and formative years of an entire generation that grew up in the 90’s.\n\nAverage Rating\n5 out of 5 stars\nBlast from the past\nBy , for WP 4.1\n\nI love Pink and the Brain. This plugin made my entire week when I came across it.\n\nYou must log in to submit a review. You can also log in or register using the form near the top of this page.",
        "topic_id":20,
        "format_id":23,
        "topic_confidence":0.9378861785,
        "format_confidence":0.8866682649
    },
    {
        "url":"http:\/\/www.realautotips.net\/2016\/02\/yes-management-system-software-for-auto.html",
        "text":"Tuesday, February 16, 2016\n\nYes Management System Software for Auto Repair Shop and Service Based Businesses - Review\n\nRealAutoTips. - This is our review about one of the best auto repair shop and service based business software called with Yes Management System from Pace software United States that founded in 1988. So, if you are the owner of auto repair shop and performer of service based business in this time, you can follow this article to know more about this software.\n\nIn this review of Pace Yes Management System we will show you about software description, product detail, features, advantages and disadvantages that we hope this information will help you to know more about this software.\n\n\nThis is auto repair software Pace Yes Management System for your solution of integrated shop management for single or multi location repair shops. This software called as powerful & fully software that will enables shop owners to sell more maintenance, manage day-to-day operations with greater efficiency, obtain consistently higher profit margins & improve customer loyalty. \n\nUsing Yes Management System software will allow you to write work orders, track maintenance and  recommendations, retain customers, manage inventory, and order online. According Pace Yes Management System site, there are two kinds of the YES Family of Shop Management Software are Yes Professional and YES - Enterprise Edition.\n\n  1. YES - Professional - Our flagship Shop Management Software. Ideal for the repair facility that is looking for flexibility and customization.\n  2. YES - Enterprise Edition - Expands the scope of the YES Management System to support multiple shop locations using centralized data. All the power of YMS in a customizable package that gives the corporate office the ability to standardize and manage multiple stores while maintaining separate profit centers.\nBeside that, Pace Yes Management System also offer some advantages when you using this software as follow.\n\n  1. Fast and Easy Estimate Building with online catalogs and ordering\n  2. Invoicing that focuses on Gross Profit goals\n  3. Identify Technician Productivity and Efficiency\n  4. Control Inventory restocking, return part credits and price for profit\n  5. Integrated Marketing and Customer Retention Management Tools (CRM)\nProduct Detail\n\n  • Deployment: Installed, WEB based\n  • Training: Documentation, Live Online, and In Person\n  • Support: Business\nFeatures of Yes Management System\n\nPace offer you this Yes Management System software with many features as follow.\n\n  • Accounting Management\n  • Billing & Invoicing\n  • Customer Database\n  • Inventory Control\n  • Labor Rates\n  • Maintenance Scheduling\n  • Parts Management\n  • Payroll Management\n  • Quotes \/ Estimates\n  • Service History\n  • Vehicle Tracking\n  • VIN Decoder\n  • Work Order Management\nAdvantages and Disadvantages of Yes Management System\n\n\n  1. Easy to use. There are many reviewer called that one of the advantage of this software after used is easy to use. Only need few time to learn and then using this software. \n  2. Very good of customer service. This is also make many user of this software satisfy with the service and support that the staff at PACE give to their customers.\n\n  1. One reviewer as the user of YES software said that using YES system have paid big dividends and maybe it will to be the advantages of this software.\nAnd the last if you interesting and want to request this software, you can visit the original vendor of Yes Management System using link here. We hope you also will give your review to complete the information of using this software, using comment form below.\n\nThank you for your coming here in www.realautotips.com site, we hope the article above will help you to know more about your automotive information like tips and trick, auto news, modification, auto repair software, etc. Please comment here when you want to share and other. Thank you.\n\n\nPost a Comment\n\nThank's for your visit in this blog, Please leave the comment in here",
        "topic_id":20,
        "format_id":23,
        "topic_confidence":0.9197878838,
        "format_confidence":0.7951197028
    },
    {
        "url":"https:\/\/source-edit.software.informer.com\/",
        "text":"Source Edit\n\nSource Edit 4.0\n\nSourceEdit is a free and powerful text editor made for developers\n3.4  (59 votes)\n4.0.0003 (See all)\n\nSourceEdit is a text editor with many powerful features, which, I'm sure, will become one of your favorite programming tools, especially if you have to write or edit in many different programming languages. It doesn't matter what programming language you develop in, in Source Editor you will find an excellent tool to make your work easier.\n\nWhether you are a beginner or an advanced web developer, you know how important it is to work with a powerful source editor. This application has many key features which make it a versatile utility for developers of all levels. Source Edit supports most of the popular programming languages, among them ASP, PHP, Java, C\/C++, C#, Visual Basic, Pascal, Perl, Cold Fusion, SQL, HTML, CSS, XML. The program also supports syntax highlighting for each language. But one nice feature is that you can change the language definition that is used for the syntax highlighting, or add a new one for a new programming language. It also incudes an HTML Toolbar that will allow you to insert common HTML tags in the current document. It also has some useful tools such as Table creator, web safe color picker, Form Controls selector, and Special Character picker.\n\nDefinitely, Source Edit is a versatile and powerful text editor that won't disappoint you, and besides it's totally free.\n\nDaniel Mantilla\nEditor rating:\n\nReview summary\n\n\n  • An easy-to-use tabbed interface\n  • Freeware\n\n\n  • None\nInfo updated on:",
        "topic_id":20,
        "format_id":23,
        "topic_confidence":0.6593968868,
        "format_confidence":0.6738238335
    },
    {
        "url":"http:\/\/www.virtualsoft.com\/download\/Windows_Live_Messenger_2010.php?v=128152",
        "text":"Windows Live Messenger 2010\n\n\"The best internet messaging client.\"\n\nWindows Live Messenger is the most used internet messaging client on the planet. I am very satisfied with new Windows Live Messenger, its lets you to chat and share folders and files with friend that are using Yahoo IM. The only thing that i don't like is that there is unnecessarily extra stuff. But there is several very good games that you can play whit you friends (Tic-Tac-Toe Classic, Solitaire Show Down, Checkers, Bejeweled, Minesweeper Flags, and more). Like the previous the chat window is full customizable so you can pick a color scheme or choose from themes. There is option that allow user to connect services such as Facebook, Linkedln and MySpace using Windows Live Profile. There is several improvements since Messenger 7. The sounds are way better then the last version and it have a new sleek look whit a nice pattern up the top.\n\nFollow Us\n\nCopyright VIRTUALSOFT.COM © 2011 - All rights reserved - Privacy Policy - Terms of Service - About Us",
        "topic_id":20,
        "format_id":23,
        "topic_confidence":0.9860877395,
        "format_confidence":0.651057601
    },
    {
        "url":"http:\/\/extensions.joomla.org\/extensions\/reviews\/HichamB",
        "text":"The Joomla! Extensions Directory ™\n\n\nbyHichamB, January 30, 2013\nTrombinoscope Extended\nIt does exactly what it says.\nIt presents very neatly a list of contacts.\nFrom each contact, you also can get access to the Joomla contact form; which is so great.\n\nKeep up the good work!\nOwner's reply\n\nThank you so much for the review, I do appreciate it. Much more is on the way, so stay tuned!",
        "topic_id":20,
        "format_id":23,
        "topic_confidence":0.9335584641,
        "format_confidence":0.988353312
    },
    {
        "url":"https:\/\/addons.mozilla.org\/en-us\/firefox\/addon\/addmoretexttoclipboard\/reviews\/242194\/",
        "text":"Rated 5 out of 5 stars\n\nJust received the new update with the option to clear clipboard. Makes like allot easier now. Thanks for addressing that mate, much appreciated in deed.\n\nDefinitely worth the 5 stars for sure.\n\ngreat addon.\n\nThis review is for a previous version of the add-on (1.3.0).  This user has 2 previous reviews of this add-on.",
        "topic_id":20,
        "format_id":23,
        "topic_confidence":0.9849079847,
        "format_confidence":0.9921824336
    },
    {
        "url":"https:\/\/wordpress.org\/support\/view\/plugin-reviews\/woocommerce\/page\/10",
        "text":"Plugin Reviews\n\nWooCommerce - excelling eCommerce\n\nWooCommerce is a powerful, extendable eCommerce plugin that helps you sell anything. Beautifully.\n\n\n1072 reviews\nAverage Rating\n4.5 out of 5 stars\nBy , for WP 4.2.2\n\nThank you to the developer, excellent plugin!!\n\nRegarding product stock on modifying order in wocommerce.\nBy , for WP 4.2.2\n\n\nIn Woocommerce plugin When we modify order by increasing product quantity from backend It is not reflecting in product stock and also when we add new product from backend for the current order that products stock also not changing.I used auto restore plugin for automatically increasing order for cancelled order but for modifying order what will i do?\n\nProduct Sorting is insane with Woocommerce\nBy ,\n\nProduct sorting in Woocommerce is insane.\n\nSeems to work on the back end, but what shows up on the Shop URL doesn't match.\n\nI've got as simple a site as there is and... Sort by Price (desc) doesn't work.\n\nWhat's the point... If it doesn't work?\n\nGetting stuck at the checkout page\nBy , for WP 4.2.2\n\nWoo commerce looks a very nice plugin but fails to do a very important task for me- accepting payments. On my website, which uses Customizr theme and a Payu money plugin with woo commerce, the check out page will keep on loading. Some other users has also reported the issue, I read through forum but could not find any solution.\n\nHas some problems\nBy , for WP 4.2.2\n\nThis is a good plugin for selling your products. Posting your products is easy. It works!\n\nHowever,I have multiple problems with this plugin. Changing images in the CSS is confusing and takes at least multiple hours. Even with just getting the buttons to line up is a hassle. I have at least 3 other plugins just to make up for what Woocommerce is lacking.\n\nSetting up the shipping is a little easier, but it does not show on your website shipping if you have shipping built into your paypal (I need to look at a plugin for this).\n\nAlso the support is horrendous. Two WEEKS ago, I posted a question regarding the shipping, and no one replied until yesterday. And it wasn't even the plugin creator.\n\nOverall I'm not too thrilled with it, but I've already set up all my products(500+) and am not sure if they would move over into a different ecommerce plugin. We've already put so much work into what we've done and I would hate to lose it all.\n\nGoog job\nBy ,\n\nThank you to the developer, excellent plugin.\n\nVery useful free plugin\nBy , for WP 4.2.2\n\nThank you to the developer, excellent plugin. If for somebody the alignment of the pictures does not work, just use their storefront theme. It really has most of the needed things to run an online store, i am using it for digital goods alone and until now, i did not find any problems. A \"must have\"\n\nBest E-commerce plugin for WordPress\nBy , for WP 4.2.2\n\nThe Best Plugin and the Best Support for selling things online… and now is a part of Automattic.\n\nBest out there\nBy , for WP 4.2.2\n\nThe best eCommerce plugin out there. Ever\n\nKeep up the good work.\n\nmust for ecommerce site\nBy , for WP 4.2.2\n\nmust for ecommerce site\n\nYou must log in to submit a review. You can also log in or register using the form near the top of this page.",
        "topic_id":20,
        "format_id":23,
        "topic_confidence":0.822024405,
        "format_confidence":0.9448025227
    },
    {
        "url":"https:\/\/addons.mozilla.org\/en-US\/firefox\/addon\/rescuetime-for-firefox\/reviews\/936007\/",
        "text":"28 reviews for this add-on\n  • Doesn't work. It says \"There is no time yet recorded today\". This is your first visit on this site today. I have at least 10 tabs on this site today. It says that a possible cause is that I didn't use my computer for enough time today, but that's not true. Whatever the duration, it shows the same thing. And on the site: \"There is no time logged for this period\".\n  • Doesn't work with firefox developer edition. RescueTime shows everything under \"firefox developer edition\" activity without displaying visited websites.\n\n    Tested with firefox developer edition 64.0b6 and latest RescueTime under Ubuntu Linux 16.04 LTS\n  • Worked like a charm!\n  • It helps you be productive\n  • doesn't work\n  • Simply does not work. Very disappointing for paying members.\n  • Still doesn't work on Firefox Developer Edition. The *title\/name* of the page is shown individually, but the *site address* isn't actually identified! All my activities are lumped together under \"Firefox Developer Edition\". The customer support has also been totally unhelpful on solving the issue.\n\n    Strangely it does work on Firefox.\n  • Don´t use this addon, mines your data as you can read in it´s policy.\n  • Excelente aplicacion que me ayuda a ser conciente en ue uso mi tiempo\n  • After a long time, I can finally confirm it is working on macOS and Firefox with a cookie whitelist (cookies disabled by default, only user-specified pages are allowed to set cookies). Thanks to the developer to create an actual support document for this edge case.\n\n    If you are a Firefox user who likes to whitelist cookies instead of accepting everything by default, here is your guide:\n  • Simple, concise, works well, helps me saving time\n  • Works well in standard Firefox Quantum 58.0b3, but not track sites in Firefox Developer Edition 58.0b5. I tested addon on Kubuntu 17.10.\n    Are you using the add-on in standalone mode, or in conjunction with the RescueTime desktop app for Linux? If the latter, please make sure you have the latest version: https:\/\/www.rescuetime.com\/get_rescuetime\n  • Since Firefox 57 I've switched over from Chrome. This extension initially did not log correctly even though the notes here said it added support for Firefox 57. However, I recently received an update to my rescuetime OSX app and now everything works perfectly as expected. Thanks rescuetime. This is now a 5 star extension.\n  • Best way to keep track of what you actually get up to on the internet all dang day - warning: may be eye opening.\n  • Using the latest 57.0b9 on both standard and developer editions of Firefox for Mac, after installing the RescueTime add-on I can link it to my account just fine, and if I click on the icon in the toolbar the summary does correctly identify which site I'm on.\n\n    *But* it never logs any time on these sites. If I visit a site I've not seen in Chrome that day it always reports it as being my first visit. If I visit a site I've seen in Chrome it reports the previous total time spent there but never increments.\n    If you're using the add-on in conjunction with the RescueTime desktop app, you'll need to make sure you have the latest version of the desktop app for the recent add-on updates to function properly.\n\n  • can't track browser time\n  • Causes problems with e10s and will stop working in Fx 57, need to be ported to WebExtensions.\n  • After install, icon is not showed on the bar. One need to go do adjusting options and drag icon onto the bar. Then click it and it works.\n  • If you're encountered the problem mentioned in a number of these reviews where you attempt to login to the RescueTime add-on and you can't type in the email field, the work around from the add-on developer is mentioned here ( https:\/\/addons.mozilla.org\/en-us\/firefox\/addon\/rescuetime-for-firefox\/reviews\/804290\/ ) stating \"We've been able to reproduce the issue. As far as we can tell, the problem with not being able to interact with the window ONLY happens when the RescueTime icon located on the menu panel (under the hamburger icon on the far end of the toolbar). If the RescueTime icon is directly on the browser toolbar, the window works. While we work on a fix, the workaround is to move the icon to the browser toolbar. If you do not want the icon on the toolbar, you can put it there temporarily, sign in, then move it back to the menu panel and the site tracking should work just fine.\"\n  • Just like the others complain... it does not pop up after install.\n\n    Glitch in the system and I am surprised that the DEV with such low ratings.. is not fixing this issue.\n  • It causes issues with other extensions (Tab Groups in my case) because it has not been updated to work with multi-process Firefox.\n  • After adding the extension button to the toolbar I was able to click the button, log in, and start tracking.\n\n    My only wish is a, user definable, option to combine websites and apps as one. For example, I'd like messenger.com from the web and Facebook Messenger from Android to be counted as the same RescueTime Activity.\n  • It works just fine. Remember to put the icon somewhere visible after installing by going to \"customize\" on Firefox. Signed in without issues.\n  • Would be great if it worked. It didn't.\nPage 1 of 2",
        "topic_id":20,
        "format_id":23,
        "topic_confidence":0.9890944362,
        "format_confidence":0.9815350771
    }
]