[
    {
        "url":"http:\/\/www.dictionary.com\/browse\/mikado",
        "text":"Try Our Apps\n\n\nThe Best Internet Slang\n\n\n[mi-kah-doh] \/mɪˈkɑ doʊ\/\nnoun, plural mikados.\n(sometimes initial capital letter) a title of the emperor of Japan.\n(initial capital letter, italics) an operetta (1885) by Sir William S. Gilbert and Sir Arthur Sullivan.\n(initial capital letter) a steam locomotive having a two-wheeled front truck, eight driving wheels, and a two-wheeled rear truck.\nOrigin of mikado\n1720-30; < Japanese, equivalent to mi- exalted + kado gate, door (of the imperial palace) Unabridged\nBased on the Random House Dictionary, © Random House, Inc. 2017.\nCite This Source\nExamples from the Web for mikado\nHistorical Examples\nBritish Dictionary definitions for mikado\n\n\nnoun (pl) -dos\n(often capital) (archaic) the Japanese emperor Compare tenno\nWord Origin\nC18: from Japanese, from mi- honourable + kado gate\nCollins English Dictionary - Complete & Unabridged 2012 Digital Edition\n© William Collins Sons & Co. Ltd. 1979, 1986 © HarperCollins\nPublishers 1998, 2000, 2003, 2005, 2006, 2007, 2009, 2012\nCite This Source\nWord Origin and History for mikado\n\n1727, former title of the emperor of Japan, from mi \"honorable\" + kado \"gate, portal.\" Similar to Sublime Porte, old title of the Ottoman emperor\/government, and Pharaoh, which literally means \"great house.\"\n\nOnline Etymology Dictionary, © 2010 Douglas Harper\nCite This Source\n\nWord of the Day\n\nDifficulty index for mikado\n\nFew English speakers likely know this word\n\nWord Value for mikado\n\nScrabble Words With Friends\n\nNearby words for mikado",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9665730596,
        "format_confidence":0.9747943282
    },
    {
        "url":"https:\/\/www.synonyms.com\/synonym\/gearing",
        "text":"What is another word for gearing?\n\nSynonyms for gearing\nˈgɪər ɪŋgear·ing\n\nThis thesaurus page is about all possible synonyms, equivalent, same meaning and similar words for the term gearing.\n\nPrinceton's WordNet\n\n  1. gearing, gear, geartrain, power train, trainnoun\n\n    wheelwork consisting of a connected set of rotating gears by which force is transmitted or motion or torque is changed\n\n    \"the fool got his tie caught in the geartrain\"\n\n    geartrain, gear wheel, string, gear, geared wheel, railroad train, train, gear mechanism, wagon train, appurtenance, power train, cogwheel, caravan, paraphernalia\n\nMatched Categories\n\nDictionary of English Synonymes\n\n  1. gearingnoun\n\n    GEAR, toothed wheels\n\nPPDB, the paraphrase database\n\n  1. List of paraphrases for \"gearing\":\n\n\nHow to pronounce gearing?\n\nUS English\n\nHow to say gearing in sign language?\n\nWords popularity by usage frequency\n\n\nHow to use gearing in a sentence?\n\n  1. Greg Fleming:\n\n    Five or six years ago, the whole banking effort at Morgan Stanley was very embryonic - we were playing catch up in the space, we've been gearing up for this over the last few years and building out our technology, which is why this is more of a 2016 initiative.\n\n  2. Scott Morrison:\n\n    Abolishing negative gearing, which has been part of our housing markets for a century, and increasing capital gains tax, would clearly have a more substantial and dislocating impact, placing more than just our credit rating at risk.\n\n  3. Steve Francis:\n\n    Its such a commodity to us, were taking the full steps to make sure that the vaccines secure. Who is first in linehas yet to be decided. But Health and Human Services Secretary Alex Azar said the hope is that enough doses are available by the end of January to vaccinate adults over age 65, who are at the highest risk from the coronavirus, and health care workers.Dr. Anthony Fauci, the U.S. governments top infectious-diseases expert, said it may take until spring or summer before anyone who is not high risk and wants a shot can get one. States already are gearing up for what is expected to be the biggest vaccination campaign in U.S. history. First the shots have to arrive where theyre needed, and Pfizers must be kept at ultra-cold temperatures around minus 94 degrees Fahrenheit, or minus 70 degrees Celsius. Modernas vaccine also starts off frozen, but the company said it can be thawed and kept in a regular refrigerator for 30 days, easing that concern. Governments in other countries and the World Health Organization, which aims to buy doses for poor nations, will have to decide separately if and when vaccines should be rolled out broadly. CLICK HERE FOR COMPLETE CORONAVIRUS COVERAGE Meanwhile, Homeland Security investigators and others are trying to send the message now to the public before the vaccines are approved and begin distribution. They say people should only get a vaccine from an approved medical provider. They shouldnt respond to calls seeking personal information. And they shouldnt click on social media posts purporting to sell cures. If it sounds too good to be true, it is.\n\n  4. Tommy Welch:\n\n    The billboard is kind of comical but right on; the election is a scary deal that everyone is gearing up for, i would definitely, 100 percent, positively entertain the possibility [of moving] if Hillary won.\n\n  5. Le Brun:\n\n    Technically the market is gearing up for WTI to go above $50 a barrel and it's intriguing on where it goes from there, i think the cap is not too far above that level - the world is still awash with oil even if it's off the peaks.\n\nImages & Illustrations of gearing\n\n  1. gearing\n\nTranslations for gearing\n\nFrom our Multilingual Translation Dictionary\n\nGet even more translations for gearing »\n\n\nFind a translation for the gearing synonym in other languages:\n\nSelect another language:\n\n  • - Select -\n  • 简体中文 (Chinese - Simplified)\n  • 繁體中文 (Chinese - Traditional)\n  • Español (Spanish)\n  • Esperanto (Esperanto)\n  • 日本語 (Japanese)\n  • Português (Portuguese)\n  • Deutsch (German)\n  • العربية (Arabic)\n  • Français (French)\n  • Русский (Russian)\n  • ಕನ್ನಡ (Kannada)\n  • 한국어 (Korean)\n  • עברית (Hebrew)\n  • Gaeilge (Irish)\n  • Українська (Ukrainian)\n  • اردو (Urdu)\n  • Magyar (Hungarian)\n  • मानक हिन्दी (Hindi)\n  • Indonesia (Indonesian)\n  • Italiano (Italian)\n  • தமிழ் (Tamil)\n  • Türkçe (Turkish)\n  • తెలుగు (Telugu)\n  • ภาษาไทย (Thai)\n  • Tiếng Việt (Vietnamese)\n  • Čeština (Czech)\n  • Polski (Polish)\n  • Bahasa Indonesia (Indonesian)\n  • Românește (Romanian)\n  • Nederlands (Dutch)\n  • Ελληνικά (Greek)\n  • Latinum (Latin)\n  • Svenska (Swedish)\n  • Dansk (Danish)\n  • Suomi (Finnish)\n  • فارسی (Persian)\n  • ייִדיש (Yiddish)\n  • հայերեն (Armenian)\n  • Norsk (Norwegian)\n  • English (English)\n\n\nUse the citation below to add these synonyms to your bibliography:\n\n\n\"gearing.\" Synonyms.com. STANDS4 LLC, 2021. Web. 30 Jul 2021. <https:\/\/www.synonyms.com\/synonym\/gearing>.\n\nDiscuss these gearing synonyms with the community:\n\n\n    Are we missing a good synonym for gearing?\n\n    Browse Synonyms.com\n\n    Free, no signup required:\n\n    Add to Chrome\n\n    Get instant synonyms for any word that hits you anywhere on the web!\n\n    Free, no signup required:\n\n    Add to Firefox\n\n    Get instant synonyms for any word that hits you anywhere on the web!\n\n\n    Are you a human thesaurus?\n\n    What is the synonym of Rebuke?\n    • A. Catch\n    • B. Take off\n    • C. Scold\n    • D. Bring out\n\n    Nearby & related entries:\n\n    Alternative searches for gearing:",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.8057566881,
        "format_confidence":0.9703815579
    },
    {
        "url":"http:\/\/www.bozemanevents.net\/d692632c\/ical\/",
        "text":"BEGIN:VCALENDAR METHOD:PUBLISH CALSCALE:GREGORIAN PRODID:-\/\/ VERSION:2.0 X-FROM-URL: X-WR-RELCALID:Author Event with Adelle Waldman 20140827T190000 X-WR-CALNAME:Author Event with Adelle Waldman BEGIN:VEVENT URL;VALUE=URI: DTSTART:20140827T190000 DTEND:20140827T190000 SUMMARY:A debut novel by a brilliant young woman about the romantic life of a brilliant young man. Writer Nate Piven\\'s star is rising. After several lean and striving years, he has his pick of both magazine assignments and women: Juliet, the hotshot business reporter; Elisa, his gorgeous ex-girlfriend, now friend; and Hannah, \\\"almost universally regarded as nice and smart, or smart and nice,\\\" who holds her own in conversation with his friends. When one relationship grows more serious, Nate is forced to consider what it is he really wants. In Nate\\'s 21st-century literary world, wit and conversation are not at all dead. Is romance? Novelist Adelle Waldman plunges into the psyche of a flawed, sometimes infuriating modern man--one who thinks of himself as beyond superficial judgment, yet constantly struggles with his own status anxiety, who is drawn to women, yet has a habit of letting them down in ways that may just make him an emblem of our times. With tough-minded intelligence and wry good humor The Love Affairs of Nathaniel P. is an absorbing tale of one young man\\'s search for happiness--and an inside look at how he really thinks about women, sex and love. Adelle Waldman is a graduate of Brown University and Columbia Universitys journalism school. She worked as a reporter at the New Haven Register and the Cleveland Plain Dealer, and wrote a column for the Wall Street Journals website. Her articles also have appeared in The New York Times Book Review, The New Republic, Slate, and The Wall Street Journal, among other national publications. She lives in Brooklyn, New York. LOCATION:Country Bookshelf28 West Main Street\\n Bozeman, MT 59715 CATEGORIES:Event Calendar PRIORITY:0 TRANSP:TRANSPARENT END:VEVENT END:VCALENDAR",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9476268291,
        "format_confidence":0.9828606844
    },
    {
        "url":"http:\/\/www.macmillandictionary.com\/dictionary\/british\/gegenpressing",
        "text":"Did you know?\n\nClick any word in a definition or example to find the entry for that word\n\ngegenpressing - definition and synonyms\n\nWhat are red words?\n\n90% of the time, speakers of English use just 7,500 words in speech and writing. These words appear in red, and are graded with stars. One-star words are frequent, two-star words are more frequent, and three-star words are the most frequent.\n\n  1. From our crowdsourced Open Dictionary\n    a style of play in football\/soccer that involves quick counter attacks designed to catch the opposition defence at its least organised\n\n    The transition from attack to defence has become as significant as the transition from defence to attack, and part of the reason for that is gegenpressing.\n\n    Submitted from United Kingdom on 03\/12\/2015\n\n\na rainbow produced when water droplets in the air reflect light from the moon rather than the sun\n\nBuzzWord Article\n\nOpen Dictionary\n\nplatform capitalism\n\na way of doing business that involves recruiting large numbers of people who work for themselves using the company's platform, as used by companies such as Uber, Deliveroo and the like\n\nadd a word\n\n\nA must for anyone with an interest in the changing face of language. The Macmillan Dictionary blog explores English as it is spoken around the world today.\n\nglobal English and language change from our blog\nMacmillan learn live love play",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9382519126,
        "format_confidence":0.9767609835
    },
    {
        "url":"https:\/\/ottawa.bibliocommons.com\/item\/show\/241389026",
        "text":"The Hugs &amp; Kisses Contest\n\nThe Hugs & Kisses Contest\n\nBook - 2001 | 1st ed.\nRate this:\nWhen Oliver and Emily Boxwood can't agree on which child their mother, Victoria Rose, loves the most, they decide to hold a contest: Whoever receives the most hugs and kisses before the sun goes down is their mother's favorite child. While Emily's kind deeds are rewarded with many hugs and kisses, Oliver's attempts to win his mother's affections keep ending in disaster. In the end, however, Oliver and Emily learn that when it comes to their mother's love, there's no contest. Susan Wheeler and Paul Kortepeter introduce readers to the Boxwood family of Holly Pond Hill in this charmingly illustrated and lavishly embossed storybook that's sure to be a family favorite.\nPublisher: New York : Dutton Children's Books, c2001.\nEdition: 1st ed.\nISBN: 9780525465317\nBranch Call Number: KORTE\nCharacteristics: 1 v. (unpaged) : col. ill. ; 22 cm.\nAdditional Contributors: Wheeler, Susan\nAlternative Title: Hugs and kisses contest\n\n\nFrom the critics\n\nCommunity Activity\n\n\nAdd a Comment\n\nThere are no comments for this title yet.\n\nAge Suitability\n\nAdd Age Suitability\n\nThere are no age suitabilities for this title yet.\n\n\nAdd a Summary\n\nThere are no summaries for this title yet.\n\n\nAdd Notices\n\nThere are no notices for this title yet.\n\n\nAdd a Quote\n\nThere are no quotes for this title yet.\n\nExplore Further\n\nBrowse by Call Number\n\n\nSubject Headings\n\n\nFind it at OPL\n\nTo Top",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9825212359,
        "format_confidence":0.5417141318
    },
    {
        "url":"http:\/\/www.morewords.com\/ends-with\/merdes\/",
        "text":"More Words\n\nList all words ending with merdes\n\nOnly the word merdes was found, nothing longer.\n\n\nNew Search\n\nSome random words: epoch   sel   mu   wud   me   ufological   lea  \n\nThis is not a dictionary, it's a word game wordfinder.   -   Help and FAQ   -   Examples   -   Home\n\nPrivacy and Cookies Policy - Share - © Copyright 2004-2016 - 91.202mS",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.8729087114,
        "format_confidence":0.9370976686
    },
    {
        "url":"http:\/\/www.english-for-students.com\/a-hands-turn.html",
        "text":"a hand's turn = a hands turn\n\na hands turn = a hand's turn\n\na stroke of work – informal\n\n1982 - Rodney Hall - Just Relations - Rich was she? A wallowing pig in jewels and wicked money she never did a hand's turn to earn for herself?\n\n\nall hands\n\nthe entire crew of a ship\n\nA US variant of this phrase is all hands and the cook meaning absolutely everyone available, since the cook would not normally be expected to do the work of other team members except in cases of dire emergency. All hands on deck or all hands to the pumps, in addition to their literal shipboard senses, are also used to indicate that all members of a team are required to be involved.\n\nbe a dab hand at\n\nbe expert at\n\nDab in this sense is recorded since the late 17th century. But its origin is unknown.\n\n1998 Bookseller Stephanie Cabot is apparently a dab hand at milking cows, according to one of those mystifying diary items in Skateboarders' Weekly.\n\nbind his hand and foot = tie his hand and foot\n\nseverely restrict someone's freedom to act or make decisions.\n\ndo something with one hand behind your back = do something with one hand tied behind your back\n\ndo something easily\n\nget your hand in = keep your hand in\n\nbecome (or remain) practised in something.\n\nget your hands dirty\n\ndo manual, menial or other hard work\n\nbecome directly involved in dishonest or dishonorable activity – informal\n\n1998 - Spectator - Unlike its sister churches in the West, the Catholic Church in the\n\nPhilippines is not afraid to get its hands dirty.\n\ngive a hand = lend a hand\n\nassist in an action or enterprise\n\ngive someone the glad hand\n\noffer someone a warm and hearty, but often insincere, greeting or welcome – informal\n\nhand in glove\n\nin close collusion or association\n\nThis phrase appeared earlier in the late 17th century as hand and glove. The current form gained ground from the late 18th century.\n\nfrom hand to mouth\n\nsatisfying only your immediate needs because of lack of money for future plans and investments\n\n1960 - Lynne Reid Banks - The L-Shaped Room - I'm twenty-eight years old and I'm still living from\n\nhand to mouth like a bloody tramp.\n\nhands down\n\n(especially of winning) easily and decisively\n\nOriginally a horse-racing expression, win hands down meant that a jockey was so certain of victory in the closing stages of a race that he could lower his hands, thereby relaxing his hold on the reins and ceasing to urge on his horse.\n\nhands off!\n\nused to warn someone against touching or interfering with something\n\nhave your hand in the till\n\nstealing from your employer\n\nmake money hand over fist = lose money hand over fist = spend money hand over fist\n\nmake (or lose or spend) money very rapidly – informal\n\nThis phrase first appeared in the mid 18th century as hand over hand. Found in nautical contexts, it referred to the movement of a person's hands when rapidly climbing a rope or hauling it in. By the mid 19th century, hand over hand was being used to mean advancing continuously and rapidly, especially of one ship pursuing another, Hand over fist is first recorded in the early 19th century, also in a nautical context, but it was soon used more generally to indicate speed, especially in the handling of money.\n\n1991 - Simon Winchester - Pacific – Japan continued making money hand over fist, the American trade deficit became steadily larger and larger.\n\non his hands = off his hands\n\nhaving (or not having) to be dealt with or looked after by the person specified\n\nput your hands together\n\n\nput your hands up\n\nraise your hands in surrender or to signify assent or participation\n\nthe right hand does not know what the left hand does\n\nthere is a state of confusion or a failure of communication within a group or organization\n\nset your hand to = put your hand to\n\nstart work on\n\nA fuller version of this phrase is set your hand to the plough which alludes to Luke 9 : 62 : No man, having put his hand to the plough and looking back, is fit for the kingdom of God.\n\nsit on your hands\n\ntake no action\n\n1998 -Times - The England selectors, historically, find reasons to sit on their hands.\n\ntake a hand in\n\nbecome influential in determining something\n\n\n1988 - Shetland Times - The amenity trust is also taking a hand in restoring two old gravestones in the Ollaberry kirkyard.\n\nturn your hand to something\n\nundertake an activity different from your usual occupation\n\n1994 - Barbara - Anderson All the Nice Girls Win had always told him he was an able man, a fixer, one who could turn his hand to anything.\n\nwait on someone hand and foot\n\nattend to all of someone's needs or requests, especially when this is regarded as unreasonable.\n\n1955 L. P. Hartley A Perfect Woman He has everything he wants and servants who wait on him hand and foot.\n\nwash your hands of\n\ndisclaim responsibility for\n\nThis phrase originally alluded to the biblical description of Pontius Pilate, who, when he was forced to condemn Jesus to death, sent for a bowl of water and ritually washed his hands before the crowd as a sign that he was innocent of this just person (Matthew 27 : 24).\n\nwith your hand in the cookie jar\n\nengaged in surreptitious theft from your employer - North American informal\n\na hand's turn :\n\na hand's turn To HOME PAGE\n\nIdioms Index – Previous Page\n\na hands turn = a hands turn - a hands turn\n\nRelated Links : a hand's turn",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.8716325164,
        "format_confidence":0.5520791411
    },
    {
        "url":"http:\/\/www.iblist.com\/book30559.htm",
        "text":"The Internet Book List - Spread the word\n\nBook Information: Dinah Forever\n\nDinah Forever (1995) [Novel]\nby Claudia Mills Rating: No votes (Rate!)\nReviews: None (show them) Review!\n\nSeries: Dinah\n\nSummary (Library of Congress description):\n\nAs she tries to cope with her thoughts about death by writing poems and talking with her elderly friend, Mrs. Briscoe, Dinah Seabrook wonders about the importance of the seventh-grade elections, the school play, and even her relationship with Nick Tribble.\n\nOriginal title: Dinah Forever\nOriginal languages: English\n\n\nGenre: FictionChildren & Young AdultSchool\nFictionChildren & Young AdultFamily & Relationships\n\nEdition #1: Dinah Forever\n\nDinah Forever (1995)\nEdition Details:\n\nLanguage: English\n\nSearch at Amazon!\n\nSearch at Powells!\n\nSearch at AbeBooks!\n\nManifested in:\n\nDinah Forever (1995)\n\nISBN: 0786812753\n\nAdd to my library\n\n©Steven Jeffery \/, 2012\nTerms of Use",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9867221117,
        "format_confidence":0.7387948036
    },
    {
        "url":"http:\/\/www.macmillandictionary.com\/pronunciation\/american\/monastic",
        "text":"Did you know?\n\nClick any word in a definition or example to find the entry for that word\n\nAmerican pronunciation of \n\n\nview main entry for monastic adjective  \/məˈnæstɪk\/\nBritish English pronunciation: monastic\nClick to listen to the pronunciation of monastic\n\nderived word\n\n\n  \/məˈnæstɪˌsɪzəm\/ noun [uncountable]\nBritish English pronunciation: monasticism\nClick to listen to the pronunciation of monasticism\n\nThis is the American English pronunciation of monastic.\n\nView British English pronunciation of monastic.\n\nPrevious and next\n\ndeep learning\n\na form of machine learning which incorporates the use of neural networks\n\nBuzzWord Article\n\nOpen Dictionary\n\nsnap election\n\na general election … that is called earlier than expected\n\nadd a word\n\n\nA must for anyone with an interest in the changing face of language. The Macmillan Dictionary blog explores English as it is spoken around the world today.\n\nglobal English and language change from our blog\nMacmillan learn live love play",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.938993156,
        "format_confidence":0.9618569016
    },
    {
        "url":"http:\/\/www.morewords.com\/word\/fallback\/",
        "text":"More Words\n\n\nfallback is a valid word in this word list. For a definition, see the external dictionary links below.\n\nThe word \"fallback\" uses 8 letters: A A B C F K L L.\n\nNo direct anagrams for fallback found in this word list.\n\nWords formed by adding one letter before or after fallback (in bold), or to aabcfkll in any order:\ns -   fallbacks  \n\nWords within fallback not shown as it has more than seven letters.\n\nTry a search for fallback in these online resources (some words may not be found):\nWiktionary - OneLook Dictionaries - Merriam-Webster - Google Search\nEach search will normally open in a new window.\n\nList all words starting with fallback, words containing fallback or words ending with fallback\n\nAll words formed from fallback by changing one letter\n\nOther words with the same letter pairs: fa   al   ll   lb   ba   ac   ck  \n\nBrowse words starting with fallback by next letter\n\nPrevious word in list: fallaways  \nNext word in list: fallbacks  \n\nNew Search\n\nSome random words: fer   bhakta   owe   ukase   he   earing   ikat  \n\nThis is not a dictionary, it's a word game wordfinder.   -   Help and FAQ   -   Examples   -   Home\n\nPrivacy and Cookies Policy - Share - © Copyright 2004-2016 - 23.172mS",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9566117525,
        "format_confidence":0.9818156362
    },
    {
        "url":"http:\/\/quotes.dictionary.com\/search\/ivory+towerite",
        "text":"ivory towerite quotes\n\n- 10 of 29 Results\nThe only refuge left to us was the poet's ivory tower, which we climbed, ever higher, to isolate ourselves from the mob.\nSo was produced this tragedy\nIn a far tower of ivory\nMy beloved is white and ruddy, the chiefest among ten thousand. His head is as the most fine gold, his locks are bushy, and black ...\nThy navel is like a round goblet, which wanteth not liquor: thy belly is like an heap of wheat set about with lilies. Thy two brea ...\nOut of a dog's mouth will never come ivory tusks.\nWhat should I do with your strong, manly, spirited Sketches,\nfull of Variety and Glow?--How could I possibly join them on to<\nThere is something I have forgotten, some precious thing.\nI shall be seeking ornaments of ivory,\nThere shall the Queens of Love and Innocence,\nBeauty, and Nature banish all offense\nThe white stretch\nof its white beach,\ncurved as the moon crescent\nor ivory when some fine hand\nchisels it.\nAnd ivory and bright gold,\npolished and lustrous grow faint\nbeside that wondrous flesh\nand print of her foot-hold.\n1 2 3 NEXT\nThe Columbia World of Quotations © 1996, Columbia University Press.\nLicensed from Columbia University Press. All rights reserved. Except as otherwise permitted by written agreement, the following are prohibited: copying substantial portions or the entirety of the work in machine readable form, making multiple printouts thereof, and other uses of the work inconsistent with U.S. and applicable foreign copyright and related laws.\nCopyright ©  2015 Dictionary.com, LLC. All rights reserved.\nAbout PRIVACY POLICY Terms Careers Contact Us Help",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9888597727,
        "format_confidence":0.836265862
    },
    {
        "url":"http:\/\/www.macmillandictionary.com\/pronunciation\/british\/evening_1",
        "text":"Did you know?\n\nClick any word in a definition or example to find the entry for that word\n\nBritish pronunciation of \n\n\nview main entry for evening noun  \/ˈiːvnɪŋ\/\nBritish English pronunciation: evening\nClick to listen to the pronunciation of evening\n\nThis is the British English pronunciation of evening.\n\nView American English pronunciation of evening.\n\nOpen Dictionary\n\nsnap election\n\na general election … that is called earlier than expected\n\nadd a word\n\n\nA must for anyone with an interest in the changing face of language. The Macmillan Dictionary blog explores English as it is spoken around the world today.\n\nglobal English and language change from our blog\nMacmillan learn live love play",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9532019496,
        "format_confidence":0.9482508302
    },
    {
        "url":"http:\/\/www.isfdb.org\/cgi-bin\/title.cgi?326271",
        "text":"Title: Equator (Part 2 of 2)\n\nYou are not logged in. If you create a free account and sign in, you will be able to customize what is displayed.\n\nTitle: Equator (Part 2 of 2) Title Record # 326271\nAuthor: Brian W. Aldiss\nDate: 1958-10-00\nVariant Title of: Vanguard from Alpha (by Brian W. Aldiss ) [may list more publications, awards, reviews, votes and covers]\nSeries: The Year Before Yesterday\nLanguage: English\nUser Rating: This title has no votes. VOTE\nCurrent Tags: Sumatra (1), humanoid aliens (1), Alpha Centauri (1), generation ship (1), espionage (1), aliens on Earth (1), conflct with aliens (1), intrigue (1), invasion (1), dissidents (1)\n\n\nTitle Date Author\/Editor Publisher\/Pub. Series ISBN\/Catalog# Price Pages Format Type Cover Artist Verif\nNew Worlds Science Fiction, #76 October 1958 1958-10-00 ed. John Carnell Nova Publications Ltd.   2\/- 128 digest? mag Brian Lewis Checkmark\nView all covers for Equator (Part 2 of 2) (logged in users can change User Preferences to always display covers on this page)\nCopyright (c) 1995-2016 Al von Ruff.\nISFDB Engine - Version 4.00 (04\/24\/06)",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9053412676,
        "format_confidence":0.9833695292
    },
    {
        "url":"https:\/\/evergreen.lib.in.us\/eg\/opac\/record\/20461707",
        "text":"Record Details\n\nCatalog Search\n\nWhere my heart belongs [electronic resource]. Tracie Peterson.\n\nPeterson, Tracie. (Author).\nImage of item\n\nElectronic resources\n\nRecord details\n\n  • ISBN: 9781585588572 (electronic bk)\n  • Physical Description: 1 online resource\n  • Date Published: 2007.\n\nContent descriptions\n\nSummary, etc.: From a best-selling author, a touching story of a prodigal daughter who learns it's never too late to come home, but will she find acceptance?\nReproduction Note: Electronic reproduction. Ada : Bethany House Publishers, 2007. Requires OverDrive Read (file size: N\/A KB) or Adobe Digital Editions (file size: 398 KB).\nSubject: Fiction.\nGenre: Electronic books.\n\nAdditional Resources",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.98206985,
        "format_confidence":0.9374402165
    },
    {
        "url":"http:\/\/definithing.com\/define-dictionary\/manorial-system\/",
        "text":"\n\n\n\n\nRead Also:\n\n  • Manos\n\n    [mah-noh; Spanish mah-naw] \/ˈmɑ noʊ; Spanish ˈmɑ nɔ\/ noun, plural manos [mah-nohz; Spanish mah-naws] \/ˈmɑ noʊz; Spanish ˈmɑ nɔs\/ (Show IPA) 1. the upper or hand-held stone used when grinding maize or other grains on a metate.\n\n  • Manoscopy\n\n    \/məˈnɒskəpɪ\/ noun 1. (chem) the measurement of the densities of gases\n\n  • Manpower\n\n    [man-pou-er] \/ˈmænˌpaʊ ər\/ noun 1. in terms of people available or required for work or military service: the manpower of a country. \/ˈmænˌpaʊə\/ noun 1. power supplied by men 2. a unit of power based on the rate at which a man can work; approximately 75 watts 3. the number of people available or required […]\n\n  • Man-power\n\n    noun 1. the power supplied by human physical exertions: an ancient building constructed entirely by man power. 2. a unit of power, assumed to be equal to the rate at which a person can do mechanical work, and commonly taken as 1\/10 (0.1) horsepower. 3. rate of work in terms of this unit. 4. .\n\nDisclaimer: Manorial-system definition \/ meaning should not be considered complete, up to date, and is not intended to be used in place of a visit, consultation, or advice of a legal, medical, or any other professional. All content on this website is for informational purposes only.",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.8154742122,
        "format_confidence":0.9751209021
    },
    {
        "url":"https:\/\/openlibrary.org\/authors\/OL199707A\/Dari%CC%81o_Macor",
        "text":"Click here to skip to this page's main content.\n\nInternet Archive logo\n\nSite Search\n\nSite Search\nLast edited by RenameBot\nSeptember 6, 2008 | History\n\nDarío Macor\n\n1 work Add another?\n\nWe need a photo of Darío Macor\n\n\nYou could add Darío Macor to a list if you log in.\n\nLinks (outside Open Library)\n\nNo links yet. Add one?\n\nHistory Created April 1, 2008 · 2 revisions\nDownload catalog record: RDF \/ JSON\n\nSeptember 6, 2008 Edited by RenameBot fix author name\nApril 1, 2008 Created by an anonymous user initial import",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9797163606,
        "format_confidence":0.718465209
    },
    {
        "url":"http:\/\/www.thefreedictionary.com\/words-that-start-with-bute",
        "text":"Words that start with bute\n\nFound 23 words that start with bute. Browse our Scrabble Word Finder, Words With Friends cheat dictionary, and WordHub word solver to find words starting with bute. Or use our Unscramble word solver to find your best possible play! Related: Words that end in bute, Words containing bute\n\n  • Scrabble\n  • Words With Friends\n  • WordHub\n  • Crossword",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.5055548549,
        "format_confidence":0.9014645219
    },
    {
        "url":"http:\/\/www.macmillandictionary.com\/dictionary\/american\/jeopardize",
        "text":"Did you know?\n\nClick any word in a definition or example to find the entry for that word\n\njeopardize - definition and synonyms\n\n\nWhat are red words?\n\n90% of the time, speakers of English use just 7,500 words in speech and writing. These words appear in red, and are graded with stars. One-star words are frequent, two-star words are more frequent, and three-star words are the most frequent.\n\n\n\nThe thesaurus of synonyms and related words is fully integrated into the dictionary. Click on the thesaurus category heading under the button in an entry to see the synonyms and related words for that meaning.\n\nverb [transitive]     jeopardize pronunciation in American English\nWord Forms\npresent tense\npresent participlejeopardizing\npast tensejeopardized\npast participlejeopardized\n  1. to risk damaging or destroying something important\n\n    Cuts in funding could jeopardize this vital research work.\n\n    Synonyms and related words\n\nOpen Dictionary\n\n\na symbol named after King Adinkra, used in West Africa in fabric and on other items\n\nadd a word\n\n\nA must for anyone with an interest in the changing face of language. The Macmillan Dictionary blog explores English as it is spoken around the world today.\n\nglobal English and language change from our blog\nMacmillan learn live love play",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9592338204,
        "format_confidence":0.9768859148
    },
    {
        "url":"https:\/\/www.littlebrown.co.uk\/Authors\/no-keyword\/all-pubs\/0\/20\/Title\/Alphabetical\/104-116\/J",
        "text":"\n\nSearch Our Authors\n\nAuthor Surname\n\nFilter By\n\nClear all\nOur Authors\nKatie Lamar Jackson\n\nKatie Lamar Jackson is a writer, editor, and photographer with more than thirty years of experience as a journalist, author, communicator, public relations expert, and marketing specialist. She is currently editor and director of Auburn University's agricultural communications and marketing division. Jackson lives in Opelika, Alabama.\nAnnie Jacobsen\n\nAnnie Jacobsen is the author of the New York Times bestsellers Area 51 and Operation Paperclip and was a contributing editor at the Los Angeles Times Magazine. A graduate of Princeton University, she lives in Los Angeles with her husband and two sons.\nLawrence James\n\nLawrence James was born in Bath and was educated at the University of York and Merton College, Oxford. After a distinguished teaching career he has emerged as one of the outstanding narrative historians of his generation.\nLarry C. James\n\nA Colonel in the U.S. Army, Dr. James was awarded a Bronze Star for distinguished service in Iraq. He is the Chair of the Psychology Department at Tripler Army Medical Center in Honolulu, Hawaii, and is the former Chair of the Department of Psychology at Walter Reed Army Medical Center.\nCecil Jenkins\n\nCecil Jenkins was educated at Trinity College Dublin before becoming a French Government research scholar at the École Normale Supérieure de Paris. He has taught modern French literature and society at the universities of Exeter, British Columbia and Sussex, where he also served as Dean of the School of European Studies. While he has published in other fields, his writings on France include books on the Nobel Prizewinning novelist François Mauriac and the novelist, art historian and De Gaulle's Minister for Culture André Malraux.\nRebecca Jenkins\n\nRebecca Jenkins, the daughter of the late Bishop of Durham, is a cultural historian, novelist and biographer. She is the author of a biography of Fanny Kemble, the nineteenth-century actress and celebrity. Rebecca lives in Durham.\nCharles Jennings\n\nCHARLES JENNINGS studied English at Oxford and then become, as reported in the Spectator, the funniest journalist in London. He has written numerous books, including a history of Greenwich, as well as Them and Us: The American Invasion of English High Society.\nTravis Jeppesen\n\nTravis Jeppesen is an American novelist, poet, artist and art critic. Jeppesen's first novel, Victims, was selected by Dennis Cooper to debut his Little House on the Bowery series for Akashic Books in 2003. His critical writings on art, film, and literature have appeared in Artforum, Art in America, Texte zur Kunst, Flash Art, New York Press, Bookforum, The Stranger, and Zoo Magazine. He is the recipient of a 2013 Arts Writers Grant from Creative Capital \/ the Warhol Foundation, and he has taught as a visiting tutor in the art department at Goldsmiths University and as a visiting lecturer in Critical Writing in Art and Design at the Royal College of Art, where he recently completed his PhD. An exhibition and publication of his calligraphic work, New Writing, was launched at Exile, Berlin, in May 2016.\nJacqueline Jones\n\nJacqueline Jones is the Walter Prescott Webb Chair in History and Ideas and the Mastin Gentry White Professor of Southern History at the University of Texas, Austin. Winner of the Bancroft Prize for Labor of Love, Labor of Sorrow, Jones lives in Austin, Texas.\nMichael Jones\n\nMichael Jones was awarded a history PhD by Bristol University, and subsequently taught at Glasgow University and Winchester College. He is a fellow of the Royal Historical Society and a member of the British Commission for Military History, and works now as a writer, media consultant and presenter. He has written books on the battles of Bosworth, Agincourt and Stalingrad, the siege of Leningrad and the battle for Moscow, as well as Total War: From Stalingrad to Berlin. Most recently he has co-authored The King's Grave: The Search for Richard III.\nNigel Jones\n\nNigel Jones, assistant editor of BBC History Magazine, is author of several histories and biographies, including The War Walk: A Journey along the Western Front, Rupert Brooke: Life, Death and Myth and Sir Oswald Mosley.\nDon Jordan\n\nDon Jordan is a writer and film maker, most recently known for a series of history books co-written with Michael Walsh. Among them are White Cargo, acclaimed by Nobel Laureate Toni Morrison as 'an extraordinary book', The King's Revenge and The King's Bed, the latter two published by Little, Brown. Jordan's work has won several awards, including two Blue Ribbons at the New York Film and Television Festival. He is the co-writer and co-producer of the multi-award winning feature film Love is the Devil, based on the life of the painter Francis Bacon, staring Derek Jacobi and Daniel Craig. Born in Northern Ireland, Don has lived in England for more than thirty years, most of that time in London, and is married to Eithne, a hospital doctor.\nNicholas Jubber\n\nNicholas Jubber moved to Jerusalem after graduating from Oxford University. He'd been working two weeks when the intifada broke out and he started planning to travel the Middle East and East Africa. He has written two previous books, The Prester Quest (winner of the Dolman Prize) and Drinking Arak Off an Ayatollah's Beard (shortlisted for the Dolman Prize). He has written for the Guardian, Observer, and the Globe and Mail.",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9758450389,
        "format_confidence":0.7114423513
    },
    {
        "url":"http:\/\/dictionary.cambridge.org\/dictionary\/turkish\/outta",
        "text":"outta translate English to Turkish: Cambridge Dictionary Cambridge dictionaries logo\n\nTranslation of \"outta\" - English-Turkish dictionary\n\n\n    \/ˈaʊtə\/ informal\nshort for out of 'out of' ifadesinin sözlü kullanım biçimi Let's get outta here!From, out and outside\nTranslations of “outta”\nin Chinese (Traditional) 離開…\nin Russian см. out of…\nin Chinese (Simplified) 离开…\nin Polish z…\n(Definition of outta from the Cambridge Learner’s Dictionary English-Turkish © Cambridge University Press)\nAdd Cambridge dictionaries to your browser to your website\nWord of the Day\n\nnew wave\n\npeople who are doing activities in a new and different way\n\nWord of the Day\n\nChest pains and palpitations: talking about illness (2)\nChest pains and palpitations: talking about illness (2)\nby Liz Walter,\nFebruary 03, 2016\nMy previous post (My leg hurts: Talking about illness (1)) presented some general vocabulary to use at the doctor’s. This one looks at some more specific areas of illness and explains some useful words and phrases that you may need to use or understand on a visit to the doctor’s. There are several\n\nRead More \n\nawesomesauce noun\nawesomesauce noun\nFebruary 01, 2016\nslang the state of being extremely good or enjoyable or something or someone that is extremely good or enjoyable Recovering from the awesomesauce of another fab #Vidcon!!\n\nRead More",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.8721089959,
        "format_confidence":0.9833076
    }
]