[
    {
        "url":"https:\/\/www.gears5.com\/es-co\/news\/",
        "text":"What’s Up – August 22nd 2019\n\nIn this week’s What’s Up, we take a look back at this week’s huge gamescom announcements and let you know what’s in store between here and launch.\n\nGears 5: Kait Diaz Premium Statue by First 4 Figures\n\nThe Coalition is proud to announce the official Gears 5 Kait Diaz premium statue from First 4 Figures – available in three variants! Featuring her Gea...\n\nHorde Explained\n\nGears 5 is the deepest Horde to date. It takes the epic battle for survival to new heights with the introduction of Heroes, territory control and a co...\n\nGears 5 on PC\n\nGears 5 on PC is now available for pre-order on the Windows Store and Steam!\n\nPlay Gears 5 Horde at Select Microsoft Stores\n\nBeginning on Tuesday 20th August, select Microsoft Stores across North America will have Gears 5 Horde Mode playable in-store for a limited time!\n\nShowing 1-5 of 15",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9943025112,
        "format_confidence":0.9569908977,
        "weight":0.0033364425
    },
    {
        "url":"http:\/\/the-inheritance.obsidianportal.com\/adventure-log\/dragons-and-weed-fever",
        "text":"The Inheritance\n\nDragons and Weed-fever\n\nWhere is the dankweed?\n\nAs we awaken from a rest we find some Wisps’ that guide us to our horses. I hope to see more of those in the future they are just beautiful. My horse dankweed was so happy to see me and knew it was time for some more adventuring. The boyz and I huddled up and looked at the map in search of what to do next on our journey. Luckily there were no more holes in the map to go after. I don’t need to be a dead guy again. I love life!\nAfter some strong talks about where to next we decided it would be wise to take a 2 day ride to Winterhaven. As we begin to ride we notice a loud screeching noise in the sky. I an’t gonna lie I peed my pants a little. That hasn’t happened in a while. My horse dankweed wasn’t having any of it either. (God I wish I could get a puff or two of that dankweed again. What an experience.)\nWe hear the screech again and notice that it is a dragon in the sky soaring around looking for who knows what. The idea to try to catch it or fight it came up but we decided stay focused on getting to winterhaven. (That’s a first).\nAs we arrive to a forest Nax and Fox smell something magnificent, they said it was like an orchard was around, fresh fruit. As those two head towards the smell Oblet notices that a giant plant eats them. Turns out that smell was there to attract food for the plant. Without hesitation Oblet and I decided to show this plant who is boss. I didn’t a plant could do much harm but man was I wrong. This bitch had some tricks up its s-leaves. I would hit us with some disease and make us sick but we fought through it.\nThe plant gave me Fith Fever. It’s slowly killing me. Not good.\nAfter whipping some plant ass. We lay to rest and I somehow sat on a little bag of gold. Talk about being lucky. Maybe I could buy a pretty new broach or some sweet new boots.\nWe then jumped back on the horses and ride on and soon find a little shack that looks to be empty and have not been used in some time. Oblet kicks the door in and check it out. He didn’t care bout anything that could be in there. When we get inside we realized that this was just a temporary habitat, for who tho, I’m afraid we will never know. After some deep searching around the place we find some pretty Crystal Prisms. That was about all we found and we headed back to town. I felt like so bad no thanks to that fever.\nAs we arrive to winterhaven we meet some guards at the front gate who seem to be skeptical of use but we told them bout some of our adventures and how we destroyed the Iron Circle. The men also talked about that crazy dragon we saw earlier. They let us in and we first looked for a store to buy supplies and maybe help cure my fever.\nWe dropped our horses off at the stable. The man who owned that joint was just not cool in my book but whatever. We arrived at Delphina and Sister Lunora. They are religious and hope that some prayers can save me. The rest of the guys left me to look for supplies. We donate 5 gold pieces for their help.\nThe guys found Berwyn’s shop. We get a ritual scroll and oblet got some cool sword. The paid him for the stuff with the prisms. We made it seem like they cost a lot of money and were very rare. He went for it. They bring back the ritual to me and I chill at the stables to study it for 8 hours. This was my last chance to get rid of this fever.\nWe learn about Valthcan the President who lives in the tower in the city.\nWe find some farmers who had friends in Timbervale.\nWe head to the tower and when we got there Nax threw a rock in hopes to get someone’s attention in the tower. We found it was a lot easier to just knock. After a few knocks a guy opens the door.\nWe learn about the Shadowfell keep- A portal to shadowfell- A dark dark world\nThe portal is a huge threat where many creatures flooded into.\nWe get some sleep and in the morning we head towards the portal. We buy some horse food and before we head off I ask the stable fellow if he had any dank weed only to learn that is what killed his father. (Awkward.)\nWhen we arrived at the portal that is surrounded by ruins, we feel power in the stones and head towards the center. We each try to recite the letter for the portal and the wind would pick up and then die right away. We then said how about we say it together and well that’s when things got crazy. The wind went crazy and we collapsed and were transported to the center of an arena only to find a dragon in front of us.\nNaturally we fight.\nRonald quickly grabs onto the dragon limiting its movements. We each took our turns and gave the dragon some serious blows. In the end the Lightening arrows that I found finished him off. Oblet used them well.\nWe are just work too well as a team. It is a beautiful thing.\nWe then go back to center and teleport back. Let’s keep on rolling!\n\n\nwickerpopstar Welltick_Handros\n\nI'm sorry, but we no longer support this web browser. Please upgrade your browser or install Chrome or Firefox to enjoy the full functionality of this site.",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.9827568531,
        "format_confidence":0.9652534127,
        "weight":0.0020529427
    },
    {
        "url":"http:\/\/dinorpg.wikia.com\/wiki\/Monochromatic",
        "text":"Type of item: Usable\nMax in inventory: Unknown\nCan be instantly used: Unknown\nCan be equipped: Unknown\n\nOfficial description\n\n  All your Dinoz's assaults become of his best element colour.\n\nUse \/ Purpose\n\n\nHow to obtain\n\nSouk «Lightning Sales» Also purchasable from other players at the Tamer Market.\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9960149527,
        "format_confidence":0.9096070528,
        "weight":0.0025382407
    },
    {
        "url":"http:\/\/www.pokecommunity.com\/showpost.php?p=7163144&postcount=77",
        "text":"View Single Post\nOld May 5th, 2012 (05:49 PM).\nZayphora's Avatar\nZayphora Zayphora is offline\nDon't mess with the lights...\nJoin Date: Apr 2012\nLocation: Somewhere beyond the Veil\nGender: Female\nNature: Sassy\nPosts: 493\nThey can't just make it Hilbert. Girls play Pokemon, too. I think if they do do that I'd like to see Hilda make an appearrance if you pick the girl.\nReply With Quote",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9588528872,
        "format_confidence":0.9947052598,
        "weight":0.0082248169
    },
    {
        "url":"http:\/\/dicehateme.com\/2010\/12\/lunchgames-the-inside-scoop\/",
        "text":"Lunchgames! The Inside Scoop\n\nThose loyal and stalwart few who follow the Dice Hate Me Twitter feed regularly know all about #lunchgames – my semi-daily tweet around lunch time that summarizes my office’s epic battles over burgers and baked goods in 140 characters or less. Sometimes I can claim victory, but more often than not I end up spiraling to my oblivion, leaving one of my coworkers – or, typically, the luckiest player on the planet, Clover Leaf – to stand victorious.\n\nMichael Fox is one such reader of #lunchgames. Michael (@idlemichael on Twitter) also happens to write reviews and produce an extremely swell podcast for The Little Metal Dog Show website, all about – you guessed it – games. Michael and I sat down recently – in a virtual sense, of course – and talked a bit about #lunchgames, how my office mates and I make it happen on a daily basis, what games are best for just such a thing at anyone’s place of work, and just how lucky one Clover Leaf can be.\n\nLITTLE METAL DOG: So, what’s the deal with #lunchgames? I see the hashtag come up pretty regularly on your twitter feed, generally accompanied with you bemoaning another loss…\n\nDICE HATE ME: Hah! Yeah, I’m usually bemoaning my loss to Clover Leaf. Curse her luck powers!\n\nI started using the #lunchgames hash tag on a whim a few months ago because I needed to share a particularly heated game of Bang! in the office, and I figured readers of Dice Hate Me wouldn’t care to read about it in an entire blog post. The tradition of playing games at lunch started way before #lunchgames, though. My buddy Dan and I are lucky enough to work in the same office together and we both enjoy gaming, so we started bringing small, head-to-head games in to play for a few minutes at lunch. We started out with quick, pub-style games like Cathedral, Pylos, Head-to-Head Poker and Pentago. As our office grew, it became apparent that a few of our coworkers were itching to get into the action, so we graduated to the multi-player dice game YamSlam.\n\nOne day, I thought it would be fun to bring in something meatier and get as many people into the action as possible, so I brought in a surprise – Red November. It took awhile for everyone to wrap their minds around the concepts, and it took two days of lunches to finish the game, but by the end, everyone was hooked. The rest, as they say, is history.\n\nLMD: So how long’s a lunch break for you guys? And how do you decide on what you’re going to play?\n\nDHM: Typically, we take about a thirty minute break to play games. Depending on the game, we may end a little early or run over just a bit. On an off week, we may spread a more lengthy game over two or three lunch periods just to get some variety.\n\nAs far as game choice, we’re pretty wide open since everyone who gets involved likes to try and play all sorts of games. Typically, our base criteria is length – we tend toward games that are quick-moving, can be completed in thirty minutes or so, and aren’t spoiled if someone has to walk away from the table for a couple of minutes. In the past few months, we’ve also started favoring games that get everyone more directly involved with one another, whether that’s through negotiation, alliances, backstabbing, or just straight-up skullduggery. The two most typical games in this category would be Bang! and Lifeboat. I’m not sure exactly what this says about all of us, but it is a testament to how much we actually like working with each other that we’re able to walk away from the game table without animosity.\n\nLMD: I was going to ask about that… Do you get much in the way of bad losers? I know that some of the people I work with would take a bad result pretty negatively! I reckon it could overflow into our work life…What’s the worst case of attitude you’ve had to deal with?\n\nDHM: Occasionally someone will get a bit down when they’re ganged up on in Bang! or Lifeboat, but for the most part it all evens out since we play so much. We all know that revenge is only another day away! We tend to joke about some of our long-term grudges. One is forming now between me and Clover Leaf in Citadels – she keeps assassinating me or stealing my gold or cards, sometimes even by accident. It becomes a game within a game, sometimes. In a strange way, all the lying and cajoling actually creates a stronger bond between us at work, and as friends.\n\nLMD: Ahhhh, the famous Clover Leaf! You guys seem to have something of a running war, generally with you on the losing side. Who else do you have in your group? Is it a regular bunch who meet up every day or do you have folks switch out dependent on what’s being played?\n\nDHM: Hah, yes, Clover Leaf and I have a little running war, but it’s all in good fun. I will admit that it’s a bit of a lopsided battle, as her mysterious powers seem to influence most games. My biggest nemesis is still my wife – she’s the model for the gamer I call The Sphinx. Not only does she have some luck powers, but she can also calculate the outcome of a game after the second turn, sometimes. I can get the upper hand in some games, but if the game has a victory point track, forget it!\n\nAs for our lunch gaming group, we usually game with about five people, including myself. The usual suspects include Clover Leaf, Sally Thinksalot, my buddy Dan, and Zach, who is a bit of a Sphinx. Sometimes on Fridays we’ll convince one of our bosses, Scott, to join in on a big game of Bang!, which is usually fun because he has an uncanny knack of blowing himself up with Dynamite.\n\nOur lunch gaming group has become so fond of the games in my library that we’ll sometimes plan an after-work game night just to get some play time with longer, more indepth games. That’s when we’ll break out Small World, Last Night on Earth and games like that. Alien Frontiers is probably next on the list – everyone’s been wanting to give that a shot since I’m raving about it constantly.\n\nLMD: Nice! You’ve mentioned a few games already that fit well into your constraints – any other recommendations? Stuff that you’ve got planned but haven’t managed to get to the lunch room yet?\n\nDHM: Oh, I have plenty of recommendations. Some of the games we’ve played that fit well within the format for lunch games include Spy Alley, Aquarius, Chrononauts, Forbidden Island, Dixit, Quoridor, Trivial Pursuit Steal, and some board game classics such as Clue and Fireball Island. Citadels is a new addition for us, and so far everyone has enjoyed it. It runs a bit long, but as players get familiar with the character roles the game will speed up. Also, we are lowering the game ending conditions from eight districts to seven in order to fit a full game in. We have no qualms about changing up a game to suit our time constraints or play style; just about every game we play has a list of house rules!\n\nAs for what’s in store for future #lunchgames – I have a whole closet full of games I’d love to introduce to the group, including some old Steve Jackson classics like Munchkin and Illuminati. A lot of Fantasy Flight Silver Line games would work well, as would fast-paced board games like Castle Panic. After New Year’s, I’d love to see if anyone would be up for an extended campaign, of sorts. Now that all the players are veterans of some of the more complex game systems, I’d love to take really long, involved games such as Axis & Allies and play it over several lunch sessions. Then we can extend our grudges over several weeks, instead of just a couple of days!\n\nLMD: Loads of great suggestions there. I reckon you could probably play something like Dixit with anyone – not necessarily just gamers, but it’s such an appealing looking game you’ll invariably get people walking up just trying to work out what’s going on. How did you start your lunch group? Did you just break out a board and sit there, desperately hoping someone would sit down and start playing?\n\nDHM: Oh yeah, Dixit is competely approachable by everyone. Our company has a retreat every year, and I took a ton of games with me, as usual. One of the games was Dixit, and all the kids there, from ages 6 on up, totally loved it. We played an adults-only game a few times, and the clues had some definite adult humor mixed in, but it was really easy to tone down when the kids were involved.\n\nThe lunch group started small, at first – again, it was just me and Dan playing some two-player games, at first. We’re lucky in that we have a very small office, with a group that is pretty close. It wasn’t long before others in the office were watching the games and asking if they could join in. We were more than glad to open things up to other players. In a larger office, I would think it would work in much the same way – all you have to do is start with one other player and then the real gamers will come out of the woodwork. It’s like that when you play in public – my wife and I started playing games at our local bar and now some patrons and our favorite bartender join in whenever they can. All it takes is one cool-looking game and you can hook so many people!\n\nLMD: It’s all about pitching it correctly, I reckon… The right game should work in pretty much any situation, but have you had any major disasters? Like, attempting a game that completely fell flat with the group?\n\nDHM: Oh yeah, there have been games that our group disliked almost immediately. Fluxx is definitely a game that isn’t quite suited for our group, or for lunch. I’m not a big fan of Fluxx to begin with, but with the right group it can be fun. Our lunch group – although hilarious and silly – just hated the totally random elements of Fluxx. They said that it would have been better just to flip a coin. We’re just the right amount of competitive that we want to challenge each other, and Fluxx doesn’t give us that chance.\n\nAnother game that has been banned from the table is the simple little card game Mow. I’m not sure whether it’s the simplicity or they just hate games with cows.\n\nRelated posts:\n\n  1. Fan Mail!\n  2. Chrononau... (truncated)",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9879040122,
        "format_confidence":0.7050151825,
        "weight":0.0084602866
    },
    {
        "url":"https:\/\/www.masterpakistan.com\/2020\/08\/issb-command-task-from-blah-into.html",
        "text":"ISSB Command Task From Blah Into Fantastic {Pro Tips}\n\nISSB Command Task From Blah Into Fantastic {Pro Tips}\n\nISSB Command Task is the another most important task just after the ISSB group discussion. GTO ask candidates, who want to be a leader. As normal everyone raises their hands just to show quality. \n\nISSB Command Task\n\nGTO will select a person, mostly he chose the person whom he thinks did best in the discussion task. It doesn't affect others' selection but it gives you a rare idea about your performance.\n\nTricky Part\n\nGTO starts a formal discussion with the selected candidate (Commander). But, in reality, it is  not a formal discussion, this is assessment in which he becomes soo friendly. GTO tries to explore you. Be careful in answering.\n\n\nGroup Testing Officer (GTO) gives you a briefing, told you about the time, inbound, outbound areas marked red, what is outbound for you but inbound for your items, etc. Also item you can use like rope and drum etc.\n\nTips For ISSB Command Task\n\n  • Take the most valuable position (i.e center).\n  • You should be the last person to cross ending line. (Only for commander)\n  • Useful man power. Chose strong boys for lifting thing and tall for jumping. \n  • Preferred your team instead of items.\n  • When GTO unbound areas, lift your teammate and take them toward the ending line, never cross the ending line, because you don't let your team in danger, try it again if there's someone left.\n  • Don't call any group member by name or Oye etc. Call him with his chest name.\n  • Remember\n\nYou can't complete the task within the time limit. They just want to check your abilities. Cross the troublemaker guys first. Listen to GTO carefully with full attention. Clear your doubts, if any by questioning.\n\nAfter the task completion you have to put back rope, drum and other things in the same position as they were before the task. \n\nShare  your plan and ask if there's anything we add to it. Take valuable advices otherwise reject them. Participate fully in a group task. Don't be over smart and shown off. GTO will observe everything. If you make any foul don't hesitate to mark it. Sometime Group Testing Officer will ignore the foul, just to check your honesty.\n\nYou may like these posts",
        "topic_id":11,
        "format_id":22,
        "topic_confidence":0.9750168324,
        "format_confidence":0.9176468253,
        "weight":0.0026076889
    },
    {
        "url":"https:\/\/primagames.com\/news\/key-fable-staff-leave-lionhead-to-form-new-studio-",
        "text":"A number of high-ranking Lionhead staff responsible for the Fable franchise have left the developer to form their own studio, Another Place Productions.\n\nFable franchise art director John McCormack, technical director Guillaume Portes and executive producer Jeremie Texier have all recently departed the Microsoft-owned studio to help found the new start-up.\n\nThese three veterans are lead by Dene and Simon Carter, the creators of Fable whose studio Big Blue Box was acquired by Lionhead and Microsoft.\n\nTogether the five men become Another Place Productions, a studio aiming to create \"high-quality, meaningful experiences that will inspire audiences worldwide\".\n\nBack at Lionhead, the next release in the Fable series will be Kinect-powered adventure Fable: The Journey, due later this year.",
        "topic_id":11,
        "format_id":10,
        "topic_confidence":0.9897337556,
        "format_confidence":0.9929803014,
        "weight":0.0025857966
    },
    {
        "url":"http:\/\/steamcommunity.com\/workshop\/filedetails\/discussion\/93674769\/846942156022537694\/?l=schinese",
        "text":"这款游戏现已在 Steam 上推出！\n\n感谢您帮助这款游戏在 Steam 上发行。您可以在下面找到 Steam 商店页面的链接来查看详情。\n\n青睐之光即将走入历史。欲了解更多如何提交游戏到 Steam 上的信息，请阅读这篇博文\nTales of Maj'Eyal\nDonations available through Steam?\nDarkGod, love your game. Waiting for funds to transfer to put forward a well deserved and earned donation ;)\n\nHowever, I do have a question. Would people be able to donate through Steam? I have a few friends who love ToME, but they're not fans of PayPal. If there were to be an option to donate through Steam, or possibly 'buy' a donation with Steam it'd probably result in a higher turnover of donations. Just putting it forward. Thanks again for a wonderful game!\n< >\n正在显示第 1 - 3 条，共 3 条留言\nRosetta Stoned 2013年1月18日下午1:55 \nThere's a \"safe\" way with Paypal, create an account, but only for attaching a pre-paid card (read Paypal's FAQ) to it for the donation. After that you can either ignore that account or delete it after your donator status has been updated by the server.\nI feel real uneasy reading that... Why should I trust something from a Keter class, hmm?\nThanks though, I'll be sure to try that approach with some of my friends, hopefully that will make them budge. I've used PayPal several times, and trust it as much as Steam, but you know how some people are about changes.\nStome 2013年3月25日上午12:43 \nSeems to me the only way Steam as it is could handle \"donations\" is if they made the donate features into a DLC pack. The problem with that is setting a price for it as atm its however much you would like to give.\n\nBut yeah other then that Steam has no set-up for giving a custom amount as far as I can tell.\n< >\n正在显示第 1 - 3 条，共 3 条留言\n每页显示数： 15 30 50",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9881141782,
        "format_confidence":0.9895051122,
        "weight":0.0084758134
    },
    {
        "url":"http:\/\/www.dooyoo.co.uk\/nintendo-wii-game\/csi-hard-evidence-wii\/",
        "text":"Welcome! Log in or Register\n\nCSI: Hard Evidence (Wii)\n\n  • image\n3 Reviews\n\nGenre: Adventure for Nintendo Wii \/ Published by Ubisoft\n\n  • Write a review >\n    How do you rate the product overall? Rate it out of five by clicking on one of the hearts.\n    What are the advantages and disadvantages? Use up to 10 bullet points.\n    Write your reviews in your own words. 250 to 500 words\n    Number of words:\n    Write a concise and readable conclusion. The conclusion is also the title of the review.\n    Number of words:\n    Write your email adress here Write your email adress\n\n    Your dooyooMiles Miles\n\n    3 Reviews\n    Sort by:\n    • More +\n      13.08.2012 14:49\n      Very helpful\n\n\n\n      CSI: Hard Evidence\n\n      CSI: Hard Evidence\n      Based on the hit TV series CSI: Hard Evidence is a crime investigation game for the Nintendo Wii. The game comes in a normal white Wii box, the size of a DVD case, which contains the game disc along with an instruction manual for the game and also a separate manual containing safety instructions. The game instruction manual is written in English and is clear and simple to follow.\n\n      I have never watched the TV show, however the idea of a game where I needed to investigate a crime scene and then interrogate people to find the guilty person really appealed to me so when I found this on eBay for £5.99 plus postage I decided to buy it.\n\n      Let's Investigate!\n      The CSI: Hard Evidence game consists of 5 different crime scenes which you must investigate one by one and find the person responsible for committing the crime. When you first begin the game you will be given a quick tutorial set in the FBI garage. In this tutorial you will be given an overview of how to conduct your investigations at the crime scenes and how to process the different evidence using the numerous different tools available including Luminol to reveal blood which has been washed away, Ninhydrin and Magnetic Powder for revealing finger prints, Casting Plaster and Mikrosil for taking moulds or impressions of things like tyre marks and footprints and swabs for collecting DNA and other various liquids or dried liquids you may come across.\n\n      In the bottom left corner of your screen you will always see your PDA. In here you will find information about the case you are working on, the locations available for you to travel to, any evidence you have collected as well as case notes and the options menu.\n\n      As I mentioned earlier, there are 5 different crime scenes in the game and while each crime is different the way in which you investigate remains the same through out. You can only work on one crime scene at a time and you must complete it before the next one is unlocked. When you begin working on a crime you will be shown a video introduction with an explanation of roughly what has happened in each situation and who (if any) the witnesses are. From here on you will need to point your Wii remote at the screen to investigate and search for evidence. As you point at the screen you will see a cursor, this cursor will turn green when you need to investigate further into the area you are pointing at. If there is evidence to be collected the cursor will then turn into a tool box, by clicking the remote you open the tool box screen and depending on what kind of evidence you have found will effect which tool you should use to collect it. This all sounds quite easy because of the cursor changing colour, however it isn't really that easy as you can quite easily miss hidden objects and evidence and end up having to repeatedly re-visit the crime scenes to find it before the game can progress. Once you feel like you have collected all of the available evidence you must then click onto your PDA and return to the FBI lab to process this information.\n\n      The Crimes: I wont go into detail as this would spoil the game, I will simply give you an idea of how I found each crime to play.\n\n      Burning For You: This is the first of the 5 crimes and I think it is a good introduction to the game. It utilizes almost all of the available tools so you can get a good grip on things however I did find the storyline to be rather predictable and therefore quite easy to solve.\n\n      Double Down: In this crime the victim is still alive which you would think makes the crime easier to solve but this actually makes it much more difficult as there are too many potential suspects. I didn't really enjoy this crime so much as I found there was a lot of false leads taking you away from the main investigation.\n\n      Shock Rock: For me this was challenging but enjoyable. I liked the story which came with the crime and it was quite difficult to solve.\n\n      In Your Eyes: With a dodgy English accent involved in this case I found it to be of a medium difficulty, to begin with the investigation seemed to have a lot of dead ends but then it seemed that with a new piece of evidence everything was unlocked and solved.\n\n      The Peacemaker: This is the final crime scene and the one I am currently working to solve. So far it has been the hardest one to get into, mainly because there is so much evidence to process and because of this the game wont progress until you have found every last piece. It does seem good though and I will be sticking with it until I have solved the crime.\n\n      In The Lab\n      Once you have collected your evidence and returned to the lab you will need to process this evidence using various different computers, a microscope and an analysing table. The main computer you will use in your investigations is the Trace Analysis computer, this computer processes fingerprints, shoe prints and any video or audio evidence you may have. Processing the information is like completing a few little puzzles because for example when you analyse a fingerprint you will be shown a section of the print and you will need to search through the FBI and civil databases to find a match, you then need to click to confirm the match and if you are correct this can lead to warrants being available from your boss Brass.\n\n      The other machine which is most commonly used is the DNA analyser, this machine processes any DNA you have collected on the swab sticks and searches the databases for possible matches, as with the finger prints you must then complete a little puzzle to find the correct match. Personally I enjoy using both of these machines as I like puzzles, but I find the DNA one to be a little tricky as the colours and patterns have to match perfectly and this isn't always that easy with so many coloured markings on the screen.\n\n      The assembly table is only used a couple of times and it is mainly for putting broken items back together, again in puzzle form or for looking at items such as any guns which were involved in the crimes and firing off sample rounds to compare bullets under the microscope, again the microscope is only used a couple of times in each case. I find both the assembly table puzzles and the microscope comparisons relatively easy to do.\n\n      Warrants & Questioning\n      Once you have processed the evidence you will have some warrants available for questioning suspects. When a suspect is called in for questioning they are taken to the interrogation room. Here you simply need to sit and click on the pre-determined questions and listen to their answers, their answers can sometimes open up new leads for questioning new suspects or new locations to search. While I enjoy this as it gives me new areas to search I also hate it as the questions are pre-determined and it seems to make no difference which order you ask them you will still get the same result. I also find that sometimes I want to ask for more information but I cannot as it is not available yet.\n\n      If a suspect reveals some information about another potential suspect then you will be able to go to a new location and talk with this new person, usually you can have a look around the place too, but a full on search can only be done with a warrant and most people will be quick to remind you of this if you take a nosey look too far! You need to try to use any evidence you have to obtain warrants for searches and arrests and I find that quite a lot of the time these clues are very well hidden. I like this though as it puts a bit of a challenge into the game.\n\n      Making a Conviction & Case Closed\n      After collecting all the evidence, processing it and questioning numerous suspects you will be ready to make your conviction and close the case. In my opinion this is the part of the game which is a bit of a let down as the game seems to automatically do it for you. I have currently completed 4 out of 5 cases and in each one it has been the same process of me being in the interrogation room clicking on the questions and listening to the answers when the game seems to take over and the suspect is convicted. You are then shown a short animated scene of how the crime took place and the case is closed. While I can see how this is good because you have completed the case I was expecting a little more of a challenge to get the suspect to confess in the end.\n\n      Once the case is closed you will be automatically taken to your evaluation screen where you will see how well you did with collecting evidence, how thorough you were and what rank you have been awarded for your investigation skills. If your rank is high enough then you may unlock some bonus material. I wouldn't get too excited though as the bonus material isn't that good!\n\n      Multiplayer & Online\n      CSI: Hard Evidence is a single player game with no multiplayer or online play options\n\n      The controls of the game are very easy and are generally a case of point and click actions. The hardest part of the controls for me was getting the accuracy right for where I was pointing as I would click to zoom in and it would then zoom to the wrong area as my hand had moved slightly. This was annoying but I soon got t... (truncated)",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9944719076,
        "format_confidence":0.9314621091,
        "weight":0.0022754669
    },
    {
        "url":"http:\/\/n4g.com\/news\/1185237\/xbox-ultimate-games-sale-deals-for-3rd-march",
        "text":"Xbox Ultimate Games Sale Deals for 3rd March\n\nToday’s deals have finally appeared on the dash and there are some gooduns…\n\nIncluding The Orange Box, Left 4 Dead, Fallout 3 and Metal Gear HD Collection, here’s a list of the 24 hour deals…\n\nRead Full Story >>\nThe story is too old to be commented.\ndazzrazz1335d ago (Edited 1335d ago )\n\nIn case somebody was wondering Metal Gear HD Disc version contains MGS 2, 3, and Peace Walker. GoD version drops Peace Walker, which is available separately.\n\nxPhearR3dx1334d ago\n\nIt kinda says that in the article....... :\/\n\nALLWRONG1335d ago\n\nI guess I'll grab Batman\n\nAthonline1335d ago\n\nBatman: AC was a great game! ;-) Definitely recommend it!\n\naviator1891335d ago\n\nawesome deals, grabbed arkham asylum.\n\nomi25p1334d ago\n\nWow batman for 2 quid.\n\nThatlalala1334d ago\n\nUh the Deals still are not up there 6 pm est. Only Batman AA is up. Tried just searching for said games and still at the original price.\n\nThatlalala1334d ago (Edited 1334d ago )\n\nEdit: Some will say $39.99\/$24.99... etc. But when you go to confirm purchase it will change, Excpet for MGS it says $9.99 but when you got to checkout goes back up to $24.99. It's all fucked up in the US dont know about the rest of the world though.\n\nShow all comments (31)\nThe story is too old to be commented.",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9895464778,
        "format_confidence":0.9187806845,
        "weight":0.0084880993
    },
    {
        "url":"http:\/\/www.girlarcade.com\/other\/poppy-first-day-in-kindergarden",
        "text":"Poppy First Day in Kindergarden\n\nWater Mania Marisol Coxi At Dentist Fluttershy at the Hospital Barbie Wedding Groom Selena Foot Problems Barbie Mermaid Future\nPoppy First Day in Kindergarden\nIt is a first day for baby Poppy going to kindergarten. She needs your help to perform today’s activities. Join with baby Poppy and have lots of fun with the kindergarten kids.\nRating starRating starRating starRating starRating star\n\nDate: 2015-08-17\n\n486 Users Played\n\nUse mouse to play this game.\n\nLog-in to add a comment\n\nExit fullscreen\nDress Up Games Dress Up Games Girl Games\nWarning: mysql_fetch_assoc() expects parameter 1 to be resource, boolean given in \/home\/jocuric4\/public_html\/ on line 204",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9822069407,
        "format_confidence":0.9519577622,
        "weight":0.0051763619
    },
    {
        "url":"http:\/\/rpg.megamanpoweredup.net\/community\/development\/255\/nothing-but-some-sprites-i-made-see-this-if-you-re-going-to-make-yamato-man-sheep-man-or-burst-man\/",
        "text":"Mega Man RPG Prototype Game Development\n\nCommunity  »  Game Development  » \nTrouble Bruin\nTrouble Bruin\n866,548 BP\n7 TP | 20 PP\nOh hello there! i was working on some sprites,hope they haven't been done already,cuz i worked hard on them,so,would you guys please use them\nYamato man defeated sprite,the lance and the orangish yellow thingy that was on his face needs to be recolored.Yamato man's sprite was inspired by napalm man's defeated sprite.The yellow thingies are shortcut,cause when a robot gets cutted,it starts to shortcut\nSheep man hurt sprite (the first one) and two different defeated sprites (the last two)\nOld burst man defeated sprite i did,doesn't look deadly and not realist (in a cartoon way) so look for the revamp below\nRevamped burst man defeated sprite,adds the shortcut thingies and his eyes were blown up\nNothing but some sprites i made (see this if you're going to make yamato man,sheep man or burst man)\nPosted by Trouble Bruin on October 29th, 2013 at 1:54pm\nViewed 646 Times\n\n\n231,209 BP\n16 TP | 47 PP\nPosted on October 31st, 2013 at 9:46am\nPosted 2013\/10\/31 at 9:46am\nNice job...!\n^ Top\nTrouble Bruin\n866,548 BP\n7 TP | 20 PP\nPosted on October 31st, 2013 at 2:04pm\nPosted 2013\/10\/31 at 2:04pm\n^ Top\nAdrian Marceau\n113,913,695 BP\n203 TP | 518 PP\nPosted on November 2nd, 2013 at 10:54am\nPosted 2013\/11\/02 at 10:54am\nThank you for the work you did and your submissions, but this is not how we do things here.\n\nFirst, this is in the wrong forum. Sprite work and development talk should go in the development forum. Additionally, we already have threads for each Mega Man game and you should be posting in those. Creating a new topics will clutter up the forum and I'd prefer things stay organized.\n\nSecondly, we already have two spriters for the game and they are more than capable of completing the work on their own. In the future we may need more spriters, but for the moment we have everything we need and sprite submissions are closed.\n\nI am moving this to the appropriate category and locking it. I'm sorry for the confusion but Sean and MMX100 work really hard on their sprites and it would not be fair if anyone else could just come in and take their jobs. I have approved only two spriters for the game and anyone else taking the initiative and making more without getting permission is just wasting their time. :|\n^ Top\n\n- comments disabled -\n\n« Back to Home | Mega Man and all related names and characters are © Capcom 1986 - 2017. | Contact & Feedback »\nThis game is fan-made by Adrian Marceau, not affiliated or endorsed by Capcom at all, and is in no way official. Any and all feedback is appreciated. :)",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9512841105,
        "format_confidence":0.9917612076,
        "weight":0.0081598937
    },
    {
        "url":"http:\/\/www.gaming-age.com\/2015\/01\/psn-members-get-10-ps-store-discount-ps-plus-extension-weekend\/",
        "text":"PSN members get 10% PS Store discount, PS Plus extension this weekend\n\npsn-logo-largeTo make up for that little Lizard Squad-induced PlayStation Network service outage around the holidays, Sony is giving all PSN members 10% off on whatever they purchase via the PlayStation Store from this upcoming Friday 1\/23 through Monday 1\/26 at 9am.\n\nWith only a few exceptions on subscriptions and video rentals, the 10% promotion can be used on your entire PlayStation Store cart including game pre-orders [Sony apparently misspoke[. Items can be purchased via a console or the web and mobile stores, so there’s no real excuse not to use your discount.\n\nSony also has started to roll out the 5 day PlayStation Plus extension for those who were PS Plus members during the downtime.\n\nHead on over to the official PS Blog for the official details.",
        "topic_id":11,
        "format_id":10,
        "topic_confidence":0.9796029925,
        "format_confidence":0.9918695688,
        "weight":0.0025593288
    },
    {
        "url":"http:\/\/projectminerva-game.com\/ucp.php?mode=register&sid=6e8b40c77ddf87bf416742eb1024aa2e",
        "text":"Project Minerva - Registration\n\nBy accessing “Project Minerva” (hereinafter “we”, “us”, “our”, “Project Minerva”, “”), you agree to be legally bound by the following terms. If you do not agree to be legally bound by all of the following terms then please do not access and\/or use “Project Minerva”. We may change these at any time and we’ll do our utmost in informing you, though it would be prudent to review this regularly yourself as your continued usage of “Project Minerva” after changes mean you agree to be legally bound by these terms as they are updated and\/or amended.\n\nOur forums are powered by phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “”, “phpBB Group”, “phpBB Teams”) which is a bulletin board solution released under the “General Public License” (hereinafter “GPL”) and can be downloaded from The phpBB software only facilitates internet based discussions, the phpBB Group are not responsible for what we allow and\/or disallow as permissible content and\/or conduct. For further information about phpBB, please see:\n\nYou agree not to post any abusive, obscene, vulgar, slanderous, hateful, threatening, sexually-orientated or any other material that may violate any laws be it of your country, the country where “Project Minerva” is hosted or International Law. Doing so may lead to you being immediately and permanently banned, with notification of your Internet Service Provider if deemed required by us. The IP address of all posts are recorded to aid in enforcing these conditions. You agree that “Project Minerva” have the right to remove, edit, move or close any topic at any time should we see fit. As a user you agree to any information you have entered to being stored in a database. While this information will not be disclosed to any third party without your consent, neither “Project Minerva” nor phpBB shall be held responsible for any hacking attempt that may lead to the data being compromised.",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.6381295323,
        "format_confidence":0.9877853394,
        "weight":0.0000883955
    },
    {
        "url":"http:\/\/www.gamedesignerwannabe.com\/2011\/11\/metatopia-2011-saturday-part-3.html",
        "text":"Nov 17, 2011\n\nMetatopia 2011 - Saturday, Part 3\n\nMy original schedule for Saturday was attending seminars from 10am until 2pm, then an hour for lunch, a playtest of Titans of Industry at 3pm, an hour to relax, and finally another playtest of Titans of Industry at 7pm.\n\nHowever, because of my (great!) publisher meeting at 1pm, I forfeited both the third seminar as well as my lunchbreak. The first playtest ran a little long (as the city progress cards kept not coming up), which shortened my break to the point where it didn't make sense to leave, so I ended up being in that room almost continuously from 1pm until 10pm.\n\nAs an aside, thanks to Dan Cassar for grabbing a component I had forgotten and Mark Salzwedel for grabbing me a snack.\nBy the end of the second playtest, I was dead tired but still hungry enough to need to go out. I'm sadly starting to feel my age. Despite the physical toll of that day, I couldn't have ended it happier. Not only was I riding the high of the meeting, but the feedback I received was both positive and useful. My notes are below.\n\nNo comments:\n\nPost a Comment",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9619205594,
        "format_confidence":0.9978917241,
        "weight":0.0082377675
    },
    {
        "url":"https:\/\/runescape.fandom.com\/wiki\/Baby_mole",
        "text":"[FAQ] • [doc]\n\nBaby moles are pink-skinned babies of the Giant Mole in the Falador Mole Lair. They may be attacked, but they are extremely weak.\n\n\n100% drops\n\nItem Quantity Rarity GE price\n\nUniversal drops\n\nUniversal drops are dropped by nearly every monster outside of Daemonheim.\nThese drops are dropped alongside main drops.\nItem Quantity Rarity GE price\nKey tokenKey token1RareNot sold\nMimic kill tokenMimic kill token1Very rare5,575\n\n\n  • Before the Giant Mole update, they were unattackable.\n  • Some moles previously had the examine texts \"I will call him, Mini Mole.\" and \"Mooooooooooooole.\"\n  • All of the examine texts were a reference to a scene from an Austin Powers film, where one of the characters has a mole on his face and Austin repeatedly talks about it by accident. Another is a reference to 'Mini Me', a smaller cloned version of the series' antagonist, Doctor Evil.\nCommunity content is available under CC-BY-SA unless otherwise noted.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9904353619,
        "format_confidence":0.9660691023,
        "weight":0.0025240217
    },
    {
        "url":"http:\/\/moom.obsidianportal.com\/adventure-log\/302-1106",
        "text":"Mustered Out on Mertactor\n\n\nLife in Jump\n\nLife in jump aboard Unguin’s Princess goes pretty well.\n\nSean and Daria are quite demanding of Autumn’s time wanting special treatment. Autumn is up to the task, however, and manages to keep the pair of them happy. Eneri spends the least amount of time in the common room. He is polite, but a little nervous and rather insular, preferring to spend more time alone in his stateroom than with the others. Conversely, Jasya spends little of her time in her stateroom, only going there to sleep. She proves to be popular with both the other passengers and the crew alone as she has a hard drive with the latest holofilms from the Imperium. Her regular movie evenings prove to be very popular and Autumn is very happy that she doesn’t have to come up with other ways of entertaining everyone.\n\nJan is a true techie and seeks out Grim wherever possible to talk engines with him. His personal assistant, Valencia, is a very flirtatious cougar. After a few days in jump, Max can be seen emerging from her stateroom in the mornings with a sly grin on his face.\n\nThe remainder of the crew don’t have too many draws on their time and so they are able to continue with their training routines in between the odd jobs they need to do in order to make sure that the A2 remains in A1 condition.\n\n\nMax comes out of Valencia’s room with grim on his face? Grim is shocked.\n\n\nOh sure, Max gets Valencia and Grim gets to talk with Jan? Did I mention that Grim’s been feeling very alone, what with being newly single? (Beverly is now a ghost exorcised and Talks with Taeva seem to have broken down over the prenup…}\n\nGrim (but “looking”)\/Ian\n\n(please see StellarLove advert at ebox #34343555 for Grim’s particulars…he’s a very witty conversationlist who hates Zhodani telenovellas: they never have surprise endings…)\n\n\nOnce we emerge from jump, en-route to the gas giant, Arvor and Jie go through a live firing exercise to test all weaponry systems. Interested parties watch the proceedings via holoscreen, and Max offers to take wagers on the target practice. In the interests of economy, only 2 missiles are expended – but with spectacular results as they destroy small moonlets in the gas giants’ rings. This gives Will the opportunity to run his spectrometer and interferometer and conduct an analysis of the chemical makeup of the moonlets, and entertain the guests with his erudition for hours, while the tedious business of fuel skimming is conducted.\n\n\nLOL! Will heartily approves of the use of two valuable missiles in the interest of science. There’s a paper in this!\n\n\nSorry – don’t know how to contact anyone when Nick is not online re: google. I cannot join the network – I am getting “network too full” messages on my new laptop, and just timeouts on my netbook which worked in the past.\n\n\nYou’re showing up onmy “hamachi”, can you open the chat window to “moor2011”?\n\n\nI'm sorry, but we no longer support this web browser. Please upgrade your browser or install Chrome or Firefox to enjoy the full functionality of this site.",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.9004309177,
        "format_confidence":0.9727014899,
        "weight":0.0018809668
    },
    {
        "url":"http:\/\/www.mmo-champion.com\/threads\/1129944-Synaxis-RP-Character-List?goto=nextoldest",
        "text":"1. #1\n\n    Trelvan Goldfeather [BIO]\n\n    Name: Trelvan Goldfeather\n    Age: 173\n    Race: Blood Elf\n    Gender: Male\n    Class: Arena Master\n\n    Languages: Thalassian, Orcish.\n\n    Faction: Horde\n\n    Personality: He has a very egotistical attitude, not caring much for other's safety or feelings. He only cares about those who are like him, or at least agree with his view upon life. During the arena fights, he stays silent, and keeps a straight face.\n\n    Likes\/Dislikes: He likes long fights, the longer, the more violence. He just, basically, anything that has to do with legal violence. He absolutely hates anyone who has a different opinion then him and talks to him about it. It's not that he doesn't share the other's opinion, he's fine with that, he just doesn't like it when they get in his face about it.\n\n    Appearance: He wears a Gold-studded Tuxedo with a Grand Arena Master's Badge. His pants are Red-Lined Black Pants, he carries a medium-length Diamond-Tipped Staff. He wears a Black Long-Rimmed Hat, with a Gold Feather, and his name signed on it, in case it ever gets lost.\n\n    Strengths\/Weaknesses: Although he rarely ever fights, he knows quite a lot about about Fighting. His majors are in Fist and Sword fighting. His weapon of choice would be a Sharp Samurai Blade, for it is slick and easy to carry, and still is very powerful. His weakness is, although he speaks big, he is somewhat of a coward. A sword fight is fine, just as long as the opponents sword isn't so big it could kill him instantly. So, his slight cowardism is a weakness.\n\n    History: Trelvan was abandoned at birth, his parents, presumably, couldn't handle having a child and left him at an Orphanage. Some Orcs later adopted him, they said they wanted to be different, and not have a Orc Child. His father trained him to be a fierce warrior, and trained him in both Unarmed and Sword combat. His first blade was, obviously, a Samurai Blade. He joined the Silvermoon Army, but later quit since he thought his ways were slow and it wasn't enough action for him. He wanted to kill people without taking a year to plan a strategy. One day, his parents took him on a Trip to Stranglethorn, and he found the Gurubashi Arena, and watched some fights. Then he realized how to fulfill his lust for bloodbath: An Arena. Where people could watch other kill each other and it being legal! Trelvan then ran to the Regent Lord of Silvermoon and requested an Arena be built in Silvermoon. The Lord denied his request, he said it was too violent for their peaceful land. Trelvan then offered to put it near Silvermoon, but not in it, but the Regent Lord, again, denied. Trelvan thought of other places, and then he knew where he should make the Arena. Orgrimmar! They loved war and bloodshed, there would be no chance they would deny his request, and he was right, Garrosh loved the idea and gave him the gold required to build the Arena, full with crew. After a couple months of construction, the Arena was complete, and Trelvan started making posters. The first night was a success, and the night after that, and the night after that. It soon became well-known in Orgrimmar, and they soon expanded into a worldwide business, although mostly staying in Orgrimmar, they had ads in Silvermoon, Undercity, Thunder Bluff, and, of course, Orgrimmar. Trelvan was getting paid to do what he loves, watch people kill themselves over a prize, and he liked it that way.\n    Last edited by The Devious Chicken; 2012-05-11 at 12:22 AM.\n    | Main RP Character:\n    Nidal Shadowdance |\n    | While Forum RP'ing:\n    Italics = What he's doing currently.\n    Non-italics with Quotes = Talking\n    Non-Italics without Quotes = Thinking |\n\n  2. #2\n    Mechagnome Darced's Avatar\n    Join Date\n    Mar 2012\n    Just noticed this, a 34 year old blood elf is VERY young; he should be much older. (Check out wowpedia for adult ages fro races.) Also, you may want to add some more interests than just fighting, maybe a profession, this will make your arena master a much more interesting character. He needs some dimension, don't make him cut and dry. I look forward to seeing his history. A final note, your signature is rude and makes me sad, I like people recognizing me talking :P\n\n  3. #3\n    Role-player Khorianas's Avatar\n    Join Date\n    Nov 2010\n    The Hall of Blood\n    Well I think the (Human Years) suggest he means mature as an 35 years old human. That would put him somewhere between 180-200 years I think.\n    Not really much more to say, without a full history really. The character has potential, if you give him a well flehed out and detailed background.\n\n  4. #4\n    I, too, can see a lot of potential for this character. Especially being an Arena Master, that means he'd have a hard, bloody background (something like Varian Wrynn\/Lo'Gosh) which could possibly be very interesting indeed.\n    I, for one, look forward to seeing what this character's history evolves in to.\n    Pyromaniac protégé.\n\nPosting Permissions\n\n  • You may not post new threads\n  • You may not post replies\n  • You may not post attachments\n  • You may not edit your posts",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.995585084,
        "format_confidence":0.8791094422,
        "weight":0.0085398971
    },
    {
        "url":"https:\/\/www.destructoid.com\/smash-bros-brawl-s-japanese-instruction-booklet-hits-the-internet--65533.phtml",
        "text":"Smash Bros Brawl's Japanese Instruction Booklet hits the Internet?\n\n\nWell, we had to expect that this to would happen. Super Smash Bros Brawl, now set for release in Japan on Jan. 31st, has suffered it's first leak of physical evidence of proving it's actual, factual existence. Super Smash Bros Brawl is real. It's not like Big Foot or El Chubacabra. It's real and it's out there and some one has it, or it least they have it's instruction booklet. The proof is here in these scans, currently posted on Korean gaming site Ruliweb.com. \n\nNotably missing from these pages is the profile of one of the series most popular veterans, the one and only Captain Falcon. If these scans are legit, this may be confirmation that Captain Falcon will not be in the game's starting line up, and potentially not in the game at all. However, the recently announced new comer to the series, Olimar, is also missing a profile page. What does it all mean? Like so much of the Brawl info that has come from sources other than Nintendo, are these scans not to be trusted? I leave it to you Internet Matlocks to figure it out. \n\nFake or not, these scans aren't likely to be floating around for long. After they catch wind of them, Nintendo of Japan is sure to have them ripped down from the internet faster than you can say \"Falcon Punch!\"\n\nThanks to Jeromy for the heads up.  \n\nYou are logged out. Login | Sign up\n\n\n\nJonathan Holmes\nJonathan HolmesBad Joke Uncle   gamer profile\n\n\"Where do dreams end and reality begin? Videogames, I suppose.\"- Gainax, FLCL Vol. 1 \"The beach, the trees, even the clouds in the sky... everything is build from little tiny pieces of stuff. Ju... more + disclosures\n\n\nFiled under... #Books #Internet Matlocks #Scans #Super Smash Bros.\n\n\n\nYou're not expected to always agree, but do please keep cool and never make it personal. Report harassment, spam, and hate speech to our community team. Also, on the right side of a comment you can flag nasty comments anonymously (we ban users dishing bad karma). For everything else, contact us!",
        "topic_id":11,
        "format_id":10,
        "topic_confidence":0.9945977926,
        "format_confidence":0.9428005815,
        "weight":0.0025985045
    },
    {
        "url":"http:\/\/www.g4tv.com\/videos\/45143\/mass-effect-2-customized-celebrity-faces\/?page=2",
        "text":"Mass Effect 2 Customized Celebrity Faces\n\nPosted: April 5, 2010\nMass Effect 2 Customized Celebrity Faces\nBioWare's customization options for Mass Effect 2 puts some powerful creation tools into the hands of would-be artists. Check out the celebrities from U.S. President Barack Obama to E.T. the Extraterrestrial.\n\nComments are Closed\n\n  • Aldowyn\n\n    I think what we should all take away from this is that character generators are scary awesome now and some people have WAY too much time on their hands. still cool, though, if several of them looked off. Would like to see Nathan Fillion.\n\n    Now who's going to do the female celeb Shepards? And maybe some characters from other games, lol.\n\n    I wonder if the characters in ME were made using the generator. probably not... maybe, though.\n\n    Posted: April 6, 2010 5:15 AM\n  • Flight_Eagle\n\n    That Barack was... pretty good. Vin Diesel was pretty good too. Eddie Murphey was just great... When Christian Bale looked down i saw it, and it made me fall. Unexpected Putin! That was good.\n\n    Buuuuut... That Bruce wasn't thaaat good. It was cool that they went for the Fifth Element one, though. I think i made a better S.L. Jackson. and i think i can make a better Ewan McGregor. Stallone made me LOL. Robert Downey Jr. fail. Might try my hand, but i doubt it's possible.\n\n    But all in all, Mass Effect 2 is full of win of all kinds.\n\n    Posted: April 5, 2010 11:55 PM\n  • Cgreenman\n\n    That wss some good stuff.\n\n    Posted: April 5, 2010 11:39 PM\n  • jungleman67\n\n\n    Posted: April 5, 2010 11:34 PM\n  • dehlman1\n\n    the stallone one looks like he is retarded lol\n\n    Posted: April 5, 2010 11:04 PM\n  • ForgottenRotten\n\n    Locke, and Arnold...........everyone else..........not so much.\n\n    Posted: April 5, 2010 10:32 PM\n  • frictionman\n\n    if only ME2 had more hair options than bald, short military cut and shorter military cut, alot more celebrities could be done. I personally agree with tutelsongo, and think a Conan hair option should come standard on all future Bioware Games\n\n    Posted: April 5, 2010 10:06 PM\n  • stamatt45\n\n    Good thing sasquatch wasn't in there. If Big foot had mass effect tech then our G4 staff would never catch him.\n\n    Posted: April 5, 2010 9:24 PM\n  • xxMayDay31xx\n\n    well, there's three minutes of my life i won't get back.\n\n    Posted: April 5, 2010 9:10 PM\n  • tutelsongo\n\n    I want a Conan Obrien one.\n\n    Posted: April 5, 2010 8:58 PM\n  • Bass.EXE\n\n    I wish you could customize your NPC Partners, too. Then I would have The Terminator and Rambo fighting side-by-side\n\n    Posted: April 5, 2010 8:52 PM\n  • Phategod\n\n    Everything after Arnold needs works.\n\n    Posted: April 5, 2010 8:39 PM\n  • MajorMajor\n\n    Shepard IS Bruce Willis from the Fifth Element.....Well my Shepard at least. Also where's the Nathan Fillion Shepard?\n\n    Posted: April 5, 2010 8:28 PM\n  • christof_\n\n    Spot on! Robert Downey Jr. and Arnold S. especially amazing.\n\n    Posted: April 5, 2010 7:45 PM\n  • NUKEMANN1995\n\n    haha thats cool.\n\n    Posted: April 5, 2010 7:31 PM\n  • miningguy\n\n    Giantbomb.com doesn't need to make Lincoln Force now!\n\n    Posted: April 5, 2010 7:28 PM\n  • LtCmdrChar\n\n    Man the Arnold face would be friggin perfect with the renegade scarring. He'd look like an actual Terminator.\n\n    Posted: April 5, 2010 7:20 PM\n  • CujoSWAoA\n\n    I can't make a female character that doesn't look like Ellen. Its annoying.\n\n    Posted: April 5, 2010 7:15 PM\n  • Fuzion9\n\n    that's pretty awesome\n\n    Posted: April 5, 2010 6:49 PM\n  • greeknerd\n\n    * Also don't forget that...\n\n    Who else loves typos?\n\n    Posted: April 5, 2010 6:27 PM",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9772298932,
        "format_confidence":0.9815579057,
        "weight":0.0083824505
    }
]