[
    {
        "url":"https:\/\/www.kelownacapnews.com\/news\/creativity-tested-at-engineering-competition\/",
        "text":"Sam Peters and Sarah McKinnell pose with their project, a walker that tranforms into a cane, during the first-year engineering design competition finals held at UBCO, Thursday night. - Credit: Carli Berry\/Capital News\n\nCreativity tested at engineering competition\n\nKelowna - The annual first-year engineering competition took place last night\n\nFirst-year engineering students strived for the top spot in the annual design competition at UBCO.\n\nGroup five took first, 23 earned second and 37 took third in the competition, which had students designing projects that improved the quality of life for seniors and helped kids expand their attention spans.\n\nStudent Jake Rowbotcham created a match maze with his group, a toy for three to seven-year olds which included cards.\n\n“It the child gets bored they can flip it over and play with the maze a bit,” he said.\n\nRowbotcham created the videos for the project and contributed to brainstorming ideas.\n\nStudent Sarah McKinnell’s project transformed a walker to cane, an idea she got from her mom, who works in the healthcare industry.\n\nThird-year student K.C. Rutchford helped mentor the younger engineering students.\n\n“It’s very exciting, it’s very cool to see where were three years ago to see where we’ve come; to look back and see ourselves going through the same experiences,” he said.\n\nRay Taheri, a professor with the School of Engineering, said this event comes at a crucial time in history.\n\n“Engineers have always been pioneering our society to improve the quality of life,” he said, adding he tells students to endorse technology and embrace humanity, not students who are not only clever but caring.\n\nRoughly 400 students participated in the competition. Finals were held Thursday, Nov. 30.\n\nTo report a typo, email:\n\n\nLike us on Facebook and follow us on Twitter.\n\nJust Posted\n\nSmoke sparks evacuation at Penticton apartments\n\nFire crews were called to 88 Duncan Ave just after 6:30 p.m., Tuesday\n\nAccident backs up Glenmore\n\nCommuters in Lake Country, between Vernon and Kelowna, advised to avoid area\n\nPolice incident ends peacefully in Glenmore\n\nAfter the area was evacuated, police were able to calm a distraught 50-year-old man\n\nUBCO students to get medical cannabis coverage\n\nKelowna - The pilot project will be implemented in April\n\nKelowna art camp held for spring break\n\nClasses for children are available from March 19 to 29\n\nVIDEO: Top 10 B.C. budget highlights\n\nThe NDP is focusing on childcare, affordable housing and speeding up the elimination of MSP premiums\n\nHow to keep local news visible in your Facebook feed\n\nFacebook has changed the news feed to emphasize personal connections. You might see less news.\n\nCanucks blow three goal lead, lose to Avalanche in overtime\n\nVancouver struggled on the penalty kill, as Colorado scored all five goals on the powerplay\n\nSmoke sparks evacuation at Penticton apartments\n\nFire crews were called to 88 Duncan Ave just after 6:30 p.m., Tuesday\n\nWidow of avalanche victim sues Golden lodge operator\n\nA woman from Alberta is suing guides, their mountain guide association and the lodge operator for negligence\n\nBC BUDGET: NDP hope to nix court delays with $15 million cash influx\n\nUnion says funding could stop sheriffs from leaving for higher paid jobs\n\nThompson, Chilcotin Steelhead Trout in danger of extinction\n\n‘Once it’s gone, it’s not coming back’ says longtime Steelhead advocate Steve Rice.\n\nCattlemen urge B.C. to prevent erosion caused during 2017 wildfire season\n\nOther concerns are fencing restoration and repair, and a lack of feed for cattle.\n\nSkier air lifted from Cherryville\n\nElementary school students get a close look at emergency services in action\n\nMost Read",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.546028018,
        "format_confidence":0.9793187976
    },
    {
        "url":"https:\/\/www.oceanactionhub.org\/new-un-climate-report-monumental-change-already-here-world%E2%80%99s-oceans-and-frozen-regions",
        "text":"Ocean Action Hub\n\n25 Sept 2019 - Growing coastal flooding is inevitable, and damage to corals and other marine life has already been unleashed. But scientists say the world still has time to avert even more severe consequences.\n\nClimate change is already having staggering effects on oceans and ice-filled regions that encompass 80 percent of the Earth, and future damage from rising seas and melting glaciers is now all but certain, according to a sobering new report from the United Nations.\n\nThe warming climate is killing coral reefs, supercharging monster storms, and fueling deadly marine heat waves and record losses of sea ice. And Wednesday’s report on the world’s oceans, glaciers, polar regions and ice sheets finds that such effects foreshadow a more catastrophic future as long as greenhouse gas emissions remain unchecked.\n\nGiven current emissions levels, a number of serious effects are essentially unavoidable, says the report of the Intergovernmental Panel on Climate Change (IPCC).\n\nHundred-year floods will become an annual occurrence by 2050 in some cities and small island nations, according to the IPCC. Several of those cities are in the United States, including its second largest, Los Angeles.\n\n“What more evidence do we need?\" said Eric Garcetti, LA’s mayor, in response to the report. \"These are our streets flooding, these are our homes burning, and in cities, we know this is real, and this is not just about resilience, it’s about adaptability.”\n\nIf emissions continue to increase, global sea levels could rise by more than three feet by the end of this century — about 12 percent higher than the group estimated as recently as 2013. Melting glaciers could harm water supplies, and warming oceans could wreck marine fisheries.\n\n“As a result of excess greenhouse gases in the atmosphere, the ocean today is higher, warmer, more acidic, less productive and holds less oxygen,” said Jane Lubchenco, a former administrator of the National Oceanic and Atmospheric Administration (NOAA). “The conclusion is inescapable: The impacts of climate change on the ocean are well underway. Unless we take very serious action very soon, these impacts will get worse — much, much worse.”\n\nMore than 100 scientists from around the world contributed to the latest report by the IPCC, which comes on the heels of several other warnings the group has issued recently. Last fall, the IPCC said the world must make rapid, far-reaching changes to energy, transportation and other systems to hold warming below an increase of 1.5 degrees Celsius, or 2.7 degrees Fahrenheit, a key threshold in the Paris climate agreement.\n\nCONTINUE READING: https:\/\/www.washingtonpost.com\/climate-environment\/2019\/09\/25\/new-un-climate-report-massive-change-already-here-worlds-oceans-frozen-regions\/\n\nNo votes yet\nPublication date: \nPublication Organisation: \nThe Washington Post\nPublication Author: \nChris Mooney and Brady Dennis",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9915574789,
        "format_confidence":0.9468031526
    },
    {
        "url":"http:\/\/www.vewh.vic.gov.au\/news-and-publications\/news\/survey-saves-young-platypus",
        "text":"Skip to content\n\nSurvey saves young platypus\n\nSurveys last month saved a juvenile female platypus from death, wildlife ecologist Josh Griffiths says. He discovered the female during the first night of Wimmera Catchment Management Authority surveys in the MacKenzie River with a hair tie wrapped around her neck.\n\nJosh says if they hadn't removed the hair tie, she would have died in the next couple of weeks.\nJosh and Queensland PhD student Tamielle Blunt spent three nights in the Grampians for the CMA's annual monitoring of a small, fragile platypus population in late April. The monitoring is part of measuring the impacts of environmental flows which are released into the river.\n\"She had quite a deep wound from where the tie had been rubbing, and was showing signs of poor condition as a result.\n\n\"She was a new juvenile, probably around six months old, so we were thankful to have captured her and get the opportunity to remove the hair tie. She swam off happily when we released her back into the river.\"\n\nJosh says although they often discover rubbish items tangled around platypus around Melbourne, it is the first time they'd ever seen anything like this in the Wimmera surveys.\n\n\"Being a more isolated area, we don't find a lot of rubbish in the MacKenzie River. This shows how something so simple like a hair tie washing into a waterway can impact on our precious wildlife.\"\nJosh discovered another female platypus they hadn't caught before during his second night of surveys. \nLocal identity Paul Carracher and his daughter Maddie were there to witness this capture and Josh named the new platypus Maddie.\n\nHeavy rain washed out the surveys on the third night.\n\nWimmera CMA chief executive David Brennan says results are encouraging, with the discovery of two new female platypuses indicating flows in the upper section of the MacKenzie River are having a positive impact.\n\n\"We have all become attached to this small and fragile platypus population, and we have given them names including Dusty, Amber, Ted, Max and Kenzie and now Maddie. It's especially exciting when we discover new females who will be able to breed and further grow this small population.\n\n\"Environmental flows we target to this area will play an important role in maintaining habitat during dry conditions to help keep this population going.\"\n\nJosh also took eDNA samples in the lower section of the MacKenzie River where natural flows from rain last winter and spring, combined with environmental flows, have improved conditions.\n\n\"This section of the river is looking in really good condition at the moment and we're hoping the eDNA results will show that the platypus population has moved further downstream,\" Josh says. \"We haven't captured platypus in this section of the river before via our survey nets, but that doesn't mean they aren't there. The eDNA test is highly sensitive and is a much more efficient method for discovering platypus.\"\nEnvironmental water releases in the MacKenzie River are prioritised as part of the Victorian Environmental Water Holder's Seasonal Watering Plan 2016-17 , which aims to improve river and wetland health across the state.\n\nPhotos by Paul Carracher, The Weekly Advertiser\n\nFurther Information\n\nWimmera CMA\nTel: 03 5382 1544\n\nMore News\n\n  • Vinifera floodplain\n\n    Water for Vinifera\n\n    Water for the environment is being delivered to Vinifera during April and May to support the many waterbirds, microbats, frogs, sugar gliders and wallabies that live on or visit the floodplain.\n\n  • Working together to bring water to the Moorabool River\n\n    To help combat dry conditions and improve river health and habitat for native fish, the Victorian Environmental Water Holder has secured an additional one-off volume of water for the environment for the Moorabool River.\n\n  • Update - Water sale in northern Victoria\n\n    The VEWH announced the sale of up to 10 gigalitres of allocation in northern Victoria on 15 March 2019. This sale of allocation has now been completed.",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9908266664,
        "format_confidence":0.6366274357
    },
    {
        "url":"http:\/\/www.tweaktown.com\/news\/50290\/north-korean-satellite-tumbling-control-even-functional\/index.html",
        "text":"Technology content trusted in North America and globally since 1999\n7,598 Reviews & Articles | 56,150 News Posts\n\nNorth Korean Satellite tumbling out of control, not even functional\n\nNorth Korea continues to play around in space\nBy: Jeff Williams | Science, Space & Robotics News | Posted: Feb 10, 2016 8:34 pm\n\nNorth Korea set a major record over the weekend following the launch of their first satellite -carrying rocket. The problem, however, is that the Kwangmyŏngsŏng-4 satellite doesn't even work at all. And it's tumbling about in orbit, on a trajectory to burn-up in orbit. And smash into the Earth.\n\n\n\n\nThe US Department of Defense and other agencies around the world have analyzed the orbital object and have determined that it's in an unstable orbit, and absolutely incapable of functioning in any useful way. Other than as a proof of concept.\n\n\nOf course officials from various countries and the U.N. Security Council are worried that this test is a display of their technological prowess and a secretive way to test technologies that could evolve into better intercontinental ballistic missiles, or even spy satellites.\n\n\nSouth Korea has managed to analyze wreckage from previous failed launches and determined that they used very old technology that was highly unreliable. Around 270 pieces of debris from this current launch are currently being analyzed by the South Korean Defense Ministry.\n\n\nRelated Tags\n\nGot an opinion on this news? Post a comment below!",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9292889833,
        "format_confidence":0.9958245754
    },
    {
        "url":"http:\/\/www.dailymail.co.uk\/sciencetech\/article-2022100\/Vampire-bats-secret-method-hunting-best-blood-uncovered-scientists.html",
        "text":"Vampire bats' secret method of hunting for the best blood uncovered by scientists\n\nTheir reputation for accurately targeting the jugular has earned them legendary status in horror stories.\n\nNow vampire bats’ ability to go straight to the best spots for blood has been explained by science – they use infrared sensors.\n\nResearchers found the nocturnal creatures, which need to feast on blood almost every day, are guided by a heat-detecting molecule called TRPV1 covering nerve-endings on their noses.\n\nBlood sucker: Vampire bats have infra-red sensors which detect exactly where to bite to extract the largest amount of blood\n\nBlood sucker: Vampire bats have infra-red sensors which detect exactly where to bite to extract the largest amount of blood\n\nThis leads them to areas where blood is flowing close to the skin.\n\nTRPV1 is present in many animals and in humans, allowing them to sense extreme heat.\n\nBut bats have evolved a much more sensitive form,  which they can use to detect temperatures from just 30c (86f).\n\nThis allows them to home in on blood vessels from up to 20cm away.\n\nDr David Julius, of the University of California and the study’s author, said: ‘Vampire bats feed on blood, and it’s useful for them to have an infrared detector to be able to find the circulation.’\n\nElena Gracheva, co-author of a study of Venezuelan bats published yesterday in the journal Nature, said: ‘Without this adaptation the bats probably wouldn’t survive as a species.’\n\nDr Julius added that because nerve fibres are associated with pain sensation, drug companies were looking at TRPV1 from bats in painkiller development.\n\nHungry bat: They can gorge themselves on half their body weight in blood in just a few minutes\n\nHungry bat: They can gorge themselves on half their body weight in blood in just a few minutes\n\nHe said: ‘There is a double-edged sword with pain. Pain is necessary as a warning system to let us know when we are in danger of injury but, at the same time, pain can outlive its usefulness as a warning system when it fails to resolve and becomes chronic and debilitating.\n\n\n  • Their bizarre diet is thought to be evolutionary - at some point their regular food source may have been wiped out and their bodies have adapted to an entirely liquid diet which fascinates experts.\n  • A typical bat weighs 40g and can consume over 20g of blood (2 fluid ounce) in a 20-minute feed. As they feast on large animals, their attacks on animals are not usually fatal.\n  • Dozens if not hundreds of people have been killed by their bites in South America but they die from rabies not blood loss. They bite humans when their usual livestock such as cattle are taken away.\n  • Despite their scary reputation vampire bats are one of the most caring and social creatures - doting on their young and unlike other bats, even taking in and feeding orphans so they don’t die.\n  • A 2003 study found an anti-coagulant drug derived from bat saliva called desmoteplase can help stroke patients.\n  • Despite the association with Dracula, there are no vampire bats in Europe, only in the Americas.\n  • Vampire bats live in groups of up to 1,000 in dark places such as caves and mineshafts and their communities involve a few males and a harem of around 25 females each.\n  • They live around nine years in the wild, but without blood can starve to death in as little as 48 hours.\n\n'There is a lot of stuff in our environment that we want to stay away from.’\n\nOnce locked on to their prey, the bats can gorge themselves on half their body weight in blood in just a few minutes.\n\nAnd as the only creatures to survive purely on blood, it explains how they have evolved to be such efficient hunters.\n\nThey feed only at night and because their teeth have no enamel, they are razor-sharp and can delicately cut through the skin of their prey – usually sleeping cows or goats – without waking them.\n\nLike other types of bats they have excellent night vision, and acute hearing, as well as an ability to emit high-pitched sounds which helps them navigate.\n\nBut it was not previously known that they could effectively ‘see’ veins by heat-sensing them, Dr Julius explained.\n\nHe and his fellow researchers looked at wild vampire bats in Venezuela where they are common, as well as in most of South and Central America.\n\nOnce they have located a vein and made an incision, their saliva is injected into the victim, as it contains anti-coagulants which stop the blood clotting around the wound. \n\nThey have grooves in their tongue which draw up the blood through capillary action and it passes through their system at lightning speed to allow them to fly away immediately.\n\nPrevious studies have shown vampire bats are genetically more similar to mammals such as cows, horses and dogs than they are to rodents, although they look rather like rats with wings.\n\nThey can fly but unlike other bats they have strong hind legs and often land and gallop towards their prey at speeds of up to 5miles an hour.\n\nThe comments below have not been moderated.\n\nThe views expressed in the contents above are those of our users and do not necessarily reflect the views of MailOnline.\n\nWe are no longer accepting comments on this article.\n\nWho is this week's top commenter? Find out now",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9833310246,
        "format_confidence":0.9747385979
    },
    {
        "url":"http:\/\/www.da-voda.com\/en\/news\/enormous-herring-king-found-near-california-coast\/",
        "text":"Enormous Herring King Found near California Coast\n\n\nDead herring king was discovered lying on the sand near the coast of Santa-Catalina Island, California, by diving instructor, Jasmine Santana. The gigantic fish is over 5.5 meters long and as thick as an average male adult! Miss Santana found the herring king on the sandy seabed during her snorkeling session. Now the diving instructor is the local celebrity, since no fish of such tremendous size has ever been found either by scientists or by local fishermen.\n\nEnormous herring king is the largest specimen ever found in California\n\nIt took 15 men to carry the herring king ashore. Later on, the fish was transported to the local Sea Instutute. The head of the research group was specifically astonished by the size of the specimen. After a short examination the herring king will be preserved at a local national history museum. By the way, the herring king is not related to real herring by any means. It acquired its name from the fishermen who often trauled these fish along with the herring schools.",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9813061357,
        "format_confidence":0.9612988234
    },
    {
        "url":"http:\/\/www.sunadvocate.com\/index.php?tier=1&article_id=8941&poll=233&vote=results&poll=271&vote=results",
        "text":"Classifieds Business Directory Jobs Real Estate Autos Legal Notices ePubs Subscribe Archives\nToday is September 1, 2015\nhome newssports feature opinion fyi society obits multimedia\n\nFront Page » May 16, 2006 » Local News » High water levels create powerful cascades on Price River\nPublished 3,395 days ago\n\nHigh water levels create powerful cascades on Price River\n\nPrint PageEmail PageShareGet Reprints\n\nHeavy runoff in Price River and surrounding streams pours over a spillway at the Carbon County golf course. The increase water levels are the result of a comparably wet year with heavy snow pack and the decision by the U.S Bureau of Reclamation to keep Scofield Reservoir below its normal level in preparation for dam reconstruction which could occur later this year.\n\nPrint PageEmail PageShareGet Reprints\n\nTop of Page\n\nLocal News  \nMay 16, 2006\nRecent Local News\nQuick Links\nSubscribe via RSS\nRelated Articles  \nRelated Stories\n\nBest viewed with Firefox\nGet Firefox\n\n© Sun Advocate, 2000-2013. All rights reserved. All material found on this website, unless otherwise specified, is copyright and may not be reproduced without the explicit written permission from the publisher of the Sun Advocate.\nLegal Notices & Terms of Use    Privacy Policy    Advertising Info    FAQ    Contact Us\n  RSS Feeds    News on Your Site    Staff Information    Submitting Content    About Us",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9020043612,
        "format_confidence":0.8846817613
    },
    {
        "url":"http:\/\/www.thanhniennews.com\/education-youth\/adb-to-help-boost-biowaste-use-in-vietnam-19861.html",
        "text":"ADB to help boost bio-waste use in Vietnam\n\nTN News\n\nEmail Print\n\nThe Asian Development Bank on Monday pledged to help Cambodia, Laos and Vietnam scale up the use of agricultural bio-waste to meet their growing need for food and clean energy.\n\nThe bank's Board of Directors approved a technical assistance project that will be funded by a US$4 million grant from the Nordic Development Fund along with counterpart financing of $600,000 from the governments of the countries, according to a statement issued by the Manila-based bank.\n\nOfficials from the ADB said they will administer the grant and carry out the project in the three countries, where bio-waste such as rice husks and animal manure is abundant but is not efficiently used as renewable resource.\n\n\"Promoting more efficient use of biomass can simultaneously address the goals of fighting climate change and improving the well-being of the rural poor, which are often seen as competing priorities,\"\u009d said Sununtar Setboonsarng, Principal Natural Resources and Agriculture Economist, in ADB's Southeast Asia Department.\n\nThe project will fund pilot investment projects to scale up biomass technologies such as household biogas systems, biochar kilns and improved cooking stoves. The project is due to begin in July 2011 and will be completed by December 2014.\n\nMore Education\/Youth News",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.5194200873,
        "format_confidence":0.9953953624
    },
    {
        "url":"https:\/\/www.ghanabusinessnews.com\/2017\/02\/02\/university-of-cape-coast-launches-fishcomghana\/",
        "text":"University of Cape Coast launches FishCoMGhana\n\nCategory: ICT 136\n\nAn online platform meant to provide scientific and relevant social information to support decision and policy making in the fishing sector has been launched in Accra. \n\nDubbed FishCoMGhana, the platform seeks to collate, manage and distribute information and all relevant data through the internet to support fisheries and coastal resource management and research in Ghana.\n\nThe Centre for Coastal Management (CCM) of the University of Cape Coast (UCC) in the Central Region is the lead initiator of the project that is being funded by USAID.\n\nFishCoMGhana is an acronym meaning, Fisheries and Coastal Management in Ghana. \n\nLaunching the platform on Thursday, Dr Denis Worlonyo Aheto, Director of the Centre for Coastal Management, UCC said that the website would serve as a one-stop shop for accessing historical data rescued from various sources and also contain social and scientific information.\n\nThe scientific information, he said would include; new field observations and experimental results on inland, marine and coastal fisheries as well as other resources in Ghana. \n\nHe said the content of the platform provides a mobile interface that allows users to search, download or create reports on archived social and scientific data and information for access by students, scientists, policy makers, government and non-governmental agencies locally and on the international scene.\n\nExplaining the necessity of the platform, Dr Aheto said data on fisheries and marine environment were scattered in the repositories of different national institutions which limited the capacity of the nation to effectively integrate long-term observations on coastal habitats and resources to support the development and sustainable management of fisheries.\n\nHe said the situation did not also encourage communication between researchers, users and mangers of coastal resources in the country.\n\nDr Aheto said the UCC therefore decided to partner other institutions including University of Ghana, University for Development Studies, University of Energy and Natural Resources, University of Rhode Island in the USA and the USAID to establish the online platform to help close the information gap in the fishing sector.\n\n  Professor George Oduro, Vice Chancellor of UCC said the depletion of fish stock was a worldwide phenomenon and there was the need to plan scientifically to provide evidence based proof “to conquer this galamsey operation affecting the fishing sector, especially in Ghana”. \n\nDr Emmanuel Acheampong, Lecturer, Department of Fisheries and Aquatic Sciences, UCC said FishCoMGhana was being developed to augment Ghana’s Fisheries Management Plan, which sought to increase or rebuild fish stock to enhance socio-economic conditions of the fishing communities.\n\nHe said the platform would  provide a key to access fishing information at no fee to help policy makers, Government and other stakeholders to work together to improve fisheries and coastal resources  to the benefit of the people.  \n\nMr Richard Chen, Private Sector Team Leader, Economic Growth Office of the USAID-Ghana said FishCoM Ghana initiative would strengthen communication and collaboration among actors that were working to ensure that Ghana’s fish stock was replenished.\n\nMr Paul Bannerman, Deputy Director at the Fisheries Commission who represented the Minister Designate for Ministry of Fisheries and Aquaculture Development, Madam Naa Afoley Quaye, commended the partners for initiating FishCoMGhana that would offer efficient and easy access of information for decision making process and efficient management of fishing industry.\n\n“The need for good and accurate information is extremely essential if planners and beneficiaries of fish and fisheries resources are to derive any benefits from it”, he said.\n\nMr Bannerman said currently over 20 per cent of Ghanaians workforce were employed in the fishing sector that also provides about GH¢1 billion in revenues each year.\n\nHe therefore urged all relevant institutions to make sure that the platform was beneficial and sustained by sending their information and patronising it to aid development of the fishing.\n\nSource: GNA\n\nRelated Articles",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.7884004116,
        "format_confidence":0.9893566966
    },
    {
        "url":"http:\/\/arstechnica.com\/security\/2013\/09\/05\/nsa-attains-the-holy-grail-of-spying-decodes-vast-swaths-of-internet-traffic\/",
        "text":"Risk Assessment \/ Security & Hacktivism\n\nNSA attains the Holy Grail of spying, decodes vast swaths of Internet traffic\n\nSupercomputers, trickery, court orders, and persuasion defeat widely used crypto.\n\nThe National Security Agency (NSA) and its British counterpart have successfully defeated encryption technologies used by a broad swath of online services, including those provided by Google, Facebook, Microsoft, and Yahoo, according to new reports published by The New York Times, Pro Publica, and The Guardian. The revelations, which include backdoors built into some technologies, raise troubling questions about the security that hundreds of millions of people rely on to keep their most intimate and business-sensitive secrets private in an increasingly networked world.\n\nThe reports, published simultaneously by the NYT, Pro Publica, and The Guardian, are based on newly disclosed documents provided by former NSA contractor Edward Snowden. They reveal a highly classified program codenamed Bullrun, which according to the reports relied on a combination of \"supercomputers, technical trickery, court orders, and behind-the-scenes persuasion\" to undermine basic staples of Internet privacy, including virtual private networks (VPNs) and the widely used secure sockets layer (SSL) and transport layer security (TLS) protocols.\n\n\"For the past decade, NSA has led an aggressive, multipronged effort to break widely used Internet encryption technologies,\" the NYT reported, quoting a 2010 memo describing a briefing of NSA capabilities to employees of the Government Communications Headquarters, or GCHQ. \"Cryptanalytic capabilities are now coming online. Vast amounts of encrypted Internet data which have up till now been discarded are now exploitable.\"\n\nWhen British analysts were briefed on the success, according to another memo, \"those not already briefed were gobsmacked!\" the NYT added.\n\nThe newly aired documents underscore the difficult balancing act that intelligence agencies must perform when monitoring terrorists and other state enemies. While officials say the ability to decode communications intercepted from suspects is crucial to national security, critics warn that the undermining of widely used encryption technologies could have an unintended boomerang effect that harms US companies and citizens.\n\n\"The risk is that when you build a backdoor into systems, you're not the only one to exploit it,\" Matt Green, a Johns Hopkins professor specializing in cryptography, told the NYT. \"Those backdoors could work against US communications, too.\"\n\nBruce Schneier, an encryption specialist and fellow at Harvard's Berkman Center for Internet and Society, told The Guardian, \"Cryptography forms the basis for trust online. By deliberately undermining online security in a short-sighted effort to eavesdrop, the NSA is undermining the very fabric of the Internet.\"\n\nNeither report made clear exactly how the intelligence agencies are bypassing VPNs, SSL, and TLS, which are all presumed to provide nearly impenetrable cryptographic assurance when used correctly. But the NYT specifically mentions all three—as well as an unspecified protection used in 4G smartphones—as being the focus of the NSA's most intensive efforts.\n\nSimilarly, for three years, the GCHQ looked into ways to decode encrypted traffic from Google, Facebook, Microsoft, and Yahoo. By 2012, the British agency developed \"new access opportunities\" into Google systems, the paper reported. By 2010, a GCHQ counterencryption program, dubbed Edgehill, aspired or was able—the NYT and The Guardian seem to disagree on this point—to decode VPN traffic for 30 targets and set a goal of an additional 300 by 2015.\n\nThe reports also discuss the intelligence agencies working to get Internet companies' help in decrypted traffic by eliciting their voluntary cooperation, forcing their cooperation through court orders, or hacking into their networks to steal encryption keys or surreptitiously alter their software or hardware. Documents provided by Snowden said the NSA spends $250 million per year on a Sigint Enabling Project that \"actively engages the US and foreign IT industries to covertly influence and\/or overtly leverage their commercial products' designs\" to make them exploitable. Earlier this year, the program found ways inside \"some of the encryption chips\" used by businesses and governments, either by working with chipmakers to insert backdoors or by surreptitiously exploiting existing security flaws, the NYT said.\n\nThe paper went on to describe the covert hand NSA agents played in \"deliberately weakening the international encryption standards adopted by developers.\" It cited a goal in a 2013 budget request to \"influence policies, standards, and specifications for commercial public key technologies. The report—written by Nicole Perlroth, Jeff Larson, and Scott Shane—said, \"Cryptographers have long suspected that the agency planted vulnerabilities in a standard adopted in 2006 by the National Institute of Standards and Technology, the United States’ encryption standards body, and later by the International Organization for Standardization, which has 163 countries as members.\"\n\nExpand full story\n\nYou must to comment.",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.5856058598,
        "format_confidence":0.9828071594
    },
    {
        "url":"https:\/\/www.wunc.org\/2014-07-29\/want-to-reduce-your-carbon-footprint-choose-mackerel-over-shrimp",
        "text":"Bringing The World Home To You\n\n© 2021 WUNC North Carolina Public Radio\n120 Friday Center Dr\nChapel Hill, NC 27517\n919.445.9150 | 800.962.9862\n91.5 Chapel Hill 88.9 Manteo 90.9 Rocky Mount 91.1 Welcome 91.9 Fayetteville 90.5 Buxton\nPlay Live Radio\nNext Up:\nAvailable On Air Stations\n\nWant To Reduce Your Carbon Footprint? Choose Mackerel Over Shrimp\n\nA fisherman pulls a basket filled with anchovies aboard a fishing boat off of Peru's northern port of Chimbote, in 2012. Peru is the world's top fishmeal exporter, producing about a third of worldwide supply.\nA fisherman pulls a basket filled with anchovies aboard a fishing boat off of Peru's northern port of Chimbote, in 2012. Peru is the world's top fishmeal exporter, producing about a third of worldwide supply.\n\nSmall fatty fish like mackerel, herring, sardines and anchovies are high in omega-3s, vitamin D and low on the food chain.\n\nThose shining attributes have earned them plenty of nods from doctors and environmentalists alike, as we've reported. They're not among the most popular seafoods in the U.S., though, partly because of their fishy taste.\n\nBut if you knew that eating these fish would mean shrinking your carbon footprint a wee bit, would that convince you to buy them over say, that bag of frozen shrimp you just mindlessly threw into your grocery cart?\n\nRobert Parker is betting that if you care about eating greener, you'll want to know about how much fuel it takes to catch your favorite fish. He's a Ph.D. candidate from Nova Scotia, studying the fishing industry at the University of Tasmania in Australia.\n\nParker and Peter Tyedmers, who directs the School for Resource and Environmental Studies at Dalhousie University in Halifax, recently published an analysis of a fishing industry fuel use database Tyedmers developed. Their analysis finds that fisheries producing the small fish – sardines, mackerel, and anchovies — are \"among the most energy and carbon-efficient forms of protein production.\" The paper appeared in the journal Fish and Fisheries on July 4.\n\nThey also found that fishing for shrimp and lobster are almost as fuel-intensive as raising livestock. As we've reported, raising livestock has more of an impact on the environment than any other food we eat.\n\nFor example, Parker says, to catch a metric ton (about 2,200 pounds) of sardines or anchovies, it takes about 5 gallons of fuel.\n\nIn contrast, to get the same amount of lobster or shrimp, you'd burn an average of 2,100 to 2,600 gallons of fuel.\n\nNow, U.S. and Canadian lobster outfits \"are a bit more efficient because of the higher lobster biomass in the ocean,\" he says. But they are still burning close to 264 gallons of fuel to catch those 2,200 pounds of crustacean.\n\nSo why is all this fuel getting burned? As the fishing industry has evolved in the last century from throwing out a few lines over the local dock to industrialized operations, we've been able to fish in more parts of the ocean and freeze our catch right on the boats.\n\nBut \"a consequence of many of these advancements has been the increased reliance of fisheries on larger vessels, the motorization of fishing fleets with more powerful engines and the increased demand by fisheries for fossil fuels to power everything from propulsion and gear operation to on-board processing, refrigeration and ancillary services such as navigational aids,\" the paper says.\n\nAnd the boats – not the packing plants or trucks transporting fish to the store — are where the bulk of the burn comes from, Parker says. The energy needed to get fish to the dock accounts for 60 to 90 percent of the fishing industry's total energy use and emissions.\n\n\"Fuel is the second biggest cost\" in fish production, says Parker, and labor is first, so to encourage more efficient fisheries – and fewer greenhouse gas emissions — we should be \"implementing measures shown to decrease fuel consumption.\"\n\nAnd what people do with the fish is inefficient, too. Much of the mackerel, sardines and anchovies get turned to livestock and aquaculture feed, rather than going right to hungry humans. So we're \"taking an efficient system and making it part of an average or inefficient system,\" he says.\n\nBut getting more people to eat these fish is a tough sell, at least on this side of the Atlantic. Parker himself admits that he wasn't always a herring fan, but on a trip to Denmark, that's what was served at the hotel breakfast, so he gave it a try.\n\nNow, he's a believer. \"If you have pickled herring, it's one of the most delicious things,\" he says.\n\nParker acknowledges that his fuel and fishing study has some limitations. For starters, its largely built from fisheries data from Europe and Australia, where the best records are kept, as well as some from North America. The databasedoes not have much data on fuel use and fishing in the developing world — yet.\n\nAlso, he notes, fisheries are not generally giant offenders when it comes to the food system's carbon emissions. \"Fisheries in general have a relatively low carbon footprint when it comes to food ... they don't have [the] methane associated with cows, and feed costs,\" he says.\n\nBut they hope their work goes beyond emissions. \"We're looking at all the different factors now – we need to feed people, we need to support rural communities, we need to provide healthy and high quality food to people – one niche issue is the role of fisheries in fuel consumption.\"\n\nCopyright 2021 NPR. To see more, visit\n\nMore Stories",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.6800335646,
        "format_confidence":0.9020952582
    },
    {
        "url":"http:\/\/www.daily-times.com\/nationalnews\/ci_25271857\/feds-set-aside-habitat-southwest-jaguar",
        "text":"ALBUQUERQUE, N.M.—Federal wildlife officials are setting aside nearly 1,200 square miles in the American Southwest as critical habitat for the jaguar.\n\nThe U.S. Fish and Wildlife Service announced its decision Tuesday. The area includes parts of Pima, Santa Cruz and Cochise counties in Arizona and Hidalgo County in New Mexico.\n\nThere hasn't been a jaguar sighting in New Mexico in eight years, and federal biologists are aware of only one male jaguar that frequents southern Arizona.\n\nStill, the agency says setting aside land in the Southwest will contribute to the cat's recovery across its entire range, which stretches into South America.\n\nEnvironmental groups filed a series of lawsuits seeking to protect the jaguar, but critics argue that critical habitat in the U.S. isn't essential to the cat's survival.\n\nJaguars were placed on the federal endangered species list in 1997.",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9764267206,
        "format_confidence":0.9968442917
    },
    {
        "url":"https:\/\/www.skyhinews.com\/news\/grand-county-observe-outdoor-fire-safety-this-memorial-day-weekend\/",
        "text":"Grand County: Observe outdoor fire safety this Memorial Day Weekend |\n\nGrand County: Observe outdoor fire safety this Memorial Day Weekend\n\nSpecial to the Sky-Hi News\n\nThe Craig office of Northwest Colorado Fire Management reports fire danger is low the Memorial Day weekend, which means currently the potential for large intense wildfires is at a minimum.\n\nHowever, fire safety always needs to be observed as lighter vegetation, like grass and brush, can dry out quickly and combined with dead vegetation from last year can easily carry fire, especially if there is wind. Recent rain has moderated the fire danger in many northwest Colorado areas and snow is lingering at some higher elevations.\n\n“While our area has received rain and green-up is underway in fine vegetation, the larger fuels and trees still suffer from the effects of drought and are ready to burn. We’ve responded to a number of small and single-tree fires from lightning associated with thunder storms,” remarked Colt Mortenson, Northwest Colorado Fire Management Officer.\n\nNo fire restrictions are in place in Grand, Jackson, Routt, Moffat or Rio Blanco Counties. Still, leaving a campfire unattended is a fineable offense and is careless. Anyone found responsible for the start of a wildfire can be held liable for a portion or all fire response actions.\n\nTo view a statewide listing for fire restrictions visit: . To report a fire call 911.\n\nStart a dialogue, stay on topic and be civil.\nIf you don't follow the rules, your comment may be deleted.",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.6699735522,
        "format_confidence":0.9888898134
    },
    {
        "url":"http:\/\/www.telegraph.co.uk\/news\/earth\/10913680\/Rare-white-whale-caught-on-film.html",
        "text":"Friday 03 July 2015\n\nRare white whale caught on film\n\nAn albino humpback whale has been filmed on a migratory path in the waters near Sydney, Australia\n\nOne of the world's rarest whales has been filmed frolicking in the ocean near Sydney by Australian camera crews.\n\nThe mammal - a male all-white humpback called Migaloo - is making its annual migration up the south coast, Australian media reported.\n\nOther whales were seen making the journey with the stunning animal, much to the delight of whale watching tourists - and locals.\n\n\"It was really just so white and you could see him coming from a long way away because the water was turquoise wherever he was passing under,\" said one witness.\n\nAccording to Australian media, the famous whale can often be seen in waters off the New South Wales coast during the last week of June.\n\nSource: APTN\n\nTop news galleries\n\nThe week in pictures\n\nHow we moderate\nblog comments powered by Disqus\n\nMore from the web\n\nBack to top\n\n© Copyright of Telegraph Media Group Limited 2015\n\nTerms and Conditions\n\nToday's News\n\n\nStyle Book\n\nWeather Forecast",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9188843369,
        "format_confidence":0.9894396663
    },
    {
        "url":"http:\/\/www.nj.com\/independentpress\/index.ssf\/2012\/10\/32_new_jersey_towns_awarded_gr.html",
        "text":"Sustainable Jersey awards grants to 32 towns for green projects\n\nMatthew Cortina\/Independent Press By Matthew Cortina\/Independent Press Independent Press\non October 12, 2012 at 2:51 PM, updated October 12, 2012 at 2:52 PM\ncommunity_garden_readington.JPGView full sizeGrants were awarded for community garden projects. Pictured here is a community garden in Readington Township.\n\nNonprofit Sustainable Jersey awarded $200,000 in grants to 32 New Jersey towns looking to run community-based sustainability projects.\n\nThe grants were awarded on Sept. 28 through the Sustainable Jersey Small Grants program funded by the PSEG Foundation\n\nFour towns — Hoboken, Princeton, Island Heights and Middle Township — received the top $20,000 green grant. The grants will be used to fund “proposed projects that provide sustainable solutions to everyday challenges,” according to a press statement.\n\n\"The impact that these projects will make in New Jersey is incredible,\" said Pam Mount, Chair of the Sustainable Jersey Board of Trustees. \"Aiding towns and Green Teams to achieve their sustainability goals by funding green initiatives will have a ripple effect that will benefit us all.\"\n\nPrinceton, for instance, will use their grant to support a program that turns curbside waste into compost recycling. Hoboken will direct their grant towards building and maintaining curbside gardens that reduce flooding and create safer pedestrian crossings.\n\nThere were also eight $10,000 winners and 20 $2,000 grant recipients.\n\nIn Hunterdon County, West Amwell received a $10,000 grant and Frenchtown received a $2,000 grant to protect easements near stream, river and forest areas.\n\nIn Morris County, Mount Olive received a $10,000 grant for their community gardens project and Chester Borough and Township received $2,000 for their Community Visioning Project.\n\nCranford received a $2,000 grant and was the only municipality in Union County to receive one.\n\nLaunched in 2009, Sustainable Jersey is a nonprofit, nonpartisan organization that supports community efforts to reduce waste, cut greenhouse gas emissions, and improve environmental equity.\n\nMore than two thirds of New Jersey municipalities have partnered with Sustainable Jersey to begin addressing local energy and consumption needs.\n\nVisit Sustainable Jersey’s website for the full list of 2012 green grant recipients.\n\nThe grants will be awarded at a luncheon in Atlantic City on Nov. 13.",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.8458281159,
        "format_confidence":0.9933786392
    },
    {
        "url":"http:\/\/www.abc.net.au\/science\/articles\/2007\/05\/09\/1918281.htm?site=science&topic=latest",
        "text":"Skip to navigation | Skip to content\n\nSilkworms spin a rainbow\n\n\nTransgenic organisms may one day be used to produce silk all colours of the rainbow (Image: iStockphoto)(Source: iStockphoto)\n\nWhy take all the trouble to dye silk when silkworms can be genetically modified to spin any colour of the rainbow?\n\nThat's the goal of Japanese scientists who have genetically engineered silkworms to produce a specific colour, according to a study published this week in the Proceedings of the National Academy of Sciences.\n\nLead author Takashi Sakudoh, of the University of Tokyo, says understanding the pigment transport system of silkworms could \"pave the way for genetic manipulation of the colour and pigment content of silk\".\n\nFor starters, the researchers have produced silkworms that make yellow silk. But they say that in the future, the worms could be manipulated to produce flesh-coloured or reddish silk.\n\nIn nature, silkworm cocoon colours vary from white, yellow, straw, salmon, pink to green.\n\nThe colours in the silk are from natural pigments absorbed when the silkworms eat mulberry leaves.\n\nAnd the genetics behind this ability to extract natural pigments is crucial, the scientists say.\n\nFor instance, a gene known as 'yellow blood' or Y gene enables silkworms to extract carotenoids, yellow-coloured compounds, from mulberry leaves.\n\nAnd worms that have a mutated Y gene, where a segment of DNA is deleted, cannot do this so produce white silk.\n\nInsects with this mutation produce a non-functional form of the carotenoid-binding protein (CBP), known to aid pigment uptake.\n\nUsing genetic engineering techniques, the researchers introduced pristine Y genes into the mutant insects.\n\nThe engineered worms produced working CBP and yellow-coloured cocoons.\n\nThe yellow colour became more vivid after rounds of crossbreeding, the researchers say.\n\nTags: genetics",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9963437915,
        "format_confidence":0.9871096611
    },
    {
        "url":"https:\/\/www.theatlantic.com\/science\/archive\/2017\/12\/saturn-titan-dragonfly-nasa\/548918\/",
        "text":"Hundreds of millions of miles away, in the orbit of Saturn, on the surface of Titan, the planet’s largest moon, rests a piece of human-made technology. Huygens, a nine-foot-wide, saucer-shaped probe, was dropped by the passing Cassini spacecraft and parachuted down to the surface in 2005. For a precious 72 minutes after it landed, Huygens transmitted data back to Earth, including image after image of its surroundings. There they were—gullies, the kind that on Earth are etched into rocky terrain by flowing water. Scientists watched, enthralled, as views of an alien land flashed across computer screens, marking humanity’s first look at the surface of a moon that wasn’t their own.\n\nThen Huygens, out of battery power, went dead; its demise was, as grim as it seems, part of the plan. Huygens remains in the spot where it landed, a dusty monument to the desire to glimpse, even briefly, the worlds in our solar system.\n\nBut a new piece of technology may be on its way. Not to land on Titan, but to hover—getting just close enough to reveal secrets.\n\nA mission to send a drone-like spacecraft to study Titan received approval and funding from NASA Wednesday. Dragonfly, a dual-quadcopter, would launch in the mid-2020s and, upon arrival, hop from one spot over Titan’s surface to the next, searching for signs of life.\n\nThe funding comes from NASA’s New Frontiers program, a competition for exploration proposals that has produced several well-known and successful robotic missions in the solar system: New Horizons, which flew past Pluto in 2015; Juno, which currently orbits Jupiter; and OSIRIS-REx, which is on its way to an asteroid called Bennu, where it will carve out some surface material and return the sample back to Earth. The Dragonfly mission, led by Elizabeth Turtle, a planetary scientist at Johns Hopkins University’s Applied Physics Laboratory, now has $4 million and one year to complete its concept. So does the second mission NASA approved today, the Comet Astrobiology Exploration Sample Return (CAESAR) that would target a comet that approaches the sun about every six-and-a-half years. But only one of these missions will actually launch—NASA will choose between them in 2019.\n\nTitan, the largest of Saturn’s moons, has long mystified scientists. The moon is wrapped in a dense, planetlike atmosphere mostly made of nitrogen. Spacecraft like Voyager 1 and Cassini have detected a plethora of complex and organic molecules in the atmosphere that are also found on Earth. Robotic missions have also revealed Titan has a similar liquid process to the water cycle on Earth, but with a different chemical compound: methane, the main ingredient of natural gas. On Titan, methane clouds release methane rains that feed methane lakes and seas and streams that can erode the rocky landscapes. This makes Titan, like Earth, an ocean world. All together, these features mean Titan is one of the best candidates for life in our solar system.\n\nBut, aside from Huygens, the imaging instruments on spacecraft that have visited Saturn’s orbit have been unable to penetrate Titan’s hazy atmosphere, and the composition of its surface remains largely unknown.\n\nDragonfly, should it take flight, will carry equipment capable of identifying chemical components important to biological processes. It will search for signatures of hydrocarbon-based life-forms and water and check for signs of progress in prebiotic chemistry—the transformation of simple molecules into complex life. It will carry cameras that will help the copter choose future landing sites and, of course, send home potentially beautiful, high-resolution images. “We’re not exactly looking for five-legged creatures running around or something like that,” Peter Bedini, the program manager for Dragonfly, said during a talk in July. “Although if we did confront one of those, we’d be sure to take a selfie and send it home.”\n\nThe support for the Dragonfly mission is a boon to astrobiologists seeking signs of life on other ocean worlds, like Enceladus, another Saturnian moon, and Europa, a moon of Jupiter. On these moons, potential oceans lurk under thick crusts of ice, perhaps teeming with microbes and other life-forms.\n\nThe drone-like design of Dragonfly is unusual given the previous roster of robots sent to explore the solar system, like the suite of landers and rovers that have traveled to Mars since the 1970s. But “the dense, calm atmosphere and low gravity [of Titan] make flying an ideal means to travel to different areas of the moon,” the Dragonfly team explains. Aerial probes can cover more ground than rovers. Mars rovers like Curiosity and Opportunity have a top speed of less than one mile per hour, and are not built to maneuver over particularly rough terrain. After five years on Mars, Curiosity’s wheels show some significant damage from crunching over rock. As NASA pushes forward with the exploration of worlds whose surfaces are less understood than that of Mars, scientists and engineers may need to rethink the hardware best suited for exploration.\n\n“In just a few flights, Dragonfly will be able to go farther than the Opportunity rover on Mars has in the last 12 years,” Bedini said.",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9960663915,
        "format_confidence":0.8572228551
    },
    {
        "url":"https:\/\/www.cbsnews.com\/news\/fresh-tremor-shakes-turkey\/",
        "text":"Fresh Tremor Shakes Turkey\n\nA strong earthquake struck western Turkey Monday, collapsing buildings already damaged in a deadly quake last month and killing at least seven people and injuring at least 320, officials said.\n\nMost of the injured suffered broken bones as they jumped from buildings.\n\nThe 2:55 p.m. quake had a preliminary magnitude of 5.8 and was centered on Izmit, about 50 miles southeast of Istanbul, the city's Kandilli Observatory reported.\n\nThe U.S. Geological Survey in Golden, Colo., also reported that the quake registered a preliminary magnitude of 5.8, and called it an aftershock to the August quake.\n\nÂ\"It was the strong aftershock which had been expected,Â\" agreed Aykut Barka, professor of geology at Istanbul Technical University.\n\nIstanbul Deputy Governor Ali Cafer Akyuz said three people were killed in the town of Kocaeli when a building collapsed on their car. Another three were killed in the same town when a building fell on them, he said. Additionally, one woman died of a heart attack in the town of Adapazari.\n\nPrime Minister Bulent Ecevit said 239 people were injured, 15 buildings in Izmit collapsed and seven in Golcuk fell down.\n\nEcevit said rescue teams were rushing to the region to try to save people who may be trapped under the rubble, and urged people to be calm.\n\nÂ\"These aftershocks may continue,Â\" he said. Â\"We hope that none are as powerful as this one. We unfortunately have to live with them.Â\"\n\nInjuries were reported in the towns of Adapazari, Kocaeli, Golcuk and Izmit, which had suffered serious damage in the August quake.\n\nToday's jolt was felt as far away as Istanbul, where people rushed into the streets in panic. Telephones lines in Istanbul were down after the quake.\n\nLast month's quake, which registered 7.4, killed more than 15,000 people and devastated western Turkey, the country's industrial heart.\n\n©1999 The Associated Press. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.821551621,
        "format_confidence":0.997053504
    },
    {
        "url":"https:\/\/www.zdnet.com\/article\/israels-silicon-valley-introduces-augmented-reality-research\/",
        "text":"Israel's Silicon Valley introduces augmented reality research\n\nAs wearable technology and the idea of augmented reality catches the eye of tech firms worldwide, Israel stands to benefit.\n\nA firm which wants to bring augmented reality in to our daily lives, Infinity AR, has announced the opening of a research and development center in Tel Aviv -- colloquially known as Israel's Silicon Valley.\n\nThe concept video above reveals what the company wants to develop -- the merging of an augmented reality platform with digital eyewear, smartphones and tablets.\n\nInfinity AR wants to develop headwear which would augment digital information to our surroundings, as well as allow a user to fully immerse in a digital reality. Whether you're deciding what to wear or you are on the road, real sensory inputs would be enhanced in real time with virtual images, video, sound and data. As an example, the headwear would be able to digitally show you specific outfits, or issue weather warnings and directions when driving.\n\nOther companies are already exploring the concept of augmented reality; Google Glass -- currently in the developer stage before public release -- represents the move from smartphones and tablets to wearable technology which many firms plan to capitalize on.\n\nBy opening the R&D center in Tel Aviv, Infinity AR hopes it will be able to compete.\n\nTel Aviv currently hosts more than 1,200 high-tech firms and over 700 early-stage start-ups. According to the company's CEO Enon Landenberg, the strategic placement of the center will not only be a suitable testbed for innovation, but \"a springboard from which all of our augmented reality products will originate.\"\n\nIn the beginning, the center will host 15 employees, mainly software engineers and developers, with plans to hire additional staff in the coming months.\n\nVia: Infinity Augmented Reality\n\n\nThis post was originally published on Smartplanet.com",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.8514527678,
        "format_confidence":0.9952263832
    },
    {
        "url":"http:\/\/www.coloradoan.com\/article\/DO\/20121120\/NEWS01\/311200024\/springfield-bird-kill-caused-by-truck?odyssey=mod_sectionstories",
        "text":"Birds killed by truck?\n\nMDC has theories, but no answer for Saturday's deaths\n\n8:17 AM, Nov. 20, 2012\n  • Filed Under\n\nA big vehicle plowing through a flock of startled starlings may have left 50 to 100 birds dying in the street over the weekend.\n\nThat's one theory the Missouri Department of Conservation has come up with to explain the birds' demise, according MDC Media Specialist Francis Skalicky.\n\n\"A Conservation agent investigated the scene and there's no evidence of foul play,\" Skalicky said late Monday. \"He did collect two birds and the Health Department was asked if they wanted to test them, but they said no. We believe it was a single event at that location. It may be unusual to see on a street within the city ...",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.736859858,
        "format_confidence":0.9900522828
    }
]