[
    {
        "url":"http:\/\/www.reddeer.ca\/city-services\/police-rcmp\/rcmp-news-releases\/rcmp-news-archive\/2017-rcmp-news-archive\/august-2017-rcmp-news-archive\/rcmp-2017-08-31-red-deer-rcmp-investigate-fatal-collision.html",
        "text":"August 2017 RCMP News Archive\n\nSubscribe RSS Feed Email\nRCMP News Release\n\nRed Deer RCMP investigate fatal collision\n\nAugust 31, 2017 11:15 AM\n\nRed Deer, Alberta – Red Deer RCMP are investigating a fatal collision that occurred last night when a motorcycle driver collided with the rear end of a stopped Transit bus.\n\nRCMP were called to the scene along with City of Red Deer Emergency Services at 11 pm after a motorcycle collided with the back of a Red Deer Transit bus while the bus was stopped at a red light at the intersection of 59 Avenue and 67 Street.\n\nThe 56 year old male motorcyclist was treated on scene and then taken to hospital, where he was declared deceased. RCMP thank the bus driver and a passerby with medical training for their attempts to assist the man until medical assistance arrived, and offer sincere condolences to the family of the deceased man.\n\nThere were no passengers on the bus at the time of the collision; the driver was not injured. No charges are pending and RCMP will not be releasing further information on this collision.\n\n\nMedia contact\nRed Deer RCMP",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.8454299569,
        "format_confidence":0.8096833229
    },
    {
        "url":"https:\/\/thepolicenews.net\/default.aspx?act=Newsletter.aspx&category=News+1-2&newsletterid=71523&menugroup=Home",
        "text":"Four Red River County Men Indicted for Conspiring to Distribute Methamphetamine\nUS DOJ, Texarkana, TX\nMore Today's News:\nߦ   Breaking out . . . Why I quit my job as a police officer and I’m not looking back\nߦ   A Letter To Dad From A Daughter Who Never Met Him\nߦ   Confessions of a Police Officer\nߦ   10-year-old boy bullied over medical condition commits suicide; parents plan to sue school district\nߦ   Coast Guard medevacs crewmember near South Padre Island\nߦ   FBI joins investigation into fatal triple shooting in luxury San Antonio-area home\nߦ   Illegal Immigrant Arrested for Vicious Crimes Terrorizing Entire State\nߦ   Illegal immigrant from El Salvador accused of killing four people\nߦ   Interfering with the Duties of a Public Servant Criminal Mischief \/ Failure to Identify to a Police Officer\nߦ   Man Jailed For Assaulting A Deputy\nߦ   Paris Police Dept - Daily Summary\nߦ   Police arrest man accused of hitting school security guard with car\nߦ   Reward Increased to $15,000 for Most Wanted Fugitive, Mexican Mafia Gang Member\nߦ   Saginaw Township police officer in critical condition after being shot in face\nߦ   Sheriff Investigating Pharmacy Robbery\nߦ   3 people wearing UTSA hoodies burst into apartment and open fire, injuring 1\nߦ   City of Pasadena Vehicle Auction\nߦ   Eliminating Gang Database is a Mistake\nߦ   Engaging in Business as a Dealer without a License\nߦ   In Memoriam Officer Sean Tuder\nߦ   Law Enforcement Suicides – Don’t Ignore the Signs, Even the Subtle Ones\nߦ   Man opens fire on troopers in Westmoreland County\nߦ   Possession of Marijuana\nߦ   Teen robbery suspect wanted in murder of his own friend\nߦ   Texas homeowner shoots five, kills three during home invasion\n\n   Next >>\nSearch Archives:\nUnited States Attorney Joseph D. Brown\nEastern District of Texas\n\nFOR IMMEDIATE RELEASE                                         \nMONDAY, December 3, 2018\nDAVILYN WALSTON                                         \n\nFour Red River County Men Indicted for Conspiring to Distribute Methamphetamine\n\nTEXARKANA, Texas – Four Red River County men have been indicted for conspiring to distribute methamphetamine in the Eastern District of Texas, announced U.S. Attorney Joseph D. Brown today.\n\nBrian Bradley Beers, 47, of Beers, Texas; Kevin Wayne Guess, 45, of Annona, Texas; James Wayne Johnson, 30, of Kemp, Texas; and Billy Carl Webb, Jr., 51, of Clarksville, Texas, were named in an indictment returned by a federal grand jury on Nov. 14, 2018. Beers, Guess, and Webb were arrested on Nov. 30, 2018, in Red River County. Johnson was taken into federal custody on Nov. 19, 2018.\n\nAccording to the indictment, in June and July of 2018, Beers, Guess, Webb, and Johnson conspired to possess with intent to distribute 50 grams or more of methamphetamine. Additionally, the indictment alleges that during that time, Johnson possessed 50 grams or more of methamphetamine with intent to distribute and that Beers, Guess, and Webb used communication facilities in facilitating the conspiracy.\n\nIf convicted, Beers, Guess, Johnson, and Webb face a minimum of ten years and as much as life in federal prison.\nThis case is being investigated by the Texas Department of Public Safety, the Red River County Sheriff’s Office, and the Mt. Pleasant Police Department. The case is being prosecuted by Assistant U.S. Attorney Jonathan R. Hornok.\n\n\nPost a comment\nEmail Address: (must be a valid address)\n(will not be published or shared)\nComments: (plain text only)\nPrinter Friendly Format  Printer Friendly Format    Send to a Friend  Send to a Friend    RSS Feed  RSS Feed\n© 1999-2019 The Police News. All rights reserved.",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.9970870614,
        "format_confidence":0.6407568455
    },
    {
        "url":"https:\/\/www.marylandnursinghomelawyerblog.com\/nursing-home-neglect-can-lead-even-healthy-residents-death\/",
        "text":"Nursing Home Neglect Can Lead to Even a Healthy Resident’s Death\n\nWhen a Maryland nursing home accepts a resident into their care, the nursing home assumes an affirmative duty to provide an acceptable level of care to the resident. This entails ensuring that all physical needs are met, including the administration of medication, allowing residents to use the restroom as often as needed, and ensuring that residents get the appropriate level of nutrition.\n\nLegal News GavelGiven the tasks involved, running a nursing home is not an easy business, and many nursing homes operate on thin margins. Thus, nursing home management often are in a position in which they are trying to staff the home with the fewest number of employees possible. While this saves money, it also can prevent residents from obtaining the care necessary to live in a safe and secure environment.\n\nWhen a nursing home fails to provide sufficient coverage to care for the needs of its residents, and a resident suffers harm as a result of this failure, that resident or their family may be able to obtain financial compensation for any injuries caused by the home’s negligence. Of course, a Maryland nursing home neglect plaintiff must be able to establish each element of their claim by introducing admissible evidence. Often, this consists of direct evidence, such as video recordings or witness testimony. However, nursing home neglect cases can also proceed on circumstantial evidence of abuse or neglect. This would include otherwise unexplainable bruises or bedsores.\n\nSon Believes Nursing Home’s Negligence Responsible for Mother’s Death\n\nRecently, the son of a woman who died shortly after she was admitted into a nursing home filed a wrongful death case against the nursing home, claiming that the home’s negligence resulted in his mother’s death. According to a local news report, the elderly woman suffered from arthritis and was wheelchair-bound.\n\nThe man’s complaint alleges that while at the facility, his mother contracted a urinary infection shortly after her admission into the facility. Not long after the diagnosis, the man’s mother passed away. As it turns out, the very same nursing home was cited after a government probe into the level of care it was providing residents. The case has only recently been filed, and no resolution has been reached at this point.\n\nIs Your Loved One at Risk?\n\nIf you have a loved one in a Maryland nursing home, and you believe that they may be at risk due to being neglected or abused, you should consult with a dedicated personal injury attorney. The skilled personal injury lawyers at the law firm of Lebowitz & Mzhen Personal Injury Lawyers have extensive experience representing victims of nursing home abuse and neglect, as well as their family members. To learn more, and to speak with a dedicated injury lawyer about your loved one’s situation, call 410-654-3600 today. Calling is free, and we will not bill you for our services unless we are able to help you or your loved one obtain the compensation you deserve.\n\nMore Blog Posts:\n\nVideo Evidence Is Catching More Abusive Caretakers in the Act, Maryland Nursing Home Lawyer Blog, published March 23, 2018.\n\nCivil Lawsuits Versus Criminal Prosecutions in Nursing Home Abuse Cases, Maryland Nursing Home Lawyer Blog, published March 7, 2018.\n\nContact Information",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.9841835499,
        "format_confidence":0.5193513632
    },
    {
        "url":"https:\/\/www.gmbyorkshire.org.uk\/news\/article\/updated-legal-package-for-gmb-pubco-members\/",
        "text":"Updated Legal Package For GMB Pubco Members\n\n5 Aug 2010\n\nFAO GMB Pubco Tied Tenants\n\nDear Colleague\n\nGMB Legal Assistance Package\n\nAs you may be aware the GMB’s legal assistance package for members has recently changed as follows:\n\nFor all legal issues other than Brulines, (see below), GMB has arranged a heavily subsidised rate with Andrews Angel Solicitors. The cost to each existing member is £250 plus VAT for an initial 2 hour case review. If, during the review, issues are identified that may have wider implications for the GMB membership as a whole or opportunities to establish precedents and case law are identified then GMB may consider further financial assistance. Otherwise, members are then responsible for their own costs after having received advice.\n\nThe procedure for accessing the legal assistance package is for members to contact me as below asap and you will be sent a questionnaire to complete and return. I will then forward the paperwork to Andrews Angel Solicitors who will contact you direct.\n\nRegarding Brulines issues, we have an information pack and questionnaire available on request to members and issues will be reviewed on a case by basis by our in-house legal team at National Office.\n\nI trust this information is useful.\n\nYours sincerely\n\nSue Boyd\n\n.(JavaScript must be enabled to view this email address)",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.8787252903,
        "format_confidence":0.9639735818
    },
    {
        "url":"http:\/\/www.pradaxalawsuitcenter.com\/pradaxa-lawsuit-news-09-17-13.asp",
        "text":"No-Cost, No-Obligation\nPradaxa Lawsuit\nCase Review\n\nBookmark and Share\n\nPradaxa Lawsuit Center\n\nPradaxa Lawsuit Co-Liaison Counsel Provides Update on Plaintiffs' Progress in Pradaxa Internal Bleeding Litigation, Discovery Abuse Hearing Set for September 18, 2013\n\nCo-Liaison Counsel in Pradaxa Products Liability Litigation provides current news and information on Pradaxa lawsuit status as preparations for bellwether trials move forward and Pradaxa manufacturer's executives are required to explain allegations of discovery abuse.\n\nSt. Louis, MO (September 17, 2013) – A Status Conference occurred on September 4th in the Pradaxa Products Liability Litigation (MDL No. 2385, United States District Court, Southern District of Illinois), after which Mark Niemeyer, a partner with the law firm of Onder, Shelton, O'Leary & Peterson, LLC who is serving as Co-Liaison in the Pradaxa internal bleeding lawsuit, provided an update regarding the overall progress of the Pradaxa lawsuit.   The sample trials, referred to as bellwether trials, in the Pradaxa Multi-District Litigation are moving quickly toward expert witness designation.   Bellwether trials are the tool generally used to move a litigation towards resolution framework.  The Pradaxa internal bleeding bellwether trials are set to begin next August.  Additionally, high-ranking officials with Boehringer Ingelheim Pharmaceuticals, Inc., the manufacturer of Pradaxa, have been ordered to appear and explain allegations of discovery abuse.   The plaintiffs' lawyers in the Pradaxa lawsuits have repeatedly made complaints of Boehringer Ingelheim's withholding and late production of corporate information related to the manufacture and marketing of Pradaxa.   Earlier this year, Boehringer Ingelheim attempted to block the Pradaxa internal bleeding lawyers from discovering the documents reviewed by a deponent in advance of that person's disposition.   The Court struck down this attempt and required disclosure of all documents reviewed by a deponent, describing the Defendant's position as disingenuous (Case Management Order No. 31 Regarding Defendants Discovery of Documents Reviewed by Deponents).   The previous Case Management Order (No. 30 Production of BIPI Employee Personnel Files) denied Boehringer Ingelheim's lawyers' attempt to block the Plaintiffs from discovering aspects of the company's deponent personnel files, including bonus and compensation information.\n\nThe Pradaxa Multi-District Litigation is the result of a large number of Pradaxa lawsuits filed throughout the country alleging Pradaxa internal bleeding, frequently resulting in death.   The lawsuits were consolidated to form the Pradaxa Multi-District Litigation being tried in federal court in Southern Illinois.   Pradaxa lawsuits are not class action lawsuits.   Pradaxa is an anticoagulant was approved by the FDA in 2010 to prevent stroke in people with atrial fibrillation.   A January 2013 report by the Institute for Safe Medication Practices ( compared serious adverse drug events reported to the FDA under the FDA Adverse Event Reporting System, also known as MedWatch, for Pradaxa, Xarelto and warfarin during the second quarter of 2012.   It found that Pradaxa use resulted in death nearly two and a half times as frequently as Xarelto and almost five times greater than warfarin.\n\nMark Niemeyer and the pharmaceutical litigation department at Onder, Shelton, O'Leary & Peterson, LLC handling Pradaxa cases wish to inform the families of those who took Pradaxa and then suffered a severe internal bleeding event, such as gastrointestinal internal bleeding or hemorrhagic stroke, that they may still join the Pradaxa internal bleeding multi-district litigation.   The Pradaxa lawyers at Onder, Shelton, O'Leary & Peterson are offering a free case review with no further obligation to the families of persons who experienced severe internal bleeding after using Pradaxa.  The firm is representing all persons who file a Pradaxa lawsuit on a contingency basis with no cost to the client unless they successfully win compensation for them.  Although the firm is centrally located in St. Louis, Missouri, it represents clients throughout the United States.  St. Louis is the closest metropolitan area to the court handling the Pradaxa Products Liability Litigation.\n\nNiemeyer also invites other attorneys to consult with a Pradaxa lawyer at the firm, which are available either to handle those cases or work as co-counsel. \n\nRecent Pradaxa Lawsuit News Items",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.9822043777,
        "format_confidence":0.8395266533
    },
    {
        "url":"https:\/\/sfethics.org\/ethics\/2010\/09\/city-officer-phil-ting-assessor-recorder-filed-september-20-2010-contractor-holme-roberts-owen-1.html",
        "text":"Ethics Commission\nCity and County of San Francisco\n\nCity Officer: Phil Ting – Assessor-Recorder – Filed: September 20, 2010 – Contractor: Holme Roberts & Owen\n\n\nNature of Contract\n\nASR receiving legal representation in the administrative proceedings before the Transfer Tax Board of Review involving the 12\/10\/08 petition filed by the Roman Catholic Archbishop of San Francisco\n\nDate Contract Approved\n\n10\/2\/09 (1st Amendment)\n\n\n\n\nDownload form\n\nWas this page helpful?\n\nScan with a QR reader to access page:\nQR Code to Access Page",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.949975431,
        "format_confidence":0.5095381737
    },
    {
        "url":"https:\/\/www.crowell.com\/NewsEvents\/PressReleasesAnnouncements\/Crowell-Moring-Listed-in-Multicultural-Law-Magazines-Top-100-Law-Firms-for-Diversity",
        "text":"Search NewsRoom\n\nAdvanced Search >\n\nMedia Contacts +\n\nFirm News & Announcements\n\nCrowell & Moring Listed in Multicultural Law Magazine's \"Top 100 Law Firms for Diversity\"\n\nWashington, D.C. – February 16, 2007: Crowell & Moring LLP is pleased to announce that is has been listed as one of Multicultural Law Magazine's \"Top 100 Law Firms for Diversity.\" To determine law firm rankings, surveys were sent to more than 200 law firms on the American Bar Association's list of firms with more than 100 lawyers. Crowell & Moring was also listed in the 2006 edition of the magazine, and in 2005 Crowell & Moring ranked 13th in the \"Top 50 Law Firms for Associates,\" 18th in the \"Top 25 Law Firms for Disabled Americans\" and 21st in the \"Top 50 Law Firms for Women.\"\n\nWith more than 40,000 readers, Multicultural Law Magazine is an annual publication that highlights successful minority and women lawyers.\n\nThe news comes as Crowell & Moring has engaged in several efforts to promote diversity in the legal profession. At a reception on February 21, 2007 featuring keynote speaker Minority Corporate Counsel Association Executive Director Veta T. Richardson, the firm will present the second annual $25,000 scholarship program awards to three D.C. law school students. The firm also hosts a regular speaker series to celebrate diversity and has entered into a special relationship with Howard University Law School by funding two public service summer internships for Howard law students. Crowell & Moring is also working with Howard law students to supply firm lawyers to serve as judges for moot court competitions at the university.\n\n\nPhill McGowan\nDirector of PR, Media and Communication\n+1 202.508.8835\n\nEmail Twitter LinkedIn Facebook Google+",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.8927412033,
        "format_confidence":0.9945306182
    },
    {
        "url":"https:\/\/www.work4youlaw.com\/blog\/bicyclist-suffers-major-injuries-brooklyn-hit-and-run-accident\/",
        "text":"We Can Even Come to You!\n\nCall Us 24\/7:(212) 545-7373\n\n1-800-967-5496 - 1-800-WORK-4-YOU\n\nBicyclist Suffers Major Injuries in Brooklyn Hit-and-Run Accident\n\nLeave a reply\n\nHit-and-Run AccidentA 38-year-old man suffered critical head injuries after a car struck his bicycle. According to a report in the New York Daily News, the driver of a late-model four-door silver sedan was southbound on Central Avenue in Bushwick when he struck the bicyclist who was eastbound on George Street. The driver failed to stop and render aid to the victim. The injured victim was then rushed to a local hospital where he remains in critical condition. Police are still attempting to locate the hit-and-run driver. The victim was apparently a construction worker, who was well known for the bicycles he built on the side.\n\nHit-and-Run Collisions\n\nThe National Highway Traffic Safety Administration’s (NHTSA) reports that one out of every 10 crashes (about 11 percent) reported to the police involves a hit-and-run driver. Also, most hit-and-run crashes result in catastrophic injuries or even fatalities. Between the years 1994 and 2003, 14,914 people were killed in hit-and-run collisions, the AAA Foundation for Traffic Safety reported.\n\nNew York Hit-and-Run Law\n\nUnder New York Statute 600.2: “Any person operating a motor vehicle who, knowing or having cause to know that personal injury has been caused to another person, due to an incident involving the motor vehicle operated by such person shall, before leaving the place where the said personal injury occurred, stop, exchange information and contact the authorities.”\n\nCompensation for Hit-and-Run Victims\n\nInjured victims of hit-and-run accidents are often left struggling to pay their medical bills and other expenses associated with their losses. When the hit-and-run driver is not found, victims can seek compensation through the uninsured motorist clause of their auto insurance policies or through a quasi-state agency if there is no motor vehicle in the victim’s household. This applies even to cases where the at-fault driver is uninsured or underinsured. In some incidents, bicyclists or pedestrians may be able to file a claim against the city or governmental agency, if a dangerous or defective roadway is found to have caused or contributed to their injuries.\n\nIf you or a loved one has been injured or if you have lost a loved one in a hit-and-run accident, the experienced New York personal injury attorneys at the Law Offices of Kenneth A. Wilhelm can help you better understand your legal rights and options. We obtained $2,000,000 for a 6-year-old girl who was injured by a hit-and-run driver. The case was originally dismissed by the judge, but we aggressively appealed the judge’s decision and had it overturned. Our client received a $2,000,000 settlement when the case was retried. Please contact us 24 hours a day, 7 days a week at 1-800-WORK-4-YOU (1-800-967-5496). We can also help with personal injury cases in New Jersey, Connecticut, Pennsylvania, or Florida. If you have been seriously injured in any of the 50 U.S. states, please call us and we will try to help you with your case.\n\nOther phone numbers for us are:\n\n1-800-RADIO-LAW, 1-888-WYPADEK, OR 1-800-LAS-LEYES\n\nPlease visit us at: www.WORK4YOULAW.com\n\nSource: New York Daily News\n\nIf you found this article useful, please share it!\n\nRelated Aricles\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\n  • Recent Posts\n\n  • What Our Clients Say About Us\n\n  • Categories\n\n  • Best Seller\n  • *Disclaimer:Some of the verdicts for the cases mentioned on this website were increased or decreased on appeal. Prior results do not guarantee a similar outcome. ATTORNEY ADVERTISING",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.987074852,
        "format_confidence":0.688783288
    }
]