[
    {
        "url":"http:\/\/www.insidehoops.com\/forum\/showpost.php?p=8014024&postcount=1",
        "text":"Thread: Wing position\nView Single Post\nOld 12-05-2012, 12:00 AM   #1\nHigh School Varsity 6th Man\nbarkleynash's Avatar\nJoin Date: Nov 2008\nPosts: 797\nbarkleynash has an OK reputation so far\nDefault Wing position\n\nMy thoughts are that derozen might actually be a better three than a two. He should have a bigger quickness advantage against threes and be able to get to the rim even more. Plus pairing him with a shooter like Ross will provide him more space to drive. They then have fields, Anderson, pietrus and kleiza on the wing. I would say that two of those guys will be gone, along with Jose and maybe bargs.\nbarkleynash is offline   Reply With Quote",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9958832264,
        "format_confidence":0.9956755042
    },
    {
        "url":"https:\/\/yarchive.net\/gun\/ammo\/chronographs.html",
        "text":"Index Home About Blog\nSubject: Re: better chronograph\nOrganization: AT&T\n\nFrom article <2aopgd$hgj@usenet.INS.CWRU.Edu>, by\ngmk@falstaff.MAE.CWRU.EDU (Geoff Kotzar):\n\n# In article <>\n# (Bart Bobbitt) writes:\n# #Oheler chronographs tend to be the most accurate.  Their high-end models\n# #are accurate to about 1 fps.  If your needs require velocity measurements\n# #accurate enough to determine velocity standard deviations within 1 fps\n# #below 10 fps, you'll need a chronograph with a 1 fps accuracy.\n# You have stated similar things before regarding chrono accuracy,\n# but as you know manufacturer claims often don't agree with reality.\n# Also, 1 fps accuracy from a device with a maximum practical range of\n# say 4000 fps comes out to about 0.025% which is very bloody good. In\n# fact for most laboratory transducers 0.10% is considered very good\n# performance and 0.025% would be truly excellent. This sounds like a\n# claim based on clock rates alone and ignores all of the other factors\n# that contribute to practical accuracy of the device.\n\nThe nice thing about the Oehlers is that it measures the same shot\ntwice, so you can look at the deviation of the difference between\nthe 2 shots and get an actual measurement of the precision of your\nmeasurements.  Most of the time with a 4' screen distance, I have\nseen a precision of 1 to 2 ft\/sec.  Sometimes it is worse depending on\nthe light conditions.  If you go to an 8' screen distance it is\npretty easy to get a 1 fps std. deviation of error.\nThe absolute accuracy may be off more than that of course.\n\nFrom: (-Faber,S.R.)\nSubject: Re: Chronographs\nOrganization: AT&T\n\nIn article <3i8q6a$>,\nDon Kenny <> wrote:\n\n#I have been shooting & reloading for over 30 years, and have found the\n#Oheler to be the finest chronograph.  First off, the Ohler has *TWO*\n#chronograph circuits, so you always know about \"false readings\".  This\n#feature alone makes PACT and all the other chronographs poor performers.\n#The only problem is cost, as the Ohler goes for about $300.\n\nYou can get the Oehler for $225 without the printer and wire up a\nparticular Casio printing calculator to it for about $25 more if you\nwant to be cheap.\n\nI just ran a test of a PACT in series with an Oehler 35(P).  I'll\npost the detailed results later, but in summary the Oehler (4ft screen\ndistance) gave results self consisent to the proof screen to 1-2 ft\/sec,\nincreasing to close to 3 ( when the sun went pretty low.\nThis is shooting at a single target pretty low across the screens on a clear\nday pretty late afternoon.\nThe PACT (2 ft screen distance) averaged 8 ft\/sec higher readings with\na 5 ft\/sec ave std deviation of the difference between the PACT and Oehler.\nThere was one data point out of 15 that was an outlier.\n\n\nFrom: John De Armond\nNewsgroups: rec.guns\nSubject: Re: Opinions on Chronographs\nKeywords: reloading, chronograph\nDate: 1 Aug 89 16:57:27 GMT\n\nIn article <> (John Gayman) writes:\n>   I would like to solicite opinions on the various makes of chronographs.\n>I've pretty much discounted the two popular models that place the\n>display\/controller down range with the skyscreens. Basically it looks\n>like the Pact or Oehler 35P are the way to go. Prices (with printer)\n>seems to be comparible. All I have to go on are the various reviews\n>in the recent mags on the Oehler. They were are *very* favorable. If\n>any of you have used either of these units I would appreciate hearing\n>your opinions. Thanks.\n\nI have a model 33 Oehler.  Several years old.  I am very pleased with the\nunit, less so with the skyscreens.  I have the standard skyscreens that\ncame with it (skyscreen II, I believe).  These consist simply of a plastic\nmolding with a phototransistor inside.  They are fairly pickey about\nsun angle and intensity.  You also have to shoot fairly close to them.\nThis invariably causes you to shoot one or more of them.  After the\nsecond one, I machined replicas of the screens out of 1\" boilerplate\ndesigned to split along the centerline of the cell.  A spring arrangement\nholds the parts together.  Now, if I shoot one, the assembly gets knocked\noff the end of the stick, the pieces separate and fall away and the photo-\ntransistor is saved.  A little filing to remove the crater and you are\nback in business.\n\nI've had the opportunity to shoot over skyscreen IIIs.  They are better\nbut still not the solution, especially with scoped guns. With a scope,\nspatial relationships are hard to judge.  In other words, it's hard to\ntell when you've cleared the damn screen.\n\nElectrically, the unit is very well designed.  IT has proper edge detection\nwhich makes it extremely sensitive to even faint shadow signals.\n\nThe higher clock speeds of the newer units should make them more\naccurate.  I'd not recommend taking advantage of this to reduce the\nseparation distance, however.  I use 4 feet which I consider to be a minimum.\nI made a telescoping boom from square aluminum tubing (Ace Hardware) which\nmakes the thing much more transportable.  It is designed to mount on a\nstandard camera tripod.\n\nBased on this experience, I'd expect the 35P to be a nice instrument.  After\nusing mine a couple of years, I think a printer is essential.  It is a real\npain in the butt to keep track of each reading, aim the gun and miss the\nskyscreens.  If all I had to do is look at the display momentarily to make\nsure the shot was recorded and not a flyer, my life would be much simpler.\n\n\nFrom: John De Armond\nSubject: Re: Chronographs\nDate: 4 Jan 91 05:54:15 GMT\nOrganization: Rapid Deployment Systems (making go-fast things and things that-go fast) (BJ Backitis) writes:\n\n>So, if anyone out there would be so kind as to suggest\/recommend\/comment\n>on chronographs, I would really appreciate it.  I'll summarize e-mailed\n>replies and post it here.  What I'm interested in is cost (how much ARE\n>these puppies, anyway?), features to look for and\/or avoid, and what are\n>some good reliable brands?  Also, any recommendations for places to\n>order them from (I haven't seen any listings in Shotgun News, except for\n>one called Chrony... $80 or so).\n\nI have an Ohler model 33 and have used the new Ohler printing chrono plus\nI've used the Chrony and another put-'em-out-front-so-you-can-shoot-'em\ntype that I don't remember the brand name of.\n\nThe major tips I can state are:\n\n1)\tAvoid the ones that contain the integral skyscreens like the plague -\n\tthat is unless you like to see bits of your chrono flying through\n\tthe air after you shoot it.  You WILL shoot it, especially if you\n\tshoot a rifle with a medium to high power scope.\n\n2)\tGet the so-called sky screen II (Ohler's name) type skyscreens that \n\thave optics over the photocells and a light diffuser above.  The bare \n\tcell types, while they work, require you shoot so close over them\n\tthat you'll invariably tag one.\n\n3)\tGet a printer if your budget can at all handle it.  It's a real \n\tdistraction to have to write down the readings after each shot.\n\tThe new Ohler has an adequate printer.  One of the other brands\n\tuses the HP portable printer designed for their calculators.\n\tThis is a very nice combo, as the communication between the printer\n\tand the chrono is via an infrared light beam.\n\n4)\tMake sure your chrono will calculate statistics.  Standard deviation\n\tis the bare minimum.  It should also calculate average and\n\textreme spread.  SD is the most accurate indication of\n\tconsistency in loading.  Extreme spread can indicate if you do\n\tsomething really wrong occasionally.  The chrono should also\n\tallow you to edit out \"flyers\" or bogus readings after the fact.\n\tOhler will let you reject a reading after it is shot but you\n\tcan't edit after the fact.\n\n5)\tThe Ohler uses three screens and takes a second reading they call a\n\t\"validation\" reading.  After using one for awhile, I'm not sure I\n\tsee a great benefit.  So far, every reading that has failed validation\n\thas appeared bogus on the face.  Example:  900 or 5000 fps on a\n\tround you know does about 2500 fps.  Unless you are very meticulous in\n\tplacing the skyscreens, you can introduce errors due to different \n\tdistances between the main and validation screens.  This is especially\n\ttrue if you use a short separation.\n\n6)\tWhen you evaluate the unit, look to see how slow and how small a bullet\n\tit will reliably clock.  A good unit should reliably clock a BB gun\n\tand an arrow.  This is a measure of how well the pulse slicing \n\tcircuitry is designed in the unit.  Also check the operation in less\n\tthan optimum lighting conditions.  My Ohler 33 is really picky about\n\toblique and\/or hazy lighting.  This again is a reflection of the \n\tpulse slicers in the unit.\n\n\nI don't at all like the genre of chronos typified by the chrony.  Their\nflimsy construction and flimsy skyscreens mean that precision is not \npossible.  These are fine to check to see if your favorite popper \nload will make IPSC major but I would not try to do any serious load\ndevelopment on one.  Plus you'll be guaranteed to shoot it up.\n\nI've mainly used mine to develop bullseye loads for my Model 70 .30-06,\nmy NM M-1 and my silhouette pistols.  In the model 70 in particular,\nvelocity is critical for accuracy.  100 fps either side of optimum and\nthe group size grows.  What I've found with all my guns is that once\nI find a velocity that is most accurate with a given bullet, I can change\npowders and primers and brass and as long as I can work back to that\nvelocity, accuracy and point-of-impact will remain the same.\n\n\nFrom: John De Armond\nSubject: Re: Chrony chronographs\nOrganization: Dixie Communications Public Access.  The Mouth of the South. (Peter Cash) writes:\n\n#Well, Midway has the Chrony chronographs on sale for $80, and I'm tempted.\n#I realize that they don't have all the neat features of the more expensive\n#Pact--but they are only a fraction of the price. So, I'd like to know: are\n#the Chronys reasonably accurate, reliable, and useful?\n\nIf you just want numbers to satisfy your curiosity, the Chrony will\ndo fine.  IF you want accurate AND repeatable ... (truncated)",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.8555164337,
        "format_confidence":0.9698875546
    },
    {
        "url":"https:\/\/www.packerforum.com\/threads\/why-the-pack-continues-down-the-slippery-slope.2157\/",
        "text":"\n\n    Packer Forum is one of the largest online communities for the Green Bay Packers. You are currently viewing our community forums as a guest user.\n\n    Sign Up or\n\n    Having an account grants you additional privileges, such as creating and participating in discussions. Furthermore, we hide most of the ads once you register as a member!\n    Dismiss Notice\n\nWhy the pack continues down the slippery slope\n\nDiscussion in 'Packer Fan Forum' started by PACKATTACK4, Oct 9, 2005.\n\n\n    PACKATTACK4 Cheesehead\n\n    Oct 8, 2005\n    :shock: :shock: :shock: :shock: :shock:\n\n    Open up your eyes wide pack fans because the problem has been Mike \"coach fat a$$\" Sherman. He has led the pack right down the slippery slope for five years and right now they are a product of his fine coaching. Think about the last five years and all the consistencies in his coaching. The pack always seems to be out coached, there are rarely any adjustments made during the game, and the same mistakes are made every game(Green's fumbling, Carroll's interference, too many people on the field, holding, offsides). What has the coach done to address these problems :shock: :shock: :shock: . Can't be much because they still happen. Think of the great coaches. Lombardi noticed Travis Williams had a fumbling problem, What did he do ? He gave Williams a football with handles on it and said I don't want to see you with out this ball or I will fine you. Why do we have Green? Holmgren could not tolerarte his fumbling. Mistakes will kill you in big ball games. The great coaches will either get the player to improve or ship them out.\n    Sherman lacks the knowledge to focus on the details that make a team great. Jim McMahon had told me how impressed he was at Holmgren's attention to detail. He said they were running goal line offense at the three yard line and Holmgren was standing back at about the 25, the ball was ready to be hiked and Holmgren blew his whistle and told everyone to freeze. He walked up to the left guard and said your right foot is out of position it needs to be a couple of inches back, you will be a half of a step slow getting there and the play will not work. He removed all the players, had the guard runs his pull five times by himself, and then put the rest of the team in to run the play. McMahon told me this was the most impressed he had ever been by a coach and this was from 20 yards away he noticed the problem. Check around you will hear similar stories about coaches who have won superbowls. You will not hear any about Big Mike.\n  2. yooperfan\n\n    yooperfan Cheesehead\n\n    Dec 4, 2004\n    Oh really!!! You must be a Packer historian who would be the best GM in the NFL.\n\nShare This Page",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9965876341,
        "format_confidence":0.9973668456
    },
    {
        "url":"https:\/\/www.fantasybaseballcafe.com\/forums\/viewtopic.php?t=403909&start=10",
        "text":"Return to Classifieds\n\nLooking for $50-$100 redraft roto on yahoo\n\nModerator: Baseball Moderators\n\nRe: Looking for $50-$100 redraft roto on yahoo\n\nPostby Peeig » Sun Mar 28, 2010 1:38 pm\n\nMine is weekly lineups, but PM or email me if it interests you, $50 entry fee\n\nDraft Type: Live Auction Draft\nDraft Time: Mon Mar 29 7:00pm CDT [ Add to My Calendar ]\nMax Teams: 13\nScoring Type: Rotisserie\nPlayer Universe: All baseball\nNew Players Become Available: As soon as Yahoo! adds them\nMax Moves: No maximum\nMax Trades: No maximum\nTrade Reject Time: 0\nTrade End Date: August 29, 2010\nWaiver Time: 3 days\nWaiver Type: FAAB w\/ Continual rolling list tiebreak\nCan't Cut List Provider: None\nTrade Review: Commissioner\nPost Draft Players: Follow Waiver Rules\nMax Games Played: No maximum\nMax Innings Pitched: No maximum\nWeekly Deadline: Weekly on Monday\nStart Scoring on: Sunday, Apr 4\nRoster Positions: C, C, 1B, 2B, 3B, SS, CI, MI, OF, OF, OF, OF, OF, Util, P, P, P, P, P, P, P, P, P, BN, BN, BN, BN, BN, BN, BN\nBatters Stat Categories: Runs (R), Home Runs (HR), Runs Batted In (RBI), Stolen Bases (SB), Batting Average (AVG), On-base Percentage (OBP)\nPitchers Stat Categories: Wins (W), Saves (SV), Strikeouts (K), Holds (HLD), Earned Run Average (ERA), (Walks + Hits)\/ Innings Pitched (WHIP)\nSee more dumb thoughts that I have at\nCollege Coach\nCollege Coach\n\nPosts: 178\nJoined: 27 Mar 2008\nHome Cafe: Baseball\nLocation: The Second City\n\n\nReturn to Classifieds\n\nWho is online\n\nUsers browsing this forum: dmb1216, snooginz and 7 guests",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9521010518,
        "format_confidence":0.9755864143
    },
    {
        "url":"http:\/\/splitboard.com\/talk\/viewtopic.php?f=16&t=15814",
        "text":"Splitboard.com Forums\n\nThe World's first exclusive splitboard discussion forums\n\nIt is currently Wed Oct 22, 2014 8:53 pm\n\nAll times are UTC - 8 hours [ DST ]\n\nPost new topic Reply to topic  [ 1 post ] \nAuthor Message\n Post subject: Rockered Splits on the Cheap\nPostPosted: Fri Oct 04, 2013 11:09 am \n\nJoined: Wed Apr 06, 2011 9:38 am\nPosts: 13\nSo a couple of years ago I snapped my split and stumbled upon the 5150 stoke. I picked the first deck up for $100. The deck has a flat base between the feet and then rockered tip. It's also a real twin, which is nice as a freestyle deck. It actually turned out to be a really good deck. I got about 60 days out of the first before the heel edge plank cracked, under the touring bracket, the usual place. I got another 10-20 days out of it before it got too sloppy at about the same time the holes on one of my plates wore through. I got them welded, but realized it was time for a whole new set up. As it turns out you can still get the deck so I picked up another for $150 online this summer. Got a new Volie kit for $150 so the all new board cost $300 including shipping. [img]\/Users\/Shared\/IMG_7159.jpg[\/img].\nAs for the skins I picked up a couple pairs of old BD skins off ebay for $20 a pair, sewed them together, which gave me about a 170mm wide skin so I have true edge to edge coverage for about $50. They've lasted for about 8 years so far. Throw in some old bindings (those are '95 K2 freerides w\/o backs in the pic, the most comfortable binding ever) and the whole set up for under $400. Yea not a nice as factory, but considering they all break in about a year and a half anyway...\nWord of advice on the cut. I used a battery powered skill saw this time and it is the worst cut I've ever had (this is my seventh DIY deck). Not sure if it was the slow speed of the saw or the blade but it wanted to wander badly and took three batteries to finish the job. [img]\/Users\/Shared\/IMG_7136.jpg[\/img]. Next time I'm borrowing my neighbors saw. (Sorry if the pics don't work, not sure on how to upload them)\n\nDisplay posts from previous:  Sort by  \nPost new topic Reply to topic  [ 1 post ] \n\nAll times are UTC - 8 hours [ DST ]\n\nWho is online\n\nUsers browsing this forum: No registered users and 12 guests\n\nYou cannot post new topics in this forum\nYou cannot reply to topics in this forum\nYou cannot edit your posts in this forum\nYou cannot delete your posts in this forum\n\nSearch for:\nJump to:  \n\nPowered by phpBB © 2000, 2002, 2005, 2007 phpBB Group",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.754473567,
        "format_confidence":0.9898040295
    },
    {
        "url":"http:\/\/michiganzone.blogspot.com\/2007\/07\/si-screws-pooch.html?showComment=1184798280000",
        "text":"\n\nIf you have ideas, tips, links or pictures for the blog, e-mail us at: MichiganZone at gmail dot com.\n\nThanks for checking out the M Zone. And if you enjoy the site, please pass the link on to a friend or two. We'd sure appreciate it.\n\nTwitter: @MZoneBlog\n\n\nBest Of Tat and Tresselgate\n\nM Zone Videos\n\nBest Of MZone 2.0\n\nBest Of The Original MZone\n\nTosu Favorites\n\nMZone Archive\n\nWednesday, July 18, 2007\n\nSI Screws the Pooch\n\nBlogger extrodinaire, Brian Cook of MGoBlog and AOL Fanhouse (show off) makes it clear to see (via The Realists) why it's just so darn hard to trust the Deathstar that is the MSM. Check out this picture of, as Brian says, SI celebrating \"Michigan Legend\" Tim Brown...\n\n\nTo quote Brent Musberger here, \"Whoooooa, Nellie!\"\n\nP.S. If you didn't immediately know that was U-M's Desmond Howard, maybe this isn't the blog for you.\n\n(HT: SH)\n\n\nJohn said...\n\nIf you didn't realize that \"Whooooaaaa Nellie\" is actually a Keith Jackson quote, you probably should not be writing a Michigan football blog, seeing that he is the one who originally named Michigan Stadium the Big House.\n\nYost said...\n\nJohn. John, John, John. Please tell me you were kidding and you knew that I knew. Please.\n\nSkurny said...\n\nKeith Jackson? The former Eagle\/Dolphin\/Packer tight end named Michigan Stadium the \"Big House\"?!?! Maybe I have no business posting on football blog!\n\nSports on a Schtick said...\n\nLee Corso thinks that's awesome baby!\n\nThe Gardiner Bison said...\n\nBrad Nessler says that is awesome with a Capital A!\n\nKilling My Liver said...\n\nBob Davies wears a merkin.\n\ngod of the whoppers said...\n\nBrent Musberger can burn in hell. that osu\/team penske cocksucker is a bitch. he created the bandwagon. it makes me puke.\n\n< \/life >\n\nOut of Conference said...\nThis comment has been removed by the author.\nOut of Conference said...\n\nUrban Meyer says, \"Damn, we need to make some adjustments in the second half.\"\n\nbeast in 'bama said...\n\nSo the one on the far left is Desmond Howard then, right?\n\nj said...\n\nYou idiots. That's a picture of the Rhondells before their NY concert. Oh wait a minute, I'm sorry, it's the Kinks. Lee Corso is the one on the far right. He was the kinkiest. Now, what's all this about posting if you don't know what's going on?\n\nrweiner18 said...\n\nCmon, guys. This is stretching it. Please tell me you know that the name is referring to the picture above it, which is clearly someone in gold pants. If that doesn't tip you off, I doubt that Ty Detmer (to the right of Desmond) graudated from A & M in '57.",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9644920826,
        "format_confidence":0.9767703414
    },
    {
        "url":"http:\/\/camdendepot.blogspot.com\/feeds\/7753728918368604028\/comments\/default",
        "text":"tag:blogger.com,1999:blog-2893512317902577458.post7753728918368604028..comments2015-04-22T12:08:08.824-04:00Comments on Camden Depot: Relying on ReimoldJon Shepherdhttp:\/\/www.blogger.com\/profile\/03521809778977098687noreply@blogger.comBlogger3125tag:blogger.com,1999:blog-2893512317902577458.post-51819200710320681542013-01-02T18:06:58.049-05:002013-01-02T18:06:58.049-05:00I think you&#39;re right that Davis is considered ...I think you&#39;re right that Davis is considered a full-time player and that Reimold won&#39;t play 1B. The reason I brought up Davis is because he has huge platoon splits just like McLouth and Betemit (and Trayvon Robinson). We have a lot of starters who could use a platoon partner against lefties and this is before the inevitable injuries.<br \/><br \/>Looks like the Os probably didn&#39;t think that they could get anyone who was an upgrade at a price they were willing to pay. I suspected that it meant they had faith in McLouth and Reimold but now you&#39;ve made me wonder. <br \/><br \/>I don&#39;t think the Os know what they&#39;re doing yet. They have a lot of options(not good ones but options nonetheless) at the moment. A Valencia\/Betemit platoon could work along with a Reimold\/McLouth platoon. The Os could also decide to go with McLouth in LF, Reimold at DH, Robinson as the fourth outfielder and Betemit as the utility infielder. Or else we could have a McLouth\/Reimold\/Betemit platoon like the one I discussed earlier.<br \/><br \/>They&#39;ll probably see what happens during Spring Training before making up their minds. Matt Pnoreply@blogger.comtag:blogger.com,1999:blog-2893512317902577458.post-45925542786580085392013-01-02T13:38:30.713-05:002013-01-02T13:38:30.713-05:00I don&#39;t think Reimold at 1B is a realistic opt...I don&#39;t think Reimold at 1B is a realistic option. I believe the O&#39;s had him try this before in the minors and it just didn&#39;t work. But yeah, if he could play the position, it would make a lot of sense.<br \/><br \/>Hopefully, Betemit never plays against lefties. Davis probably will, though, since I&#39;ll expect he&#39;ll at least start out as the full-time 1B. Betemit DHing against righties is basically what his role should be.<br \/><br \/>You bring up some good points, and that&#39;s also why I was surprised the O&#39;s didn&#39;t go after Swisher or another outfielder. Again, the platoon option also depends on which other players make the roster. Someone like Valencia, for example, has hit lefties pretty well, but who knows if he&#39;ll make the team.Matt Kremnitzerhttp:\/\/www.blogger.com\/profile\/15693430925266947705noreply@blogger.comtag:blogger.com,1999:blog-2893512317902577458.post-76873362364096270852013-01-02T12:25:32.588-05:002013-01-02T12:25:32.588-05:00Suppose you&#39;re right about Reimold being the p...Suppose you&#39;re right about Reimold being the platoon guy in LF and playing against lefty pitching. Wouldn&#39;t that mean that Betemit or Davis would have to play DH against lefty pitching? Given that both of those guys have bad splits against lefties why wouldn&#39;t you rather have Reimold play DH or 1B instead of one of those two? None of the three can hit.<br \/><br \/>Not to mention that if McLouth starts against righties he&#39;ll get 450 or so PAs in LF. If he&#39;s not good enough to be your starting left fielder then you need an option against righties. <br \/><br \/>It&#39;s more likely that Reimold would start in LF against right handed pitching and DH against lefties. That way, Betemit plays DH against righties and is on the bench against lefties and you get the benefit of his bat while McLouth would be the defensive outfielder who gives Reimold a breather. Certainly, McLouth offers more value than Betemit against lefties.Matt Pnoreply@blogger.com",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9947467446,
        "format_confidence":0.997140646
    },
    {
        "url":"http:\/\/www.transfermarkt.co.uk\/curtis-davies-to-reading-\/thread\/forum\/180\/thread_id\/2258\/page\/1?from=geruechte_box",
        "text":"Rumour Mill\nCurtis Davies\nBorn 15.03.1985\nAge 30\nNat. England  England\nHeight 1,88 m\nContract until 30.06.2016\nPosition Centre Back\nFoot right\nCurrent club Hull City\nInterested club Reading FC\nLast adaptation: Feb 12, 2015\nPerformance data 15\/16\nCurtis Davies to Reading?\nJan 22, 2013 - 12:28 AM\nReading are considering a bargain £1.5million swoop for Birmingham stopper Curtis Davies.\n\nThe Premier League Royals have been notified cash-strapped Championship City have to sell this month.\n\nBrum want Davies' £27,000-a-week salary off their wage bill to cut costs.\n\nAnd Reading are mulling over a bargain bid to boost their survival prospects.\n\n•     •     •\n\nViva España\n\nThis contribution was last edited by H5N1positiv on Feb 1, 2013 at 1:11 AM\nUp to now no-one has replied to this topic.\n  Mentor options\n\nDo you really want to delete the selected posts?\n\n  post options\n\nDo you really want to delete the complete thread?\n\n  Mentor options\n\nDo you really want to delete this post?\n\n  Alert this entry\n  Alert this entry\n  Subscribed threads\n  good entry\n  good entry\n  good entry\n  post options\nUse the thread search if you want to move this thread to a different thread. Click on create thread if you want to turn this post into a stand-alone thread.",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9968112111,
        "format_confidence":0.9774515033
    },
    {
        "url":"https:\/\/forum.punterslounge.com\/topic\/177023-tennis-tips-may-3-may-9\/page\/2\/?tab=comments",
        "text":"Jump to content\n*** Punchestown Festival Competition: Well done to 1st. Craig Bluenose, 2nd. Lee Grays & 3rd. Carole Dawney ***\n** April Poker League Result : 1st kevsul, 2nd Rob Valk, 3rd McG **\n** Last Man Standing Results - glavintoby & Redno2009 both win £125 **\n** April Naps Competition Result: 1st Sugardaddyken, 2nd TRAINMAD091, 3rd Harry Faint99, 4th Gary66. KO Cup Winner Waggy, Most Winners: Xtc12 **\n\nRecommended Posts\n\n8 hours ago, Life Is Windy said:\n\nNot a problem.\n\nDaniel Evans to win set. 2.10.\n\nAnd for brave ones, Daniel Evans to win match @4.00\n\nI am picking this because conditions in Madrid are similar to conditions in Belgrade.\n\n\nWhat a reason to back Evans... Zverev have never played in Belgrade and neither have Evans so I don't understand one bit of what relevance the conditions in Belgrade have to do with Evans and Zverev.\n\nLink to post\nShare on other sites\n\nCasper Ruud (-1.5 sets) to beat Alexander Bublik at 1.80 with bet365\n\nRuud was very good in his last three matches. Good serves and good shots in the rallies. His game gives confidence. I think Bublik was lucky. His opponents were not in their day. Ruud is more complete player than Bublik. Bublik will try to win this match with his aces but this is not enough. I am expecting very good play again from Ruud and dont think Bublic can get one set here.\n\nEdited by marzipan\nLink to post\nShare on other sites\n\nIsner can trouble anyone in these conditions, and if you can't find a way to break him, your chances don't improve much in TBs (because he plays so many of them he has a decent record). I thought he served poorly yesterday by his standards but he raised his game on the big points and was too solid in the TBs for Rublev. Thiem is building up for Roland Garos, and is clearly rusty after his lay off, so is more vulnerable than normal today. I haven't backed him but Isner could win this and I don't think it would be a disaster for Thiem. The main thing for the Austrian is to find his match fitness and his confidence. There were some silly prices for him on the FO outright before this tourney (14\/1 on the exchange at one point), so I've invested in that with a view his price will contract a lot before the start of Roland Garos.   \n\nLink to post\nShare on other sites\n\nDominic Thiem to beat Alexander Zverev at 2.29 with Pinnacle\n\nWell, Zverev did well, but it wasn't a great performance from either him or Nadal honestly. Thiem has a massive H2H lead and that's always on Zverev's mind when he plays against the Austrian it seems, the US Open result being a great case in point. I'd have this as a 50\/50 match even including Thiem's rustiness. It could be hard for Zverev to play two mentally difficult matches in a row.\n\nLink to post\nShare on other sites\n\nJoin the conversation\n\nYou can post now and register later. If you have an account, sign in now to post with your account.\nNote: Your post will require moderator approval before it will be visible.\n\nReply to this topic...\n\n×   Pasted as rich text.   Paste as plain text instead\n\n  Only 75 emoji are allowed.\n\n×   Your link has been automatically embedded.   Display as a link instead\n\n×   Your previous content has been restored.   Clear editor\n\n×   You cannot paste images directly. Upload or insert images from URL.\n\n  • Create New...",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.8833674192,
        "format_confidence":0.9973574281
    },
    {
        "url":"http:\/\/www.flyfishingforum.com\/flytalk4\/showpost.php?p=23167&postcount=12",
        "text":"\nView Single Post\nOld 12-26-2001, 02:40 PM\npmflyfisher's Avatar\npmflyfisher pmflyfisher is offline\nRegistered User\nJoin Date: Nov 2001\nLocation: Upper Mid West - Great Lakes Tributaries\nPosts: 3,165\nCould be, heard there are a lot fish in the Salmon and just as many fisherman, big crowds since I think that is the closest salmon and steelhead stream to the east coast cities. My friends from NYC area have been up there. Not me though. Glad the Michigan rivers are out of easy driving distance from east coast cities. Mainly Detroit,, Chicago, some Ohio and Indiana fisherman also drive up for them. No pay fishing areas in Michigan on their riivers. I wonder if the PNW has any private pay areas on trout or steelhead, salmon rivers. What about BC ?\nReply With Quote",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9905871749,
        "format_confidence":0.9966183305
    },
    {
        "url":"http:\/\/www.horseforum.com\/driving\/ex-racer-pleasure-driving-230938\/page2\/",
        "text":"Ex racer for pleasure driving - Page 2 - The Horse Forum\nLinkBack Thread Tools\npost #11 of 14 Old 07-13-2013, 03:20 AM\nJoin Date: Jun 2013\nPosts: 49\n• Horses: 0\nI think if he was an ex pacer nooo. I know someone with an ex pacer standy is very moody and easily spooked because of it.\n\nA horse of course!\nequestrianfriend is offline  \nSponsored Links\npost #12 of 14 Old 07-13-2013, 08:26 AM\nJoin Date: Jan 2012\nLocation: A good place\nPosts: 5,951\n• Horses: 0\nI would say yes.\n\nOther than on the infrequent race day, pacers are worked slowly and calmly in their jog carts, not even the racing bikes. During off season many go back to their farms and when being brought back after a lay off, they are often walked and jogged on farm roads around corn or what ever is grown.\n\nI knew some people in Michigan who used to take retired STBs and get them going for pleasure driving. They initially worked them at a fairgrounds on the small dirt track there. They kept it slow and relaxed and didn't have a problem. They introduced four wheeled carts as they went.\n\nThere are few naturally gaited pacers, so many of the pacers they took, simply jogged\/trotted along without having hopples on.\n\nGood luck. I love STBs as a breed.\nboots is online now  \npost #13 of 14 Old 07-13-2013, 08:45 PM\nJoin Date: Sep 2011\nLocation: california\nPosts: 5,510\n• Horses: 0\nI would be cautious, depending on the horse he may think he is sposed to be off at the races.\nThe Pacers are run here in Cali, along with trotters, (not in the same race) . I rode one years ago, and it would still on occasion pace, and that was hard to stay on ! lol\nstevenson is offline  \npost #14 of 14 Old 07-14-2013, 11:13 PM Thread Starter\nJoin Date: Mar 2012\nPosts: 51\n• Horses: 0\nYes, Id be taking it nice and slow. He can be a spooky horse already, he saw a pig yesterday and had a major meltdown (obviously a horse-eating pig!)\n\nI'm guessing that he's a natural pacer ?? He will trot under saddle but pacing is his preferred gait in the paddock.\nMazza007 is offline  \n\nQuick Reply\n\nRegister Now\n\nIn order to be able to post messages on the The Horse Forum forums, you must first register.\n\nAlready have a Horse Forum account?\nMembers are allowed only one account per person at the Horse Forum, so if you've made an account here in the past you'll need to continue using that account. Please do not create a new account or you may lose access to the Horse Forum. If you need help recovering your existing account, please Contact Us. We'll be glad to help!\n\nNew to the Horse Forum?\nPlease choose a username you will be satisfied with using for the duration of your membership at the Horse Forum. We do not change members' usernames upon request because that would make it difficult for everyone to keep track of who is who on the forum. For that reason, please do not incorporate your horse's name into your username so that you are not stuck with a username related to a horse you may no longer have some day, or use any other username you may no longer identify with or care for in the future.\n\nUser Name:\nPlease enter a password for your user account. Note that passwords are case-sensitive.\n\n\nConfirm Password:\nEmail Address\nPlease enter a valid email address for yourself.\n\nEmail Address:\n\n\nHuman Verification\n\nIn order to verify that you are a human and not a spam bot, please enter the answer into the following box below based on the instructions contained in the graphic.\n\nOld Thread Warning\nThis thread is more than 90 days old. When a thread is this old, it is often better to start a new thread rather than post to it. However, If you feel you have something of value to add to this particular thread, you can do so by checking the box below before submitting your post.\n\nThread Tools\nShow Printable Version Show Printable Version\nEmail this Page Email this Page\n\nSimilar Threads\nThread Thread Starter Forum Replies Last Post\nPleasure Driving SoMuchManureSoLittleTime Driving 3 08-22-2009 10:39 PM\nCountry Pleasure Driving Class Gone Wrong! Tayz Horse Videos 3 04-06-2009 03:07 AM\n\nPosting Rules  \nYou may post new threads\nYou may post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\nTrackbacks are On\nPingbacks are On\nRefbacks are On\n\nFor the best viewing experience please update your browser to Google Chrome",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.7187351584,
        "format_confidence":0.9943292737
    },
    {
        "url":"http:\/\/forums.boardseekermag.com\/read.php?5,6572,6636",
        "text":"\n\nNavigation Search Content Other Mpora Sites\n\nGoya Quad Pro 84 VS Quatro LS 85\n\nPosted by CJC \nGoya Quad Pro 84 VS Quatro LS 85\n21 May '11 | 6:10pm\nWhich board feels looser? Faster? I understand that the Quatro has a bit more tail kick, but the Goya has an earlier nose rocker rise. I've ridden the LS 85 and really like it, but wonder about the performance of the Goya relative to it? Thanks for any comments!\nRe: Goya Quad Pro 84 VS Quatro LS 85\n22 May '11 | 6:22pm\nGet the 83 kt...\nRe: Goya Quad Pro 84 VS Quatro LS 85\n24 May '11 | 9:50pm\nMchop... Wrote:\n> Get the 83 kt...\n\nI have a narrow tailed, high rockered twin already for higher winds. I don't need the same in a quad at 84 L, so the KT is out. The question was which quad feels looser\/ faster between the Quatro and Goya 85\/84. I've narrowed my choice down between these two. Thanks!\nRe: Goya Quad Pro 84 VS Quatro LS 85\n25 May '11 | 8:12am\nHaving tried both...Quatro without a doubt...\nRe: Goya Quad Pro 84 VS Quatro LS 85\n25 May '11 | 9:54am\nIn my opinion he Goya quad 84L is a lot better than the LS gold quattro quad as it gets planning so much quicker and still grips as well through a turn whilst holding better speed into the top turn in onshore conditions. The LS is the oldest and the stickiest of these three quad shapes and it is not as good as the KT in any aspect despite the KT being labelled as the sideshore board, it is better all round than the LS.\n\nThe KT is a more advanced sailors board so you need to be honest about your ability and where you sail... if your level is anything short of advanced, ie pulling off aerials, and being comfortable on decent sized waves logo + etc then the Goya is better suited. If you sail anywhere with waves less than perfect ie south coast then the goya is better suited.\n\nA way of looking at it is to remember a board like the Goya is easy to sail and will make a reasonable sailor look good whilst the quattro KT is more techincal to sail and if you don't have the advanced skills and the good sailing conditions with which to make the board excel it will easily make a good sailor look very average.\n\nThe bonus of the Goya quad is that it can still be ridden to a level that 99.9% of all sailors will never exceed so unless your Levi Siver this isn't an issue and the answer is pretty straight forward.\n\nIam sure some will like to disagree with this but having ridden all three in mixed conditions for a decent amount of time ... this is my opinion\nHope it helps ....\nRe: Goya Quad Pro 84 VS Quatro LS 85\n25 May '11 | 4:09pm\nThanks guys.\n\nInterestingly, I'd heard that the Quatro was sticky, but I found it much freer than expected and fairly fast with the track back. I sail a mix of conditions ranging from side-on 2' gutless waves in strong wind to overhead waves with side\/side off wind. Equal mix of jumping (loops), and riding. A fair bit of big swell,high wind bump and jump sailing gets thrown in the mix as well. This last bit is where I thought the Quatro would fall down, but worked quite well,coasting though lulls, boosting off of chop, and remaining pretty slashy for tight backside turns. This mix of conditions also prevents me from looking seriously at the KT, as much as I love the shape.\n\nIf the Goya outperforms the Quatro LS, I'll be a very happy man, as I've just ordered one. Thanks for the input.\nRe: Goya Quad Pro 84 VS Quatro LS 85\n26 May '11 | 2:48pm\nI spoke to one of the uk quatro riders, said he thought it was all about weight, (he was a lttle guy), he didnt get on with the ls quad, but loved the kt one, iam 90 kgs so the green ones are out for me, not enough range, i used the goya 4 and have used and bought the ls quad, for me its much more \"edgy!\", if that makes sense.\nThat all being said King 1 fully rips on his goya quad, most defo one of the main hombre's on his day, he preferes that to all the others, but for me the kts too small, and the goya were a bit steady!\nIve just read that back, probably not much help at all, Ughh!.\nRe: Goya Quad Pro 84 VS Quatro LS 85\n29 May '11 | 7:45pm\nI think that weight is a very important factor if it comes to quads. Lighter sailors should go for a KT, heavier should definitely go for the LS.\n\nGuys who tried quatro (those who weigh 75 and less) said that the LS was to hard for them to cutback and they really had to push it hard. They prefered the KT quad much more.\n\nHeavier guys (80+ kgs) prefered the LS as it supplied them with enough volume and float to go in gusts and holes and still they could cutback with some margin of power through the whole turn.\nRe: Goya Quad Pro 84 VS Quatro LS 85\n31 May '11 | 1:00pm\nReading the waveboard test from Boardseeker featuring the Quatro KT I was surprised that they found the KT to be not as 'hard core' as some of you say. I thought it would obviously shine in DTL conditions but drop off steeply in average uk prevailing conditions.\n\nLike the poster I'm in a similar scenario as to which board to go for.\n\nRe: Goya Quad Pro 84 VS Quatro LS 85\n7 June '11 | 1:40pm\nHaplessly barging into someone else's post... sorry...\n\nBut I was dragged in by the quatro KT vs.LS comments and rider weight... I'm 72\/73kg and have a 84 tempo as my \"light wind\" board, which I find spot on for me & my local spots... but I am looking for a new partner to it... going on the last few comments would point me toward a KT.\n\nMy first dithering hesitation is I predominantly sail in the SE and I'd not tag myself less hardcore\/advanced more like every other bugger wanna\/am progress\/ing that way (aspirationally speaking). At the moment I have a 76 tempo as the \"partner\", but whilst its a top board, I find it gets too \"lively\" for my liking\/weight at 4.2-ish weather and also is far too close to the 84 in size (too much overlap) hence the desired change.\n\nMy second dithering hesitation is size... 75, or 69? I'm happy with the tempo and a 5.3\/marginal 5.3, no worries...\n\nAnswers on a postcard please... 75LS, 76KT, 69KT...?\nRe: Goya Quad Pro 84 VS Quatro LS 85\n7 June '11 | 3:39pm\nIf the board is for the smaller end of the sail size spectrum I'd go for the 69 KT. From what I have heard and read the KT is not a difficult board to sail so don't be put off by the 'hardcore' tag. I used to own a rrd hcw xxs which was 69 litres (I'm 83kg). Not hard to sail and v.controllable on a 4.2 down to a 3.\n\nRe: Goya Quad Pro 84 VS Quatro LS 85\n7 June '11 | 6:51pm\nthink it depends where you sail\n\noften s coast waves best with strong winds and KT69 might be best\n\nhowever if you head down to gwithian bit of extra volume is a winner when trying to get out with gusty x off winds and proper waves and KT76 or Goya 78 might be best bet\nRe: Goya Quad Pro 84 VS Quatro LS 85\n8 June '11 | 9:04am\nRemember that the quad concept alows You to chose board that is bigger on volume comparing to single fin. For example 85 quad LS has similar bottom surface and dimensions (around 230x57) as an 80 litre single fin.\n\nHope it helps.\nRe: Goya Quad Pro 84 VS Quatro LS 85\n8 June '11 | 9:22am\nThanks Jon\/Steve, appreciate your thoughts...\n\nAs you suggest, whilst a 69 it fits the wind range for the 2 board quiver it doesn't necessarily fit the wave sailing range perfectly.\nI travel a bit, but most of my sailing is in the SE...\n\nI've think its a (well mulled over) flip a coin decision probably and like you say pretty dependant on sailing\/location\/personality etc.\n\nCheers, Rob.\nRe: Goya Quad Pro 84 VS Quatro LS 85\n8 June '11 | 9:48am\nSorry Jan, posting at the same time, just seen your reply.\n\nYes - true.\n\nThe tempos are just FSW boards with 2 fins in my eyes (I had quatro FSW previously, stunning board), the 84 works well as my biggest, it 58.5cm by comparison to the LS.\n\nWhat as its partner? I've got a 76 tempo, largely because the quads weren't out and sailing in the SE I didn't think it right to go down the route of a rhythm, anyway - I find the 76 tempo pretty floaty and sail it 5.3m down which is making the 84 a bit redundant, but also means when it gets to 4.2 weather, for my weight the 76 is too lively.\n\nI was interested in the lightweight = kt comment, and the kt 'not as hardcore' comment.\n\nI had a quick shot on a 75LS and found it quick to plane and fast (more than I thought it might be)... it sounds like the kt is of similar ilk.. which is what I was interested in re:\n\nGo for a 75LS\/76KT...\nOr a 69KT?\nRe: Goya Quad Pro 84 VS Quatro LS 85\n22 July '11 | 3:57pm\nI've had the Goya 84 quad now since June. Beautiful board! Compared to my custom 85L twin, it planes much earlier, rips upwind, sets a rail better on a choppy face, jumps higher, and keeps my 90 kgs moving around instead of slogging. It does feel like it has a top speed, but it can't be called slow. It is not nearly as loose as my twin, but it will turn with scalpel like precision as hard as you like. Powered top turns do require a fair bit of effort to turn sharply compared to my twin that pivots on the spot, but it seems like that's just more of a quad trait. Perhaps it could use a little more tail rocker, but that's a small quibble.\n\nThe things I give up on the twin (radical looseness, instant feedback, slashiness) are replaced with great drive, security, upwind speed and totally different sensations when it comes to turning with full effort. From a jumping perspective, I landed few backloops on my twin. I can't figure out why. The Goya, on the otherhand had me landing literally the first one I tried and many more. My backloop success has increased substantially on the Goya. I found my old Evos similar in this respect.\n\nThe Quatro LS would have been been an equally good choice for me I'm sure. Someone in another thread mentioned that it was an old shape and couldn,t stack up against the Goya or KT quad. Well, a great shape is still a great shape 2 or 3 seasons later.\n\ni've kept the twin alongside the quad for a different riding sensation, but the Goya is allowing me to do new things on a wave and is giving me new sensations in turning that feel pretty sweet!\nRe: Goya Qu... (truncated)",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9831474423,
        "format_confidence":0.9935658574
    },
    {
        "url":"http:\/\/www.ar15.com\/archive\/topic.html?b=3&f=66&t=555521",
        "text":"AR15.Com Archives\n Couple of Daniel Defense M4 questions\/issues.\nLewisite  [Member]\n12\/8\/2011 6:50:11 PM EDT\nDaniel Defense M4 V5\nAmmo used Federal 5.56 and American Eagle .223\n\nAlright guys, question. So I bought a DDM4 on Black Friday, and I just got it in today. I just have a couple of questions and or possible issues. Bear in mind that this is my first AR that I have extended dealings with, so it is a new experience :P.\n\nFirst, a round does not chamber unless I pull the charging handle back all the way and pretty much just let it snap back with full force. Only at that point will a round fully chamber, if I just pull it back a bit and let go, the round will not fully sit in the chamber. Is this intended? I am not babying it and being gentle by any means, I was just pulling it back and letting it go at what I thought was normal, but the only way it seems to fully get it in the chamber is to just pull it back and let it fly. The Colt 6940 I had dealings with in the past, I don't recall having to use as much force to chamber a round, I might be mistaken however, its been a while.\n\nWas just wondering if that was the norm or if something else might be going on. Also, if it is the norm, does that not eventually cause excessive wear on the bolt,charging handle, or some other part of the rifle? Sorry if that is a silly question, I just want to know what to expect.\n\nSecond, after getting it home and stripping the rifle and looking it over, I noticed this\n\nIs that dis-colorization normal? My camera phone is kinda crappy, so not completely sure if you see what I am talking about. In person it looks a bit more wrong, I cannot seem to find any other pictures online of what that might be, especially from a factory new rifle.\n\nThanks in advance for the help everyone!\nPaid Advertisement\nKILLERB6  [Team Member]\n12\/8\/2011 7:00:21 PM EDT\nThe rifle is supposed to be charged by allowing the BCG to ride forward under full force of the spring, either from being drawn rearward with the charging handle (CH) and releasing it or by releasing the bolt from it's reward\/locked position with the bolt release; do not ride nor assist the BCG forward with the CH.\n\nYes, the discoloration appears normal; many parts\/surfaces will become either shiny as surface wear occurs, discolored from soot, and\/or pick up brass shavings deposited in\/around the bolt face, lugs, etc.\nBanger  [Team Member]\n12\/8\/2011 7:41:58 PM EDT\nAs the parts wear in (after a few hundred rounds) things will ease up a bit. This is normal.\nZombieResponseUnit  [Member]\n12\/11\/2011 3:26:50 PM EDT\nLots of oil for now. Run it wet. You've got a normal looking BCG there, now put it back together and go shoot!\nPartner Content\nPaid Advertisement",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.7950912714,
        "format_confidence":0.9497277141
    },
    {
        "url":"http:\/\/meetthematts.com\/2012\/12\/mets-mlb-hot-stove\/",
        "text":"Angry Ward Wednesday: Yanks, Mets, MLB Hot Stove, Hotter Cheese & West Coast Ballin’\n\n\nNEW YORK, NY – I wasn’t expecting to write today, but when my all-star replacement West Coast Craig lost his Grandma to that Big Brunswick in the Sky (apparently she was an avid bowler), I was more than happy to take my usual turn. Craig, it goes without saying that all of us here at MTM hope she’s throwing beer frame strikes for eternity. In the meantime, there’s plenty of recent Hot Stove baseball action to talk about, as well as other stuff. Let’s get to it.\n\nWinter Meetings. Baseball’s winter meetings (it’s not even winter yet!) ended a week ago in Nashville with a collective zzzzzzzzzzzzz. Seriously, the thing played out like a Canasta tournament at a seniors center. But since then, things have been getting pretty interesting. Zack Greinke signed for six years and gobs of money with the Dodgers, where the disinterested fans should keep him from getting the heebie jeebies. Michael Young joined the Phils and James Shields left TB for KC, which may actually be an upgrade for him. But not everyone’s wheeling and dealing like crazy…\n\nSandy and Cash. The Mets and Yanks were the walking dead at the winter meetings… The Yankees did manage to bring back golden oldies Andy Pettitte and Mariano Rivera for at least one more year while also re-signing Hiroki Kuroda in the event either of them needs an organ donor, but were fairly quiet otherwise. Even more interesting are reports that Bombers GM Brian Cashman is no longer allowed to take so much as a leak without getting Randy Levine’s OK. His current status with the club seems eerily familiar to George Costanza’s tenure with Play Now. But, wait just a second… Kevin Youkilis has agreed to a one-year deal with the Yanks. And that sound you heard was Cookie’s head exploding… Meanwhile, it’s no business as usual for Sandy Alderson and the Mets. Sure they locked up Wright, but what about R.A. Dickey? How long can you dangle the poor guy as trade bait. He was the only one putting any asses in the seats at Shea Shack last year and they should find a way to bring him back. Nuff said. If they are having trouble coming up with the money, we have a solution…\n\nCheesy Bruin\n\nThe Cheeseman. Not sure how many of you have been getting to this site on Sundays but our own Cheesy Bruin has been knocking ’em dead with his NFL picks. The guy is absolutely on fire. In fact, if he took his own advice and stopped picking an “over” each weekend his winning percentage would be like .875 or something. He went three for four against the spread again this past weekend losing only with, you guessed it, an over. I would take CB’s picks over every single so-called “professional” picking for the local papers and websites. The guy knows his stuff and degenerate gamblers everywhere need to be alerted. If I had any disposable income of any kind, I wouldn’t be wasting it going to see The Rolling Stones, I’d be flying Mr. Bruin out to Vegas and looking to make a real killing the last few weeks of the season.\n\nThe NBA? I hate the NBA, don’t I? Well, not as much is listening to updates from the NHL on cancelled games. Just cancel the f*cking season already, put us out of our collective misery and shut the f*ck up, all of you. In the meantime, amazingly, my favorite lousy NBA team isn’t so lousy right now. The Golden State Warriors are 14-7 and just a half game out of first in the Pacific. That’s 5 games better than the Lakersfer crissakes!!! I admit, I’ve been taking notice and have watched a few games.\n\nLakers are “tailing” Golden State & their cheerleaders.\n\nFunny, but I knew I would have more than just a passing interest after I read this scathing “opposing scout’s take” on the Warriors in Sports Illustrated’s NBA preview. It’s insane, right? Did Chris Mullin give this guy anal warts once upon a time? Anyway, I hope Golden State keeps sticking it to whoever that scout was.\n\nIn the meantime stick around here for Cam James tomorrow.\n\nFacebook Comments\nShare Button\n\nFiled in: Angry Ward\nTagged with:\n\nAbout the Author ()\n\nWednesday: Angry Ward, who has admirers at the NY Times, is the quintessential angry sports fan but one exception... he's flat-out funny. And the angrier he gets, the more amusing his work becomes. Psychiatrists say, \"Angry Ward's 'anger' is a direct result of \"Bronx\/Mets syndrome: growing up in the Bronx as a Mets fan.\" As if that weren't enough, his Minnesota North Stars abandoned him for Dallas, forcing him to embrace The Wild the way conservatives embrace Mitt Romney. While the Vikings tease him incessantly with flirtations of success, the Golden State Warriors, \"Don't have a enough short, white angry guys but I don't dislike them... that much.\" A-Dubya is MTM's longest-tenured indentured servant, its Larry David and quite simply, The Franchise.\n  • Nick Erbocker\n\n    You guys are late! The NBA got a whole lot better with the Knicks and Nets playing the way they are. That was an exciting game last night. But it’s weird to see players going over and shaking hands with Jay Z after the game.\n\n    • Sorry, Mr. Erbocker, we were indeed tardy… These damned auto-publish didn’t get inputted properly! But like the NBA, you didn’t miss anything before the hour of 8…\n\n  • Watching Golden State, games?? You should feel dirty. May I remind you that no sports team has ever won when they were not name after a city or state. Think about that AW. They are not even called California Warriors, but a nickname for the the State.\n\n    • AngryWard\n\n      Thanks for the reminder but the Golden State Warriors won an NBA Championship as the Golden State Warriors in 1975.\n\n      • Ok maybe I exaggerated but IT is going on 8 years since NE last won and AW, I was a 3 year old big headed baby when Golden State last won, so that outta tell you how rare that is.\n\n        • Exaggeration and contrived facts\/stats here?! This is an outrage!\n\n      • Oh, snap!\n\n    • AZ2FLA\n\n      I’m still trying to find the state of New England according to your theory….\n\n    • AZ2FLA just popped your bubble, Junoir. Shoot the boot.\n\n  • I had such WEIRD dreams last night…. I woke up and all groggy walked a few steps outta bed and had forgotten about the Youk deal. I then remembered and hence.. another day is RUINED.\n\n    Diff and Mrs. Matt pointed out the silver lining to this deal tho… if anyone is more pissed about this deal.. it’s Red Sox fans. bosoxbruins… i need you to weigh in here on this deal.\n\n  • DannyBax@\n\n    Is that a Dale Hunter shirt AND a Cowboys star??? That is douchey! haha\n\n    • Cheesy Bruin has AWFUL taste is his sports teams. As do Cookie, Angry Ward, Grote2DMax, West Coast Craig and The Public Professor. The ONLY teams to root for are:\n      1) NY Giants\n      2) NY Mets\n      3) NY Rangers\n      4) NY Knicks\n\n      • Cam_James\n\n        and the Cardinals, Blues and Rams!\n\n    • Hey Bax, that pix of me is Short Matts abuse of power as he knows how much I loathe that mother ****er Dale Hunter. Terry O’Reilly is the name on the back of my Bruins shirt.\n\n  • Cam_James\n\n    Wake me up when spring training starts….\n\n  • Tall Matt\n\n    NOW Mick Taylor is playing with the Stones on 13th & 15th? Not the show I went to? Too much hotell and per diem between the 8th & the 13th I guess. I’m madder than a gay rooster in a hen house%$(@!#(!#&#!@!!!\n\n    • Grote2Dmax\n\n      I just sold my tickets for Saturday because I couldn’t stomach paying $500. I might try to go on the cheap if I can get tickets. Any interest in giving away the kids 2013 Christmas money as well?\n\n      • Cam_James\n\n        why not just give away the kids?\n\n    • You can’t be mad and gay at the same time! Wait… A-Dubya?\n\n  • Tall Matt\n\n    Oh and hi Ward! Nice column. Nice Knicks win last night. Condolences to WCC 🙁\n\n  • We should invest in CB and collect dividends.\n\n  • Dude\n\n    Could the contributors to this site (aside from tall matt) please stop collectively hating on the national basketball association? ward the warriors? really? why on earth would you root for that team? great win for the knicks last night crushing the nets in BK. i attended a nets game last week to see what the new arena is all about and i can conclude they are still the NETS. it is impossible to root for a team that has kris kardashian on the roster. i saw ONE net fan in attendance who was wearing a vintage drazen petrovich jersey and he was the only one. the rest of their “fans” are transplants from iowa or tennessee who like to say they are from brooklyn because they’ve lived there for all of six months, and like the color scheme of their flatbilled caps. true ny’ers root for the knicks- the one team that unites the whole city. soon the nfl will be over and you all will start noticing. be ahead of the curve.\n\n    • Cam_James\n\n      When the National Bore me Association gets to the playoffs i will stop hating until then this transplant from Missourah hates the NBA and I especially hate every player who wears cardigans and glasses with no lenses.\n\n      • The NBA season is long and boring at times but at least it stops at 82 and not 162!!\n\n    • AngryWard\n\n      Tall Matt is a contributor?\n\n      • Tall Matt\n\n        GImme my money back!\n\n    • Sam’s-A-Knicks-Fan-Always!\n\n      I hope that there is room in my new religion (Yimnastics was it?) for me to honor if not worship the Dude! He speaks it like he feels it and he is righteous! I bought a minority share of a season plan for the Nets to help out some of my colleagues who are legitimate Brooklynites, but Knicks fans as is only right, and I went to the game against Milwaukee Sunday night. As the Dude says, same old Nets! I bought in because I wanted to see real live basketball again and I’ll be damned if I’m going to give James Dolan a penny of my money.\n\n      • Hold the phone, Dude! We happen to be fan of Los Knicks! They’ve just been unwatchable for 10 of the past 12 seasons. We watched last night’s game and actually had neighbors wondering ... (truncated)",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9817513824,
        "format_confidence":0.7987963557
    },
    {
        "url":"https:\/\/www.mumsnet.com\/Talk\/weight_loss_chat\/1670701-2013-NEW-YEAR-JILLIAN-MICHAELS-FANS?pg=8",
        "text":"Advanced search\n\n\n(1000 Posts)\nthreestepsforward Mon 28-Jan-13 16:19:36\n\nNew thread for the Julian Monkeys!!\n\nHere's to a new year Shedded and Shredded, Ripped, with Killer Buns and Thighs, a 6 Pack, a Revolutionised Body and No More Trouble Zones grin\n\nAny practitioners of Insanity, Turbofire and all other such insane DVDs come and join us too if you like smile\n\nPonks Wed 20-Feb-13 20:31:36\n\nHi all\nHave just done L1 Killer Buns for the second time and really pleased because a) I sweated a lot, b) I got some of the moves I couldn't quite do the first time, and c) I'm looking forward to doing it again but with weights this time. Really like the last circuit with the kicking routine and the warrior pose.\n\nFeel so much better today having done a workout, had rested for 2 days (well, rode each day but rested in terms of no Jillian) and had really missed it! So although it is hard on these miserable cold evenings (& when subject to the killer combo of toothache, period pain and a cold) it is definitely worth taking the 30mins or so for a workout. <converted>\n\nHope all you injured bods start to recover soon.\n\nthreestepsforward Wed 20-Feb-13 20:37:39\n\nJacksterbear I fear the dreaded word 'rest' is going to rear its ugly head sad\nI'm not that clued up on knee problems - is rest the only option? Poor you. Trying to think of any workouts that are light on the knees, no success yet but if I think of any I'll get back to you smile\n\nMissT!! Was wondering how you were getting on and clearly you are getting on amazingly! I think Julian should bow down to your stamina grin (I bloody bet she doesn't do many back-to-backers like that!) grin at having a poke about\n\nWell no JM for me today but I did my 10 min solution pilates stretch + my back exercises and I was actually coming on here to say... my lower back feels tonnes better!! The twisted uncomfortable feeling seems to have eased massively...\n\nI think it's a no brainer now to add the pilates stretch back into the end of my workouts. Will do Killer tomorrow followed by that and the back stretches and see what happens. Trying not to get too excited... grin\n\nSee you guys tomorrow\n\nthreestepsforward Wed 20-Feb-13 20:38:53\n\nx-posted with you ponks. Well done with Killer, it gets better and better (cheesy but true) smile\n\ntracedw Wed 20-Feb-13 21:00:45\n\nThanks for the warm welcome and advice.\nAfter doing the 30ds i did 20 mins of 6w6p, had a sneak peek on youtube for that one.\n\nI may give it a go after i have finished the shred, my main issue with my abdo muscles is the gap, which is actually above my navel and gives me a lovely rounded tum, kind of an early pregnancy look.\nSo tomorrow's shred will involve 5 lb weights[screws face up in pain] and i will try all advanced moves, except press-ups( of course).\n\nPeggyO Thu 21-Feb-13 09:05:09\n\nGood morning everyone! I did L2 ES&S followed by L1 KB&T this morning. I think I'll do L1 KB&T once more and then move on to L2 - I feel like I've got to grips with it now, and am adding in 4kg weights to lots of the moves. Ponks, I am so terrible at the warrior 2 to warrior 3 bit, I wobble all over the place. My favourite bit of that last circuit is the squat combo, I like trying to kick higher than Natalie!\n\nL2 ES&S is still an absolute killer, I love it! My most painful move today was the one where you start on your hands and knees but then lift your knees an inch off the ground, and then jump up into a squat. My quads were burning so badly.\n\nMissT, good to hear you are still keeping it hardcore! In the words of Julian, 'You're aspirational!'\n\nGood luck with your Shred today tracedw! I definitely recommend 6W6P for toning abs, although you may get the best results if you combine it with some exercises that are specifically targeted at the gap - I think there are some pilates-type workouts out there that focus on diastasis recti.\n\nJackster, so sorry to hear about your ongoing pain. Hmm, sounds like your shoes are probably ok, although maybe the shop would be able to help you rule them out as the problem? My friend took her running shoes to our local Sweatshop when she was having knee pains and they watched her running, took some fancy measurements of her feet, and told her it wasn't due to her shoes - I was pretty impressed as I thought they would try and sell her some new ones (cynic that I am!)\n\nWoo, threesteps, good news that your back is finally improving!\n\nprettybird Thu 21-Feb-13 16:16:43\n\nI'm really impressed at those of you that do two (or more shock!) Jillian circuits in a day. It's all I can do to do one. Once a week I also have an hour and fifteen minute Pilates class - that's about all I can cope with (especially as the studio is up four long flights of stairs.... hmm - or should that be angry <= red face rather than angry face).\n\nI think Pilates really does help with back problems - it helps strengthen the muscles around the back.\n\nI've now done Day 4 of L2 of the Shred - using mostly 1.3kg weights, but 2.3ks in Circuit 2. I've reduced the effort in the cardio (don't do very high knees for example) 'cos of what the GP advised. I am however on Day 4 of my five day course of antibiotics and still have a hacking, crackly cough sadconfused\n\nI'm dead chuffed though - not only am I starting to see some definition on my side abs (still have a sticky out tummy - but that's still fat that needs to be reduced), but I have now lost one and a half stone since I started low carbing and exercising on 7 January! smileshock Another stone and a half to go - but it's been a great start to the year! smile\n\nPeggyO Thu 21-Feb-13 16:35:55\n\nWow, prettybird, you star - one and a half stone since January is absolutely amazing! Just think, even if your weight loss slows down a bit you can still be at your target weight in plenty of time for the summer smile\n\nprettybird Thu 21-Feb-13 16:39:49\n\nI am planning to slow it down smile If I could break the 11 stone barrier by my birthday (early April) I'll be really pleased. I'm 11 stone 9lb now.\n\nOnce I've got to 10 stone 13lb, I'll try and slow down again, so that when I get to my target weight (which will be between 9 stone 13lb and 10 stone 3lb - I'll see how I feel\/look when I get there), I can sustain it at that level.\n\nPonks Thu 21-Feb-13 19:05:46\n\nWow prettybird you are doing really well! Fantastic!\n\npeggy I am so impressed at your double workouts - am hoping to do work up to that one day. And with 4kg weights! I am going to start with 1.5kg and take it from there. I am ok with the balancey-kicking poses in L1 Killer probably due to my short legs - low centre of gravity & all that. smile\n\nAnyway, today I did Shred L3 and ......... did all the jumping lunges grin grin grin\nYou would have thought I had won Olympic gold I was so pleased.\n\ntracedw Thu 21-Feb-13 19:31:11\n\npeggyo thanks for the advice re pilates\/diastasis recti, i need to do a bit of investigating there i think.\nUpping the hand weights from 2.5lb to 5 lb and attempting ALL the advanced moves really did the job today, i actually sweated properly for the first time and was heard to let out a few ladylike gruntsblush\nI may ache\n\ngingercat12 Thu 21-Feb-13 20:29:35\n\nWow prettybird!\n\nponks I was thinking of you, as I had audience today grin.\nMy Mom and best friend plonked themselves down on the sofa and watched me. They kept saying 'a bit higher', 'they double-time now'.\n\nthreestepsforward Thu 21-Feb-13 21:02:51\n\nEvening all smile\n\nLovely and busy on here!!\n\nPrettybird that weight loss if fan-bloody-tastic, seriously well done! Remember that the lean muscle you will have built will weigh more than fat so you will probably have lost more fat than the scales would suggest, if that makes sense? Brilliant stuff smile\n\nWell I managed a Killer L2 today and did my 10 minute stretches afterwards. It is definitely making a positive difference. Back is still grumbling a bit, but nowhere near as much as before, woo yeah!\n\nIt's so cold at the moment but for the first year ever I have sensible warm boots and a sensible warm jacket (I think it's an age thing grin) so am dealing with it well...\n\nSee you guys tomorrow...\n\nBimblepops Thu 21-Feb-13 22:22:01\n\nHello Jillian experts!\n\nI'm a first time Shredder, today is day 21, level 2 and I'm combining it with MyFitnessPal cal counting, aiming for around 1200 cals per day.\n\nI want to get to 10st from my current 11st 1lbs and as much as I'm enjoying the Shred (yep, am actually enjoying it), I'm remaining exactly the same weight. I am definitely changing shape (for the better) and I know muscle weighs more than fat, but surely I should be losing even just a tiny bit of weight? Any advice?\n\nI was also wondering if anyone could recommend any other workout DVD's, primarily fat burning, so I guess cardio\/aerobic? I'm awful with left\/right hand\/leg co-ordination, so no dance type things, they just make me cry with frustration. But I am very flexible and pretty strong.\n\nAny suggestions and advice would be gratefully received!\n\nMissTFied Fri 22-Feb-13 00:29:03\n\nEvening everyone,\n\nWelcome Bimblepops. Good to hear you are enjoying Jillian. I'd recommend Banish Fat Boost Metabolism if you want a cardio DVD. If the scales aren't 'adding up', why not measure yourself and see the inches slip away?!\n\nThreesteps - glad the Pilates is helping. Re Jillian not doing double sessions, I'd love to know what she does on a daily basis. She's got such pressure on her to look good. I may try to find out... Also re poking about, have any of you noticed that as you lose the weight on your thighs, if you run your finger up and down you can actually feel the muscle striations (it's definitely not cellulite!)\n\nGingercat - I wouldn't have liked that 'input' from an audience. I'd have said 'come on, you try it!' It all looks so easy from the sofa...\n\nPonks - jumping lunges are nasty. She does them in L3 of KB. It does feel good when they are all done!\n\nPeggyO - I am liking you and your double sessions! You go girl! I think I have resigned myself to tackli... (truncated)",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9793242812,
        "format_confidence":0.9973661304
    },
    {
        "url":"http:\/\/www.sportsjournalists.com\/forum\/threads\/theyre-following-you-with-your-cell-phone.56425\/",
        "text":"\n\n    Your voice is missing! You will need to register for a free account to get access to the following site features:\n    • Reply to discussions and create your own threads.\n    • Access to private conversations with other members.\n    • Fewer ads.\n\n    We hope to see you as a part of our community soon!\n\nThey're following you with your cell phone\n\nDiscussion in 'Sports and News' started by 2muchcoffeeman, May 18, 2008.\n\n  1. 2muchcoffeeman\n\n    2muchcoffeeman Active Member\n\n\n    UK paper, but San Francisco dateline.\n\n  2. Herbert Anchovy\n\n    Herbert Anchovy Active Member\n\n    I've been saying this for 10 years.\n\n    Have never owned one, my survivors will have to place one in my dead right hand (and a golf club in the other.)\n  3. I would be more fearful of this if I could ever get cell phone reception inside a grocery store.\n\n    I mean, this is the one place where I need a cell phone - \"Honey, did you want the absorbent or extra-absorbent panty-liners\" - but I can never get reception.\n  4. MU_was_not_so_hard\n\n    MU_was_not_so_hard Active Member\n\n    Same thing with Garmin. The second you register your GPS device, the people there know where your device (and most like you) is\/are at every moment. Kind of creepy. Granted, we're all going to be microchipped in 15 years anyway.\n  5. novelist_wannabe\n\n    novelist_wannabe Well-Known Member\n\n    It didn't say if it works when the phone is turned off, which seems such an obvious thing to ask.\n  6. How does anyone in the news business not live with their cell phone?\n  7. Pete Incaviglia\n\n    Pete Incaviglia Active Member\n\n    I don't have one. I have voice mail I can check from home or a pay phone. Leave a message.\n\n    I have email I can check from my home or courtside. Leave a message.\n\n    I'm not tied to this job 24\/7.\n\n    If I was covering a major pro beat, I might consider getting a cell. or, if work paid for one, I'd accept it.\n\n    Until then, forget it.\n\n    My \"mobile phone bill\" in 2007 (i.e. money spent on pay phones) was $1.50. Sure a lot cheaper than a monthly bill.\n  8. 2muchcoffeeman\n\n    2muchcoffeeman Active Member\n\n    I haven't seen a pay phone in 2-1\/2 years.\n  9. BYH\n\n    BYH Active Member\n\n    HA! I thought it was just my local grocery store.\n\n    Wife: \"I tried calling you three times, why didn't you pick up?\"\n    Me: \"You did?\"\n\n    Happens at least once a week.\n  10. mike311gd\n\n    mike311gd Active Member\n\n    What if the business doesn't have windows? Because I'm good if they can't get through the walls.\n  11. Bubbler\n\n    Bubbler Active Member\n\n    I have a cell phone only because I have a beat and it's work-provided. I don't use it for much more.\n\n    I just don't understand how people can live by their cell phones 24-7.\n  12. Pete Incaviglia\n\n    Pete Incaviglia Active Member\n\n    You gotta look hard, but they're around.\nDraft saved Draft deleted\n\nShare This Page",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.8184107542,
        "format_confidence":0.9954746366
    },
    {
        "url":"http:\/\/www.glocktalk.com\/threads\/ak-105-16-5-45x39-barrel-assembly-279-99.1379409\/",
        "text":"Privacy guaranteed - Your email is not shared with anyone.\n\nWelcome to Glock Talk\n\nWhy should YOU join our Glock forum?\n\n  • Converse with other Glock Enthusiasts\n  • Learn about the latest hunting products\n  • Becoming a member is FREE and EASY\n\nIf you consider yourself a beginner or an avid shooter, the Glock Talk community is your place to discuss self defense, concealed carry, reloading, target shooting, and all things Glock.\n\nAK-105 16\" 5.45x39 Barrel Assembly $279.99\n\nDiscussion in 'Sponsor Showcase' started by Cope's Distributing, Nov 3, 2011.\n\n  1. Cope's Distributing\n\n    Cope's Distributing\n\n    Dec 11, 2008\n    AK-105 16\" 5.45x39 Barrel Assembly\n\n    (5.45 x 39) 16\" Hammer forged chrome lined barrel assembly.\n\n    Full length barrel (22mm dia.)\n    Rear sight block assembly w\/ rear sight leaf\n    Lower handguard retainer assembly\n    Front sight\/gas block assy w 24mm threads\n    Thread protecting barrel nut",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.8605141044,
        "format_confidence":0.8580076098
    },
    {
        "url":"https:\/\/www.runningahead.com\/groups\/MastRun\/forum\/120eae48d3854256ba889151ce1960b6",
        "text":"Masters Running\n\n\nanyone need a room in Boston? (Read 245 times)\n\nManiac 505\n\n    I reserved this months ago, I won’t be going to Boston this year, so I will be calling the agency soon and turning this in. If anyone is interested, I can put you in touch with the agency before I turn it in. I don’t know if they have a waiting list or not, Location is Dartmouth and Marlborough (about 5 or 6 blocks from the finish line). It is described as a small, sunny, studio with a new gourmet kitchen, private bath, and a queen sized Murphy bed, (third floor with an elevator) $230\/night, I currently have it reserved from Friday the 18th to Tuesday the 22nd Contact me at run *at* divechief *dot* com if you want more info Dave",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.7712049484,
        "format_confidence":0.9870507717
    },
    {
        "url":"https:\/\/p8ntballer-forums.com\/threads\/dm14-bolt-tip.182320\/",
        "text":"Welcome To P8ntballer.com\nThe Home Of European Paintball\nSign Up & Join In\n\nDm14 bolt tip\n\n\nActive Member\nDec 20, 2016\nHey guys, just been up my local site to tune a team mates dm14. It was shooting smooth however it is breaking paint a bit, probably 1-3 every 100...after stripping it to clean the broken paint, i noticed the red bolt tip was missing, could this be the issue? Also where would i be able to find one as the big dye spares kit i have doesnt and has never had them on there.\nAny help would be grand cheers guys",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9883713126,
        "format_confidence":0.9753722548
    },
    {
        "url":"https:\/\/www.arsenalrumours.co.uk\/arsenal-banter\/arsenalbanter76224.php",
        "text":"Arsenal banter 76224\n\n\nUse our rumours form to send us arsenal transfer rumours.\n\n(single word yields best result)\n\n15 Jun 2022 06:31:25\nTorreira coming back to Arsenal, I liked him could be good for us?\n\nAgree2 Disagree0\n\n15 Jun 2022 07:26:46\nYes he’s a good player works hard.\n\n15 Jun 2022 11:59:55\nIf he wants to stay and fight for his place, then I’d be happy.\n\n15 Jun 2022 16:34:45\nHappy to have him here if he’s happy to be here.\n\n15 Jun 2022 19:30:14\nWelcome to our new signing! I like him, but I still have an issue when your central midfielder is smaller in height than the mascot and ball boys. Not exactly in the Viera or Gilberto camp, and a liability when defending corners.\n\n16 Jun 2022 00:50:24\nEpping mate, Kante not big either but his hard work and his reading to the game makes him big mate.\n\n16 Jun 2022 09:17:00\nHe's a bit of a liability hence no one wants him. Best to let him go back to Uruguay.\n\n\n\nLog In or Register to post\n\nRemember me\n\nForgot Pass",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9923321009,
        "format_confidence":0.9955070019
    }
]