[
    {
        "url":"https:\/\/fabulously40.com\/question\/id\/13237",
        "text":"\nfacebook connect\nSign-up, its free! Close [x]\n\n\n  • okay Create lasting relationships with other like minded women.\n  • okay Blogging, let your voice be heard!\n  • okay Interact with other women through blogs,questions and groups.\n  • okay Photo Album, upload your most recent vacation pictures.\n  • okay Contests, Free weekly prize drawing.\n  • okay Weekly Newsletter.\n\nQ & A\n\nDo neighbors “boo” in your neighborhood?  We have been booed twice.  Basically you prepare a bag of candy and other Halloween related stuff and stick it on two neighbors’ doorsteps.  They then have to do the same to two other neighbors who haven’t been booed.\n\nAnswer this See more Questions\n\nView All Answers\n\nAsk a Question\n\nmature content submit as anonymous",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9792069197,
        "format_confidence":0.9579470158
    },
    {
        "url":"http:\/\/www.cafemom.com\/answers\/875453\/Alisim",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\n1 Bump\n\n\nGood morning love!\n\n\nAsked by older at 6:43 AM on Jun. 13, 2011 in Crazy for Credits\n\nLevel 69 (2,285,492 Credits)\nThis question is closed.\nAnswers (1)\n  • good morning thanks again. I thought I was not going to be able to finish all this lol. Have a great day\n\n    Answer by Alisim at 10:29 AM on Jun. 13, 2011\n\nNext question in Crazy for Credits\n\nNext question overall (Relationships)\nIm really hurt, vent\n\nclose Cafemom Join now to connect to other members! Connect with Facebook or Sign Up Using Email\n\nAlready Joined? LOG IN",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9958856702,
        "format_confidence":0.9864141345
    },
    {
        "url":"http:\/\/www.cafemom.com\/answers\/781959\/Do_you_think_its_a_reasonable_decision_to_cut_a_family_member_out_of_your_life_if_they_are_toxic",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\n1 Bump\n\nDo you think it's a reasonable decision to cut a family member out of your life if they are toxic?\n\nIf so, what do you do about other family members who you love and cherish and don't want to hurt in the process? I have been bullied by my Sister for 40 years now and I just don't want to deal with it anymore. My husband understands where I'm coming from, but says it's not Christian of me to do it, but she is the one who is not treating others in a Christian way. Has anyone been through this? What did you do?\n\n\nAsked by Anonymous at 9:23 AM on Mar. 22, 2011 in Relationships\n\nThis question is closed.\nAnswers (27)\n  • \"Christian\"???  I must have missed the part of the bible that tells people to be doormats, and to intentionally put them self in the position of being bullied.  Perhaps your hubby should go talk to the priest, minister, etc... and get a bit more perspective.\n\n    Yes, if she is THAT toxic then you cut her out... but your not mean, rude, or hurtful... you just end ties.  Be polite to the other family and simply explain that you have had a parting of ways and you will not be discussing it or involving ANYone else in your decision.\n\n\n    Answer by Anonymous at 9:27 AM on Mar. 22, 2011\n\n  • I would cut that person out and refrain from attending any family functions where that person may attend. I don't know if I have cut a person out per say, but I have drastically cut the amount of interaction that we have. My sister is toxic and I cant stand the way she treats others especially her child.\n\n    Answer by coala at 9:26 AM on Mar. 22, 2011\n\n  • I have issues with my uncle and his wife. Similar, but what i think is best to do is speak to her one last time, and say, this is what needs to happen, if it doesn't, for the sake of my sanity, i will need to cut you out of my life for awhile! Never make it permanent and always be casual for your family's sake at holiday events, but otherwise keep your distance. Good luck!\n\n    Answer by JenzAmomOf2 at 9:26 AM on Mar. 22, 2011\n\n  • Yes if they are not good for you cut them out. Now since it's your sister I'm sure there will be times where you have no choice but to be around her. Like holidays and family functions and such. So just be civil. Don't go out of your way to not speak or be a butt. You don't have to answer to anyone and if she doesn't add to your life in some way. By supporting you or whatever then no I don't feel you need her.\n\n    Answer by StefInfection at 9:27 AM on Mar. 22, 2011\n\n  • My father and his side of my family where out of my life until I was an adult and found them. it took the 3 months for me to realize why my mother didn't want me around them. Now I chat once in a while with siblings online but keep it at that. I don't talk to my father. sometimes family is bad for you. if cutting her out isn't for you then limit the contact.\n\n    Answer by Liamsmom09 at 9:28 AM on Mar. 22, 2011\n\n  • My husband made a decision to cut his own father out of his life. Its been 13 years and he hasnt spoken to him since. If you love someone you understand why they do the things they do. So if people dont respect you and the reason you want to do it , who cares. Your doing this for YOU!\n\n    Answer by jmgblair10 at 9:28 AM on Mar. 22, 2011\n\n  • Absolutely!! I made this decision on New Year's 2009, and DO NOT REGRET IT!!! It has made my life much easier, and the stress level has dropped to a managable level for me and my family. I'm sorry that things like this happen to people, but sometimes, you need to think of how your relationships with your siblings, or other family members affect you, your children and SO. The toxic family members in my life almost cost me my marriage, and my son couldn't handle all the fighting and negativity.\n\n    Answer by Robsmommy at 9:28 AM on Mar. 22, 2011\n\n  • I'm going through something similar. I've decided to avoid all get togethers where my older sister will be present. It's become far too emotionally intense for me to deal with this anymore. My mom understands that it's what I need to do...although it's somewhat upsetting as the cousins rarely see each other as it is. But, I can't let myself be subject to my sisters mental instabilities.\n\n    Answer by Acid at 9:28 AM on Mar. 22, 2011\n\n  • its not so much about being christian with about haveing healthy relationships with loved ones and keeping a healthy state of mind. toxic relationships are not good to have and can have very bad effects on a person. i have cut out several toxic people in my life and yes i do feel guilty but my life is much better now and all the negative drama has come to a stop. it was to the point that it was not only effecting me but it was effecting my whole family so i had to put a stop to it. gl i wish you the best.\n\n    Answer by laura970 at 9:30 AM on Mar. 22, 2011\n\n  • I have also a sister like this and she doesn't even realize that she does this. I have cut the time spent with her but it hurts because that means I see less of her kids. I put up with the drama so I can see them and for social events like holidays, parties and weddings, etc. I just had an encounter with her the other day and every time, she makes my opinions seem worthless. You can tell her how she makes you feel but beware, she may act the victim and turn it around. Well, at least in my case, she does.\n\n    Answer by Philly247 at 9:33 AM on Mar. 22, 2011\n\nclose Join now to connect to\nother members!\nConnect with Facebook or Sign Up Using Email\n\nAlready Joined? LOG IN",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9888715148,
        "format_confidence":0.9836956263
    },
    {
        "url":"http:\/\/answers.sikhnet.com\/question\/10548\/my-life-is-hell-because-of-gambling\/",
        "text":"Ask Your Question\n\nMy life is hell because of gambling\n\nasked 2017-02-09 18:59:49 -0600\n\nJagmeet kaur gravatar image\n\nupdated 2017-02-09 19:08:28 -0600\n\nWaheguru ji ka Khalsa, Waheguru ji ki fateh I am Jagmeet kaur I need help, I am engejed and my fioncy plays gambling a lot he earn money and he lost everything in gambling, we both were in relation for past 8 years and he was not like that before but 1 year ago he started playing gambling and now we are going to get married in October but i am confused how can I handle him I had try everything but he is not leaving that. We both take Amrit and I told him that you are not allowed to do that but still he is going and he is not wearing his kirpan. What can I do I don't understand he told me that he want to quit that but he said he can't do that because now he is addictive can anyone tell me what can I do to recover him coz I don't wanna leave him in this situation I love him so much he need help please tell me what can I do\n\n\nedit retag flag offensive close merge delete\n\n3 answers\n\nSort by » oldest newest most voted\n\nanswered 2017-02-10 22:16:01 -0600\n\nstrongKaur gravatar image\n\nI’m sorry about your situation. I don’t know if any of this advice will help, but here’s some ideas. Firstly, he needs to recognize his problem. It sounds like he does because he wants to quit, but perhaps he might not realize the full extent of his problem and the impact its having on your relationship and it sounds like your wellbeing as well. It sounds like he started gambling a year ago and has stopped wearing his kirpan, etc. What changed in this year for him? What is driving this change? Try to help him figure that out for himself. Is he depressed? Is he stressed out? Ultimately I mean it’s his problem and he really needs to have the motivation to be able to make this change to work on his problem, but you can try to help by having those conversations with him. Gambling can go really really bad- like he could start stealing if he runs out of money to gamble with, or when you get married he could use up all of your money\/savings, and you could lose your house, etc. If he wants to get over this he needs to have some support, but also target where this is coming from. If he’s depressed for example he needs to learn other ways of coping. He might benefit from counseling. He can surround himself with sangat that uplifts him, and supports him in staying away from this. He can give up using his credit cards and have someone help with finances.\n\nI think you seriously need to think about this before you get married!! Remember, you have the right to choose to delay your wedding or to walk away at all times. You don’t want to be trapped and unhappy. You need to focus on what you need and the life ahead of you.\n\nedit flag offensive delete link more\n\nanswered 2017-02-13 09:34:11 -0600\n\nSingh2000 gravatar image\n\nwaheguru ji ka khalsa waheguruji ki fateh\n\nJagmeet Kaur Ji, I am fully agree with Strong Kaur. Help him as a friend, But for marriage think millions of time. Marrying with such person means you will be gamble your life and chances of winning is very less.\n\n\nedit flag offensive delete link more\n\nanswered 2017-02-13 10:22:10 -0600\n\nGuruka Singh gravatar image\n\nRegular gambling is an addiction. You can't \"recover him.\" He has to realize his situation and truly want to come out of it. It has to come from within him. If he sincerely does not want to stop, then nothing you do will make him stop. If he truly wants to get out of it, then he should contact Gambler's Anonymous There is also support for families and loved ones in relationship with gamblers at Gam-Anon.\n\nEven though you are engaged, you may want to put off marriage until this situation is completely resolved.\n\nedit flag offensive delete link more\n\nYour Answer\n\nPlease start posting anonymously - your entry will be published after you log in or create a new account.\n\nAdd Answer\n\n[hide preview]\n\nQuestion Tools\n\n1 follower\n\n\nAsked: 2017-02-09 18:59:49 -0600\n\nSeen: 47 times\n\nLast updated: Feb 13",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.6203656197,
        "format_confidence":0.9916408062
    },
    {
        "url":"http:\/\/www.girlsaskguys.com\/fashion-style\/q171593-what-should-really-do",
        "text":"What should I really do?\n\nwell there is this guy ...the first time he asked me out I said no because I hardly knew him.(OK I knew he existed but we had never talked actually we used to just by pass each other.) the first days after I had rejected him ...he didn't talk to me. then suddenly like a week later ..he used to send me texts saying hi beautiful (such names). but most of the time I just ignored them ...so one day I decided to reply him... our conversation flowed so well...he talked about how much he wants to be with me...he was like I can't get out of his head...he keeps thinking of me...so I asked him what he knew about me that he's attracted to. he was like everything...from my eyes ,smiles, personality, style ...so I was like ...how did you know my personality yet we have never talked...he was like I used to ask your classmates and they would tell me every thing about you...cause he even knew my name ..and I wasn't that popular maybe among my classmates. he told me what he liked about me and my body. he was like I am a dream to him because its the only way he feels close to me. we talked for a very long time something like 6 hours...he was like he doesn't want to stop talking to me because I make his day. he also said that he keeps dreaming of me and him together .he was like he has never talked to a girl for that long without getting bored or irritated. so my question is should I pay attention to what he is saying or not ...do you guys think I should give him a chance.or he just playing with my mind. Thanks for the advice in advance.\n\n\nHave an opinion?\n\n\nSend It!\n\nWhat Guys Said 0\n\nBe the first guy to share an opinion\nand earn 1 more Xper point!\n\nWhat Girls Said 1\n\n  • I think he might like you as well as he might be lying just to get with you you can never be sure you just need to take your time, cancel sex out of your head and concentrate on what he is saying. From experience I know that men can say anything just to get with you, they know just how to charm us, (no one can say how he actually feels except for him) but pleeeeeease be careful!",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.990005672,
        "format_confidence":0.9015138745
    },
    {
        "url":"https:\/\/www.girlsaskguys.com\/break-up-divorce\/q1019531-is-there-something-going-on-between-my-wife-her-ex",
        "text":"Is there something going on between my wife and her ex?\n\nI think there is something brewing between my wife of 15 years and an old friend of mine Peter. Peter and my wife were fuck buddies back in college and I met her through him. Recently they started commenting on FB about how each other looked so good etc. This got me irritated so I asked my wife what was up. She told me I was delusional.\n\nThen she left her FB open on the family computer and I see that she has send a string of emojis to him in a private message. I mean who private messages a string of emojis to an ex sex partner aka [a truly 'great' friend], it's like a school girl flirting. I brought this up during our marriage counseling session and a like always a big fight broke out. After our session my wife gets home 45 minutes after I do [we left in separate cars from the same place]. Then a few minutes after she gets back my old pal Peter posts a picture of him and I back in the day with the caption \"One of my favorites!\". I haven't had any communication with this guy in 15years, no calls, no emails, no FB post comments, nothing. Then to top it off exactly 1 hour after he posted the picture he adds the comment \"I'm guessing no comment from Jim\". Am I to believe that this is a coincident, that after our marriage counseling session I get those messages - am I being paranoid or is he trying to 'feel me out'.\n  • Yes Something is up!\n    Vote A\n  • No you're seeing things!\n    Vote B\nSelect age and gender to cast your vote:\nI'm a GirlI'm a Guy\nI forgot to mention she insisted I drop Peter as a friend as soon as we got married. Then earlier this year when I complained how I never see my old friends she told me how Peter tried to get in her pants after we got married\n\n\nMost Helpful Guy\n\n  • Yeah there is something going on. Maybe not something physical or anything but they already have past history and seem like they are engaging in inappropriate flirting and reliving past things.Since you are already in marriage counseling before this there is already a deep strain on the relationship and old friend Peter seems to be the \"shoulder to lean on for support\", it is also not a coincidence at all that he popped up on FB. She ran and told him right away what happen at your session.\n\n    • Exactly what I was thinking. Definitely in Emotional Affair mode, you agree?\n\n    • Yeah I think so. Reminiscing of old times how time where before and then flirting a bit I think is happening. It is poor in taste and a slap in the face to you and your marriage for her to associate with him especially during this delicate part in your marriage.\n\nRecommended Questions\n\nHave an opinion?\n\nWhat Girls Said 2\n\n  • Definitely sounds like something is up.\n\n    Also, if your wife tells you to stop being friends with someone, then she's a shitty wife. Why would you marry someone, who wants to control who you're allowed to be friends with?\n\n    I like how at first she didn't want you to do anything with Peter and is now messaging him all the time and then he posts that pic and tags you with sweet talk after no contact for 15 years. Hmm...\n\n    Yeah, you married a hoe. Sorry, brah.\n\n    • No my dear, I'm the one who's sorry!\n\n    • I think it's time to corner her.\n\n      Tell her you know everything. Most people break under that sort of pressure and confess. Just ask leading on questions, she'll make up her own verdict.\n\n      \"So... I've just found out. When were you going to tell me?\"\n      \"I know everything now, . Please don't lie to me. Or should I go ahead and ask him instead?\"\n\n  • I don't think your friend Peter is a genuine loyal friend. I think he may have feelings for her if he started a conversation first with your wife on Facebook...I don't know though but the situation isn't good. Rocky waters. The flirtaciousness between them is not good especially if it's excessive and\/or she lies to you about talking with him or acts extra nervous when you bring up Peter.\n\n\nWhat Guys Said 3\n\n  • ...Why would you even marry a girl who was fuck buddies with your friend in the first place?\n\n  • I would get all the best divorce lawyers on retainer ASAP, bro. She's up to no good for sure.\n\n    • Sounds like the pic was to try to make you feel more at ease with whatever they're doing\/planning.\n\n    • After the divorce, do yourself a favour. Date someone way younger and hotter and don't get married again lol.\n\n  • methinks the lady doth protest too much.\n\n\nRecommended myTakes",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9878612757,
        "format_confidence":0.5879682899
    },
    {
        "url":"https:\/\/letschatlove.com\/ask-a-relationship-question\/right-to-proceed-or-not\/",
        "text":"﻿ Right to proceed or not - Lets Chat Love\nLets Chat Love\nRegister An AccountLogin\n\nAuthor Topic: Right to proceed or not\n\nMay 20, 2019, 05:28:47 PM\nRead 596 times\n\n\nI have a boyfriend who is very sensitive about things between us. I could sense his sincerity. But he doesn't believe in marriage or long term relationship. I have dated before as well but never felt this way. I feel loved, respected and wanted. But he doesn't hope for something more than the time we spend together. We are intimate emotionally. We talk for hours and hours about our personal stuff. We didn't have sex yet. I badly want to work this out. Can I really hope for marriage? I told him my intentions about the relationship. He told me that he won't get convinced for long term relationship. I am afraid that I will ruin what we have. Please advice\n\nMay 20, 2019, 06:12:46 PM\nReply #1\n\n\nHi Rutvi,\n\nI am new here so bare with me :)\n\nHow long have you two been together?\n\nIf not too personal, may I ask how old he is?  If he is younger - he may just need time.  If he is older - he may have baggage that he is afraid of. \n\nIn either situation, I would weigh YOUR options.  Either enjoy what you have with him, and be patient and maybe eventually he will decide he wants a committed relationship, which could ultimately end up hurting you more if he is dead set on this, OR, cut out now and find someone with the same goals in mind.  A lot of factors could be at play here.  Maybe he is scared.  Maybe he is not ready to give up his freedom and feels that a long term relationship will squash his personal time.  Some relationships work better only seeing each other 2 to 3 times a week.  Others need more time together to be stabilized. \n\nHas he said WHY he doesn't want to take things to another level?\n\n\nRelated Topics\n\n  Subject \/ Started by Replies Last post\n0 Replies\nLast post July 02, 2019, 04:25:38 PM\nby candygirl14\n2 Replies\nLast post August 20, 2019, 11:50:07 PM\nby SourBash\n1 Replies\nLast post March 31, 2020, 03:10:58 AM\nby DreamGuyxo\n2 Replies\nLast post October 08, 2020, 11:56:18 AM\nby herkamer63\n6 Replies\nLast post October 09, 2020, 01:33:07 PM\nby Looking4Love",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9924983382,
        "format_confidence":0.7554810643
    },
    {
        "url":"http:\/\/www.cafemom.com\/answers\/516720\/Are_you_or_have_you_been_in_an_open_marriage",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\n1 Bump\n\nAre you (or have you been) in an open marriage?\n\nIf so, what kind is it? Did your relationship start out open? How did you get to where you are? Are you happy?\n\nS\/O. Just curious.\n\n** Please note, I'm not asking if you think it's right or wrong, I'm asking for personal experience.\n\n\nAsked by Anonymous at 10:57 AM on Sep. 2, 2010 in Relationships\n\nThis question is closed.\nAnswers (7)\n  • I'm in an open marriage and it works well for us. As to kind of open, it's not quite swinger and it's not quite poly. We didn't start out open when we got married. But looking back, I should have known I was poly but I was trying so hard to be a 'good girl.' Ha! My hubby was convinced that traditional marriage wasn't for us despite the misgivings I had and he's right. For me love is not something I can deny nor do I want to deny. Being open has allowed both of us to be ourselves, truly ourselves with no reservations. Our relationship still has it's ups and downs. We both deal with stronger emotions than what I'd expect in traditional marriage. The level of commitment is higher I feel because we've eliminated the biggest divorce reason off the table. There is no, 'you cheated so I'm leaving' talk. lol I'm happy with having an open marriage but I still have hubby problems like any wife has.\n\n\n    Answer by isabellalecour at 11:46 AM on Sep. 2, 2010\n\n  • Absolutely not... I got married for a reason, if I wanted to sleep around I never would have gotten married!\n\n    ditto. nope never will never\n\n    Answer by mommy5409 at 11:00 AM on Sep. 2, 2010\n\n  • Absolutely not... I got married for a reason, if I wanted to sleep around I never would have gotten married!\n\n    Answer by SWEETPEAS3MOM at 10:59 AM on Sep. 2, 2010\n\n  • Not me, but one of my best friends.\n\n    They were married for 25 years, about 18 years into the marriage they decided to open it up to spice things up. They were best friends, thought it would be good for their relationship. They had rules, and both followed them. They divorced two years ago. My friend still loves him, but there was so much hurt and resentment that built up she just couldn't live with him anymore. If any relationship could have withstood this, I would have thought it was theirs. They were happy for a short while at first, she says it was the thrill of something new and taboo.\n\n    Answer by Scuba at 11:01 AM on Sep. 2, 2010\n\n  • a friend from high school had an open marriage, it lasted a year before they seperated. he is now with one of the women he was having sex with during his marriage and has a little girl with her. the baby was conceved when he was still with his wife.\n\n    Answer by happy-go-lucky at 11:35 AM on Sep. 2, 2010\n\n  • no, to me there'd be no point in getting married then, may as well stay friends with benefits if your gonna see other people.\n\n    Answer by Zoeyis at 11:57 AM on Sep. 2, 2010\n\n  • No and I never will be,thats what being SINGLE is for.It kinda makes no sense when you get married its so you and that person can have and love EACH OTHER forever,not u and ur husbands eff buddy...\n\n    Answer by mommy16love at 12:15 PM on Sep. 2, 2010\n\nclose Join now to connect to\nother members!\nConnect with Facebook or Sign Up Using Email\n\nAlready Joined? LOG IN",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9952577949,
        "format_confidence":0.9623078704
    },
    {
        "url":"http:\/\/www.girlsaskguys.com\/girls-behavior\/q293761-how-to-stop-missing-someone-who-doesn-t-miss-you",
        "text":"How to stop missing someone who doesn't miss you?\n\nIt's a terrible conundrum, one that makes no sense and is self-defacing. Yet, I can't help it. What should I do?\n\nWhat's Your Opinion?\n\n\nMost Helpful Opinion\n\n  • i know what you mean, its been years for me and I still miss him but don't contact him or anything I feel like its his call to do that because he dumped me. Anyways, time and distance helps, get rid of everything that reminds you of her, stop going places that you went with her, just distract yourself whenever you think of her, focus in school go out with friends, find that one friend you can let it out to and talk with about it, music helps a lot, I love going for a nice jog hearing music its so relaxing. Music helps me get my mind off of things and makes me think of other scenery in my head...a lot of people say to start dating other people and meet new girls, but only do it when you are emotionally ready to give some other girl a chance, without being rebound, and without thinking she will be better or will be similar to the last have to have an open mind and realize everyone is different and you won't find a perfect match because no one is perfect, you have to get to know a girls imperfections and her inner beauty in order to realize she just might be 'perfect' for you after all...its tough I won't lie. I don't even think we'll ever forget these people, the only difference though when it comes to successfully moving on, is not wanting to be with them anymore, and being indifferent about their existence.\n\nWhat Girls Said 5\n\n  • Find another activity. Focus on yourself, go out with your buddies, go to the gym, and if your ready meet new people. I find that the best way to get over someone is by taking care of yourself, because then it gives you reassurance. You came into this world without them, you can make it without them. There's too many fish in the sea. I know this is not easy but take it step by step. You should always be OK with yourself, before making anybody happy. That includes knowing you can live without them and can move on.\n\n  • there is no way you can stop missing someone (temporarily). no matter what you do it will keep coming back. just give it time. as long as you don't see that person anymore, the feeling of missing her will just go away (I hope :) )\n\n  • i know its hard but with time things will be better as time is the only healer..\n\n  • you find someone who loves you as much as you love them. it's hard to do, I know. but it'll happen\n\n  • I find the only solution is to find someone else. At first it serves to distract you from your moping, and then if you're really getting out there and meeting peeps, lo and behold you meet someone else special and that first person doesn't seem to matter anymore.\n\nWhat Guys Said 8\n\n  • You and I are in the same boat!\n\n  • In the same position as you mate. I have that every time I think about her I go for a run, play some xbox or watch a film. Takes your mind off of it. Good Luck!\n\n  • Same problem as you bro :( you just gotta stop thinkin about her. It's hard but it's the only solution\n\n  • I have had this problem a lot recently, especially seeing as the few girls I've dated, have all come back with boyfriends over our respective breaks and we never manage to keep in touch, no matter the circumstance, so I speak from experience.The best thing is to assure yourself that things aren't always for certain and that these things happen to many other people, all over the world. It's perfectly normal to miss someone and its okay to miss them, but not forever. I give myself 3 days to figure things out and to stop missing them and move on. If they're not paying attention to me, then I shouldn't waste my time on them, when I could be living life and building better things for myself.Thing is, I don't usually meet terribly many new people that way, cause I'm still brooding,to a degree haha, but I keep myself occupied. Work and school don't let me rest often enough to allow me to focus on it too much. Instead, that way, I have more of a balance. Simply eating right also helps improve my mood and presents a whole new outlook on my life and makes me more intellectually deep :P Or at least feel like it.Hope it helps and good luck!\n\n  • Take the time to hang out with friends or get a hobby to get your mind off things. Also try seeing other people and find another girl that loves you and deserves your feelings.\n\n  • Dont make someone a priority who only see's you as an option. This includes missing them, like you say they don't miss you so why miss them ? If its a girl your missing then go out and meet new ones, never compare new girls to her though. I did this after my break up with my ex and I was never happy, I only started being happy when I took her of the pedestal and looked at new girls and what I liked about them not what was better than the ex. Another thing that helped me was philosophy, looking at the life and the bigger picture makes you realize how insignificant things like these are on the whole and it helps you put a perspective on life, helps you move on and make the most of your life. Life is short, don't linger on what you can't change, be happy, treat people well and enjoy your life. Don't hold grudges and don't look back in anger (great song for moving on as it happens) like I say life is too short !\n\n  • Learn to control your mind.\n\n  • Call of Duty : Black Ops",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9926187396,
        "format_confidence":0.7189900875
    },
    {
        "url":"https:\/\/kona-network.com\/qa\/question-is-texting-someone-everyday-annoying.html",
        "text":"Question: Is Texting Someone Everyday Annoying?\n\nHow do you know if a girl is not interested in you through text?\n\nTotally Not InterestedThere is little to no response and also the communication isn’t super enthused.She sends you a message to stop texting her .\n\n\n\nShe doesn’t ask questions to keep the conversation rolling.She never invites you to see her in person or with friends.She doesn’t know who you are when you text her.More items…•.\n\nWhy did he stop texting?\n\nHe could be feeling overwhelmed from all the texting you did for weeks without a break. Ensure that the guy gets enough space to start missing you. Have some self-control and refrain from texting him. If he happens to start texting you from nowhere, do not ask him why he was silent or reply immediately.\n\nShould I stop texting her everyday?\n\nTexting her every day is a waste of your time and attention that could go to someone else, maybe even “the one.” Don’t have to stop being her friend. Just go out and meet new people, and text her only when necessary.\n\nDo guys like it when girls text first?\n\nTexting a Guy First Can Actually Be a Turn-On. Believe it or not, many guys really like it when girls text first. … Unless you’re sending slews of unanswered messages at a time, consistently sending the first text can actually be a big turn-on for guys. It shows that you’re interested and you know what you want.\n\nIs K rude in texting?\n\nAccording to the first page of Google results about ‘texting K’, society views receiving this message as akin to a one-letter insult. It’s seen as something that we send when we’re mad, frustrated, or otherwise want to put an end to a conversation. “K” is rude, dismissive, or cold.\n\nDo guys text you if they like you?\n\nHe Usually Texts You Back Right Away And guys do it a lot. But if he’s texting back right away, it probably means he can’t hold back. Even though he has other things on his schedule, he’s taking the time to reply to you. … It also means he likes texting you, and wants to keep the conversation going.\n\nShould you stop texting a girl who never texts first?\n\nYou need to stop texting her first. She never texts first because you don’t give her a chance to. And then she gets in the habit of getting texts from you all the time.\n\nHow do I stop being annoying Texter?\n\nPractice self awareness if you notice your texts are a little long, edit them, and stop yourself from annoying people with this texting tendency. Do not text someone you know multiple times everyday to ask about their life, unless you are really good friends.\n\nAre long texts annoying?\n\nSending Long Conversations Through Text Sending long texts can be annoying to the people on the receiving end, especially if they’re busy at work or trying to complete a project. That being said, there are circumstances in which more in-depth conversations can be had over text.\n\nIs texting someone cheating?\n\nFor some people, it could be a case of simply texting an ex or “sliding into their DMs”, explains dating coach Madeleine Mason. “Because people have different boundaries, someone may think flirting is fine, while for someone else it’s considered emotional cheating,” she told The Independent.\n\nHow do u make a girl miss u?\n\nHow to make her miss you: 13 tips to make her want you more2) Do things without her. Step one to get her to miss you is to make it your mission. … 3) Keep your distance physically. Even when you are around each other, keep your distance from her. … 4) Miss her. … 6) Offer to help when you are around. … 7) Maintain your life. … 9) Make her laugh. … 10) Flirt and tease her. … 11) Keep busy.More items…•\n\nHow do I know if Im annoying?\n\n9 Subtle Signs You Annoy Someone & How To Fix ItTheir Body Language. … They Sigh. … They Interrupt You. … They Don’t “Hear” You. … They Appear To Be Zoned Out. … They Talk Over You. … They Lock Eyes With Others While You’re Talking. … They Don’t Ask You Anything Personal.More items…•\n\nHow do you respond to annoying texts?\n\nRespond when you’re ready and be like, “What’s going on?” rather than a flirty hello… that should get the message across that you’re a little annoyed. If he keeps doing this, just be like, “Whoa calm down lol.” Or back off altogether if you really can’t deal.\n\nHow do you know if you’re annoying a guy?\n\nSo here are some signs that your partner may be annoyed and what you can do about it.Their Jokes Seem To Have Hidden Meanings. … They’re Super Defensive Most Of The Time. … They Keep “Forgetting” To Respond To Your Texts Or Calls. … They Don’t Seem To Be Present When You’re Together.More items…•\n\nIs it weird to text someone everyday?\n\nYou Don’t Text Obsessively While texting all day, every day is certainly fun, especially in the beginning of a relationship, it’s definitely not sustainable, and it can be an indicator of codependence rather than actual interest. Being overly available is not a good look.",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9935073853,
        "format_confidence":0.9742588997
    },
    {
        "url":"http:\/\/www.fluther.com\/42301\/are-you-going-to-celebrate-420-tomorrow\/",
        "text":"General Question\n\naviona's avatar\n\nAre you going to celebrate 4\/20 tomorrow?\n\nAsked by aviona (3240points) April 19th, 2009\n\nIf so, how? Something extravagant or a little more modest, perhaps?\n\nIt is a Monday, so if you’re going to celebrate are you going to have to go on with your daily routine (work\/school, etc.) as well?\n\nObserving members: 0 Composing members: 0\n\n20 Answers\n\narnbev959's avatar\n\nI’m going to get baked in the morning with several groups of friends, and then I think we’re planning on going into the city, and chilling\/smoking in Washington Square Park. Then we’ll probably walk around, and come back around 3, smoke some more with some other people, have a jam session maybe, go to a park. Nothing set in stone, other than that we’ll be stoned, but it’ll be awesome.\n\nDansedescygnes's avatar\n\nNo, but school starts later on Monday (9:00 A.M.) and then we have a senior meeting, so classes will be shortened even more. I’m sure many of my friends will be smoking before and after school plenty, though.\n\nbenjaminlevi's avatar\n\nYes, and I will be celebrating the birthday of a great man…\n\n…my uncle John.\n\naprilsimnel's avatar\n\nI will be celebrating by buying a can of Oust and lighting up lots of incense. My boy roomie will be toking enough for the entire building, and I don’t want us to get in trouble with the co-op board because of elderly neighbors complaining.\n\nA_Beaverhausen's avatar\n\nDUH! skipping class to get uber ripped\n\nTriiiple's avatar\n\nI never get the whole its 4\/20 lets get super stoned.\n\nI smoke every day, i dont see why this day i should waste more money or smoke even more, id probably just end up eating to much and passing out.\n\nIm going to smoke a blunt with my friends like every other day.\n\nstrangeling's avatar\n\nHow did the “holiday” get it’s start?\n\nNaturalMineralWater's avatar\n\nI will be celebrating by scooping up stoners off my driveway and carting them back to their house to get some fritos or something. I love this neighborhood.\n\nBlondesjon's avatar\n\nAre you a cop?\n\nstrangeling's avatar\n\nAre you an anarchist?\n\nBlondesjon's avatar\n\nWould a true anarchist even label himself as one?\n\ncasheroo's avatar\n\nI’m not in high school.\n\nAstroChuck's avatar\n\nI’ll be bringing doughnuts and coffee to work to celebrate my co-worker’s birthday.\nPoor thing; she has to share her birthday with Adolf Hitler and the Columbine tragedy.\n\nBBSDTfamily's avatar\n\nYES! It’s my birthday :)\n\nMacBean's avatar\n\n@AstroChuck But it’s also George Takei’s birthday! Focus on that instead.\n\nKraken's avatar\n\nYeah, I’m gonna celebrate Hitler’s birthday and have a neo-fascist white pride celebration today, LOL. I’m not for real here my peeps.\n\nkayysamm's avatar\n\nHELL YEAH. started at 12:00 this morning when midnight hit and will keep going till 12:00 tonight.\n\nIt’s a freaking hoilday everyone else celebrates MLK day and presidents day and other weird hoildays why can’t potheads enjoy a day to being high as heck. ?\n\ncak's avatar\n\n@BBSDTfamily – happy early birthday!\n\nDutchess_III's avatar\n\n@strangeling… it is of British origin. 4:20 is Tea Time in England. Or so I heard.\n\nAnswer this question\n\n\n\n\nto answer.\n\nThis question is in the General Section. Responses must be helpful and on-topic.\n\nYour answer will be saved while you login or join.\n\nHave a question? Ask Fluther!\n\nWhat do you know more about?\nKnowledge Networking @ Fluther",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9511704445,
        "format_confidence":0.926179111
    },
    {
        "url":"http:\/\/www.cafemom.com\/answers\/597299\/Today_my_3_y_o_daughter_told_me_that_she_wanted_me_to_leave_my_father_for_my_best_friend_because_hes",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\n3 Bumps\n\nToday my 3 y\/o daughter told me that she wanted me to leave my father for my best friend because \"he's a better daddy\" what do I do?\n\nAnswer Question\n\nAsked by Anonymous at 6:56 PM on Oct. 9, 2010 in Relationships\n\nAnswers (11)\n  • I'm guessing you mean her father, and you talk to him about it.\n\n    Answer by lovinangels at 6:58 PM on Oct. 9, 2010\n\n  • I would ask her why she feels that way. If there are any issues I would def go back and talk to her father. I would get to the bottom of it!\n\n    Answer by Darla47 at 7:00 PM on Oct. 9, 2010\n\n  • wow thats big when ur child has to open ur eyes, why would she say something like that?think about the relationship,get a paper nd pen nd start with the pro then the cons of her father sit down with him nd have a talk a realy deep talk.then think what is better for her becaouse its not realy about you any more you come after she turns 18.nd the \"FRIEND\" see where the friendship goes,does he have feelings tourds you,i wish u the best of luck nd do the right thing for your family.bless you.\n\n    Answer by ivette0423 at 7:09 PM on Oct. 9, 2010\n\n  • Never let your kids tell you what to do. They will start to think they always can. I do not think you should listen to a 3 year old. The reasons might be silly. JMO\n\n    Answer by louise2 at 7:21 PM on Oct. 9, 2010\n\n  • wow..i can't imagine my three year old even thinking of something like that. How did she get the idea?\n\n    Answer by Kainalu55 at 7:27 PM on Oct. 9, 2010\n\n  • Umm..... what do u do?! Well, you talk to her dad and get that idea out of her head. There must be a reason she is thinking it, she is only 3 so you need to work it out\n\n    Answer by AshJoe05 at 7:28 PM on Oct. 9, 2010\n\n  • everyone is more fun than parents, it's not a shock. why would you do anything about that? Is she going to tell you who she wants for her Mom next and your going to follow that?\n\n    Answer by KaraMia15 at 7:44 PM on Oct. 9, 2010\n\n  • Tell her that you can't just X family out like that right off the bat. Ask her why and then explain to her that we all are not perfectand that before we want to replace someone, we should go talk to them first. Get all the information from her first then go to talk to you DH before she comes to him so he'll have the heads up. Then encourage her to go ask dad to connect with her more and I'm sure it will go away. I'm sure she just likes your friend because he's more attentive and playful towards her when he visits than your DH is.\n\n\n    Answer by SylviaNCali at 8:37 PM on Oct. 9, 2010\n\n  • I'd ask why, but I wouldn't be surprised if it's a case of 'he lets me do what I want' or the like.\n\n    Answer by ItsMe89 at 9:17 PM on Oct. 9, 2010\n\n  • Kids often percieve or have the fantasy of someone who is fun, takes them places, plays with them all the time as being a \"better\" parent than the one they have. I used to love my aunt like that when I was little and secretly wished she was my Mom. But kids grow out of it, at that age they don't have long attention spans. But if your DH isn't paying attention to your child at all, maybe the two of you need to have a talk about that.\n\n    Answer by SophiaofLight at 5:44 AM on Oct. 10, 2010\n\nJoin CafeMom now to contribute your answer and become part of our community. It's free and takes just a minute.",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9951883554,
        "format_confidence":0.9799440503
    },
    {
        "url":"http:\/\/www.popsugar.com\/love\/You-Asked-Did-My-Boyfriend-Cheat-2904770",
        "text":"Skip Nav\n\nYou Asked: Did My Boyfriend Cheat?\n\nDear Sugar,\n\nI went to the doctor today to find out why I was experiencing a painful breakout on my nether regions, and it turns out I have herpes. I have been with only one man for the last two years, and he is the only man I have ever had intercourse with.\n\nI had a serious talk with him today, and he told me that before we started dating, he got tested for every STI, and they all came back negative. I'm so confused because from what I have read online, the initial outbreak usually happens within two to four weeks of contraction, but we have been together for more than two years! Did he cheat? Has this infection laid dormant in him for years? I am scared and confused. Any advice would be a great comfort to me right now. — Taken Aback Abbie\n\nTo see DearSugar's answer,\n\n\nDear Taken Aback Abbie,\n\nYou are right, the first outbreak of genital herpes usually happens within two weeks after it's contracted, so I'm a little wary of your boyfriend's honesty. It is possible for someone not to know he has the infection — sores can often be present in places where they can't easily be seen — but if he was tested two years ago and got a negative result, it's pretty obvious that he's contracted this STI since then; in other words, he most likely did cheat on you.\n\nUnfortunately, what's done is done, and I'm terribly sorry that you've been put in this situation, but now you have to decide how to proceed. Obviously you need to have another serious talk with your boyfriend, but I also suggest you get tested for other STIs and talk to you doctor about medication and treatment options for the herpes you do have.\n\nI know that you're scared right now, and I wouldn't be surprised if you start to experience feelings of betrayal and sadness too, so turn to your loved ones for support. Good luck to you.\n\n\nLatest Love",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.5808620453,
        "format_confidence":0.9364836216
    },
    {
        "url":"http:\/\/www.cafemom.com\/answers\/236114\/What_do_I_do_now",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\nWhat do I do now?\n\nIt's a very long story, so I'll try and sum up. Been w\/ fiance for three years give or take. Got preg, had baby, vowed to make it together. He couldn't handle finances, moved in w\/ my mother to payoff debt and save for wedding\/house. Been here for three months, no bills paid, overdrawn accouns five times (we're talking 100's of dollars each time). Thursday he came home and saw me having coctails w Mom, plainning dd's 1st b-day. Packed a bag and left (for the 2nd time since we moved in\/3rd time in relationship). Told him if he left, we were done. Took dd to his mom's for the day Fri. cause sister was having surgery. He brought dd home and I asked if he was picking her up Sun (his day off). Said he'd let me know. Sent a text at 4, no response. I'm so lost, scared, confused, hurt, angry. I have no friends cause I'm a sahm w\/no car. I don't know where to turn or what to do.\n\nAnswer Question\n\nAsked by Anonymous at 11:27 PM on Jun. 27, 2009 in Relationships\n\nAnswers (5)\n  • You live with your mom and have for months and you are scared? Of what? him not coming back? making it on your own? you have no one to turn to but you have your mom. I'm totally confused with that.\n\n    Answer by admckenzie at 11:34 PM on Jun. 27, 2009\n\n  • Just try to let it go and move on, it's hard to be with someone that you can't trust with your heart and the money situation that is not good girl. You nedd someone who wants to grow and better their life with you and your child. He sounds like he isn't ready for the family life or responsibilities. I know it's sad and hard to be alone but and end is a new begining and I promise if you don't put up with his crap and you move on you will find someone that will love you and respect you. Make sure that your new guy is a normal, decent man who loves kids lol.\n    Be strong! Best of luck girl.\n\n    Answer by Anonymous at 11:40 PM on Jun. 27, 2009\n\n  • You are right mckensie. I can turn to my mom, but money wasn't the only reason we moved in. Mom had a stroke, her spine is deteriorating (I know the sp is wrong, sorry), she had Fibro Mialgia, and Sleep Apnea. We did move in to save money, but also to take care of her. She is FABULOUS!!! I can turn to her for support, but I have to be very careful about the amount of stress I put on her.\n\n    Answer by Anonymous at 11:47 PM on Jun. 27, 2009\n\n  • You are living with your mom, obviously she is willing to help you out. Forget about the SO, he isn't ready to be a grown up. Worry about your self and your child. Help your mom out, even if it means getting a job. You can even go to the public assistance office and see if you can be paid to take care of your mother. I believe it is called Kinship. It sounds like your mother could use the extra help.\n\n    Answer by tyfry7496 at 11:55 PM on Jun. 27, 2009\n\n  • First off you need to get a job.\n\n    Answer by Chrissy629 at 9:42 AM on Jun. 28, 2009\n\nJoin CafeMom now to contribute your answer and become part of our community. It's free and takes just a minute.\nclose Cafemom Join now to connect to other members! Connect with Facebook or Sign Up Using Email\n\nAlready Joined? LOG IN",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9941887856,
        "format_confidence":0.9715054035
    },
    {
        "url":"http:\/\/conversationswithmymother.com\/help-my-child-is-afraid-to-go-to-sleep-at-night\/",
        "text":"Help! My Child is Afraid to Go to Sleep at Night\n\nMy Child is afraid to go to sleep at night. What can I do to help him?\n\nMOLLY: We received this question from a parent whose 3-year-old son became frightened during a recent thunderstorm. He asked the parent if he would stay with him in his room, but the parent, not wanting to start that habit instead told the child to be a big boy and try to sleep. Now the child is afraid to go to sleep at night, and the parent doesn’t know what to do. What do you think she can do?\n\nMOM: Well, I would handle it somewhat differently. While I understand that she was trying to appeal to the more “grown up” side of the child, actually I think in this instance it wasn’t helpful. I think it would have been more helpful to lie down with the child for a few minutes and reassure him.  That way he gets to feel comforted. At three, he’s scared of the violence of the storm. As an adult, just to hold his hand and lie down with him for a few moments will help him recalibrate internally and settle his anxiety down. Then he knows that somebody is there for him; there’s somebody between him and the storm, so to speak. This is a big part of giving reassurance to a child.\n\nMOLLY: That he knows that you’re there for him?\n\nMOM: Right, and that he’s protected. That he doesn’t have to face this violent storm alone –I’ll use that as a metaphor, too.\n\nMOLLY: From not doing that, not giving him reassurance in the storm, what do you think happened? Why is the child now having trouble sleeping even when there is not a thunderstorm?\n\nMOM: I think it caused him some anxiety which is translating into scared to sleep at night. This is obviously a change of behavior for the child and the fearful incident has become generalized to other situations.\n\nMOLLY: What can the Mom do now? How can she fix it?\n\nMOM: Once she recognizes that that might not have been the best way to handle it, she can address it directly with the child. If she doesn’t address it with him, the anxiety can take on a life of its own and can become a very long term problem that, after a while, no one remembers where it came from. In therapy, we talk about this type of anxiety as developing a life of its own, and then it becomes much more difficult to address.\n\nFor this mom, she might say something during the daytime and not necessarily at night. She want’s to engage him when he’s fully functioning emotionally and not tired or hungry or about to go to bed.\n\nShe might say, “You know, I’ve been thinking about what happened the other night. Do you remember what happened during that terrible storm that we had? It was raining really loudly and there was a lot of thunder and lightening. You asked me to lie down with you and I said, oh be a big boy, you can manage this. Do you remember that? You know, I’ve thought about it and that wasn’t very nice of me not to stay with you for a bit while you were scared.”\n\nThen she can say, “I’m really sorry that I didn’t stay with you during the thunderstorm, but the next time something scary happens, you let me know and I promise I’ll be there for you.”\n\nIt’s not that hard to do, and the child then feels understood.\n\nMOLLY: And that will solve the problem?\n\nMOM: Usually, but the kid will most likely test her out. Something will come up soon, it’s almost guaranteed. He’ll want to know that Mom’s response is for real.\n\nMOLLY: She’ll have to make sure she follows through.\n\nMOM: Yes, as a parent you have to make sure you do something if you say you will. If you don’t do it after saying that you will do it, there will be problems.\n\nMOLLY: Then he might have trouble trusting you? It’s hard to go back to a place of trust at that point.\n\nMOM: The development of trust is so important, but you can go back. You can go back and “clean it up” so to speak.\n\nMOLLY: So as a parent, you might make these mistakes, but you can go back and change things in your relationship with your child?\n\nMOM: Right. The closer to the time of the actual event, the better. The rule of thumb is: if you can respond to the child’s need, then that allows him to move on from there. An unresolved need can result in a child getting stuck in that stage of development.\n\nComment below if you’ve had success using other strategies to help your child deal with their fears at bedtime. Or Contact Us if you have a parenting question you’d like to see addressed.\n\nding 3 comments on “Help! My Child is Afraid to Go to Sleep at Night\n\n  1. We’ve had similar issues with storms, shadows, etc, and have always let the kids crawl into bed with us. At first I was worried about developing bad habits but as it turned out, they just wanted comfort in those moments and didn’t turn it into a nightly event. As a parent, you learn to weed out the times when they are actually in need vs. times when they just don’t want to go to bed. We always try to err on the side of caution but a child’s tummy can only hurt so many nights in a row before you realize they just want to watch hockey with Daddy ;D\n\n  2. I giggled out loud when I read about your comment about “wanting to watch hockey with Daddy”. We’ve had that same dilemma…what’s real and what’s “I’m hungry” so I can avoid going to bed. I guess once it starts becoming a habit than you have your answer and have to do figure out what to do about it!\n\n  3. It was nice to read such a sharing and contributing conversation between a mother and child, and not merely good advice for parents but great example of how parents and children can relate as they grow older. Thanks!\n    I have one comment to add, and that is our young children are “reading” our parental concerns and non-concerns all the time. Just being with a child who is afraid, and letting them experience you as you are experiencing a thunder storm (or a stranger, a new environment, etc.) gives them a way to tell whether something is safe or not and how to relate to it. Talking about a thunderstorm as “scary” probably is not as valuable as being physically close and talking together about having been scared or being scared during a thunderstorm. I think it’s good for our children to “see” how to deal with things when they are afraid, and they can learn empowering ways to do that from us at many levels. No teaching required, just honest sharing and comforting.\n\nLeave a Comment\n\nYour email address will not be published. Required fields are marked *\n\nYou may use these HTML tags and attributes: <a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <s> <strike> <strong>",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.8261693716,
        "format_confidence":0.5335576534
    },
    {
        "url":"http:\/\/www.chacha.com\/question\/what-does-the-name-remi-mean",
        "text":"anonymous user\n\n\nWhat does the name Remi mean?\n\nTopics: Health\n\n\nDonna Burks\n\nThe name Remie is a variant of Remy (French), and its meaning is \"from Rheims\". Remie is a very rare female first name.\n\nThe meaning of the name Remi is Oarsman Or Remedy and the origin is french. Pretty name!\n\nDo you know the answer?\n\nLogin or Sign Up to answer this question.\n\nWhat does the name Remi mean?\n\nRelated Health Questions\n\nSee All Questions",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.6004703641,
        "format_confidence":0.9775953889
    },
    {
        "url":"http:\/\/www.girlsaskguys.com\/dating\/q1282530-girls-do-you-always-feel-like-you-settled-when-you-re-dating-someone",
        "text":"GIrls, do you always feel like you settled when you're dating someone?\n\nIt seems like girls usually feel like they're above guys in the social hierarchy, like they're the prizes and guys are the paupers hoping to win them. It seems like my female friends believe that most guys aren't up to their standards. That, and every guy who dates one of them or one of their friends is \"lucky\" to be with her. This gives the impression that girls believe they usually settle for a guy in dating. Is this how y'all really feel?\n\n\nMost Helpful Girl\n\n  • Your \"friends\" sound weird.\n\n    I'd never date someone I'm not 100% happy with. Otherwise I'm wasting my time.\n\n    • As far as my friends being weird, I think it's a pretty common sentiment among girls.\n\n    • Show All\n    • Same can be said about guys. I see them also focusing on the same hot girls all the time.\n\n    • Some do, but guys tend to be more realistic because we know that if we hold out for supermodels, we'll never get sex! More than that, a lot of guys get to college never really having had gfs, so we're eager to finally jump in and experience relationships with girls for the first time. Girls seems a lot less eager to be in relationships. They want to be in relationships, mind you, but only if it's with a guy who meets all criteria on their lists.\n\nHave an opinion?\n\n\nSend It!\n\nWhat Girls Said 1\n\n  • Your friend doesn't sound very nice, i've only dated guys that i've truly loved, i don't settle for anyone.\n\n\nWhat Guys Said 1\n\n  • A lot of girls do settle for guys. What happens is they'll spend their twenties having more pricks than a second hand dart board, when they enter their thirties and everything starts sagging, their looks start to fade and they struggle to compete with younger women in their early twenties then they settle down with those Steady Eddie's who offer them a financial safety net to cling on to. I mean what's a woman without the latest fashion accessory from Prada?",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9936549664,
        "format_confidence":0.8530566096
    },
    {
        "url":"http:\/\/www.drmichelle.com\/2009\/07\/?cat=4",
        "text":"\nAutograph Instructions\nPlease Autograph My book To:\n\nDear Friends,\n\nI believe we can learn a lot from each other’s difficulties and accomplishments. I created the Ask Dr. Michelle column to share my advice with many people at the same time, who although they don’t know it, are often facing some of the same challenges. I hope that my comments provide you with some insight into situations that you are facing in your life. If you have a question that you want me to answer, submit it below. I wish you all the best. (I try to answer as many questions as possible, but please understand that due to the number of questions that I receive I am not able to answer every question.)\n\n  • Submit your question to Dr. Michelle!\n\n    Fill out my online form.\n  • Archives\n\n  • February 2014 (1)\n  • October 2011 (1)\n  • April 2011 (1)\n  • March 2011 (1)\n  • January 2011 (1)\n  • April 2010 (1)\n  • February 2010 (1)\n  • October 2009 (1)\n  • September 2009 (1)\n  • August 2009 (1)\n  • July 2009 (5)\n  • June 2009 (4)\n  • May 2009 (2)\n\nAlcohol and Drugs BET Break-ups Bullying Careers CBS Early Show Dating Dating Violence Disagreements Divorce Dr. Michelle Dr. Michelle Callahan Engagement Essence Magazine Exes Family Finances Finesse Mitchell Fox Friendship Infidelity Kathie Lee and Hoda Kids Long-distance relationship Love LX New York Marriage Mental Health Money Ms. Typed MTV Online dating Parenting Relationships Romance Self-esteem Sex Stress Technology Today Show Valentine's Day Wedlock or Deadlock Weight loss Women's Health Magazine Women's Issues\n\nMy girlfriend moved away, how can I get her back?\n\n  • I have been dating this woman for just about three years. We had a good relationship and I love her a lot. She wanted to marry me and gave me an ultimatum that if I didn’t marry her she was going to the west coast to work for her family. I told her that I loved her but the marriage thing scares me. She has been out there for six months now. I want her back so bad now and told her about a month ago that I want to marry her, but she says that the things she wanted in life have changed and she needs to further her self in life. I told her I made a huge mistake and I will do anything. I have a good job and have been with the same company for 20 years but I don’t know if living out west has made her see bigger and better things. I am not a cheater. I work hard but was just scared to get married again after a failed marriage seven years ago. I have never felt this way before about a woman. I told her how I feel about her and even called her mother. Do I now give her, her space? We use to talk almost every day. I don’t know what I should do. She tells me I’m too late. She struggled here with jobs and maybe I should have helped her with that more. She said to me that everyone thought she would fail out there but she is still there. What can I do? It’s hard not to cry when I talk to her. She said she doesn’t need to start a relationship. I have never seen her act this way before and be so cold.\n\n  • It sounds like your ex-girlfriend is focusing on getting herself together and doesn’t want to rush back into a relationship with you based on the POSSIBILITY that you are ready now.  You said that it was hard for her to find good work back at home and that nobody thought she would make it out west.  Now she has found good work and is making it on her own, you want to come back into the picture. Even though she has moved on with her life, you want her to move back home to be with you because you are NOW ready to get married.  That’s a hard decision for her to make.  There is nothing wrong with being hesitant to remarry after a failed marriage, but from her perspective, you weren’t ready and since nothing great was keeping her at home, she moved away and started a new life.  Now that she is happy and successful where she is, you are asking her to give all of that up on the CHANCE that you are now ready to marry her.  You want her to give up her new life and career and she is thinking that you should have said all of this before she left town.  If she was struggling living at home before, she may fear that she will struggle again if she moves back.\n\n    If you are serious about her being “the one,” maybe you should consider moving out west and joining her.  Can you get a transfer at your job?  Interested in making a change after all these years?  In your mind it makes the most sense for you to stay at your job because you’ve been there for so long and for her to come home because that is where you both started.  But in her mind she may feel that if you want her: 1)you have to prove it; 2) you have to win back her trust and confidence in you and your relationship; and 3) you have to accept her desire to have her own life, goals and aspirations.  You keep asking her to get on YOUR program: to get married when YOU want and to move to where YOU live.  There are no guarantees, but if you want to show her that you are really serious, you may have to make some moves toward getting on HER program.  And I have to be real with you, six months away from you coupled with the fact that she doesn’t act too excited about you anymore could mean that she isn’t just upset about what happened, it could mean that she is in fact over you.  So you have a big risk to take, figuring out how far to go to try to win her back, realizing that she may already be gone and no sacrifice, no matter how big, will change her mind.\n\n    Give it some more time.  She needs time to see that you are serious and that this isn’t just a good mood you are in right now.  And you need time to see if she is interesting in getting back together with you, before you go and do something drastic to prove your love to her.\n\n    I wish you all the best!\n\n    Dr. Michelle\n\nMy friend has stopped being there for me, what should I do?\n\n  • I need some advice. I have a friend who when I need someone to talk to seems as if she’s never there. While talking to her on the phone she either talks to others in the background, doesn’t respond back, or says “What did you say again?” I am very hurt by this because recently when I called her to talk, I was very upset about a dying family member and she did the same things. But meanwhile, when she’s having man problems she calls me day or night and I give her my undivided attention. What should I do?\n\n  • I know that it can be difficult confronting someone, but there is only one way around this situation and that is for you to tell your “friend” how her behavior makes you feel.  You don’t want to attack her or jump down her throat–just wait for a calm moment when you can peacefully, yet honestly, tell her how it makes you feel when she doesn’t give you her full attention when the two of you are talking.  The example of needing her attention when you were trying to discuss your feelings about your dying family member is a perfect example to bring up.  It’s okay to tell her that you value her friendship enough to pay close attention when she is talking to you and that you need her to pay attention to you when you need help as well.\n\n    Although we both know how rude she has acted, if this is the first time you have mentioned your feelings to her, you have to understand that she may not have realized how rude she’s been acting, so give her a chance to make some changes.  If she does it again in the future, remind her right then and there that she is doing it again.  If she doesn’t stop, then you need to find someone else to talk to and depend on. What’s the point of talking to her if she isn’t listening anyway?  That is enough to make your mood go from bad to worse and it’s a sign that you need to find another friend to confide in and share your feelings with.  Maybe when she notices that you, the person who always gave her your undivided attention, are now becoming friends with someone who cares about listening to your life, she might wake up and smell the coffee.\n\n    Good luck!\n\n    Dr. Michelle\n\nHow can I convince my girlfriend not to marry her Ex?\n\n  • I’ve been dating this girl for the past year and a half, on and off, but I’ve known her almost 3 years now. When we first met, I was married and she was involved with her long time boyfriend. We fell for each other and became madly in love. She promised me she was going to leave him, and she did. She has very strict parents. In the last couple months she decides to get back with her boyfriend. There is no love there. She tells me she has feelings for two guys, and she doesn’t know what to do. I still see her to this day but her boyfriend doesn’t know. She told me the other day that they are getting married this year. I can’t let her do this–she is making a big mistake. She even told me the other day that her boyfriend doesn’t do half the things I do for her. I don’t get it. All I did was make her happy, and she says I did nothing wrong and that it’s her. I know her family really likes him and they haven’t really met me. Is this a family issue? She wants to be with me. How can I convince her to come back to me? I want to be with her! I really love her!!!! Please help me…\n\n  • I wish I could tell you that this is just a “family” issue but I don’t think that it is.  Even if her parents are strict and seem to like the other guy, you already said that they haven’t really met you yet, so I’m not convinced that they are against you. I put this squarely on your ex’s shoulders.  She is clearly giving you mixed messages.  First, she tells you that she has feelings for both of you, but then she said that there is no love there.  Well, which one is it?  It sounds like you are fighting against her feelings for her ex who she has been dating for almost a whole decade—that’s a long time and clearly she doesn’t have him out of her system yet.\n\n    It can’t be entirely her family’s fault because if she left him in the first place, she could have stayed broken up with him and just moved on with you.  But she made the choice to go ba... (truncated)",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.993722856,
        "format_confidence":0.7468367815
    },
    {
        "url":"https:\/\/zeyroon.com\/qa\/question-how-do-i-stop-relying-on-my-partner-for-happiness.html",
        "text":"Question: How Do I Stop Relying On My Partner For Happiness?\n\nIs it bad to be dependent on your boyfriend?\n\nClose bonds soothe our brains, and may even protect us from pain.\n\nHealthy dependence is having a secure bond with your partner.\n\nIt is being emotionally available, emotionally engaged and emotionally responsive, Hendricks said.\n\nThis doesn’t mean that you never fight, and it doesn’t mean you’re always happy..\n\nHow do I stop relying on my boyfriend for happiness?\n\nHow to stop your emotional dependency.Practice being there for yourself. … Stop giving away your responsibilities to self. … Re-parent yourself. … Recognize your own emotional cruelty. … Identify and let go of self-destructive patterns. … Detachment as liberation. … Develop some patience. … Let go of idealistic expectations.More items…•\n\nWhat are the 4 types of relationships?\n\nHere are the four major types of relationships that can have a positive or negative affect on your business.Romantic relationships. … Friendships. … Business partnerships. … Fans, followers and clients.\n\nWhat are the 5 most important things in a relationship?\n\nIf you want to be that #relationshipgoals couple, here are 5 essentials for having a healthy relationship.Communication. You’ve definitely heard the very cliché “communication is key.” But here’s the thing – it’s a cliché for a reason. … Respect. … Boundaries. … Trust. … Support.\n\nHow do you know if your not happy in a relationship?\n\nThese are some signs that you may be in an unhappy relationship, rather than just in a rut.There’s no fight left. … You prioritize your friends and family over your partner. … Date night ceases to exist. … You’re drowning in criticism. … There’s no gratitude. … Your sex life is lacking.More items…•\n\nWhat is emotional dependency relationship?\n\nWithin the context of a marriage, emotional dependence is a state where one spouse’s self-worth becomes far too tied into the actions and attention of their partner.\n\nHow do I stop relying on others for happiness?\n\nIt’s much better to rely on yourself. Not in a selfish way. But in an emotional way. You don’t need others to be happy….Here we go.Have a voice. … Learn how to master your emotions. … Celebrate adversity. … Separate yourself from everything. … Get comfortable with yourself. … Live without regrets.\n\nHow do you know if someone is emotionally dependent on you?\n\nOther key signs of emotional dependence include: an idealized view of your partner or the relationship. the belief your life lacks meaning without them. the belief you can’t find happiness or security alone.\n\nWhat does it mean to be emotionally independent?\n\nEmotional independence is a type of inner resilience that lets you know you can meet, solve, and be with any circumstance you face. It means building your sense of self on your own, without depending on others to make you happy or tell you who you should be.\n\nWhat is true happiness in a relationship?\n\nTrue happiness is the gentle pulling away from yourself by which you find a better self that can prosper. Loving the right things and loving them in the right way is the key. Ethical relationships make it more likely than not that as you look back on your life you will be able to say, “I have lived a good life.”\n\nHow do I know if I want to be with someone?\n\nRelationship experts say these are the 9 signs the person you’re dating is right for you — and some are surprisingly simpleThey pass the ‘bar test’ … They don’t hold you back. … They don’t want to change you. … They fit into your life. … They listen to you. … They’re happy when you’re happy. … They comfort you when you’re sad.More items…•\n\nWhat causes emotional neediness?\n\nHigh stress, relationship problems, exhaustion, and illness can all increase a person’s feelings of neediness and\/or needy behaviors. Some people tend to exhibit characteristics of neediness more than others, and in these people, the term might be used to describe their personality.\n\nHow do you deal with mood swings in a relationship?\n\nInstead of singling out your other half, take responsibility for your mood swings with these 5 strategies.Spend time alone to process. Do your best to uncover how you are feeling and get a grip on yourself. … Put things into perspective. … Stop making the problem worse. … Ask for support. … Cultivate a positive mood.\n\nIs your partner responsible for your happiness?\n\nAnd even though happiness increases when you share it, your partner is not responsible for your happiness. You are the only person who can please you in the long run. At first, that might sound scary, but actually it’s liberating. No one but you can make you happy.\n\nHow do you maintain happiness in a relationship?\n\n10 tips for a happy relationshipTalk constructively. How you say things is as important as what you’re saying. … Listen to each other. Listening is such an important tool in relationships. … Don’t bottle things up. … Keep things fresh. … Let go of the little stuff. … Appreciate what you have. … Give each other space. … Don’t put too much pressure on yourself.More items…•\n\nWhat is a happy relationship?\n\nIn a happy relationship, you just know, without any verbal confirmation or discussion, that your partner will always have your back, always keep your secrets, and always believe you (and that goes vice versa).\n\nIs it healthy to need your partner?\n\nWhen considering interdependence, having your partner need you is essential, but excessive dependence is considered unhealthy. In healthy relationships, people don’t want their partners to be excessively dependent; they encourage their partner’s autonomy.\n\nHow can you tell you’re being used?\n\n“The basic yardstick for telling whether you are being used or not is to take a good look at how you are being treated,” Aimee says. “…if you find that they are disrespectful, don’t treat you well, and you don’t feel good with the person then chances are you might be being used.”",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9909809232,
        "format_confidence":0.9628282189
    },
    {
        "url":"http:\/\/www.cafemom.com\/answers\/325359\/dreams",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\n\nQ; ok i keep having these dreams of us myself and my family,,,\n\ngetting ready to buy this house but its always a diffrent house,\n\nbut we always doing some type of work in it last night i dreamed we was cleaning up\nthis house a cleaning crew came in and cleaned after the worker where done\nbut the messed up part in the dream after they have cleaned and all my grandkids put cheeze it all on the floor cleaned up and all but the Q.why do i keep dreaming of us buying a house doing work in it but always a diffrent house i have been having these type of dreams all this wk\nthis morning i awoke with my eyes hurting head hurting not feeling gd at all\n\nthe funny thing is we just purchased a house 4mos ago had a lot of stuff did\nso i know we r not getting readyto move did that already\n\ndont understand\n\nAnswer Question\n\nAsked by Anonymous at 4:17 PM on Nov. 6, 2009 in Just for Fun\n\nAnswers (1)\n  • It could be signifying a new beginning...a fresh start?\n\n    Answer by renea20 at 4:26 PM on Nov. 6, 2009\n\nJoin CafeMom now to contribute your answer and become part of our community. It's free and takes just a minute.",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9504846931,
        "format_confidence":0.9903606176
    }
]