[
    {
        "url":"https:\/\/educacinfo.com\/exchange-rate-on-agriculture-and-manufacturing\/",
        "text":"Impact of Exchange rate on Agriculture and Manufacturing Sector in Nigeria\n\n\nThe research aim is to determine the impact of Exchange rate on Agriculture and Manufacturing Sector in Nigeria within the period of 1981-2016. You can download the full research work from chapter one to five.\n\n\n\n1.1 Background to the Study\n\nThe response of agricultural sector and manufacturing output to exchange rate fluctuation has been the subject of long and vigorous discussion, going back to Nerlove’s classic treatment of the long-run supply elasticity for corn, cotton and wheat in the United States (Waziri, 2017). Estimates of supply elasticity (short-run and long-run) based on the Nerlove model vary widely by crop and region, leading some to argue that the Nerlovian model is inadequate for deriving the long-run response. In view of the poor performance of the agricultural sector in recent years and the impact of most of the economic reform programmes on agricultural supply in Nigeria, especially on the impact of adjustment on agriculture output points to the fact that the reforms are showing the desired outcomes, but others think otherwise (Noko, 2017). Exchange rate reform is a necessary but insufficient condition for increased agricultural and manufacturing sector output (Kwaghe, 2015). While supply response for food or export crops can be significant, aggregate supply response may be comparatively low, suggesting that at least some increased output might have occurred through switching of resources between them, with changing price incentives.\n\nThe theoretical case that price reforms will lead to supply response is weak, especially in relation to food production, where policy biases are limited. Food prices may fall in relative terms.  Price variability affects supply response, but in no standard direction. For the past two decades, while population grew at a rate between 2.5% and 3% per annum, food production grew at a rate of about 2.5% per annum (CBN 2015; Noko, 2017). The pressure on domestic price levels persisted as the consumer prices, which reached very high levels at the end of 1993 increased further in 2011 and 2016. Data from the Nigeria Bureau of statistics (NBS, 2018) showed that the average all-items composite consumer price Index (CPI) for the first half of 2011 stood at N405.10 This represents an increase of 21.5% and25.3% over the levels in the corresponding periods of 2009 and 2010 respectively (CBN, 2015).\n\nGrowth in agriculture is essential to provide food for a growing nonagricultural labour force, raw materials for industrial production, savings and tax revenue to support development of the rest of the economy, to earn more foreign exchange (or save foreign exchange when primary products are imported) and provide a growing market for domestic manufactures (Noko, 2017).  Nigeria is endowed with large agricultural potentialities with abundant land, rivers, streams, lakes, forests and grasslands, as well as a large active population that can sustain a productive and cultivable agricultural sector. In spite of these endowments, the sector has continuously produced below expectations (Noula Armand Gilbert, 2013; Ojo, Olufemi, 2014).  \n\nPrior to independence in 1960 up to early 1960s, the economy was characterized by the dominance of exports (mostly agriculture) and commercial activities. In spite of the fluctuations in world commodity prices, agriculture contributed about 65 per cent to GDP and represented almost 70 per cent of total exports. Agriculture provided the foreign exchange that was utilized in importing raw materials and capital goods as the peasant farmers produced enough to feed the entire population, the various Marketing Boards generated much revenue, the surplus of which was used by government to develop the basic infrastructure needed for long term development (Tule, 2015). Since the emergence of the oil industry in the late 1960s, the role of agriculture in the economy has been on the downward trend especially its contribution to GDP, where its share to GDP fell from 48.23 per cent in 1971 to almost 21 per cent in 1977 to 34 per cent in 2015 (Daramola, Ehui, Ukeje, Mcintire, 2005; Akpaden, Enin, State, Ibom; 2010; Victor, 2015). However, according to Mbutor and Al-Hassan (2013) agricultural sector contribution to growth in GDP grew only at 6.9 per cent in 2003. On average, the sector grew at 7.2 per cent between 2005 and 2007. From 2008 to 2011, growth of the agricultural sector began to decline. It grew by 6.3 per cent, 5.9 per cent, 5.8 per cent and 5.7 per cent in 2008, 2009, 2010 and 2014, respectively. By 2015, the growth in the agricultural sector declined to 3.9 per cent. In 2013 agricultural production grew by 4.5 per cent, favorable weather conditions and sustained implementations of the initiatives under the Agricultural Programme (ATAP) were largely responsible for the growth in the sector (CBN, 2016).\n\nViewing the other major variables in the study i.e. exchange markets, the Nigerian foreign exchange market is of recent origin. In fact, prior to 1962, there was no formal foreign exchange market in the country. Linked with a long tie with former colonial master, Britain, the Nigerian pound was tied to the British Pound Sterling with easy convertibility. This scenario contributed largely to late development of an active foreign exchange market in Nigeria. During this period, foreign exchange earned by the private sector (mainly from agriculture) was held in balances abroad by commercial banks which acted as agents for local exporters. Sequel to the establishment of the Central Bank of Nigeria (CBN) in 1958, and the subsequent centralization of foreign exchange market became imperative. This ultimately led to the enactment of the first exchange control law in Nigeria- the Exchange Control Act 1962 (Okororie, 2008).\n\nOwing to the strong link between exchange rate, manufacturing export and agricultural export especially during flexible exchange rate regime, a period of decrease in agricultural exports volume where increase in earnings has been experienced. According to Essien (1999) cocoa products of 116.2 million kg earned ₦239.1 million in 1985 but in 1987 cocoa products of 92.4 million kg earned ₦419.5 million and since then the receipt has continued to increase (apart from1984) despite lower export volume. The monetary value of agricultural exports which stood at an average of ₦725.8 million in 1981-1989 increased to ₦802.7 million in 1990-1999. On the other hand, the rate of agricultural exports to total exports ratio during the same period stand at 0.038, but declined to 0.014. Although the export baskets also expanded with non- traditional export commodities such as tubers, fruits and spices coming on board (Anyanwu, et al, 2010).\n\nSimilarly, the Central Bank of Nigeria (CBN) (CBN, 2016) in its annual reports (various editions) highlighted that during the 1960s and early 1970s, manufacturing activities were positively accelerated and value added per worker was at par with, if not higher than that in other African countries such as Botswana, Ghana and Kenya. During this period the share of manufacturing in GDP nearly doubled from less than 5 percent to 8 percent and on that trend many people believed that the country was on a path to industrialization. It was observed, however, that as from the 1980s till present manufacturing firms in Nigeria experienced relative stagnation as the sectors value added per capital lagged behind that of many comparator countries. Presently, the manufacturing sector is experiencing collapse with an average capacity utilization hovering around 40 percent and thus exchange rate management becomes imperative to drive the most important sector of Nigeria (Victor, 2015).\n\n  • Statement of Problem\n\nThe main objectives of exchange rate policy in Nigeria are to preserve the value of the domestic currency, maintain a favorable external reserves position and ensure external balance without compromise the need for internal balance and the overall goal of macroeconomic stability. The use of the exchange rate as an instrument of control in the Nigerian economy has been rather limited. During the period of fixed exchange rate (1960-1986) the country pegged its currency with the Great Britain Pound (GBP) sterling until the devaluation of sterling pound in 1967. Thereafter, the country’s currency maintained parity with U.S dollar up to 1973 when the Nigerian pound was changed to Naira because the exchange rate policy of pegging the Naira to U.S dollar become a drag on its economy, thus depleting external reserve within the periods, the fixed exchange rates were established for both the pound sterling and the U.S dollar at £ 0.5833 and U.S $1.5200 to =₦=1.00 respectively (CBN, 2012; Noko, 2017).\n\nDuring the period of fixed exchange rate, Nigerian currency was perceived to have been over-valued, in order to find a realistic value of the naira, a Second-tier Foreign Exchange Market (SFEM) emerged in September, 1986 under the Structural Adjustment Programme which marked the beginning of flexible or floating exchange rate regimes. Various related market-based exchange rate policies have been experienced and different downward exchange rates as; Dual exchange rate system (introduction of SFEM with the initial Firsttier Foreign Exchange Market) in September, 1986 the value of naira stands at 2.0206\/$, Dutch Auction System (DAS) of bidding in April, 1987 naira depreciated to 4.0179\/$, single enlarged Foreign Exchange Market with various pricing methods (Waziri et al, 2017). In July, 1987 naira depreciated to 4.2723\/$, creation of Inter-Bank Foreign Exchange Market (IFEM) in January, 1989 naira depreciated to 12.9377\/$, pegged exchange rate system in 1994 naira stands at 21.8861\/$, Autonomous Foreign Exchange Market (AFEM) in 1995 naira remained unchanged at 21.8861\/$, re-introduction of IFEM in October, 1999 naira continued depreciating to 108.000\/$, Retail Dutch Auctio... (truncated)",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.5988888741,
        "format_confidence":0.9620099068
    },
    {
        "url":"http:\/\/mdpi.com\/1999-4907\/8\/12\/485",
        "text":"Next Article in Journal\nMapping Net Stocked Plantation Area for Small-Scale Forests in New Zealand Using Integrated RapidEye and LiDAR Sensors\nPrevious Article in Journal\nVicariance and Oceanic Barriers Drive Contemporary Genetic Structure of Widespread Mangrove Species Sonneratia alba J. Sm in the Indo-West Pacific\nPrevious Article in Special Issue\nSuitability of Soil Erosion Models for the Evaluation of Bladed Skid Trail BMPs in the Southern Appalachians\nArticle Menu\n\nExport Article\n\nOpen AccessArticle\nForests 2017, 8(12), 485; doi:10.3390\/f8120485\n\nUse, Utilization, Productivity and Fuel Consumption of Purpose-Built and Excavator-Based Harvesters and Processors in Italy\n\nCNR Ivalsa, Via Madonna del Piano 10, I-50019 Sesto Fiorentino (FI), Italy\nCRA-ING Via della Pascolare 16, I-00015 Monterotondo Scalo (Roma), Italy\nAFORA, University of the Sunshine Coast, Locked Bag 4, Maroochydore, QLD 4558, Australia\nAuthor to whom correspondence should be addressed.\nReceived: 4 November 2017 \/ Revised: 1 December 2017 \/ Accepted: 4 December 2017 \/ Published: 6 December 2017\n(This article belongs to the Special Issue Forest Operations, Engineering and Management)\nView Full-Text   |   Download PDF [2754 KB, uploaded 6 December 2017]   |  \n\n\nAnnual use, utilization, productivity and fuel consumption of three purpose-built and three excavator-based harvesters and processors were monitored for one work year. All machines were owned and operated by private contractors and were representative of the Italian machine fleet. Despite challenging mountain terrain, annual use ranged from 675 to 1525 h per year, and production from 3200 to 27,400 m3 per year. Productivity was lower for excavator-based units, and for machines working under a yarder, due to limited yarder capacity. Purpose-built machines offered higher utilization, productivity and fuel efficiency compared with excavator-based machines. Fuel consumption per m3 was 2.4 times greater for excavator-based units, compared with purpose-built machines. Excavator-based units offered financial and technical advantages, but their long-term market success will likely depend on future improvements in fuel efficiency, in the face of increasing fuel prices. View Full-Text\nKeywords: efficiency; contractors; benchmark; logging efficiency; contractors; benchmark; logging\n\nFigure 1\n\nThis is an open access article distributed under the Creative Commons Attribution License which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. (CC BY 4.0).\n\nScifeed alert for new publications\n\nNever miss any articles matching your research from any publisher\n  • Get alerts for new papers matching your research\n  • Find out the new papers from selected authors\n  • Updated daily for 49'000+ journals and 6000+ publishers\n  • Define your Scifeed now\n\nSciFeed Share & Cite This Article\n\nMDPI and ACS Style\n\nMagagnotti, N.; Pari, L.; Spinelli, R. Use, Utilization, Productivity and Fuel Consumption of Purpose-Built and Excavator-Based Harvesters and Processors in Italy. Forests 2017, 8, 485.\n\nShow more citation formats Show less citations formats\n\nNote that from the first issue of 2016, MDPI journals use article numbers instead of page numbers. See further details here.\n\nRelated Articles\n\nArticle Metrics\n\nArticle Access Statistics\n\n\n\n[Return to top]\nForests EISSN 1999-4907 Published by MDPI AG, Basel, Switzerland RSS E-Mail Table of Contents Alert\nBack to Top",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.6105437279,
        "format_confidence":0.9758322239
    },
    {
        "url":"http:\/\/free-journal.umm.ac.id\/detail-6225-title-faba-bean-gall-a-new-threat-for-faba-bean--vicia-faba--production-in--ethiopia.html",
        "text":"UMM Logo\n\nUniversitas Muhammadiyah Malang\n\nFree Download Journals Directory\n\nAdvances in Crop Science and Technology\n\n.: Home > Advances in Crop Science and Technology > 2014 > Volume 2 Number 4 > Endale Hailu 1 *, Gezahegne Getaneh 2 , Tadesse Sefera 1 , Negussie Tadesse 1 , Beyene Bitew 3 , Anteneh Boydom 1 , Daniel Kassa 1 and Tamene Temesgen 1\n\nFaba Bean Gall; a New Threat for Faba Bean ( Vicia faba ) Production in Ethiopia\n\nEndale Hailu 1 *, Gezahegne Getaneh 2 , Tadesse Sefera 1 , Negussie Tadesse 1 , Beyene Bitew 3 , Anteneh Boydom 1 , Daniel Kassa 1 and Tamene Temesgen 1\n1 Ethiopian Institute of Agricultural Research, P.O.Box 2003, Ethiopia 2 Addis Ababa University, Salale Campus, P.O.Box 2003, Ethiopia 3 Debre Birhan Research center, Ethiopia\nAbstract :\n\nFaba bean ranks first in its production volume and cultivated land among pulse crops cultivated in Ethiopia and it is valuable as the cheap source of protein in most Ethiopian diet. It also plays a significant role in soil fertility restoration and in export market. Production of the crop is, however, constrained by several pests. The objective of this study was to find out the distribution and intensity of newly occurred epidemic faba bean gall disease and other diseases affecting faba bean in the major growing areas of central and northern part of Ethiopia. The survey was made in 2013 main cropping season (in September) along the main roads and accessible routes in each surveyed district at every 5-10 km intervals as per faba bean fields available. Five samples were taken in each faba bean\nfield by moving “X” fashion. The mean prevalence of faba bean gall, Ascochyta blight, Chocolate spot and rust were 48.5%, 63.6%, 94.6% and 1.9%, respectively. The mean incidence of the formal all diseases were 15.4%, 30.3%, 42.4% and 0.1% in their previous order. Based on severity scale, mean disease severity of Ascochyta blight and chocolate spot were 1.9 and 1.5, respectively. Mean severity of faba bean gall and faba bean rust were 6.4% and 0.1% were recorded in their order. The disease was more sever in Amhara region with mean disease severity of 22.2% followed by Tigray and Oromiya region which had 11.3% and 7.8% severity value, respectively. The newly observed Faba bean gall disease was found the most devastating and widely disseminated in the area within a few years since its occurrence. The production of the crop is highly challenged and farmers are frustrated by the nature of the disease. Farmers witnessed the appearance of the disease three years ago in 2011 in Oromiya. They observed fast dissemination and increasing coverage of the pathogen in time and space. In fact the disease is epidemic and more  serious  from  the  record  and  the  information  from  Faba  bean  growers  in  the  surveyed  areas.  The  epidemic  conditions of the disease have significant implication on the production of Faba bean and on the country’s economy. This survey information helps to consider the disease as serious pest in Ethiopia and in development of management options. In the future, ecology and biology of the causative agent, yield loss due to the diseases, breeding for disease resistance\/tolerance and management strategies should get attention\n\nKeywords :\nDisease; Faba bean; Faba bean gall; Incidence; Prevalence; Severity\n\nDate Deposited : 05 Apr 2016 15:23\n\nLast Modified : 05 Apr 2016 15:23\n\nOfficial URL:\n\nVolume 2, Number 4, November 2014 , ISSN ISSN: 2329-8863\n\nFull Text Original\nAbstract : pdf doc\nHome | Peta Situs | Admissions | Student Research | E-Journal\nUniversitas Muhammadiyah Malang © 2011\nDeveloped by Infokom UMM\nLast Update : 13 December 2016 20:46Kumpulan file jurnal",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.6049921513,
        "format_confidence":0.9777527452
    },
    {
        "url":"http:\/\/ageconsearch.umn.edu\/record\/131464",
        "text":"Market structure and coherence of international cooperation: the case of the dairy sector in Malawi\n\nA supply chain in disarray can be identified not only as a barrier to growth for the agricultural sector but also as one to achieving food security in a country because it may lead to either a deficiency in food production and\/or too high prices. Using the dairy sector of Malawi as an example, the purpose of this paper is to discuss the coherence between market structure and the development strategy pursued by international donors via. Within Malawi the dairy sector may be characterised as a segmented market: with both formal and informal milk markets, with smallholder producers serving both markets. The formal market includes a reducing number of processing firms operating with idle capacity and selling dairy products to an affluent segment of the urban population, whilst the informal market comprises the sale of unprocessed milk products to the less affluent urban population and also rural areas. In this context, cooperative international action, conducted through agencies from a range of countries, is targeted at improving the efficiency of the formal supply chain and also the creation of local supply chains that sell processed products directly to poor consumers. The paper discusses reasons why these two cooperation strategies, given the structure of the sector, may potentially conflict with each other, the need to address the degree of market imperfection of the formal sector and the desirability of ex-ante coordination of plans amongst donors.\n\nIssue Date:\nPublication Type:\nWorking or Discussion Paper\nRecord Identifier:\nPURL Identifier:\nTotal Pages:\nSeries Statement:\n\n Record created 2017-04-01, last modified 2018-01-22\n\nDownload fulltext\n\nRate this document:\n\nRate this document:\n(Not yet reviewed)",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.7395591736,
        "format_confidence":0.7988246083
    },
    {
        "url":"http:\/\/www.scielo.org.za\/scielo.php?script=sci_arttext&pid=S0375-15892009000500027&lng=en&nrm=iso&tlng=en",
        "text":"SciELO - Scientific Electronic Library Online\n\nvol.39 issue5Genetic and non-genetic factors affecting body weight in Tellicherry goatsA systems approach to the south african dairy industry author indexsubject indexarticles search\nHome Pagealphabetic serial listing  \n\nServices on Demand\n\n\n\nRelated links\n\n  • On index processCited by Google\n  • On index processSimilars in Google\n\n\nSouth African Journal of Animal Science\n\nOn-line version ISSN 2221-4062\nPrint version ISSN 0375-1589\n\nS. Afr. j. anim. sci. vol.39 n.5 Pretoria Jan. 2009\n\n\nEconomic values for dairy production traits under different milk payment systems in South Africa\n\n\n\nC.B. BangaI,#; F.W.C. NeserII; J. van der WesthuizenI; D.J. GarrickIII\n\nIARC Animal Production Institute, P\/Bag X2, Irene 0062, South Africa\nIIDepartment of Animal Science, University of the Free State, P O Box 339, Bloemfontein 9300, South Africa\nIIIDepartment of Animal Science, Iowa State University, Ames, IA 50011, USA\n\n\n\n\nEconomic values of milk volume (VOL), fat yield (FYLD), protein yield (PYLD), live weight (LWT), longevity (LON), calving interval (CIV) and somatic cell score (SCS) were derived for Holstein and Jersey cattle, based on milk payment systems of four major milk buyers in South Africa. The economic value of somatic cell score was calculated for only two of the payment systems. A bio-economic model was used to calculate economic values by determining changes in profit arising from an independent unit increase in each trait. Economic values for VOL, FYLD and PYLD varied substantially among the payment systems; particularly PYLD which ranged from ZAR 7.62\/kg to ZAR 21.88\/kg. Payment systems that do not pay for milk volume resulted in a negative economic value (-ZAR 0.49\/l) for VOL. Live weight and CIV had constant economic values across payment systems (-ZAR 6.62\/kg and -ZAR 5.75\/day for Holstein and -ZAR 7.49\/kg and -ZAR 4.19\/day for Jersey, respectively, for LWT and CIV). Economic value of LON varied slightly with payment system (ZAR 1.09\/day to ZAR 1.23\/day in the Jersey and ZAR 3.59\/day to ZAR 3.68\/day in the Holstein). The economic value of SCS differed substantially between the two payment systems and was higher in the Holstein (-ZAR 949.26\/score and -ZAR 1795.57\/score) than in the Jersey (-ZAR 433.87\/score and -ZAR 912.90\/score). Relative emphasis of traits in the breeding objectives for South African dairy cattle should take due cognisance of the diversity in milk payment systems.\n\nKeywords: Breeding objective, economic value, Jersey, Holstein\n\n\n\n\nA well-defined breeding objective forms the basis of a sound breeding programme. Such a breeding objective is developed by systematically identifying traits to improve and determining their economic values. The economic value of a trait is defined as the increase in profit resulting from a unit genetic improvement in that trait, while all other traits in the breeding objective are kept constant (Hazel, 1943).\n\nBreeding objectives for dairy cattle in South Africa are not clearly defined. The South African National Dairy Cattle Genetic Evaluation Programme routinely publishes EBVs on 23 traits; however there is no consensus on the traits that should be improved and their relative importance. Genetic trends show that selection in South African dairy cattle has, in the past, focussed mainly on increased yield and improved type (Theron & Mostert, 2004; Banga et al., 2007). Substantial increases in genetic merit for yield traits have unfortunately been coupled with deterioration in fitness traits (Banga et al., 2007; Dube et al., 2008; Makgahlela et al., 2008). It has thus become acutely imperative to develop sound and broader breeding objectives for dairy cattle in South Africa. The aim of this study was to calculate economic values for breeding objective traits of South African Holstein and Jersey cattle breeds under the intensive concentrate-fed production system.\n\n\nMaterials and Methods\n\nA bio-economic herd model, simulating an average farm for each breed, was developed. Data collected through the National Dairy Animal Improvement Scheme were used to derive base herd parameters. Base herd parameters for the two breeds are given in Table 1. Traits included in the breeding objective were milk volume (VOL), fat yield (FYLD), protein yield (PYLD), live weight (LWT), longevity (LON), calving interval (CIV) and somatic cell score (SCS). Somatic cell score was somatic cell count (SCC) transformed to loge.\n\nFarm economic data and milk pricing information were provided by the Milk Producers' Organisation of South Africa (MPO, 2007; MPO, 2008; Koos Coetzee, 2008, personal communication,; Dawie Maree, 2008, personal communication, and the milk buyers (Berlo Coetsee, 2008, personal communication,; Pieter van Zyl, 2008, personal communication, P.O. Box 6161, Weltevreden Park, Roodepoort, RSA, 1715). Beef prices were obtained from the South African Meat Industry Company (SAMIC, 2008). Table 2 contains milk component prices of the four payment systems used. Due to the sensitivity of milk pricing in South Africa, milk buyers are not referred to by name.\n\n\n\nLive weight was predicted using the von Bertanlanffy equation as given by Bakker & Koops (1978) and the metabolisable energy system (AFRC, 1993) was used to calculate energy requirements for maintenance, growth, pregnancy and milk production. It was assumed that increased feed (energy) requirements were met by buying in extra feed and that non-feed costs remained constant.\n\nThe partial budget approach was used to compute economic values by simulating the marginal change in profit resulting from a unit increase in the trait of interest, while all other traits remained constant. This was done by considering incomes and expenses for seven alternative herds, each herd differing from the base herd in only one trait. Economic value was calculated as the change in profit (income less costs) per unit change in the trait (i.e. difference in profit between alternative and base herd). Profit was expressed per cow in the herd per year.\n\nThe model used probably underestimated the economic value of CIV as it did not account for other costs related to cow fertility, e.g. replacement and insemination costs.\n\n\nResults and Discussion\n\nEconomic values of all traits by breed and payment system are presented in Table 3. It is difficult to compare these economic values with those reported by Du Plessis & Roux (1998) for South African Holstein cattle as methods of expression are different. Du Plessis & Roux (1998) calculated economic values as percentage change in economic efficiency.\n\nEconomic values of milk components (FYLD, PYLD and VOL) were the same for both breeds; hence they are only shown for the Jersey breed in Table 3. Breed has no effect on economic values of these traits because, in the simulated production system, change in profit per unit increase of a milk component is determined only by the payment price per unit of that component and the cost of the extra feed required to produce it.\n\nVOL had a negative economic value (-ZAR 0.49 per litre) under those payment systems not paying for volume (buyers B and C). This is due to the fact that no revenue is received for producing any extra volume of milk; however it costs energy (feed) to produce the milk. Where milk volume is paid for (buyers A and D) an increase in milk volume by 1 litre resulted in an increase in profit of ZAR 0.28 per cow per year. Negative economic values for VOL have been reported in markets where milk volume is either not paid for or is negatively priced (e.g. Keller & Allaire, 1990; Visscher et al., 1994; Holmes et al., 2000; Veerkamp et al., 2002).\n\nThe milk payment system for buyer B gave the largest economic values for both FYLD and PYLD. This is not unexpected as buyer B offers the highest price per kg of FYLD and per kg of PYLD. On the other hand the payment system for buyer A, which had the lowest FYLD and PYLD prices, resulted in the lowest economic values for the two traits. The fact that it is more costly (i.e. more energy is required) to produce a kg of fat than of protein, is reflected in the much higher economic value of PYLD (ZAR 7.62) compared to FYLD (ZAR 1.21), even under a payment system where both components are equally priced (buyer A).\n\nEconomic values of LWT and CIV were only affected by the difference in maintenance energy costs and beef revenue (for LWT) between the base and alternative herds. They were therefore constant across payment systems. Increases in LWT or CIV resulted in a decrease in profit, in concurrence with several other studies (Visscher et al., 1994; Du Plessis & Roux, 1998; Holmes et al., 2000; Olori et al., 2002; Veerkamp et al., 2002). A kg increase in LWT resulted in a larger decrease in profit in the Jersey (ZAR 7.49\/cow\/year) compared to the Holstein (ZAR 6.62\/cow\/ year). This is attributable to the higher culling rate for the Holstein, which results in a larger increase in beef revenue in the alternative (higher LWT) herd, compared to the Jersey. The converse was, however, true for CIV (decreases of ZAR 4.19\/cow\/year in Jersey and ZAR 5.75\/ cow\/year in Holstein). This is explained by the fact that it is more costly to maintain the bigger-sized Holstein than the Jersey. Economic value of LON varied slightly among payment systems and this was due to the variation in milk revenue resulting from the difference in herd structure between the base herd and the increased LON herd. The increased LON herd had a bigger proportion of higher producing (older) cows and therefore had more milk revenue per cow than the base herd. The magnitude of such increase in revenue is dependent on the payment system.\n\nAn increase in SCS by 1 score resulted in about a double reduction in profit for both breeds under the payment system for buyer B compared to that for buyer A. This is due to the fact that buyer B has a more strict SCC payment scheme (lower SCC threshold for bonus and higher penalties for ... (truncated)",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.731839776,
        "format_confidence":0.9839282036
    },
    {
        "url":"https:\/\/www.nwo.nl\/en\/research-and-results\/research-projects\/i\/50\/30550.html",
        "text":"Energy saving in greenhouse crop production by flexible management\n\n\nThe goal of this project is to develop greenhouse climate management support that substantially saves on gas, by employing data streams on weather and on the energy grid. This type of management will at the same time reduce the peak loads on the electricity grid, thereby helping the transition to cleaner energy.\n\nFrom a substantial amount of research it was concluded that crops are much more robust than previously assumed, especially with respect to variations in temperature, relative humidity, and their ratios with light intensity. The buffering capacity of crops to absorb climatic fluctuations allows a much more flexible climate management with respect to weather and balance of the energy grid. Since this concept is hardly incorporated in current greenhouse climate control, so here lies a great opportunity.\n\nThis project has two focus points: understanding the buffering capacity of the crop, and developing real-time decision support for flexible, integrated climate and energy management. A pilot study showed that this flexibility can save as much as 47% on heating energy. This type of decision support will annually save a company with 5 ha as much as 150-400 k€, and the Dutch greenhouse industry 280-740 m€, with an additional 40 m€ turnover for the greenhouse supporting industry. The contribution to decreasing the gas demand while balancing the grid load will help the transition towards sustainable energy production. The methodology that will be developed for this project translates to the whole glass horticulture sector, and extends to arable farming and animal housing.\n\n\nProject number\n\n\nMain applicant\n\nProf. dr. ir. E.J. van Henten\n\nAffiliated with\n\nWageningen University & Research, Plantenwetenschappen, Farm Technology Group\n\n\n02\/01\/2018 to 02\/01\/2022",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.5528034568,
        "format_confidence":0.9060407281
    },
    {
        "url":"https:\/\/unistroy.spbstu.ru\/en\/article\/2013.10.5\/",
        "text":"Assessment of risks in construction\n\nTechnology and organization of construction\n\nThe realization of any investment project involves various types of risks, due to the presence of uncertainty in the economic activity of the enterprise. The reasons of occurrence risks are not the full amount of information about the future. Distinction between risks and uncertainty: for understand we should know what conception has risks. Risk-probability a risk event, but if the question is about uncertainty, we can’t determine the likelihood of associated events. What assessment methods exist today? The various methods of risks assessment in construction and investment projects we described in this article.",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.9680899978,
        "format_confidence":0.6918346286
    },
    {
        "url":"https:\/\/appa-staging.materiellcloud.com\/bok\/abstract-construction-management\/",
        "text":"Skip to Main Content Skip to Footer\n\nAbstract: Construction Management\n\nConstruction Management Basics\n\nIn the 1970s, many large general contractors and architectural\/engineering firms recognized the growing need for professional construction managers (CMs), and the market for construction management services has grown since. Universities establish their own CM departments or use outside construction management firms.\n\nDefinition of Construction Management. Construction management is a discipline and management system to promote execution of capital projects for owners. A professional construction manager (CM) augments owner staff with preplanning, design, construction, engineering, and management expertise to optimize results regardless of project delivery method. The CM represents the owner and project; deals with construction, private, and public organizations; and executes specified duties (e.g., management of funds, scope, schedule, contractor skills,  design  and construction quality, contract and procurement flexibility, and avoidance of delays, changes, disputes). Most large institutions  have  construction  management departments, and a trend toward in-house services has emerged among smaller schools. Institutions should consider outside construction management firms if they undertake a very large  or  complex  project,  lack resources for a department, or have great variability in workload. Key personnel are the CM (owner’s representative), construction contract administrator (facilities director or construction management  head), and architect\/engineer (either owner’s representative per AIA or design consultant with clear lines of authority).\n\nProfiles and duties vary among institutions. Because the architect\/engineer performs a professional service requiring a license based on years of schooling and professional practice, the CM must seek direction  from the architect\/engineer on all design clarifications.\n\nConstruction Manager. Project manager and CM roles must be defined and delineated. They manage two discrete phases, exchanging primary and secondary management roles between bid  opening  and construction contract award. The CM is involved in the design phase to influence the construction  phase,  and the project manager monitors progress during construction, an approach that more efficiently focuses the client and architect\/engineer on one project manager during construction.  Institutions  have  different governing policies, but CMs must have a broad range of project responsibilities to avoid waiting for bureaucratic  or committee-based decisions (a serious threat to construction progress) and are the central contact point for all project and stakeholder communications  during the construction phase. CMs need responsibilities and authority (e.g., first level of approval of billings for contractor and architect\/engineer)  to  position themselves as equal peers and partners with contractor project managers and architect\/engineer  firms.  CM duties cover all aspects of construction contract administration (e.g., contractor negotiations, review of contract documents during design, budget, schedule, inspections, liaison, first-line disputes).\n\nSelecting a Construction Manager\n\nSelection of a CM to provide professional services is very similar to selection of an architect or engineer for design services. (1) Requests For Qualifications (RFQs) are similar to Requests For Proposals (RFPs), but fee negotiations occur after firm selection in most states. RFQs detail required services, project specifics,  business environment, and other critical factors. After the RFQ is prepared, an outreach and publication strategy targets construction management firms and local newspapers or state contracting opportunity journals. (2) A presubmittal conference can be mandatory or voluntary (each with listed advantages) and is recommended for larger projects. This conference offers an opportunity to share more detailed project-specific scope and characteristics. The agenda is brief, and meeting minutes are distributed to attendees. The cutoff date for bidder questions is at least 1 week before RFQ responses are due. The suggested RFQ timeline can be dictated by local statute. The schedule can be shortened or lengthened. (3) Receiving RFQ responses is based on a firm due date, with responses dated and time-stamped. (4) Evaluating RFQ responses is the job of a small committee selected to assess responses and preliminarily rank them based on an objective scale of criteria (e.g., firm experience, staff experience and availability, project-specific criteria). (5) Short-listing firms for interviews is decided at a committee meeting, using a matrix of preliminary rankings to formally rank responses. (6) Interviewing firms is performed after sending notification letters to firms to be interviewed and to those that do not qualify. (7) Interviewing and final ranking of firms are performed by managing interview sessions to end on time and consistently using the same questions. The evaluation committee prepares and finalizes the final ranking of  firms. (8) Tentatively selecting  a  firm  and  negotiating fees starts with the top-ranked firm. If negotiations are successful, final award is made, and the contract (in the RFQ, with nonnegotiable terms and conditions, so negotiations are restricted to scope and fee) is issued. If unsuccessful, the institution can declare an impasse and negotiate with the next-ranked firm.\n\n\nGeneral contractor prequalification (subject to state law  in many jurisdictions) is not limited to  one  project delivery method. It differs from embedding experience requirements in the actual project bid documents, saving time and money for the institution and potential bidders.\n\nProcess. The prequalification process is  similar  to  that for a publicly bidded project (e.g., prepare prequalification document, confirm attainable criteria, advertise, conduct presubmittal meeting, issue addenda  if needed, receive submittals, evaluate them, interview teams, score outcomes, notify submitters, allow protest period to expire, establish pool of prequalified contractors that can bid).\n\nForms of Prequalification.  Two  forms  of prequalification use three sets of criteria (mandatory contract requirements, firm experience, staff experience). Key prequalification elements include objective criteria (can be contract specific), verifiable information, and ease of completion and evaluation. (1) The pass\/fail process is simple and easy to evaluate, using yes-or-no questions. Contractual requirements include valid contractor license, ability to meet required insurance limits and bonding requirements, safety EMR, and other requirements or general conditions. Past project experience focuses on a specific project type (e.g., a minimum of three comparable projects in the past 5 to 10 years).  Past project experience of proposed staff focuses on key staff (e.g., project executive, project manager, construction superintendent with one or two comparable projects in the last 5 to 10 years). (2) Point accumulation uses the same criteria as the pass\/fail model but screens for more experienced firms by using questions with an answer scale (e.g., 5 points for yes, 0 points for no) and specifies total number of points and minimum points to advance.\n\nLessons Learned. Contractor prequalification is a highly technical process and an art form (i.e., making sure that criteria requested are attainable by competent, experienced, and reputable construction firms). Lessons learned include using a pass\/fail process and minimal requirements when construction employment is high (and point accumulation during low employment); verify objective information via a third party, interview proposed team and staff, tailor firm and staff qualifications to project-specific criteria, define criteria for a comparable project, provide appeals process, include the score sheet in the prequalification document, do not prequalify subcontractors, and issue an addenda if needed for criteria changes.\n\n\nAll construction permits required by the institution are obtained before the start of construction. In some cases, permitting authorities allow deferred approvals for specific parts or systems (e.g., fire sprinklers), which must be clearly identified, conveyed to the general contractor in bid documents, and monitored during the construction phase. Permits that the owner must obtain (e.g., electrical power, water and sewer connections, easements and curb cuts, ancillary permits) are monitored and managed to avoid delays affecting the general contractor. A matrix of permit responsibilities might be needed to track status.\n\nProcurement and Bidding\n\nBidding construction projects is highly regulated  for public institutions (e.g., by board policies, state laws, bidding limits or dollar thresholds). Private institutions often have greater latitude; this section reflects the   public institution perspective. Bidding process steps are optional prequalification (covered in the previous  section), advertisement, prebid conference, addenda if needed, bids receipt, and award to lowest responsible bidder.\n\nAdvertisement. Local laws usually specify frequency, timing, and location of bid opportunity notices. In general, projects meeting specific dollar thresholds must be publicly bid. Advertisement of opportunity to bid is placed two times in a local newspaper or general circulation journal (before prebid conference).\n\nPrebid Conference. A prebid conference (mandatory or voluntary) is typically led by the contracting officer to\n\neducate and inform bidders about project requirements and bidding procedures, enabling the institution to obtain feedback (e.g., market conditions, bid document quality, inaccurate drawings or specifications, bid dates) from the contracting community. Questions can be answered after the meeting through a formal addenda.\n\nIssuance of Addendum. Any material changes ... (truncated)",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.9767910242,
        "format_confidence":0.5419873595
    },
    {
        "url":"http:\/\/www.fao.org\/ag\/AGP\/AGPC\/doc\/PUBLICAT\/PUBB\/PB041.htm",
        "text":"A project proposal for FAO managed development assistance - \"Sustainable Commercial Animal production from Pastures in South Pacific Farming Systems (SCAPP)\n\nD.C. Macfarlane\n\n\nNational Development Plans of the Governments of the South Pacific region consistently state as major objectives the need to achieve sustainable rural economic development, improved food security and self-sufficiency in livestock products.\n\nDevelopment assistance and national interventions designed to achieve improved and sustained production and economic efficiency of livestock enterprises within the range of farming systems are likely to make a significant contribution towards the achievement of the above broad Regional South Pacific Government goals.\n\nSince approximately 1985 a number of highly successful national livestock development assistance activities have been completed in the region - the EEC funded Smallholder Cattle Development and Marketing Project and the AusAID funded Pasture Improvement Projects in Vanuatu, UNDP\/FAO and FAO\/Government of Western Samoa funded projects devoted to Pasture and Cattle Development (SAM\/86\/003 and SAM\/95\/001) and the FAO South Pacific Regional Pasture Improvement Training Project (TCP\/RAS\/4451).\n\nThese projects have all been characterised by their integration within existing institutions, both government and non-government, their focal linkages with commercial smallholders and their livestock\/mixed cropping farming systems and their quantifiable contribution to national capability to sustainably deliver livestock extension and development support and capacity of farmers to adopt proven technology. These projects have achieved their output targets cost-effectively and their achievements stand in stark contrast to the large, socio-culturally insensitive and poorly designed livestock development projects of the 60s to early 80s which met with only limited success at great expense. Past poorly performing interventions of up to 30 years ago still contribute, unjustifiably in the 1990s, to some national, regional and international attitudes remaining negative towards any form of livestock within farming systems improvement.\n\nDuring the course of the highly successful FAO Project TCP\/RAS\/4451 from May 1994 to December 1995 Governments and NGOs and their respective Livestock extensionists along with smallholder and plantation livestock farmers and managers, farmer organisations, national agricultural training institutions, national development banks, local agricultural consultants, environment groups, womens' groups and womens' agricultural extension services, donor funded natural resource sector projects, two large joint-venture national re-afforestation and timber harvesting corporations and agribusinness have called for a continuation and intensification of training, extension support and livestock development assistance support.\n\nAs the 1995 FAO Regional Pasture Improvement Workshop has pointed out the challenge is to more effectively promote recent significant achievements from the new style projects of the last 10 years in Vanuatu and Western Samoa and to convince national governments and donors of the positive socio-economic, environmental, human nutritional and trade and commercial benefits likely to accrue from a targeted, cost-effective level of assistance to traditionally neglected South Pacific Livestock subsectors.\n\n\nThe total population \/ number of rural households in Fiji, Papua New Guinea, Solomon Islands, Tonga, Vanuatu and Western Samoa is approximately 800 000\/95 000, 4 million\/550 000, 400 000\/50 000, 97 000\/14 500, 160 000\/22 000 and 160 000\/15 000 respectively. Regionally 440 022 households raise pigs (58.7%), 300 000 raise poultry (40%), 35 000 raise goats (4.7%), 3250 raise sheep (0.4%), 66 000 raise cattle (8.8%). In PNG 8659 households raise cattle yet livestock specialists estimate only 620 smallholdings are found. In Vanuatu 10 500 rural households raise cattle but these are aggregated into approximately 3000 discrete smallholdings. The number of cattle smallholdings is thus approximately 48 000.\n\nThe distribution of livestock ownership by households, smallholdings and largeholdings or plantations is shown in Table 1. Fiji has the highest number of households\/smallholdings owning beef and dairy cattle and goats. PNG has the highest number of pig, chicken and sheep owning households and Fiji and Vanuatu have the most cattle holdings with more than 50-100 head.\n\nTable 1. Households, smallholdings and largeholdings owning livestock in the South Pacific\n\n\n\n\n\n\nHouseholds Small\n\nHouseholds Large\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotes -\n\n# - expected number with partial dispersal of Nawaicoba cull ewe flock, 25% annual increase expected.\n\n* - 120 of the former registered pre-independence plantations in Vanuatu raise from 100 -12000 head, averaging c. 660 per plantation and c. 30 local smallholders would raise in excess of 100 head (Chief Robert at Wasayolo on Santo has 600 head). Sources:Most recent country census and smallholder survey figures; PNG - Banguinan et al., 1995; Solomons - Wate (1995), MAF internal reports.\n\nNB: a largeholding for countries other than PNG has more than 100 head of cattle, in PNG - 400 head.\n\nThus it is assumed that 60-70% of all rural households raise livestock, both non-ruminant and ruminant, which would benefit from high quality forages as either the principal component of ruminant diets or as a protein rich supplement to traditionally protein deficient, energy rich non-ruminant village diets i.e. 66 000 households raising pigs and 45 000 households raising chickens (rarely mutually exclusive).\n\nEasily grown, high quality forage legumes have the potential to significantly improve non-ruminant animal production providing direct human nutritional and disposable cash benefits for family members. It is assumed a 10%\/15% level of adoption of proven legume dietary supplementation is achievable over a 10\/15 year period.\n\nProven regional technologies exist whereby animal production per hectare at ecologically optimum stocking rates from: a) introduced grass pastures can be improved by 25-75% by incorporating a persistent 20-30% legume component; or b) native grasslands in the under 2000 mm rainfall isohyet can be increased 3 or 4 fold by establishing the best adapted improved grass\/legume suite; or c) native pastures in the >2000mm isohyet zones can be at least doubled by replacing, using a range of mechanical and manual approaches with adapted, improved grass\/legumes and from d) any weedy pasture can be increased by up to 300% by adopting proven weed management systems. In some cases the realisation of this potential will be dependent upon correcting critical soil nutrient deficiencies and providing animal mineral, energy and sometimes protein supplementation depending on the edaphic environment and levels of production sought.\n\nCurrently, as described by Macfarlane (1996a) in the proposed project participating countries listed in Table 1, 678 000 beef cattle, 29 000 dairy cattle, 26 000 sheep and 233 000 goats graze 650 000 ha of open pastures, 133 000 ha under coconuts, and 14 000 ha under native, mainly regrowth forests as in Vanuatu, or replanted forests. Approximately 440 000 ha of land under coconuts is under-utilised, neither used for silvopastoral nor agrisilvicultural activities. Current regional copra production is approximately 300 000 tonnes per annum. Regionally approximately 1.4 million ha is devoted to grazing and coconuts while approximately 40 million ha of land is classified as forested by FAO (1988). Little forest remains in Tonga, Western Samoa and large areas of Viti Levu and Vanua Levu have been completely deforested, often prior to European contact.\n\nTable 2 covering potential pasture resources illustrates that there is ample scope for these countries to reach and exceed self-sufficiency in beef by re-habilitating existing grazing resources and underutilised coconut lands, thus relieving historical pressure on native forests. There is growing customary landowner pressure in Fiji, Papua New Guinea and Solomon Islands for, and regional re-afforestation\/logging corporation interest in, grazing with forestry for reasons of fire control and earlier income generation. There is significant potential in the future for feedlotting using molasses, palm and palm kernel cake and copra meal in PNG given proximity of cattle breeding centres and processing plants.\n\n\nThese estimates of potential improved and native pasture areas are based on the detailed experiences of TCP\/RAS\/4451, the implementation of the proposed project, which, with institutional and private sector collaboration, would demonstrate solutions to current production and marketing related constraints, and, the assumption that a critical minimum level of post-project institutional support and positive marketing environments are maintained.\n\nThe rates of pasture establishment over the 10-20 year periods for each country to reach self-sufficiency and then, optimum land use determined industry scale, are achievable given a range of available, affordable, mechanical and manual pasture planting technologies and reliable supplies of quality seed, ideally with as much legume seed as possible produced locally. The animal unit stocking rates used in calculations are proven for respective open and shaded grazing systems and have been regionally validated during TCP\/RAS\/4451 follow-up missions in 1995 and reported in Macfarlane (1996b).\n\nAn increase in the regional grazing resource area of c. 350 000 ha from additional native grasslands in PNG and rehabilitated native pastures under coconuts, an additional 200 000 ha of legume oversowing of native grasslands, an additional 240 000 ha of improved grass\/legumes, and 116 000 ha of legumes into existing improved grasses will achieve country beef self-sufficiency (valued at US$ 28M\/yr) with some surplus be... (truncated)",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.9576363564,
        "format_confidence":0.8904761672
    },
    {
        "url":"https:\/\/www.ars.usda.gov\/research\/publications\/publication\/?seqNo115=96419",
        "text":"Page Banner\n\nUnited States Department of Agriculture\n\nAgricultural Research Service\n\n\nitem Cambardella, Cynthia - Cindy\nitem Moorman, Thomas - Tom\n\nSubmitted to: American Society of Agronomy Meetings\nPublication Type: Abstract Only\nPublication Acceptance Date: 10\/22\/1998\nPublication Date: N\/A\n\nInterpretive Summary:\n\nTechnical Abstract: Sustainable production has become a key issue in the management of cropping systems. This study examined changes in soil biochemical properties in the first 4 years after the initiation of no-till. The site was cropped to a corn-soybean rotation and both phases of the rotation were present at all times in the field. We collected soil cores to a depth of 15 cm in the fall of 1992-1995 after harvest. We quantified yearly changes in soil pH, total organic C (TOC), total N (TN), particulate organic matter C (POC) and N (PON), microbial biomass C (MBC), and potentially mineralizable N (PMN). TOC increased by 20% and POC increased by 50% between 1992 and 1993 as a result of cessation of tillage. Severe summer soil flooding decreased MBC by 50% between 1992 and 1993, but the effects of the flood were not apparent until 1994 for TOC, TN, POC, PON, and PMN. The most biologically active soil properties decreased by the greatest amount, which suggests these properties are more sensitive to ecosystem disturbance than TOC and TN. The effect of transition to no-till, although complicated by the flood effects, was most apparent in POC.\n\nLast Modified: 8\/24\/2016\nFooter Content Back to Top of Page",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.517119348,
        "format_confidence":0.9788683653
    },
    {
        "url":"https:\/\/avesis.ktu.edu.tr\/yayin\/f5ebc687-e7e6-4444-8173-db14ffc8d999\/the-role-of-coal-in-energy-production-consumption-and-sustainable-development-of-turkey",
        "text":"The role of coal in energy production - Consumption and sustainable development of Turkey\n\nYilmaz A. O. , Uslu T.\n\nENERGY POLICY, cilt.35, sa.2, ss.1117-1128, 2007 (SCI İndekslerine Giren Dergi) identifier identifier\n\n  • Yayın Türü: Makale \/ Tam Makale\n  • Cilt numarası: 35 Konu: 2\n  • Basım Tarihi: 2007\n  • Doi Numarası: 10.1016\/j.enpol.2006.02.008\n  • Dergi Adı: ENERGY POLICY\n  • Sayfa Sayıları: ss.1117-1128\n\n\nEnergy is one of the indispensable factors regarding the assurance of social prosperity and economic development of a country. The developing countries struggle to obtain energy sources reliable in the long term to complete their economic development, and the developed countries struggle to get them to keep their present prosperity levels. Coal seems to continue its indispensable position among the other energy sources for many years because of its production in more than 50 countries, the least effect it has from the price fluctuation and its usage lifespan of more than 200 years. The countries that are aware of it have investments in mining fields in the countries rich in coal reserves, and they continue investing considerable amount of money.",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.7329220772,
        "format_confidence":0.9593169689
    },
    {
        "url":"https:\/\/scholar.archive.org\/work\/ehu6ftdj7ves7myyfsbs574egq",
        "text":"Technological capability accumulation in the 'maquila industry' in Mexico\n\nGabriela Dutrénit, Alexandre O. Vera-Cruz\n2005 Cadernos EBAPE.BR  \nFrom the mid-1960s, 'maquila' plants were established in the Mexican Northern border. The Mexican model was based on foreign firms establishing their own assembly plants. Even though this model was less successful than that of East and South East Asian in terms of several techno-economic indicators, it has largely contributed to employment generation. However, as a result of internal learning process and changes in the global firms strategies, several 'maquilas' operating in Mexico have\nmore » ... Mexico have undergone important qualitative changes. During the 1990s there was a change in the nature of their productive and technological activities towards more complex products and more innovative technological activities. In contrast, other dimensions have evolved slowly, such as the engagement of Mexican suppliers in global supply chains.\ndoi:10.1590\/s1679-39512005000500016 fatcat:6hjexjj5m5bmplefzwbqxqqrjm",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.831240654,
        "format_confidence":0.9299596548
    },
    {
        "url":"https:\/\/research.chalmers.se\/publication\/254518",
        "text":"Too complex to standardise? A case study of a socially loaded pier inspection process at the port of Gothenburg\nPaper i proceeding, 2017\n\nThis paper presents a micro-level study of an organisation considering to standardise a facility management process. Standards serve an instrumental purpose in the built environment reducing complexity by promoting similarity across time and space. However, differences in practices and perceptions of involved actors can make standardisation a complex endeavour itself, limiting its effectiveness as a mode of governance. Science and technology studies (STS) approaches are used to study standards in the inspection process. Standardisation is understood in this study as performative and a process of power, understanding, and emerging interests. The empirical material stems from a case study of a pier facility management process at the port of Gothenburg. Ten semi-structured interviews were conducted with actors involved in the inspection process – asset managers, structural engineers, inspectors and a document controller. Additional observations made during pier inspections and project meetings at the port were used to develop the context of the study. The analysis shows the multiple demands and interpretations present among involved actors prior to an attempt to standardise the pier inspection process. Asset managers and structural engineers voice a preference for guidelines that support ideal ways of working implemented using a checklist. Alternatively, inspectors wish to receive a common terminology. More strategically, the symbolic value of an ISO type standard matches a perceived need by the port management for credibility to satisfy customer demands. Simultaneously, a standard is expected to give clear directives to hired consultants, make the process more cost efficient and ensure a stable quality. The variety of interpretations and demands observed in this study underlines the social character of asset and facility management and the uses of standards. It is suggested to reflect on socio-technical conditions in standard design.\n\npier inspection\n\n\n\nfacility management\n\n\n\nSjouke Beemsterboer\n\nChalmers, Bygg- och miljöteknik, Construction Management\n\n\n\nChristian Koch\n\nChalmers, Bygg- och miljöteknik, Construction Management\n\n9th Nordic Conference on Construction Economics and Organization 13-14 June, 2017 at Chalmers University of Technology, Göteborg, SWEDEN\n\n\nBuilding Futures\n\n\nÖvrig annan samhällsvetenskap\n\nAnnan samhällsbyggnadsteknik\n\nMer information\n\nSenast uppdaterat",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.8553205729,
        "format_confidence":0.9831902981
    },
    {
        "url":"http:\/\/ufdc.ufl.edu\/UF00080038\/00002",
        "text":"Title: Farming systems newsletter\nFull Citation\nPermanent Link: http:\/\/ufdc.ufl.edu\/UF00080038\/00002\n Material Information\nTitle: Farming systems newsletter\nAlternate Title: FSNL\nPhysical Description: v. : ill., forms ; 30 cm.\nLanguage: English\nCreator: International Maize and Wheat Improvement Center -- Eastern Africa Economics Programme\nPublisher: The Centre\nPlace of Publication: Nairobi Kenya\nPublication Date: April-June 1984\nCopyright Date: 1984\nFrequency: quarterly\nSubject: Agricultural systems -- Periodicals -- Africa, Eastern   ( lcsh )\nGenre: periodical   ( marcgt )\nSpatial Coverage: Kenya\nStatement of Responsibility: CIMMYT Eastern Africa Economics Programme, International Maize and Wheat Improvement Centre (CIMMYT).\nGeneral Note: Description based on: No. 26 (July-Sept. 1986); title from cover.\n Record Information\nBibliographic ID: UF00080038\nVolume ID: VID00002\nSource Institution: University of Florida\nHolding Location: University of Florida\nRights Management: All rights reserved by the source institution and holding location.\nResource Identifier: oclc - 18247451\nlccn - sn 90040819\n\nFull Text\n\nJUL -5 L ,',\n\nApril June 1984\n\nP 0 Box 25171, Nairobi, Kenya, Telephone 592054\/592206\n\nNo. 17\n\n\n12 -\n\n\nClive Lightfoot*\n\nThis paper argues that the conventional on-farm experimental methods employed\nby many Farming Systems Research programmes are inappropriate to FSR because\nthey lack its essential components. It is suggested that on-farm experimental\nmethods which do have the unique characteristics of FSR should be developed.\nTo this end, an illustration is provided by an experimental method and by\nsome analytical techniques. The argument is developed in two parts. The\nfirst part describes conventional on-farm experimentation and the unique\ncharacteristics of Farming Systems Research. This is followed by a demonstra-\ntion, with the aid of examples from FSR programmes in Southern Africa, of how\nconventional on-farm experimentation does not satisfy the special requirements\nof FSR. The second part describes an experimental method based on the super-\nimposition of treatments on to existing crops. A range of analytical techniques\nis also described. These descriptions show how on-farm experimental methods\ncan incorporate the unique characteristics of FSR.\n\nOn-farm experiments have been a part of national and international research\nprogrammes for many years. These conventional on-farm experiments were\nprimarily developed to examine 'site effects' on largely known biological\nparameters. A typical example would be the FAO's fertilizer programme. Thus\nthose experiments were largely miniaturized research station experiments.\nThey were randomized block designs of two or more replicates with four or\nmore treatments, which were sometimes even factorially structured. Adequate\nprecision in the data was guaranteed by enormous research input into the\nmanagement and implementation of each experiment. This forced researchers\nwith limited resources into conducting a few complex experiments on a handful\nof farms. .The farmers' involvement in these experiments would usually\nextend only to the lending of land. Being good biologists, the researchers\nonly made those measurements necessary to test their hypotheses, so grain\nyield per hectare was the principle criterion of evaluation. This method of\non-farm experimentation was successful insofar as it produced information\non the effects of site on biological parameters. Farming Systems Research\nhowever, goes far beyond the determination of site effects on biological\nparameters. Not only must this be understood but also be placed in a\nperspective with economic and social parameters, more especially as FSR is\nimmediately concerned with adoption rather than the description of biological\nresponse curves. Herein lies a major difference between FSR and other types\nof agricultural research.\n\nFarming Systems Research was first specified by Norman in 1976 at a seminar\nin Mali on 'Improved Agricultural Production Systems' (Institut d'Economie\nRurale, 1976) and later more fully developed by Norman (1980) and Collinson\n(1982). This development naturally borrowed ideas from current research and\nso more research projects that resembled FSR were not called FSR and\nconversely some research was called FSR but obviously, by its methods, was not.\nIn an attempt to reduce the confusion of what was and what was not Farming\nSystems Research, Norman outlined seven unique characteristics to FSR which\nhe called 'common elements'\n\n* Consultant: 80 Avenue Rosemere, Ottawa, Ontario. '\"I 1 r-\n\n- 13 -\n\nThe intention was to maintain the unique identity of FSR even though research\nprogrammes may have different names. Of these seven 'common elements', three\nare pertinent to the processes of on-farm experiments. They are multidisci-\nplinary involvement, farmer participation and evaluation relevant to the\n\nSo far, the major developments in Farming Systems Research have been in the\nfields of socio-economic investigations. This is hardly surprising as FSR\nwas developed largely by economists. Development in the technical component\nhas limited itself to merely borrowing wholesale from the existing methods\nof conventional on-farm experimentation. The following set of examples shows\nhow these conventional on-farm experimental methods neglect the unique\ncharacteristics or 'common elements' of Farming Systems Research.\n\nAlthough the examples are taken from arable enterprises of FSR programmes\nin Zambia and Zimbabwe, the experiences are not uncommon to those of other\nprogrammes (Lightfoot,1982 and 1982a). The complexity of field layout and\ntreatment structure in conventional on-farm experiments makes these experiments\nhard for farmers to understand, mainly because they are so foreign to their\nexperience. Not only does such complexity inhibit farmers' understanding\nbut also farmers' participation in implementation. Thus researchers are bound\nto plant the crops and carry out the treatments. Here, the logistical\nproblems of communication and transport between the centre and experimental\nsites virtually ensures that experiments are rarely planted at the optimum\ntime. Thus in Zambia and Zimbabwe, it was not uncommon to see farmer planted\ncrops in better health than the research crops, purely because they were\nplanted at the right time. Such poor growth of research crops can easily\nconfound the results of conventional experiments. For example, nitrogen\ntop-dressing of maize, normally providing a large yield response, had no\neffect when applied to an unhealthy crop. As a result, the analysis across\nall sites proved inconclusive. The inflexibility of these experiments can\nreduce experimental precision such that conclusive results are difficult\nto obtain. To make matters worse, farmers are unlikely and certainly would\nbe recommended not to top-dress a poor maize crop. Another example of\nconfounding is offered in weeding experiments, where the weed burden is\nnegligible at some sites and therefore the benefits of weeding become unclear.\n\nThe likelihood of inconclusive results is further increased by the considerable\nrisk of experimental failure and the unavoidably small number of farms used.\nExperiments can fail for a variety of reasons, one of the more common being\ncrop damage by livestock. On one occasion in Zimbabwe, the farmer was responsible\nfor the failure of a tillage experiment. This farmer decided to weed the plots\nat crop emergence thereby losing information on the all important tillage\nweeding interaction. The difficulty farmers have in understanding complex\nexperiments is further illustrated in the following example. Another farmer\nrunning the same tillage trial found that there was little difference in growth\nof single and double ploughed crops. To the researcher, this meant that the\nreturn to draught power had been increased but the farmer did not appear to\nappreciate this. Such misunderstanding could have arisen if draught power was\nnot a limiting resource but it was more likely that the farmer did not\nunderstand the experimental objective. Either way, the researcher would have\nbenefitted from the involvement of the farmer.\n\nThose examples show that, not only are conventional experiments difficult\nto implement but also that they offer little chance for farmers' participation,\nwhich is one of the important features of FSR. Obviously, using farmers' land\n\n- 14 -\n\ninvolves a level of farmer participation and it is likely that some dialogue\nbetween technologist and farmer occurs during the implementation of these\nexperiments; however, this dialogue is limited by the training of the\ntechnologist. In order to attain a useful depth of dialogue, some input by\nappropriately trained social scientists is necessary.\n\nThe importance of co-operation between the disciplines is further illustrated\nby the inadequacies of conventional evaluation of experimental results.\nConventional evaluation almost exclusively employs mean grain yield per\nhectare as the sole criterion for the assessment of technologies. There are\nseveral deficiencies associated with slavish use of this measure. Firstly,\nfarmers in variable environments are more likely to be interested in the\nrange and stability of performance. In addition, from the statistical\nviewpoint, means of variable data are of dubious value. Secondly, cash or\nnutritional value may be more relevant returns than grain yield. Finally,\nfarmers may seek to maximize returns to more limiting resources such as\nlabour and capital, than to the land. However, selecting a criterion or a\ncombination of criteria most appropriate to the farmer requires knowledge\noutside the scope of the technologist. Hence the importance of co-operation\nbetween technologists and social scientists, whose job it is to provide that\n\nIn conclusion, conventional on-farm experimental methods and analyses are\ndifficult to implement and the results difficult to interpret. They-also\noffer little scope for meaningful farmers' participation an... (truncated)",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.8839977384,
        "format_confidence":0.9760844111
    },
    {
        "url":"https:\/\/greatagriculture.org\/resources\/roadmap-promoting-women-and-economic-empowerment",
        "text":"A Roadmap for Promoting Women and Economic Empowerment.\n\nBuvinic et al. present 136 research studies and empirical publications to identify project-level interventions for increasing gender productivity in short term programming. This study examines entrepreneurship, wage employment, young women's employment, and agriculture. The agriculture section (pages 37-44) establishes seven lessons gleaned from the review of other publications. First, they note that interventions that give women more formal control over land are proven to increase women's productivity and economic security. Second, farmer groups can provide individual women with access to markets, and can help them overcome constraints. Third, projects must provide an integrated suite of services that address production and marketing in order to deal with gendered constraints. Fourth, suites of services for women subsistence farmers must be more comprehensive than for women with larger farms, who may need single services rather than a full suite. Buvinic et al. also note that rural electrification is proven for increasing women's productivity in agriculture. Additionally, mobile phones are proven to be useful for helping women gain market access. Finally, they argue that female autonomy is an important determinant of productivity and earnings of rural women producers.\n\nBuvinic, M., R. Furst-Nichols, and E. Courey Pryor. 2013. A Roadmap for Promoting Women's Economic Empowerment. Washingon, D.C.: United Nations Foundation.\nMedia Type: \nWorking Paper\n\nLatest Updates",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.9180301428,
        "format_confidence":0.9511321783
    },
    {
        "url":"https:\/\/gmhplanning.co.uk\/publications\/managing-a-programme-under-the-nec-form-of-contract\/",
        "text":"Managing a programme under the NEC form of contract\n\nProducing and maintaining an Accepted Programme on an NEC project is not easy, particularly when there is a high level of change. However, the alternative is the traditional “end of project sport”, where both parties are arguing their case as to what the final account should be. A well managed programme regularly accepted by the Project Manager will greatly assist in the level of understanding between the parties and lead to better commercial control on the project. \n\nThis paper considers some of the practical problems in managing such a system and offers some practical advice to both Contractor and Project Manager to help to ensure that the up-to-date accepted programme that the contract is striving towards becomes the reality.\n\nMPL article – Managing an NEC3 programme\n\nLeave a Reply\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.68481493,
        "format_confidence":0.5496180654
    },
    {
        "url":"http:\/\/ufdc.ufl.edu\/UF00087426\/00002",
        "text":"\nFull Citation\nPermanent Link: http:\/\/ufdc.ufl.edu\/UF00087426\/00002\n Material Information\nTitle: Reports from Art Hansen, at the Chitedze Research Station in Lilongwe, Malawi\nPhysical Description: Serial\n Record Information\nBibliographic ID: UF00087426\nVolume ID: VID00002\nSource Institution: University of Florida\nHolding Location: University of Florida\nRights Management: All rights reserved by the source institution and holding location.\n\nFull Text\n\nTEL. 721855\nQUARTERLY REPORT April 1 to June 30, 1981\n\n\n\nFarming systems rapid reconnaissance surveys were conducted\nin the three high priority areas identified in the work plan:\nLilongwe Land Development Project (LLDP) area of Lilongwe Agricultural\nDevelopment Division (ADD)in Central Region in late April, Phalombe\nProject of Blantyre ADD in Southern Region in mid May, and Chitipa\ndistrict of Karonga ADD in Northern Region in early June. Each\nsurvey involved planning meetings in the ADD, then a group of\napproximately ten Ministry of Agriculture staff from various departments\n(principally research, extension and evaluation) spent three days\ninterviewing smallhol ders and observing their fields, followed by\none or two days in which the group analyzed the data and suggested\nrecommendations for action by various departments. In each site the\nsurvey resulted in recommendations for immediate action, for on-farm\nfarmer-managed trials, and for other needed research (see the trip\nreports for further information). These recommendations have been\npresented informally at various levels of DAR and the Ministry and\nwill serve as the basis for continued farming systems research and\nextension programs in those three areas. No more general surveys\nwill be initiated in other areas until early in 1982 when the crops\nare in the ground again so fields may be observed.\n\nThe originally proposed methodology called for a verification\nsurvey to be run after the rapid reconnaissance. This has been\nchanged due to the presence in these sites of existent evaluation\ndata and extension staff. Verification and amplification of the\nrapid survey data and recommendations will now be sought from\nresident staff (research, extension and evaluation), from re-analysis\nof evaluation data for the area, and from interaction with local\nfarmers in the longitudinal study samples. As research trials are\nplanned and conducted (both on-farm and on-station), special surveys\nmay be run to clarify specific points, but the rapid reconnaissance\nsurveys here have proven themselves to be powerful diagnostic tools.\nThe insights and the directions for research and extension that\nthe rapid surveys have provided are solid enough that verification\nat that level appears to be a Waste of resources.\n\nThe longitudinal studies of smallholder innovativeness and\ndecision-making were initiated in Chitipa in early June with the\nidentification and baseline interviewing of a sample of approximately\n50 geographically contiguous households. This sample contains a\nfew who use fertilizer and the improved UCA maize variety which\nis acquired on credit, but the majority of smallholders in the sample\ndo not use any of these inputs. It is anticipated that the study\nof these contiguous households over time will reveal some of the\nsocial, economic and political dynamics behind the acceptance and\nrefusal of credit and production inputs. Other samples will be\nidentified and interviewed in the Lilongwe and Phalombe areas during\nthe next quarter.\n\n- *\n\n\n\nA group of research, extension and evaluation staff in each\nof the three areas received in-serVice training in farming systems\nresearch by participating in a survey (see research above). In\naddition, two research staff (one agronomist and one member of the\nsocial research staff) attended a ten day workshop in April in\nNairobi, Kenya on adaptive research. The workshop was sponsored\nby the CIMMYT Eastern Africa Economics Program. Introductory\nseminars on farming systems research will be scheduled in the three\nregions during the next quarter to acquaint the rest of the DAR\nwith the concepts and purpose.\n\n\nThere is only one Technical Officer (T.O) assigned to farming\nsystems research and no Professional Officers (P.O.) as yet. Although\nthe T.O. was sent to the CIMMYT course and received some in-service\ntraining in March during the Lilongwe orientation toAY,she was in\nKenya during the April Lilongwe area survey, and she was unable\nto travel to Phalombe or Chitipa because of her young children. This\nlimitation to the Lilongwe area prevents her from receiving in-service\ntraining during the surveys or during follow-up interviewing away\nfrom Lilongwe. Since there are as yet no P.O.s assigned to the\nfarming systems program, no intensive in-service tutoring is possible.\n\nThe UF\/USAID project team is not simply a set of specialists in\nMalawi to accomplish specialist tasks. The team has the more encompassing\ngoal of generally upgrading the quality and increasing the quantity\nof agricultural research. As part of that more general goal, Dr.\nHansen had compiled a history of agricultural research and recommendations\nwithin the LLDP area (as part of, the background for the survey). This\ntask revealed the paucity of data storage and retrieval mechanisms\nin research and the ease with which data is lost. An important and\ninmmnediate goal of the project must be to encourage the compilation\nand publication (after serious intra-DAR review) of what is already\nknown or believed to be true by crop by area. This series of\npublications will be a significant achievement.\n\nlef+ Malaw; Aprl 11h to fly\nDr. HansenAto Edinburgh, Scotland for the annual meetings of\nthe international Society for Applied Anthropology where he presented\na paper \"Farming Systems Research and Anthropologists\" in a panel\non \"Title XII and Development of Anthropology.\" On his return he\nstop d in Nairobi, Kenya 20 April to talk with Dr. Mike Collinson\nof CfYT about farming systems research and to discuss the training\ncourse to w which the Malawi staff were coming.\n\nThe Lilongwe survey took place April 27-29 with planning meetings\nat Lilongwe ADD headquarters the 23rd and 24th and follow-up meetings\nApril 30th and May 7th. On May 1st Dr. Hansen attended a meeting\nof all the evaluation officers from all the ADDs in the Ministry.\nFrom May 10-16 were held the planning meetings, survey and fo] low-up\n\n\nmeeting for Phalombe, and from May 31-June 16 were the meetings,\nsurvey and sample interviewing in Chitipa. In all during these\nthree months Dr. Hansen spent approximately 41 days out of the\nChitedze\/Lilongwe city area.\n\nUniversity of Florida Home Page\n© 2004 - 2010 University of Florida George A. Smathers Libraries.\nAll rights reserved.\n\nAcceptable Use, Copyright, and Disclaimer Statement\nLast updated October 10, 2010 - - mvs",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.9103985429,
        "format_confidence":0.9222103357
    },
    {
        "url":"http:\/\/ajm.co.uk\/achieving-savings-of-500000.html",
        "text":"Achieving Savings of £500,000\n\nAchieving Savings of £500,000 Through Improved Process Performance at Sellafield using MS2 Process Diagnostics\n\nBy Dr Carl Steele, Sellafield Ltd\n\nSellafield’s activities are centred around decommissioning, remediation, and clean up of the historic legacy. Working with AJM Consulting and using their MS2 Data Mining software developed with the support of the Centre for Process Analytics and Control Technology at Newcastle University (CPACT), the site will achieve improvements in process performance equating to £500,000 savings over the lifetime of the plant, possibly significantly more.\n\n(Source; CPACT Benefits document, 2010).\n\nThe project focused on data analysis of high level waste glass pouring operations after melter modifications. Work was previously performed to model melter operations to gain a better understanding on how to improve melter performance. A number of modifications have been made by deployment of multi-sparge gas systems to increase the mixing to improve the homogeneity of the glass melt. There has been a demonstratedimprovement in recent campaigns in the melter performance and control. This has led to longer sustained campaigns which has increased melter crucible life.\n\nThe purpose of the investigation was to study whether there have been any significant changes to operation of the melter following the design changes for the new melter modifications. Internal fins on some crucibles were added for extra strength and a new French melter also includes a belt - a horizontal fin. Pouring occurs at the end of the feed cycle if the glass is hot enough. The melt is soaked if the glass is not at the correct temperature. Expected crucible life is >150 containers. The heating of the metal walls allows heating of the glass and calcine and the residual nitrates are driven off. The calcine reacts with glass (endothermic process). There is a cold cap of glass which sits on the melt surface. Most metals react and become part of the matrix. Ru, Pd & Rh do not. Cr and Mo have limited solubility. Fe, Cr and Ni can form a crystalline spinel phase.\n\nThere are a number of challenges to melter operations:\n\n  • Achieving set point temperature for pouring requirements to eliminate the need to hold the melter at temperature for prolonged periods full with molten glass \n  • Achieving good agitation and mixing to maintain homogeneity of the molten glass to prevent settling of crystalline phases \n  • Consistent pouring operations to maintain the mass balance though the melter\n\nData analysis was performed using AJM Consulting’s MS2 data mining software to assess the key performance indicators from the melter operations for three separate melter crucible campaigns: \n\nRED; existing single sparged melter operated on blended highly active liquor feed, GREEN and YELLOW; both new multi-sparged melters operated on Magnox highly active liquor feed.\n\n\n  • Recent process control operations have been able to progressively target a higher waste oxide pour target weight thus increasing the average pour weight from 375 to 395 kg per product container.\n  • It has been possible to increase the ratio of waste oxide to glass from 24.5 to 28.0 weight% to allow more waste oxide to be incorporated into vitrified product.\n  • Further process improvements are set to target higher incorporation rate at 32 weight% and pour weights up to 200 kg per hour (400 kg per container).\n  • The Waste Vitrification Plant has successfully increased waste oxide loading and container filling operations from an average of 92 to 110 kg per container and there is further scope for optimisation.\n  • The opportunity to apply predictive performance models to WVP process operations will enable further operational efficiencies to be made.",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.9458343983,
        "format_confidence":0.5195680857
    },
    {
        "url":"http:\/\/library.ifla.org\/1491\/",
        "text":"Utilisation of ICT for improved livestock traceability: a case for Botswana, a developing country perspective\n\nNTOKWANE, Poloko and DIBEELA, Khumo (2016) Utilisation of ICT for improved livestock traceability: a case for Botswana, a developing country perspective. Paper presented at: IFLA WLIC 2016 – Columbus, OH – Connections. Collaboration. Community in Session 110 - Agricultural Libraries.\n\nBookmark or cite this item: http:\/\/library.ifla.org\/id\/eprint\/1491\nLanguage: English (Original)\nAvailable under licence Creative Commons Attribution.\n\n\nUtilisation of ICT for improved livestock traceability: a case for Botswana, a developing country perspective\n\nThe paper aims to look at how the use of animal identification and traceability systems have been deployed in the country for improvement of animal production contributing to the country’s economy and food security for the people. The study’s concentration is on Botswana cattle traceability systems in the country. Livestock production is heavily relied upon for sustainability by people of Botswana. It is the most source of income followed by subsistence farming. The agricultural sector on the other hand faces a number of challenges such as population growth, shortage of water, climatic changes and urbanisation that hamper food production. According to Gosalamang et al.2012, Botswana has a livestock population of 3.36 million ruminants (cattle, sheep and goats) out of which 15 per cent falls under a well-developed commercial farming system, comprising cattle ranching and feedlots coexists with a large number (85 per cent) of ruminants under the traditional or communal grazing system (unfenced ranges) comprising small farms. The country’ traditional livestock farming system is subdivided into two: (a) the traditional livestock farming system based on small herds or so-called cattle posts; and (b) the traditional livestock farming system, under the Tribal Grazing Land Policy (TGLP) of 1975 based on relatively large cattle herds being managed under the communal grazing system, but operating on a commercial basis (Gosalamang et al. 2012). On the other hand commercial cattle production system, comprising fenced ranches and feedlots, is highly specialized, employing modern animal husbandry practices and strategic feeding to produce high-value beef animals. Agriculture in Botswana is the main source of livelihood contributing 2.3% of the GDP, out of which about 70 to 80% was attributable to cattle production (BEDIA, 2007). Cattle in Botswana are kept under two production systems, that is, the traditional (communal) and commercial systems. Currently, the traditional system accounts for approximately 80% of the national cattle population, while the commercial system accounts for only 20% (BEDIA, 2007). Information communication technologies (ICTs) have benefits of changing people’s lives by improving access to information and sharing of knowledge. In agriculture it can enhance access to agricultural markets; improved agricultural practices and information. But in most cases in developing countries farmers who are unable to meet traceability requirements run the risk of being marginalized. The study will also see if it is the case in Botswana. The European Union defines traceability as \"the ability to trace and follow a food, feed, food-producing animal or substance intended to be incorporated into a food or feed, through all stages of production, processing and distribution\" The animal identification and traceability systems have been used for different purposes such as tracking animal movement, monitoring health, controlling disease, and managing nutrition and yield. The target population of this study is cattle owners, the related stakeholders being the Ministry of Agriculture staff, livestock officers, livestock extension agents, the Police. The study will be limited to zone 11 which include among others South East District, Kweneng District and Southern District. Then within this district random sampling was done because it is difficult to identify an appropriate sampling frame for the study. The objectives of the study are: to determine the level of deployment of ICTs in Botswana animal traceability; to identify the types of systems used, to determine the role of the government in the systems deployment ; to identify the role of the famer in the systems deployment, to determine the usefulness\/benefits of animal traceability systems in animal production, food security and marketing of Botswana beef to the international markets ; to determine the challenges and limitations on the use of animal identification systems and recommend the possible solutions to the challenges. The findings will be presented in the form of tables, pie charts. This study is expected to inform policy makers in making decisions on the deployment and improvement of ICTs to transform Botswana Agricultural sector more especially the cattle industry.\n\nFOR IFLA HQ (login required)\n\nEdit item Edit item",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.9660511017,
        "format_confidence":0.9828144312
    },
    {
        "url":"https:\/\/www.ciria.org\/Research\/Projects_underway2\/application_ec7_flood_embankment.aspx",
        "text":"Application of Eurocode 7 to the design of flood embankments (RP1000)\n\nEurocode 7 is the EU standard for the design of geotechnical structures. Its use in public sector works became mandatory in EU member states in 2010 and it has been implemented in varying ways by member states.\n\nAs a result of the collaborative research project on producing the International Levee Handbook (ILH), the practices of other leading EU countries in relation to the interpretation and application of Eurocode 7 to levees (or flood embankments as levees are referred to in the UK) have become evident to the UK research team and the UK National Backing Group. A workshop was organised in January 2013 to discuss these practices.\n\nIt was clear that the more proactive EU nations (France, the Netherlands and Germany) had taken, or were in the course of taking, action at the national level to ensure that appropriately useful documents are available alongside Eurocode 7 to guide its consistent application to levees. As a result of the workshop it was recommended that consideration should be given to producing a guide for UK that would provide appropriate interpretation of EC7 in the context of the International Levee Handbook. A key reason for this is to provide for consistent and cost-effective application of the Eurocode.\n\nThe aim of the project is to provide guidance to UK practitioners on the interpretation and application of EC7 in the context of flood embankment design, construction and management to be read alongside the International Levee Handbook. The guide will address a gap in current UK practice in relation to the current Eurocode 7. Secondly it will also support and inform UK involvement alongside other leading EU nations in securing appropriate improvements in the updated EC7. The guide would therefore provide important guidance in the period leading to the implementation of the next version of EC7 in or after 2020 and also help ensure that UK policy and practice is reflected in the next edition of the Eurocode.\n\nProject status\n\nThis project started in October 2013 and is currently in the drafting stages.\n\nProject funders\nThe project is supported financially by the public bodies involved in supporting CIRIA’s International Levee Handbook:\nUK: Environment Agency\/Natural Resources Wales, Scottish Government\/SEPA; Department of Agriculture and Rural Development, Northern Ireland\nIreland: Office of Public Works\n\nResearch contractor",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.7291579247,
        "format_confidence":0.6081926823
    }
]