[
    {
        "url":"https:\/\/dbtc.co.uk\/phpBB3\/viewtopic.php?f=1&t=10942",
        "text":"62 years of DB\n\nThe place to discuss all matters relating to David Brown Tractors. You will need to register your user name before you can post. If you have already registered could you please make sure that your location details have been completed. Go to My Account in the Main Menu on the left, and then go into \"Edit Your Information\" and complete your location details. Give the Country (and State\/Province if you wish) if outside the U.K. County if within the U.K. Location details helps other members if you need spares, technical advice, or the nearest practical help.\n\n\nDavid Brown Tractor Club Ltd\nForum\/website Disclaimer\n\n1. This [forum\/website\/chat room] and the advice and opinions expressed herein is not a solution for mechanical, electrical, valuations, other problems, breakdowns or issues experienced in relation to the vehicles referenced.\n\n2. If reliance is thought to be placed on any of the information guidance or input provided such information will be expressly confirmed as appropriate to be relied upon.\n\n3. In the absence of any such confirmation no reliance should be suggested or inferred.\n\n4. Members must not disclose information to 3rd parties in anticipation that reliance will be given by non-members.\n\n5. Non-members must not purport to give advice on behalf of David Brown Tractor Club.\n\n6. If you or someone you know is experiencing difficulties or repeated breakdowns you must seek assistance for an appropriately qualified expert who holds themselves out as such.\n\n7. Any comments are free of charge and made or posted on an ex gratia basis. No member or non-member may advertise their professional services\n\nAny user inactive for more than 3 months will automatically be deactivated, please contact admin@dbtc.co.uk if you would like to be reactivated.\n\nPlease be aware that your user name and entered location can be seen by all members. We only store information you have entered which is your email address and username, your IP is also stored, we have no access to private passwords.\n\nIf you do not agree with your information being stored, please do not register an account, If you wish to unsubscribe at any time please email admin@dbtc.co.uk giving your username.\n\nAmended 27\/10\/18\n\nModerators: Segrie61, admin\n\nPost Reply\nUser avatar\nPosts: 404\nJoined: Tue Jan 27, 2009 8:25 am\nLocation: New Zealand\n\n62 years of DB\n\nPost by GeoffDEAL » Mon Apr 09, 2012 1:04 pm\n\nThis year is 62 of David Browns only on this farm any others with only DBs for a long time ? 1690t 1394 1494 1200 1200 30c and two 30c to restore first was a cropmaster new in 1950 it was traded on the 30c also had a red 990 was traded on a 1200 my father also had a x engine Case some years before the DBs would be great to still have that !\n\nUser avatar\nPosts: 1358\nJoined: Mon Mar 22, 2010 5:32 pm\nLocation: Pennsylvania, United States of America\n\nRE: 62 years of DB\n\nPost by richbug » Mon Apr 09, 2012 4:19 pm\n\nFamily has had DBs of some sort on the place since the late 60's, but have had other makes too, mostly Case.\nUsers: 780, 1210 Bottle Opener, 1494 4wd open station with 74L, 990, 1394, 1194 High Clearance, another 1394, 1194 LCG, 1290 with 56L, 900, 885 with LS8, 885, 1190\n\n1200, 900 projects, 780,\n\nParts: 3800, 1200, 1394, 1412, 1490, 770, 885, 990SEL, Red 990I,\n\nUser avatar\nPosts: 404\nJoined: Tue Jan 27, 2009 8:25 am\nLocation: New Zealand\n\nRE: 62 years of DB\n\nPost by GeoffDEAL » Sun May 13, 2012 10:21 am\n\nHi again any long time DB owners out there\n\nUser avatar\nPosts: 35\nJoined: Mon Jan 23, 2012 1:48 am\nLocation: North Carolina, United States\n\nRE: 62 years of DB\n\nPost by maverick » Sun May 13, 2012 12:19 pm\n\n46 years of DBs on our place.\n1966 880 Selectamatic\n1972 990\n1967 880 parts\n\nUser avatar\nPosts: 490\nJoined: Sun Apr 04, 2010 10:41 pm\nLocation: ireland \/ northern ireland\n\nRE: 62 years of DB\n\nPost by calvin » Sun May 13, 2012 12:25 pm\n\nIn our family it has been about 50-60 years of db grandad bought a d25 new.\n3 pot , 4 pot and the MIGHTY 6 POTT!\n\nUser avatar\nPosts: 483\nJoined: Fri Jul 23, 2010 8:33 pm\nLocation: Australia.\n\nRE: 62 years of DB\n\nPost by tomwill » Sun May 13, 2012 12:35 pm\n\nOur family has had David Browns for 58 years Jan 1954 my Father bought a new DB 30D SERIES one he worked it for 15000 hours the tractor is now in Sydney getting restored.Cheers Tom Williams\n\n\nRE: 62 years of DB\n\nPost by Guest » Sun May 13, 2012 12:40 pm\n\nWhen my Father started farming in his own right, buying the farm that he worked on for 16 years preivious, in March of 1961 he started with a secondhand 1956 30D which was traded back to the dealer for a brand new Selectamatic 880 in April of 1967. Then came the need for a loader tractor whereupon a second hand fully refurbished 4 cylinder 880 Implematic with AL2 front loader, bucket and fork was purchased in 1969. That tractor did many years trouble free service, cleaning out dung every spring from the covered yard that the cows over wintered in and was 5 feet deep and took several days to clean out. It also did a lot of field work and loading bales with a Lawrence Edwards 'Perry Loader'. This tractor broke a crank whilst rolling ploughed ground one day and was then, as it was, traded back for an 885 VQ with L8 power loader, fork and bucket in 1976, it was only 2 years old and that one was used until 1997 when I gave up milking and replaced with an E plate 1394 with QD90 loader. In 1978 we bought a brand new 995 VQ2 trading back the 880 Selectamatic that was by this time well worn out. The 995 was replaced in 1995 with a Second hand 1983 1394 which was kept until 1996 when sold on privateley and replaced with a much cheaper to buy, a 1983 1490 2wd which I still have. The 1394 and QD90 loader was sold when I started letting my land out. I still needed a handy loader tractor and found privateley a pre-Q 1212 with L12 front loader and bought in 1998 a very low hours 1294 on a B plate. These tractors, the 1212, 1294 and 1490 I still have. So, that's continuous David Brown tractor use on the same farm from March 1961 to date, 51 years.\n\nUser avatar\nPosts: 41\nJoined: Mon May 16, 2011 10:44 am\nLocation: Oldham Lancahire\n\nRE: 62 years of DB\n\nPost by philipday » Sun May 13, 2012 3:16 pm\n\nMy father bought his first DB 950 in 1960\/61 straight from DB's London Showroom where it had spent two years impressing foreign dignatories. It was replaced in the showroom by one of the new 950 implematics and was a bargain at Â£450-00 to say it was two years or so old but was unused.It was joined by a 990 implematic in 1965 and then a 996 in 1972 and a 1212 in 1980, the latter three have since gone to tractor heaven but the 950 remains and has been joined by a 780,885 and 1212.Our main tractor now is a John Deere 6520 with all the DB's having to play some part throughout the year on our dairy farm.\n\nUser avatar\nPosts: 63\nJoined: Tue Dec 09, 2008 9:15 pm\nLocation: ely cambridge\n\nPost by gixxermatt » Sun May 13, 2012 9:29 pm\n\nwe had our 1st db in early 60s, was a 950 from then on we have had 990 imp, 990 sel, 885, 780, 1200 , 995, 996,1212, 1412 , 1290 , 1690 , 1690 t x 2 ,1394x 2 , 1594 x 2 . in my collection \/ on farm now is 5 990s,780,885 1190 995x2 delux, 2290, 1494 still use most off em occasionly, carried the case make until last year when we got a valtra n series\n780,885,990 imp . 2 x 990 , 2 x 995 delux 2290 5150 x 25 mtx 140 856 and 956 valtra n142 versu\n\nUser avatar\nPosts: 261\nJoined: Fri May 09, 2008 8:44 pm\nLocation: Nr. Downham Market. Norfolk.\n\nPost by thomasven » Wed May 16, 2012 9:20 pm\n\nwe had a diesel cropmster and a db albion trailer which was the first tipping trailer in the area! then we traedd in the cropmaster and got a 30D then we tradded that in and got a 900 then that was traded in for a 950 then we traded that for a 990 implematic with a loader then we bought a second hand 880 implematic which was soon changed for a 880 selectamatic which we still have today then we traded in the 990 for a 1200 then we bought a 1210 q cab which we still have today then we traded in the 1200 for a 1210 with vq cab then we traded in the 1210 vq for a whitr 1494 which was sold last year we then strayed for a little while and bought a zetor 7745 which was then changed for a renault ares 550rx then i recently bought a db1200 and a db 25d\n1 880 selectamatic\n1 1200 selectamatic\n1 1210\n1 25d (seized engine project tractor)\n\nPost Reply\n\nWho is online\n\nUsers browsing this forum: No registered users and 13 guests",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.808998704,
        "format_confidence":0.9940422177
    },
    {
        "url":"http:\/\/www.millerwelds.com\/resources\/communities\/mboard\/showthread.php?30313-TIG-Arc-Flares-Up&mode=hybrid",
        "text":"Miller Electric\n\nWelding Discussion Forums\n\nHome » Resources » Communities » Welding Discussion Forums\nMiller Welding Discussion Forums - Powered by vBulletin\n\nResults 1 to 10 of 10\n\nHybrid View\n\n  1. #1\n    Join Date\n    Jan 2013\n\n    Default TIG Arc Flares-Up\n\n    Using a Miller Diversion 180 TIG unit, I am filet welding (inside corner) 3\/16 mild steel plate to a piece of 16gauge mild steel tubing. I am plugged into a 220V 20amp circuit and have my amperage set to 150Amps, \"Steel\" is selected on the machine. I have over 1,000LBS of Argon in my tank set at 13-15cfm and I can hear the valve open and close when I activate the peddle. I am using a 2% Thoriated 3\/32 electrode with a freshly ground tip and a 3\/8 cup orifice.\n\n    Once I have established the arc and begin moving forward, with or without a filler rod, the arc will suddenly flare-up very brightly for a second or two and then go back to the original arc shape. The flare-up is so bright that I have to stop and let my eyes adjust before I can continue. This happens intermittently every 5-10 seconds.\n\n    I never had this problem on the high-end Miller equipment I learned on at the local Tech College. I have welded with this machine with no issues in the past but this is my first attempt at welding 3\/16 to 16gauge.\n\n    I am well aware most issues are \"user error\" but I can't figure out what is causing these flare-ups.\n\n    Any suggestions are greatly appreciated.\n\n    Frustrated in Cincinnati\n\n  2. #2\n    Join Date\n    Dec 2011\n\n\n    I have the same machine with no problems as you have described, it sounds like you may have some type of contamination in the metal itself once you get it to that liquid state at that point you start having a problem. Just my 2cents maybe someone else will chime in.\n\n  3. #3\n    Join Date\n    Jan 2013\n\n\n    Good thought! Thanks for the feedback. I'll try some fresh steel and see what happens.\n\n  4. #4\n    Join Date\n    Sep 2006\n    south west Michigan\n\n\n    If it gets bright enough for you to have to let your eyes adjust are you using an autodarkening hood?\n    Sounds like you possibly have a shielding lens problem to me.\n\n  5. #5\n    Join Date\n    Jun 2008\n    hickory NC\n\n\n    Yea im thinking its your hood too. How do the welds look where it flairs up\n    MM140 AS\n    375 Xstream\n    Diversion 180\n    Dynasty 200DX\n\n  6. #6\n    Join Date\n    Aug 2010\n    Los Angeles\n\n\n    I can't use an autodark on my ThermalArc tig welding steel because it won't stay dark. Try a better hood or go fixed shade. Works fine on AC though.\n    Nothing welded, Nothing gained\n\n    Miller Dynasty700DX\n    3 ea. Miller Dynasty350DX\n    Miller Dynasty200DX\n    ThermalArc 400 GTSW\n    MillerMatic200 with spoolgun\n    Lincoln SP-170T\n    Linde UCC305 (sold 2011)\n    Hypertherm 1250\n    Hypertherm 800\n    PlasmaCam CNC cutter\n    Fadal Toolroom CNC Mill\n    SiberHegner CNC Mill\n    2 ea. Bridgeport\n    LeBlond 15\" Lathe\n    Haberle 18\" Cold Saw\n    Doringer 14\" Cold Saw\n    6 foot x 12 foot Mojave granite\n\n  7. #7\n    Join Date\n    Oct 2012\n    yuba city, CA\n\n    Default tig arc flares up\n\n    Quote Originally Posted by shovelon View Post\n    I can't use an autodark on my ThermalArc tig welding steel because it won't stay dark. Try a better hood or go fixed shade. Works fine on AC though.\n    If using auto dark with sensitivity control, adjust that to stop the flaring.\n\n  8. #8\n    turbo38t Guest\n\n\n    It's not galvanized right?\n\n  9. #9\n    Join Date\n    Jan 2009\n    SW Ohio\n\n\n    Quote Originally Posted by dave powelson View Post\n    If using auto dark with sensitivity control, adjust that to stop the flaring.\n    Not necessarily ... my Jackson NexGen works fine with my Dynasty on DC, but an Executive does not ... regardless of lens settings. If I use the Dynasty's pulse function ... peak current time - 95%, background current - 95%, frequency - 100 ... then the lens functions as expected and the weld is not affected in any noticeable way.\n\n    When I bought my Dynasty, Jackson did not have a lens that worked and that pulse setup was the work-around I used for a couple years.\n    Dynasty 300DX\n    Hobart Handler 120\n    Smith LW7, MW1, AW1\n    Smith AR\/He Mixer\n\n  10. #10\n    Join Date\n    Jul 2010\n    Salem, NJ\n\n\n    I believe it is the hood. I have had a tungsten contamination look like this as well, but when this happens, stop, and look at the material and you will always see what caused it. Usually it is caused by putting aluminum particles on the tungsten then welding steel, that is why to always use a diamond wheel for tungsten sharpening.\n\n    The only way for an auto dark helmet to work here I would say is to induce light into the helmet on a switch that you can trigger with your foot to keep it dark.\n\nPosting Permissions\n\n  • You may not post new threads\n  • You may not post replies\n  • You may not post attachments\n  • You may not edit your posts\n\nWarning: Function split() is deprecated in \/mnt\/stor3-wc1-dfw1\/357822\/357839\/ on line 73\n\nWelding Projects\n\nSpecial Offers: See the latest Miller deals and promotions.",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.9669958949,
        "format_confidence":0.9900682569
    },
    {
        "url":"http:\/\/www.farmallcub.com\/phpBB2\/viewtopic.php?f=1&t=3716",
        "text":"Real Seal still leaks?\n\nWed May 26, 2004 6:03 pm\n\nYou guy that have done this before please help me with a couple of problems. I had a bad leak so I order a new rear seal gasket and the gasket for the rear seal retainer. I split the tractor and took every thing off, clutch, flywheel, seal retainer, oil pump cover. I wanted to replace the gasket on the oil pump cover (which is very very thin) but I can't find the part # in my parts book so I used the old one and it does not seem to leak, but I would like to replace it if I can find it.\nI put the new gasket and seal in and when I put it back together and cranked it up it still leaked around the bottom of the new seal in the retainer. It did not fit in the retainer real tight but the part # is correct. When you put them side by side the diameter is the same but thickness on the new seal is about 1\/16 thiner than the original. Any help would be appreciated. :?",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.8066948056,
        "format_confidence":0.9505015016
    },
    {
        "url":"http:\/\/www.yesterdaystractors.com\/cgi-bin\/viewit.cgi?bd=fordson&th=20382",
        "text":"Yesterday's Tractor Co. Shop Now\n   Allis Chalmers Case Farmall IH Ford 8N,9N,2N Ford\n   Ferguson John Deere Massey Ferguson Minn. Moline Oliver\nClassified Ads\nPhoto Ads\nTractor Parts\n\nDiscussion Forums\nProject Journals\nTractor Town\nYour Stories\nShow & Pull Guide\nEvents Calendar\nHauling Schedule\n\nTractor Photos\nImplement Photos\nVintage Photos\nHelp Identify\nParts & Pieces\nStuck & Troubled\nVintage Ads\nCommunity Album\nPhoto Ad Archives\n\nResearch & Info\nTractor Registry\nTip of the Day\nSafety Cartoons\nTractor Values\nSerial Numbers\nTune-Up Guide\nPaint Codes\nList Prices\nProduction Nbrs\nTune-Up Specs\nTorque Values\n3-Point Specs\n\nTractor Games\nJust For Kids\nVirtual Show\nMuseum Guide\nMemorial Page\nFeedback Form\n\nYesterday's Tractors Facebook Page\n\nRelated Sites\nTractor Shed\nFord 8N\/9N Club\nToday's Tractors\nGarden Tractors\nClassic Trucks\nKountry Life\nFordson Tractors Discussion Forum\n\nRe: fordson major no oil pressure\n\n[Show Entire Topic]  \n\nWelcome Guest, Log in or Register\nAuthor  [Modern View]\nOliver Doc\n\n06-06-2013 19:55:34\n\nReport to Moderator\n\nThe relief valve could be the problem but it is not on the pump, it is located behind the timing cover.\n\n[Log in to Reply]   [No Email]\nron d w\n\n06-07-2013 12:31:06\n\nReport to Moderator\n Re: fordson major no oil pressure in reply to Oliver Doc, 06-06-2013 19:55:34  \non this tractor pressure relief is at bottom of pump. Does not have one behind timing cover. I though that might be problem but checked with parts guys and it shows no relief in parts book. Only on pump\n\n[Log in to Reply]  [No Email]\n[Show Entire Topic]     [Options]  [Printer Friendly]  [Posting Help]  [Return to Forum]   [Log in to Reply]\n\nHop to:\n\nFast Shipping!  Most of our stocked parts ship within 24 hours (M-Th). Expedited shipping available, just call! Most prices for parts and manuals are below our competitors. Compare our super low shipping rates! We have the parts you need to repair your tractor. We are a company you can trust and have generous return policies. Shop Online Today or call our friendly sales staff toll free (800) 853-2651. [ About Us ]\n\nHome  |  Forums\n\nCopyright © 1997-2018 Yesterday's Tractor Co.\n\nAll Rights Reserved. Reproduction of any part of this website, including design and content, without written permission is strictly prohibited. Trade Marks and Trade Names contained and used in this Website are those of others, and are used in this Website in a descriptive sense to refer to the products of others. Use of this Web site constitutes acceptance of our User Agreement and Privacy Policy\n\nTRADEMARK DISCLAIMER: Tradenames and Trademarks referred to within Yesterday's Tractor Co. products and within the Yesterday's Tractor Co. websites are the property of their respective trademark holders. None of these trademark holders are affiliated with Yesterday's Tractor Co., our products, or our website nor are we sponsored by them. John Deere and its logos are the registered trademarks of the John Deere Corporation. Agco, Agco Allis, White, Massey Ferguson and their logos are the registered trademarks of AGCO Corporation. Case, Case-IH, Farmall, International Harvester, New Holland and their logos are registered trademarks of CNH Global N.V.\n\nYesterday's Tractors - Antique Tractor Headquarters",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.8827712536,
        "format_confidence":0.9679409266
    },
    {
        "url":"http:\/\/www.yesterdaystractors.com\/cgi-bin\/viewit.cgi?bd=mf&th=137547",
        "text":"Yesterday's Tractor Co. Tractor Parts for All Brands\nClick Here or call 800-853-2651 \n   Allis Chalmers Case Farmall IH Ford 8N,9N,2N Ford\n   Ferguson John Deere Massey Ferguson Minn. Moline Oliver\nClassified Ads\nPhoto Ads\nTractor Parts\n\nDiscussion Forums\nProject Journals\nTractor Town\nYour Stories\nShow & Pull Guide\nEvents Calendar\nHauling Schedule\n\nTractor Photos\nImplement Photos\nVintage Photos\nHelp Identify\nParts & Pieces\nStuck & Troubled\nVintage Ads\nCommunity Album\nPhoto Ad Archives\n\nResearch & Info\nTractor Registry\nTip of the Day\nSafety Cartoons\nTractor Values\nSerial Numbers\nTune-Up Guide\nPaint Codes\nList Prices\nProduction Nbrs\nTune-Up Specs\nTorque Values\n3-Point Specs\n\nTractor Games\nJust For Kids\nVirtual Show\nMuseum Guide\nMemorial Page\nFeedback Form\n\nYesterday's Tractors Facebook Page\n\nRelated Sites\nTractor Shed\nFord 8N\/9N Club\nToday's Tractors\nGarden Tractors\nClassic Trucks\nKountry Life\nMassey Harris & Massey Ferguson Tractors Discussion Forum\nShow Parts for Model:\n\nRe: MF 304 Industrial w\/loaderbackhoe\n\n[Show Entire Topic]  \n\nWelcome Guest, Log in or Register\nAuthor  [Modern View]\nMike in Mn.\n\n10-03-2012 19:48:26\n\nReport to Moderator\n\nI had a 304 TLB,, it was a bear of a machine, but there an old dinosaur and most are beyond wore out!!The leak in the pivot on the one I had was non repairable.The hoe was so heavy you had to carry a bucket full of dirt to move around, Mine had fluid in the front tires but you still had to back up hills or it would stand right up. On mine the torque converter was bad so I didn't use the loader much, but it had a heck of a powerful back hoe. My advice would be, if your not a good mechanic with a lot of tools, walk away. Hire it done.\n\n[Log in to Reply]   [No Email]\n[Show Entire Topic]     [Options]  [Printer Friendly]  [Posting Help]  [Return to Forum]   [Log in to Reply]\n\nHop to:\n\nFast Shipping!  Most of our stocked parts ship within 24 hours (M-Th). Expedited shipping available, just call! Most prices for parts and manuals are below our competitors. Compare our super low shipping rates! We have the parts you need to repair your tractor. We are a company you can trust and have generous return policies. Shop Online Today or call our friendly sales staff toll free (800) 853-2651. [ About Us ]\n\nHome  |  Forums\n\nCopyright © 1997-2015 Yesterday's Tractor Co.\n\nAll Rights Reserved. Reproduction of any part of this website, including design and content, without written permission is strictly prohibited. Trade Marks and Trade Names contained and used in this Website are those of others, and are used in this Website in a descriptive sense to refer to the products of others. Use of this Web site constitutes acceptance of our User Agreement and Privacy Policy\n\nTRADEMARK DISCLAIMER: Tradenames and Trademarks referred to within Yesterday's Tractor Co. products and within the Yesterday's Tractor Co. websites are the property of their respective trademark holders. None of these trademark holders are affiliated with Yesterday's Tractor Co., our products, or our website nor are we sponsored by them. John Deere and its logos are the registered trademarks of the John Deere Corporation. Agco, Agco Allis, White, Massey Ferguson and their logos are the registered trademarks of AGCO Corporation. Case, Case-IH, Farmall, International Harvester, New Holland and their logos are registered trademarks of CNH Global N.V.\n\nYesterday's Tractors - Antique Tractor Headquarters",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.8927913904,
        "format_confidence":0.9617834687
    },
    {
        "url":"http:\/\/www.taxidermy.net\/forums\/IndustryArticles\/05\/j\/0512C3D1FB.html",
        "text":"Bruce Rittel is your business in harms way?\n\nSubmitted by Cecil on 10\/18\/05 at 11:05 AM. ( )\n\nLast I knew you were in Taunton, MA and I'm seeing on the news a major dam above your town is about to fail potentially sending an eight foot wall of water through town. What's the scoop? Hopefully you're out of line of danger.\n\nReturn to The Taxidermy Industry Category Menu\n\nHopefully So!\n\nThis response submitted by Ernie on 10\/18\/05 at 10:48 PM. ( )\n\nI spoke to him last week And I believe he said he was heading to AK.\nWill say a prayer for his safety and also that of his family.\n\nAnd I thought it was a local problem!\n\nThis response submitted by Bruce Rittel on 10\/20\/05 at 3:19 AM. ( )\n\nThanks for asking Cecil! But no - we are not in any danger. Even though I am situated about 500 yards from the river where the flooding will occur if the Dams break - I'm 60 foot above it. The only real problem is - all the roadblocks I have to go through when I want to leave and run to my warehouse. That has slowed me down somewhat. Otherwise we're safe.\n\nPS - I really didnt think we made national news on this - but apparantly we did! I've had other customers ask me about it.\n\nGlad to her it Bruce\n\nThis response submitted by Cecil on 10\/23\/05 at 8:47 PM. ( )\n\nI learned a lot from a video you made on fleshing back when I bought an Eager Beaver in the 80's. Damn good video!\n\nReturn to The Taxidermy Industry Category Menu",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.7076263428,
        "format_confidence":0.9846624136
    },
    {
        "url":"https:\/\/theleanthinker.com\/2010\/04\/28\/takt-time-cycle-time\/?replytocom=212720",
        "text":"Takt Time – Cycle Time\n\nThere has been an interesting discussion thread on “Kaizen (Continuous Improvement) Experts” group on LinkedIn over the last few weeks on the differences between takt time and cycle time.\n\nThis is one of the fundamentals I’d have thought was well understood out there, along with some nuances, but I was quite surprised by the number (and “quality”) of misconceptions posted by people with “lean” and “Sigma” in their job titles.\n\nI see two fundamental sources of confusion, and I would like to clarify each here.\n\n“Cycle Time” has multiple definitions.\n\n“Cycle time” can mean the total elapsed time between when a customer places an order and when he receives it. This definition can be used externally, or with internal customers. This definition actually pre-dates most of the English publications about the Toyota Production System.\n\nIt can also express the dock-to-dock flow time of the entire process, or some other linear segment of the flow. The value stream mapping in Learning to See calls this “production lead time” but some people call the same thing “cycle time.”\n\nIn early publications about the TPS, such as Suzaki’s New Manufacturing Challange and Hirano’s JIT Implementation Manual, the term “cycle time” is used to represent what, today, we call “takt time.” Just to confuse things more, “cycle time” is also used to represent the actual work cycle which may, or may not, be balanced to the takt time.\n\nWe also have machine cycle time, which is the start-to-start time of a machine and is used to balance to a manual work cycle and, in conjunction with the batch size,  is a measure of its theoretical capacity.\n\n“Cycle time” is used to express the total manual work involved in a process, or part of a process.\n\nAnd, of course, “cycle time” is used to express the work cycle of a single person, not including end-of-cycle wait time.\n\nNone of these definitions is wrong. The source of confusion is when the users have not first been clear on their context. Therefore, it is critically important to establish context when you are talking. Adjectives like “operator cycle time” help. But the main thing is to be conscious that this can be a major source of confusion until you are certain you and the other person are on the same wavelength.\n\nTakt time is often over simplified.\n\nThe classic calculation for takt time is:\n\nAvailable Minutes for Production \/ Required Units of Production = Takt Time\n\nThis is exactly right. But people tend to get wrapped up around what constitutes “available time.” The “pure” definition is usually to take the total shift time(s) and subtract breaks, meetings, and other administrative non-working time. Nobody ever has a problem with this. (Maybe because that is the way Shingijutsu teaches it, and people tend to accept what Shingijutsu says at face value.)\n\nSo let’s review and example of what we have really done here. For the sake of a simple discussion, let’s assume a single 8 hour shift on a 5 day work week. There is a 1\/2 hour unpaid lunch break in the middle of the day, so the workers are actually in the plant “at work” for 8 1\/2 hours. (this is typical in the USA, if you are in another country, it might be different for you)\n\nSo we start with 8 hours:\n\n8 hours x 60 minutes = 480 total minutes\n\nBut there is a 10 minute start-up process in the morning, two 10 minute breaks during the day, and 15 minutes shut-down and clean up at the end of the shift for a total of 45 minutes. This time is not production time, so it is subtracted from “available minutes”:\n\n480 – 45 = 435\n\nA very common mistake at this point would be to subtract the 30 minute lunch break. But notice that we did not include that time to start with. Subtracting it again would count it twice.\n\nSo when determining takt time, we would use 435 minutes as the baseline. If  leveled customer demand was 50 units \/ day, then the takt time would be:\n\n435 available minutes \/ 50 required units of production = 8.7 minutes (or 522 seconds)\n\nNote that you can just as easily do this for a week, rather than a day.\n\n435 minutes x 5 days = 2175 total available minutes\n\n2175 available minutes \/ 250 required units of production still equals 8.7 minutes (or 522 seconds)\n\nAll of this is very basic stuff, and I would get few arguments up to this point, so why did I go through it?\n\nBecause if you were to run this factory at a 522 second takt time, you will come up short of your production targets. You will have to work overtime to make up the difference, or simply choose not to make it up.\n\nWhy? Because there are always problems, and problems disrupt production. Those disruptions come at the expense of the 435 minutes, and you end up with less production time than you calculated.\n\nThen there is the fact that the plant manager called an all-hands safety meeting on Thursday. That pulled 30 minutes out of your production time. Almost four units of production lost there.\n\nI could go on with a myriad of examples gathered from real production floors, but you get the idea.\n\nHere is what is even worse, though.\n\nWhen are you going to work on improvements?\n\nIf you expect operators to do their daily machine checks, when do you expect that to happen?\n\nDo you truly expect your team members to “stop the line” when there is a problem?\n\nAll of these things take time away from production.\n\nThe consequence is that the shop floor leadership – the ones who have to deal with the consequences of disrupted production – will look at takt time as a nice theory, or a way to express a quota, but on a minute-by-minute level, it is pretty useless for actually pacing production.\n\nAll because it was oversimplified.\n\nIf you expect people to do something other than produce all day, you have to give them time to do it.\n\nLet’s get back to the fundamental purpose of takt time and then see what makes sense.\n\nThe Purpose of Takt Time\n\nHere is some heresy: Running to takt time is wholly unnecessary. Many factories operate just fine without even knowing what it is.\n\nWhat those factories lose, however, is a fine-grained sense of how things are going minute by minute. Truthfully, if they have another way to immediately see disruptions, act to clear them, followed by solving the underlying problem then they are as “lean” as anyone. So here is the second heresy: You don’t NEED takt time to “be lean.”\n\nWhat you need is some way to determine the minimum resource necessary to get the job done (JIT), and a way to continuously compare what is actually happening vs. what should be happening, and then a process to immediately act on any difference (jidoka). This is what makes “lean” happen.\n\nTakt time is just a tool for doing this. It is, however, a very effective tool. It is so effective, in fact, that it is largely considered a necessary fundamental. Honestly, in day to day conversation, that is how I look at it. I made the above statements to get you to think outside the mantras for a minute.\n\nWhat is takt time, really?\n\nTakt time is an expression of your customer demand normalized and leveled over the time you choose to produce. It is not, and never has been, a pure customer demand signal. Customers do not order the same quantity every day. They do not stop ordering during your breaks, or when your shift is over. What takt time does, however, is make customer demand appear level across your working day.\n\nThis has several benefits.\n\nFirst, is it makes capacity calculations really easy through a complex flow. You can easily determine what each and every process must be capable of. You can determine the necessary speeds of machines and other capital equipment. You determine minimum batch sizes when there are changeovers involved. You can look at any process and quickly determine the optimum number of people required to make it work, plus see opportunities where a little bit of kaizen will make a big difference in productivity.\n\nMore importantly, though, takt time gives your team members a way to know exactly what “success” looks like for each and every unit of production. (assuming you give them a way to compare every work cycle against the takt time – you do that, don’t you?)\n\nThis gives your team members the ability to let you know immediately if something is threatening required output. Put another way, it gives your entire team the ability to see quickly spot problems and respond to them before little issues accumulate into working on Saturday.\n\nThe key point here is that to get the benefit, you have to have a takt time that actually paces production. It has to be real, tangible, and practically applied on the shop floor. Otherwise it is just an abstract, theoretical number.\n\nThis means holding back “available time” for various planned (and unplanned) events where production would be stopped.\n\nFurther, in a complex flow, there may be local takt times – for example, a process that feeds more than one main line is going to be running to the aggregated demand, and so its takt will be faster than either of them. Likewise, a feeder line that builds up a part or option that is not used on every unit is going to be running slower.\n\nAnd finally if disruptions do cause shortfalls to the required output, you have to make it up sometime. If you are constrained from running overtime (and many operations are for various reasons), then your only alternative is to build a slight over speed into your takt time calculation. The nuances of this are the topic of a much longer essay, but the basics are this:\n\n– If everything goes well, you will finish early. Stop and use the time for organized improvement of either process or developing people. Continuing to produce is overproduction, and just means you run out of work sooner if you have a good day tomorrow.\n\n– If there are issues, the use the buffer time for its intended purpose.\n\n– If there are more issues than buffer time, there is an operational decision to make. Have a policy in place for this. The simplest is “hope for a better day tomorrow” and use... (truncated)",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.8824673295,
        "format_confidence":0.7517643571
    },
    {
        "url":"https:\/\/goeaglefordshale.com\/forum\/topics\/u-s-rig-count-tops-1000",
        "text":"Baker Hughes Rig Count: U.S. +10 to 1,003 rigs\n\nU.S. Rig Count is up 10 rigs from last week to 1,003, with oil rigs up 11 to 808, gas rigs unchanged at 194, and miscellaneous rigs down 1 to 1.\n\nU.S. Rig Count is up 164 rigs from last year's count of 839, with oil rigs up 136, gas rigs up 29, and miscellaneous rigs down 1 to 1.\n\nViews: 173\n\nReply to This\n\nReplies to This Discussion\n\nThanks for posting, I wonder how this compares to late 2017 when WTI was last $67.\n\n\n\nNot a member? Get our email.\n\nBlog Posts\n\nCost Depletion: A Valuable Tax Deduction for Royalty Owners\n\nPosted by Patrick Flueckiger on February 12, 2018 at 10:30am 0 Comments\n\nOwners of minerals and royalties may be interested to learn that the Internal Revenue Code \"IRC\" allows a deduction known as “depletion” for oil & gas income. The depletion deduction could significantly reduce a royalty owner's…\n\n\n\n© 2018   Created by Keith (Site Publisher).   Powered by\n\nBadges  |  Report an Issue  |  Terms of Service",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.6749693155,
        "format_confidence":0.9885205626
    }
]