[
    {
        "url":"https:\/\/conotoxia.com\/news\/video-analysis\/afternoon-video-analysis-07-12-2015",
        "text":"Afternoon video analysis 07.12.2015\n\nInteresting comments from Dennis Lockhart during an interview on CNBC. The zloty remains weak to most currencies. The EUR\/PLN above 4.30.\n\nThis video analysis is not a recommendation within the meaning of Regulation of the Minister of Finance of 19 October 2005. It has been prepared for information purposes only and should not serve as a basis for making any investment decisions. Neither the author nor the publisher can be held liable for investment decisions made on the basis of information contained in this commentary. Copying or duplicating this report without the written permission from Sp. z o.o is prohibited.\n\nReturn to the main list\n\nSee also:",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.9964674711,
        "format_confidence":0.9394931793
    },
    {
        "url":"http:\/\/bespokeinvest.typepad.com\/bespoke\/2009\/08\/china-falls-down-the-country-performance-list.html",
        "text":"« Strategists Follow The Market Higher | Main | 38 Reasons Why the Google IPO Isn't As Big a Deal as Some Are Making it Out to Be »\n\n\nThe comments to this entry are closed.\n\n\nOur View\n\nBespoke Premium\n\nIn The News\n\nPremium Site\n\n  • Morning Lineup\n  • Short Interest\n  • Upgrades\/Downgrades\n  • Sector Snapshot\n  • Daily ETF Trends\n  • Weekly Review\n  • Economic Indicators\n  • Trade of the Day\n  • Bespoke Stock Scores\n  • Daily Market Model\n  • Daily Strategy\n  • Daily Stock Odds\n  • Market Studies",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.9978699684,
        "format_confidence":0.8424440622
    },
    {
        "url":"https:\/\/store.mises.org\/Login.aspx?ReturnUrl=\/store\/Product2.aspx%3FProductId%3D10872",
        "text":"\n\nReturning Customers\n\nIf you have already registered with Mises Store, please sign in now.\n\n  Forgot User Name or Password?\n\nNew Customers\n\nIf you are a new customer, take a moment to register below.\nYour password must be at least 6 characters long.",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.9735255837,
        "format_confidence":0.8403052092
    },
    {
        "url":"https:\/\/www.forrester.com\/The+State+Of+Consumers+And+Technology+Benchmark+2009+US\/fulltext\/-\/E-RES54959?objectid=RES54959",
        "text":"For B2C Marketing Professionals\n\nThe State Of Consumers And Technology: Benchmark 2009, US\n\nA Life Stage Analysis Of The US Benchmark Survey\n\n    Why Read This Report\n\n    This report is a graphical analysis of Forrester's North American Technographics® Benchmark Survey, 2009. It provides an overview of US consumers' demographics, behaviors, and technology attitudes by life stage. The document includes five-year forecasts on the technology adoption of PCs, Internet, broadband, high-definition televisions (HDTVs), home networks, and DVRs. Highlights from the consumer data show that HDTVs and home networks are the two fastest-growing technologies in 2008; that media consumption is split evenly between traditional and new media among all Americans, but young consumers spend almost 2 hours more with new media; and that four in five US households now have a mobile phone, but mobile Internet uptake shows slow progress.\n    US $ 2495\n    Become A Client\n\n    Get objective, pragmatic guidance that helps you make tough decisions and succeed in a complex world. Contact us to learn more.\n\n    Already A Client?\n    Log in to read this document.\n\n\n    • Technology Adoption Differs With Age And Family Status\n      • The Five-Year Forecast For Devices And Access\n      • Tech Adoption Differs With Age And Family Status\n      • Devices: Families Lead The Gadget Charge\n      • Media: Older Families Straddle Old And New Media\n      • Television: Families Go For Digital\n      • Online: Young Consumers Go Online In More Places\n      • Marketing: Young Singles And Couples Dig Social\n      • The PC Market: Families Dominate In Desktops\n      • Digital Home: Older Families Win \"Most Wired\" Award\n      • Mobile: Older Families Have The Most Phones\n      • Gaming: Consoles Are For Families\n    • Using The Data: 40,545 Households, 47,946 Adults, And 378 US Brands\n    • Supplemental Material",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.8818827271,
        "format_confidence":0.8021002412
    },
    {
        "url":"https:\/\/www.wsj.com\/articles\/SB970605050857335954",
        "text":"• Tech Stocks Lead Decline\n\n    AMSTERDAM -- Shares declined Wednesday, dragged down by a slump in most technology shares.\n\n    The AEX general index fell 1.24 to close at 668.93.\n\n    KPN lost 97 European cents to 24.93 euros on news that it is selling a 50% share in Intercai to Getronics .\n\n\n    Popular on WSJ",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.9974147081,
        "format_confidence":0.7374687791
    },
    {
        "url":"https:\/\/www.wsj.com\/articles\/BL-269B-1109",
        "text":"Binge TV Viewers are More Receptive of Ads, Study Finds\n\nNetflix , Inc and Hulu are making it easier for consumers to indulge in hours-long sessions of their favorite TV show. Where does that leave advertisers?\n\nNew research from Annalect, Omnicom Media Group's marketing technology platform, found that 58% of binge viewers enjoy watching at least three episodes of a show in one sitting because they don't have to watch ads.\n\nThe good news for marketers is that the study also found that viewers are willing to tolerate ads under the right circumstances. More than a third of binge-viewers said they wouldn't mind seeing ads while binge-viewing if it lowered their subscription rate and over a third also said ads provide a nice break during binge-viewing.\n\n\"Many consumers understand that there is a value equation, so if they're getting to watch on their own terms, they have to sit through ads,\" said Annalect's U.S. research director Jed Meyer. \"Live TV is ad-supported and people do watch ads. The good ads cut through the clutter.\"\n\nTo be sure, binge-viewing isn't necessarily an ad-free experience. While Netflix doesn't run ads, video on demand services on cable insert ads into shows, for instance. And Annalect noted that binge-viewers are more receptive to ads compared to TV viewers who do not binge. According to the study, 20% of binge viewers said they often discuss ads with friends and family, compared with just 12% of non-binge viewers.\n\nTo Read the Full Story\n\nContinue reading your article with\na WSJ membership\n\nView Membership Options",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.8804414272,
        "format_confidence":0.8999984264
    },
    {
        "url":"https:\/\/www.blueprism.com\/resources\/podcast\/60-commercialize-opportunities-in-2021-through-intelligent-automation\/",
        "text":"Podcast | 60\n\nCommercialize Opportunities in 2021 Through Intelligent Automation\n\nTime: 51:58\nGDW Episode 60 440x308\n\nCan't see this content? That's probably related to your cookie preferences. \n\nHyper-automation helps you commercialize new technology.\n\nIn this episode of the podcast, we're joined by Paula P. Carneiro and Steve LaValle of WonderBotz. Paula and Steve talk about hyper-automation and how it's creating the need to add a digital course to augment the human workforce you already have.\n\nSteve and Paula discuss:\n\n  • What you need to think about when implementing hyper-automation\n    • Recognize it's capability\n    • It's value exceeds the investment\n    • Changes the \"lens\" you look at the work through\n    • Avoid \"if you hate it automate it\" and focus on value, not cost savings\n  • Success factors for hyper-automation\n    • Execution ability\n    • Benefit realization\n    • Create demand and provide supply\n    • Tight communication\n    • C-suite change in culture\n    • Collateral benefits\n\nTo ensure that you never miss an episode of Generation Digital Workforce, subscribe on Apple Podcasts, Spotify, or here.\n\nThe Latest From Blue Prism\n\nA Digital Workforce for Every Enterprise\n\nThe world’s largest enterprises rely on the Blue Prism digital workforce to optimize production processes, increase profitability and enhance customer experiences. Learn how our smart, secure, scalable and successful digital workers can transform your business through intelligent automation. The future of work starts now.\n\nGet Started Free Trial\n\n©2021 Blue Prism Limited. “Blue Prism”, the “Blue Prism” logo and Prism device are either trademarks or registered trademarks of Blue Prism Limited and its affiliates. All Rights Reserved.",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.9196587205,
        "format_confidence":0.8608009219
    },
    {
        "url":"https:\/\/www2.deloitte.com\/ye\/en\/pages\/about-deloitte\/articles\/deloittemepov1\/mepov1-fraud.html",
        "text":"ME PoV Spring 2010 issue\n\n\nA stain on the road to recovery\n\nFraud poses great risks to companies in the Middle East as they struggle to maintain or recover their market position.  The reverse side of the coin is that combating fraud presents these same companies with opportunities.\n\nThe region should not ignore the chance to redefine itself as an archetype of transparency and good governance.\n\nDownload and read this article\nDid you find this useful?",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.7102053761,
        "format_confidence":0.9308453798
    },
    {
        "url":"http:\/\/sponsorship.com\/Resources\/Salary-Survey.aspx",
        "text":"Salary Survey\n\nSalary Survey: Compensation Stays On Trend\n\nAnnual Sponsorship Industry Salary Survey\n\nThe year about to close saw no dramatic swings in the amount sponsorship professionals are paid on average.\n\nAlthough the percentage who received a raise in 2017 and the average amount of those increases were both up over the year earlier, they were generally on par with the previous six-year span, according to responses to ESP Sponsorship Report’s 22nd annual salary survey.\n\nWhile 63 percent of those working in sponsorship received pay increases this year—essentially the same as 2016’s 62 percent—the average raise was 5.9 percent, up from 5.7 percent last year.\n\n\nLog in or register to read more\n\nAlready a Sponsorship.com user? Click here to login.\n\nUser Information\n\n\n\n\nSet Password\n\nPassword (6 character minimum, uppercase, lowercase and number required):\n\n\nTerms and Conditions\n\n\nContact Permission\n\nWould you like to continue to receive information regarding our whitepapers, industry news, special offers and products\/services? Please let us know by selecting from the options below.  \n\nAdditional Information (optional)",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.9545399547,
        "format_confidence":0.977909565
    },
    {
        "url":"https:\/\/www.wsj.com\/articles\/SB122276177289789723",
        "text":"• Ireland, France Aid Banks, as Jitters Go Global\n\n    Ireland took the extraordinary step of guaranteeing all the debt of its top six financial institutions, while governments in Europe bailed out another major lender and central banks in Asia injected cash into their banking systems, as the ripple effects from the U.S. financial crisis intensified around the world.\n\n    In one of the most ambitious measures taken by a government since the crisis began more than a year ago, Ireland said Tuesday it would guarantee payments on as much as &euro;400 billion ($563 billion) in bank...\n\n    Popular on WSJ",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.9969195127,
        "format_confidence":0.9445455074
    },
    {
        "url":"http:\/\/www.wsj.com\/news\/articles\/SB10001424052702303903304579587812463194506?mod=Wealth_Mgmt_newsreel_1",
        "text":"Aim higher, reach further.\nGet the Wall Street Journal $12 for 12 weeks. Subscribe Now\n\nClients Who Care for Aging Parents\n\nThey also must save for their own retirements at the same time\n\nDuring a detailed cash-flow analysis for a baby-boom couple nearing retirement, financial adviser Kimberly Maez discovered they were spending about $2,000 a month to supplement the assisted-living payments for the wife's mother.\n\nThe big expense was draining their savings so much that Ms. Maez, who works for Ameriprise in Colorado Springs,...\n\nPopular on WSJ\n\nEditors’ Picks",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.9964522123,
        "format_confidence":0.9334009886
    },
    {
        "url":"http:\/\/www.chemweek.com\/people_and_business\/people_executives\/Chemical-Finance-Digest-July-18-22_36422.html",
        "text":"IHS Chemical Week\n\nPeople & Business :: People\/Executives\n\nChemical Finance Digest, July 18-22\n\n10:55 AM MDT | July 26, 2011 | Vincent Valk\n\nTopping the week's headlines, Ecolab has agreed to acquire Nalco for $8.1 billion. Nalco shareholders will receive 70% of their consideration in Ecolab shares and 30% in cash, according to the deal's terms.   Second-quarter earnings came in strong, mostly. PPG, Air Products and Celanese each recorded double-digit gains, and PPG and Celanese beat analysts' estimates. Sabic's net income rose a staggering 61% on increased volumes and prices. However, AkzoNobel's Ebitda fell 10% as high raw material costs took their toll.   In other M&A news, Lonza's...\n\nThis information is only available to Chemical Week subscribers.\n\n\nForgot your user ID or password?\nClick here to have it sent to you.\n\nRisk Free Trial\n\nEmail Address\n\nFirst Name\n\nLast Name\n\nClick here to register and get your RISK-FREE access to chemweek.com\n\nNot an IHS Chemical Week\n24\/7 member yet?\n\nHere's why you should be:\n\n  • Searchable online archive access of the last 2 years of Chemical Week.\n  • Print or digital magazine subscription\n  • Price and market change alerts\n  • Economic data and statistics\n  • Buyers' Guides\n  • Webcasts | whitepapers\n\n\n\n\ncontact us | about us | customer care | privacy policy | sitemap | advertise\n\nihsCopyright © 2015 IHS, Inc. All rights reserved. Reproduction in whole or in part without permission is prohibited.\n\nNorth Asia Russia Southeast Asia China India\/Pakistan Middle East Eastern Europe Western Europe Central America Canada USA Australia\/New Zealand South America Africa",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.6593757272,
        "format_confidence":0.9736223221
    },
    {
        "url":"https:\/\/www.loanradar.co.uk\/articles\/44837-additional-lenders-join-vermaat-buyout-financing",
        "text":"Data Wizard\n\nAdditional lenders join Vermaat buyout financing\n\n30 Oct 2019\n\nAdditional lenders have lined up on financing backing the buyout of Dutch catering and hospitality business Vermaat by private equity firm Bridgepoint from Partners Group for an undisclosed amount.\n\nSMBC is arranging the financing and has been joined by\n\nThis content is restricted, to subscribe or register for a free trial please contact , +44 20 7832 0826 or click below.\n\nSign up here\n\nAlready registered?\n\nLogin to your account\nMore »\n\nA brief overview of our service:\nView demo »\n\nAlready registered?",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.9978894591,
        "format_confidence":0.976772368
    },
    {
        "url":"https:\/\/www.breakingviews.com\/considered-view\/exxon-and-chevron-may-soon-see-european-sights\/",
        "text":"We have updated our Terms of Use.\nPlease read our new Privacy Statement before continuing.\n\nTexas breakfast tea\n\n31 July 2015 By Kevin Allison\n\nThe two U.S. oil giants experienced even bigger drops in profit than were expected, pushing dividend yields closer to those of rivals across the Atlantic. Shell and BP have been more aggressive on capex and job cuts. If oil prices tumble further, Exxon and others could follow.\n\nThis content is for Subscribers only\n\n\nEmail a friend\n\nPlease complete the form below.\n\nRequired fields *\n\n\n(Separate multiple email addresses with commas)",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.9402871132,
        "format_confidence":0.984431684
    },
    {
        "url":"http:\/\/yourlisten.com\/Bridgett.Bell\/the-wealth-choice-virtual-read-discuss-8",
        "text":"\n\nThe Wealth Choice Virtual Read & Dis…cuss\n\nEmbed Code (recommended way)\nEmbed Code (Iframe alternative)\nPlease login or signup to use this feature.\n\nThis episode covers the Epilogue: One Final Lesson of The Wealth Choice: Success Secrets of Black Millionaires… by Dr. Dennis Kimbro.\n\nLicence : All Rights Reserved",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.8802277446,
        "format_confidence":0.9720577002
    },
    {
        "url":"https:\/\/www.fivefifty.com\/tag\/facebook\/",
        "text":"Facebook Archives - FiveFifty\n\nFacebook Marketing\n\nBy | Uncategorized | One Comment\n\nFacebook is more than just a go-to website for all of those status updates from friends and family, funny cat videos, and questionable political posts. Facebook Marketing is also a very powerful tool for businesses of all sizes to use in their marketing strategy–and it doesn’t have to cost thousands…\n\nRead More",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.9014820457,
        "format_confidence":0.5298740268
    },
    {
        "url":"http:\/\/www.achd.org\/tcmcs-sharon-schultz-recognized-as-one-of-san-diegos-women-who-mean-business\/",
        "text":"\n\nOCEANSIDE – San Diego Business Journal has named Tri-City Medical Center Chief Nursing Executive and Chief Clinical Officer Sharon Schultz as one of its San Diego “Women Who Mean Business.”  Read the whole article here.\n\nPrint Friendly, PDF & Email",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.5615608096,
        "format_confidence":0.899762392
    },
    {
        "url":"https:\/\/relationshipscience.com\/News\/hammerman-gainer-international-inc-o103529",
        "text":"Hammerman & Gainer International, Inc.\nAll Topics\nFind news about people\nFind news on alumni of any org\nFind news on a particular market\nYour Contacts\nFind news on your contacts\nSign up for free daily alerts on this feed:\nBy pressing Sign Up, you agree to our Terms of Use, Privacy Policy, and the LexisNexis Terms & Conditions\n\n\nChange Feed\nHammerman & Gainer International, Inc.\n... based in Cambridge, Mass; ICF Inc. of Fairfax, Va.; and Hammerman & Gainer Inc. of New Orleans. CDM Smith had won a $23-million contract to ...\n... Affairs Commissioner Richard Constable said the administration severed ties with Hammerman & Gainer Inc., or HGI, in January after some storm victims' grant applications were ...\nSubscribe now for full coverage on Hammerman & Gainer International, Inc.\nStart My Free Trial",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.8861950636,
        "format_confidence":0.9387411475
    },
    {
        "url":"https:\/\/www.angelnews.co.uk\/blog\/talent-spotter\/ascension-ventures-announces-14-new-investors\/",
        "text":"Angel News\n\nAngel News\n\nBack to Homepage\n\n20th December 2018\n\nAscension Ventures Announces 14 New Investors\n\nAscension Ventures, the London-based investment firm, re cent funding round will see the addition of 14 new Venture Partners. The group strengthens Ascension’s core belief in entrepreneurs investing in entrepreneurs, bringing in active UK and US investors with a number of them already successfully-exited entrepreneurs. Ascension’s bolstered experience in early stage investments and deep sector knowledge will increase deal-flow and support portfolio companies as they develop and scale in the UK and beyond.\n\n\nRegister now to read full story\n\nIn order to read the full story we need you to register with us, please click the link below:\n\nRegister Now\n\nAdd a comment:\n\n\n\n\nEnter the characters in the image shown:\n\nBack to Homepage",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.9980569482,
        "format_confidence":0.9008219242
    },
    {
        "url":"https:\/\/www.dsij.in\/DsijIssueDetails\/ArtMID\/10519\/ArticleID\/12740\/analysing-banking-stocks",
        "text":"BSE See NSE See 38,040.57\n15.12 (0.04%)\nAnalysing Banking Stocks\n\nAnalysing Banking Stocks\n\n\nAs a long-time reader and admirer of the magazine, I found your coverage on banking stocks to be highly interesting.\n\nTo read the entire article, you must be a DSIJ magazine subscriber.\n\n\nComments are only visible to subscribers.\n\nDSIJ Mindshare\n\nSensex, Nifty close flat amid volatile session; CG Power locks in at upper circuit, Deepak Nitrite tumbles by five per cent\n\nGeyatee Deshpande \/ Article rating: 5.0\n\nEnding the week, domestic benchmark indices closed flat with a positive bias on Friday, as Sensex gained by a mere 0.04 per cent or 15.12 points to settle at 38,040.57 while Nifty rose by 0.12 per cent or by 13.90 points to reach the level of 11,214.05.\n\nPrince Pipes rises 11.74 per cent on technical collaboration with Tooling Holland\n\nrishikesh gaikwad \/ Article rating: 5.0\n\nPrince Pipes and Fittings Limited (PPFL), one of India’s largest integrated piping solutions & multi polymer manufacturers, announced that the company has entered into a technical collaboration with Tooling Holland BV, a global leader in the international plastic injection moulding industry based in the Netherlands.",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.9969795942,
        "format_confidence":0.9707909226
    }
]