[
    {
        "url":"https:\/\/www.financesdemystified.com\/entrepreneur-started-two-multi-million-dollar-businesses-chiko-abengowe\/",
        "text":"How One Entrepreneur, Before 30 with $1,000 Saved, Started Two Multi-Million Dollar Businesses - Chiko Abengowe - Finances Demystified Podcast\n\nHow One Entrepreneur, Before 30 with $1,000 Saved, Started Two Multi-Million Dollar Businesses – Chiko Abengowe\n\nHave you ever got that moment where you  want to quit your job and be an entrepreneur?  Chiko Abengowe, a millennial millionaire give in to that moment and quit his job at the age 26 with a thousand dollar savings to start his multi-million dollar companies, Perfect Staffing and Perfect Office.\n\nIn this episode, Chiko will share his experiences on how he got started, what were his past struggles as a thriving entrepreneur and how the decision to start a business early made the biggest difference in his life.  \n\nKey Takeaways\n  • When it comes to entrepreneurship, you just gotta make a decision to start and have your mind wrapped around it and it gets figured out.\n  • Leading at that point, I’m trying to get my finances together at a time. Taking steps to reduce my monthly expenses and creating other revenues outside of my job.\n  • It was tough on the very beginning because of limited funds. I have to move back to my parents and cut back on  a lot of different things. And, even though in the beginning my business is growing on a little bit fast, I still did not pay myself that much.\n  • On hitting your goal on the first year of business: It was being on the phone. The office space is very important and just make phone calls, sales calls and getting out there and trying to get something happen.\n  • The pressure and being against off the wall as a entrepreneur will help you find ways to figure things out.\n  • Going back is not an option.\n  • If you want to be great get your finances right, get out of a job and get started learning.\n  • It’s funny, once you made the decisions to move forward a whole bunch of life roadblocks come up.\n  • The reason we ramp up very very fast is got our cost very very low, office space played a big part on that.\n  • Entrepreneurs get hold back because of the cost of entrepreneurship.\n  • I decided to break the market, make it more affordable and a little more flexible but at the same time professional.\n  • As an entrepreneur you are always working on something.\n  • Just start. You will be surprised how time flies if you start now you can put yourself in a whole other arena in 1-2-3-4 from now. You just got to start and figure it out.\n  • You have to move in a type of mindset that anything is possible.\n\nHome      Contact      Terms & Conditions      Privacy Policy      Disclaimer\n\n© 2018 -2022 Finances Demystified, LLC ALL RIGHTS RESERVED\n\nFutures and forex trading contains substantial risk and is not for every investor. An investor could potentially lose all or more than the initial investment. Risk capital is money that can be lost without jeopardizing ones’ financial security or life style. Only risk capital should be used for trading and only those with sufficient risk capital should consider trading. Past performance is not necessarily indicative of future results.\n\nHypothetical performance results have many inherent limitations, some of which are described below. no representation is being made that any account will or is likely to achieve profits or losses similar to those shown; in fact, there are frequently sharp differences between hypothetical performance results and the actual results subsequently achieved by any particular trading program. One of the limitations of hypothetical performance results is that they are generally prepared with the benefit of hindsight. In addition, hypothetical trading does not involve financial risk, and no hypothetical trading record can completely account for the impact of financial risk of actual trading. for example, the ability to withstand losses or to adhere to a particular trading program in spite of trading losses are material points which can also adversely affect actual trading results. There are numerous other factors related to the markets in general or to the implementation of any specific trading program which cannot be fully accounted for in the preparation of hypothetical performance results and all which can adversely affect trading results.",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9972715974,
        "format_confidence":0.9192201495
    },
    {
        "url":"http:\/\/thegatewayonline.com\/investment-banking\/doing-the-job\/morgan-stanley-aiming-high",
        "text":"Aiming high | Investment banking on The Gateway\n\nAiming high\n\nClair Woodman, Chief Operating Officer at Morgan Stanley, talks about what it takes to reach the top\n\nCould you explain what exactly a Chief Operating Officer does?\n\nBefore I took on this role I spoke to a number of people about it and everyone had a different sense of what a COO's role was. I think it is determined by the organisation that you operate within. My role is very much focused on business integration and business performance. That means analysing business units, expenses, revenues, looking at new business opportunities and performing country reviews to see how we're doing in different regions.\n\nWhat exactly do you mean by \"business integration\"?\n\nAs a client-centred firm, at its most basic, it means ensuring that our clients are well served by all parts of the firm. So for example, on a large transaction, which may involve one area of the bank in capital raising, if we ascertain that a client might need help in other areas then other parts of the institution are brought in. It's about making sure we provide a full, seamless service to the client.\n\nDo you think there are enough women at the top of the financial service industry?\n\nThere definitely could be wider representation at higher levels in the financial services industry. That's a broad issue for the whole industry that needs to be dealt with. At Morgan Stanley, we're fortunate in that we have a number of high profile women in senior positions. Our Chief Financial Officer Ruth Porat, for example, who was formerly chairman of our financial institutions group, is a hugely respected investment banker. We also have our head of our China business, Wei Christianson. There are also a number of women in high profile positions in the Firm - from our retail brokerage business to our global head of derivatives operations to our EMEA co-General-Counsel. We're lucky to have these senior role models.\n\nSo how was this achieved?\n\nOf course, we actively recruit women, both at an analyst level and when we make lateral hires. We're always looking for top female talent. We put a great deal of effort into developing the careers of junior women. There are numerous programmes that help us do this. For example, we run a mentoring programme for women. We have some specialist leadership and training programmes, which have been extremely well received. We also have a very extensive women's network, which women in all areas and at all levels of the firm access and run. We have regular events where we get high profile women to come and talk to the women's network. For example, Kelly Holmes came in to give a presentation. We actively work with other institutions and participate in a number of City-wide programmes to help women develop networking skills. They're all based around training and education.\n\nIt's not just about increasing the number of women at a senior level, although that's very important. It's also about retaining them and supporting them through their career. Ruth Porat, for example, has been at the firm for 22 years. Morgan Stanley is a meritocracy. The path to the top is open to anyone who is good enough and willing to put the effort in, whether they're male or female. Of course, we work pretty hard to accommodate people. There's also an emphasis on work-life balance throughout the firm and a strong desire to recognise the needs of all employees - men and women.\n\nDo you think there's a challenge in attracting women into the financial services industry? Is it still perceived as a male-dominated environment?\n\nJudging by the number of women we see when we visit universities for careers fairs, I would say not. If you go to universities and talk to undergraduates, men and women, they are focused on finding the best jobs. They're asking questions like: \"Where would be a fun place to work? Where can I find a well-paid job?\" You'll find banking features pretty high up on that list. They're often highly motivated and they form opinions quickly on which parts of the bank they would like to work in. Sales and trading, asset management, and private wealth management are all popular but the area where I get the most questions from students is investment banking. The challenge of getting more women to the top of the financial services industry is not about dispelling a myth, because actually young women at universities are interested and well-informed. It's about making sure that as an employer we're flexible enough to enable them to manage their careers and that we provide them with all the proper support and opportunities.\n\nYou yourself began your career at Clifford Chance. How do the two professions, law and financial services, compare?\n\nIn my time at Clifford Chance I worked with investment banks as clients, so I've always had a strong focus on the financial services industry. The demands and the challenges you face as a lawyer working on a big M&A transaction for a client are really no different from what you'd experience working within an active financial institution. The rewards of the two professions are not dissimilar in terms of the sheer range of opportunities available to you, the variety of work within the institutions and the opportunities to travel and work abroad.\n\nThe reason why I enjoy working in a financial institution is that you're closer to the transaction, closer to the commercial decision-making. If you're advising on the deal as a lawyer or accountant then you're often slightly more removed. In the current changing regulatory environment, it's proved useful having a legal background. Many of the senior people within the bank have accounting and legal qualifications.\n\nDo you have any advice for students?\n\nIf you want to be successful in the financial services industry then you have to work hard, so you need to pick something that you actually enjoy doing. It's your hard work, determination and enjoyment in what you do that will take you where you want to be.\n\nIs now a good time to join the financial services industry?\n\nThe financial services industry is going through a period of transition and enormous change, and that's exciting. It shouldn't be something that puts anyone off. If you join now you have the chance to shape the future of the industry.\n\nRelated Posts\n\nMorgan Stanley: the graduate diaries 2013\n\nTwo analysts offer readers of The Gateway regular updates on how their working lives are going",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.8299771547,
        "format_confidence":0.9527993202
    },
    {
        "url":"http:\/\/blackswanzine.com\/2010\/10\/05\/healthcare-talking-non-traded-reits-with-nick-schorsch-of-american-realty-capital\/?zolpidem-gel-ointment-cream-pill-spray-continuous-release-extended-release",
        "text":"\n\nBy Randyl Drummer for CoStar\n\nReal estate investment trusts (REITs) of all types — publicly traded, publicly registered but not traded, and so-called private REITS — have been fairly aggressive in raising and deploying capital in the current market.\n\nBut few have been as aggressive as Nicholas S. Schorsch, chairman and chief executive officer of real estate advisory firm American Realty Capital. Schorsch recently sponsored his fifth non-traded REIT, American Realty Capital – Retail Centers of America Inc., which targets power and lifestyle centers, grocery-anchored shopping centers and other necessity-based U.S. centers for acquisition.\n\nSchorsch has experience serving on both the traded and non-traded sides of the REIT universe, first as founder, president, CEO and vice-chairman of American Financial Realty Trust from its inception as a publicly traded REIT in September 2002 through August 2006. AFRT invested in offices, operations centers, bank branches and other critical net-leased assets.\n\nIn 2007, Schorsch along with William M. Kahane, Michael Weil, Peter Budko and Brian Block, founded American Realty Capital (ARC) as a sponsor of non-traded REITs. The following year, ARC launched the non-traded American Realty Capital Trust (ARCT), focused on net-leased retail, office and industrial. Also in 2008, Schorsch, Kahane and Weil formed Realty Capital Securities, LLC (RCS), a broker-dealer that sells investments in a variety of non-traded REITs, including ARCT, Healthcare Trust of America, Inc., and United Development Funding IV (UDF).\n\nIn late 2009, ARC registered to raise funds for American Realty Capital New York Recovery REIT Inc., targeting assets in New York, and organized Phillips Edison – ARC Shopping Center REIT, Inc. In August 2010, ARC filed to raise up to $1.5 billion for American Realty Capital Healthcare Trust Inc., a REIT targeting medical-office buildings and other health-care facilities, and filed to raise funds for American Realty Capital – Retail Centers of America Inc. in September.\n\nRealty Capital, which also serves as distributor for the American Realty Capital New York Recovery REIT, Inc., Phillips Edison-ARC Shopping Center REIT, Inc., and the most recent retail REIT, has now raised over $1 billion dollars in equity.\n\nCoStar caught up with Schorsch to discuss how non-traded REITs have performed in 2010, how they differ from the traded universe, and what changes his company and others in the industry are making to further bolster investor confidence in the non-traded sector.\n\nCoStar: Operating five REITs and a broker-dealer, Realty Capital Securities, LLC, makes you somewhat unique in the space. Tell us about your strategy in the non-public space and how it’s working out.\n\nNicholas Schorsch: Our strategy in the non-traded alternative space is indeed unique, and our broker-dealer RCS is having tremendous success. We recently announced that we raised our first $1 billion in the past 20 months, a time during which equity raising was challenging. The non-traded industry itself is on pace to reach about $8 billion in fund raising for 2010. RCS is running at around $140 million to $150 million a month in fund raising. In the current month, we account for about 18% of the total non-traded equity market. One reason is the broker-dealers are seeing a lot of money moving out of the stock and bond markets. We benefit from that volatility and flight to non-correlated yield. Investors want to own real estate, but they’re moving away from that which correlates with the traded market.\n\nAlso, we’re seeing all-time record spreads between Treasuries and real estate yields: almost 470 basis points between 10-Year Treasuries and the unlevered average cap rate on commercial real estate of around 7.23%. It’s kind of staggering. Investors are looking for yield. The traded REIT sector is seeing yields of 3.0% to 6%, but investors buying assets are valuing publicly traded REITs at premiums of between 20% and 30% to NAV. So people are scratching their heads and asking, ‘Why would I pay a premium to buy a publicly traded REIT with mostly legacy assets? There’s volatility in the public market. I have capital risk, and I don’t get the depreciation I normally get for new assets. It seems like a high price to pay for liquidity.\n\nSeveral REIT IPOs, a lot of them blind pools, have been withdrawn this year. Why are they pulling back while you’re moving ahead?\n\nThere are no blind pools being issued on the New York Stock Exchange. The most recent one, by Callahan Capital Properties, Inc., was just pulled off the market. The stock exchange doesn’t want to support blind pools. To the contrary, with non-traded REITs, specified or partially specified pools are frowned on. You’re typically constituting your portfolio by buying new assets at today’s market prices; you’re not paying a premium. In the U.S., 85% to 90% of all the CRE owned is not owned by publicly traded REITs. There’s about $14 trillion of commercial real estate in the U.S, and there’s about $400 billion of market capital in the entire NYSE REIT index. With leverage, that’s about $1 trillion. So only about 15% of the entire market is owned by traded REITs.\n\nYou’ve operated both publicly traded and public non-traded REITs. What’s the difference, or is that missing the point?\n\nAs a former public company CEO from the NYSE, I find while real estate assets are clearly the common denominator to both traded and non-traded, the dynamics are quite different.\n\nIf you make a daily market in a stock with buyers and sellers, it’s always going to be bouncing around more like an EKG than valued like a piece of real estate. Real estate over 12 months is basically supposed to do nothing. Income producing real estate is not supposed to be vacant; it’s supposed to earn income, no surprises. It’s supposed to be boring. A bad piece of real estate is very volatile. The fact is, someone who buys a traded REIT may be buying it because he wants public traded equity exposure to real estate. Well, he can’t get that in a non-traded REIT. It doesn’t have daily liquidity, and it isn’t supposed to. You can’t leverage it or take a margin position.\n\nSome people say they don’t buy non-traded REITs because they’re not liquid. If they’re looking for liquidity, they shouldn’t. The problem with the wholesalers and the whole sales process is a lot of people are trying to make one better than the other. They’re different, aimed at different investors with different goals and investment profiles, and very different yield profiles and risk-reward characteristics.\n\nSo there’s a trade off for investors who prefer the comfort of that dividend?\n\nYes, they trade a more predictable, typically fuller yield for no daily liquidity. Traded REITs have been completely correlated to the S&P over the last five years. Investors aren’t getting a different asset class because they’re really buying an equity security, and it trades like an equity, highly correlated to the financial stocks. The advantage to publicly traded REITs for some investors is they’re highly liquid. However, liquidity has proved to be a two-edged sword of late. But the problem is you’re paying a big premium for that liquidity, buying assets at a premium to NAV. If you bought the assets at par, your dividends would be higher. But the fact is most of the bigger institutional investors need scale and flexibility. They buy the hard assets because they want the appreciation and they want to sell the assets at the end of the day.\n\nWe’re an alternative investment, and we don’t necessarily want to be like a traded REIT. The advantage is our money is it is patient and looking to own real estate. The money we raise is not the same dollars as go into non-traded REITs. Sometimes, people want to leave the public volatility behind. Other times, people are looking to invest in a very specific theme that resonates: net lease, retail, office, industrial. Non-traded REITs can provide this exposure to hard assets without the daily trading correlation to the financial sector.\n\nWhich of the product types targeted by your REITs is garnering the most interest among investors?\n\nI can’t talk about the actual offerings’ specifics, but our offerings that are doing the most volume now are American Realty Capital Trust, our net-lease REIT that has no vacancy and long-duration net leases. It’s doing very well. It’s raising in the ballpark of $40 million to $50 million a month, and deploying that money every month into net lease assets leased to FedEx, Walgreens, CVS, JPMorgan. We’re also seeing a lot of growth in our Healthcare Trust of America (HTA), the medical office building REIT, which is raising about $75 million a month. Those are very income-based, very stable and predictable investment vehicles. We’re also seeing velocity now in our New York Recovery REIT as well as Phillips Edison, our grocery-anchored retail REIT. Those are the next wave, a little more opportunistic at present, but people are starting to feel a little better about the economy. UDF, which is our mortgage REIT, is more of a yield play that’s very stable.\n\nWhat’s the concept behind your broker-dealer, Realty Capital Securities, and how is the market responding?\n\nThe beauty of what we’re doing at RCS, of having multiple products with different sponsors and management teams, is we’re not trying to be the best at everything. We’re trying to field the best management teams in each sector. In our case, for example, we manage American Realty Capital Trust because net lease real estate is our expertise. We buy freestanding single-tenant net leases. We also sell HTA, the medical office REIT with close to $2 billion of assets already. We also distribute the Phillips Edison REIT, which is grocery-anchored shopping centers, a very focused theme no different than Kimco or DDR or Federal Realty.\n\nThe non-traded space provides the same transparency, REIT structure and tax advantages of the traded markets, but we’re b... (truncated)",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9949221015,
        "format_confidence":0.8589618802
    },
    {
        "url":"https:\/\/learningenglish.voanews.com\/a\/a-23-2008-11-20-voa4-83135792\/128207.html",
        "text":"Accessibility links\n\nCongress Delays Action on Auto Industry Loans\n\nG.M., Ford and Chrysler are given until December 2 to propose business plans with their requests for $25 billion in new aid. Transcript of radio broadcast:\n\nThis is the VOA Special English Economics Report.\n\nCongress faced a big question this week, but the answer will have to wait.\n\nThe heads of the Big Three American automakers came to Washington to ask for money -- on their private jets, critics noted. The chiefs of General Motors, Ford and Chrysler asked for twenty-five billion dollars in new loans. Congress already approved twenty-five billion in September to help the industry develop fuel-efficient vehicles.\n\nDemocratic leaders in Congress proposed to offer the additional loans with money from the financial rescue program approved last month. But Treasury Secretary Henry Paulson objected. He says the seven hundred billion dollars is just for investing to strengthen the financial system.\n\nOn Thursday, a group of Senate Democrats and Republicans announced agreement on a compromise. It would let the companies temporarily use the fuel-efficiency loans to pay for daily operations. G.M. and Chrysler both say they could be out of money by early next year.\n\nBut Senate Majority Leader Harry Reid says there are currently not enough votes in Congress to pass any bailout plan for automakers. He says they failed to make their case that this appeal will be the last.\n\nNow, the companies have until December second to explain how they would use the loans as part of a long-term plan to save their business. Congress may consider legislation the week of December eighth, but only if the plans are acceptable.\n\nPeter Morici, a professor of international business at the University of Maryland, is among economists who oppose a bailout. He appeared at this week's hearings. He says the Big Three should be permitted to fail. If they seek bankruptcy protection, he says, they will be able to cut costs, reorganize and become competitive again.\n\nBut General Motors chief executive Rick Wagoner warned that the economy could lose three million jobs in the first year if the Big Three fail. They employ a total of about two hundred forty thousand people. But that does not include dealers or suppliers or the auto parts industry. Auto sales, though sharply reduced now, usually represent about four percent of the economy.\n\nThe industry chiefs blamed the credit crisis for keeping people from getting car loans. But lawmakers said poor business decisions have hurt the Big Three. Autodata Corporation says fifty-three percent of new cars and light trucks sold in the United States in the first ten months of this year were imported.\n\nAnd that's the VOA Special English Economics Report, written by Mario Ritter. I'm Steve Ember.",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.6188371778,
        "format_confidence":0.8054984808
    },
    {
        "url":"https:\/\/pcaobus.org\/News\/Speech\/Pages\/08152006_NiemeierBrazilianStateRegionalBanks.aspx",
        "text":"Remarks of Board Member Charles D. Niemeier\n\n\nIt is an honor and a pleasure to be here in Brazil to speak with you about the remarkable changes in the nature and character of the world’s capital markets we have witnessed in the last five years. Among the many changes, perhaps the most far-reaching is that investors have in many ways broken down national borders to find opportunities all over the world, through mutual funds that target opportunities in other countries, through shares or depository receipts of foreign companies traded on their local markets, and most recently even through direct investment in shares listed on markets in other countries.\n\nI am particularly excited to observe first-hand Brazil’s initiative to compete for capital on the basis high quality financial reporting on its newest exchange. Indeed, the Novo Mercado’s use of high quality financial reporting standards to improve pricing and liquidity sends a message to markets and companies around the world that investors value robust and reliable financial reporting.[1]\n\nToday, I would like to describe for you some of the changes that have taken place in U.S. capital markets, beginning with some of the root causes of the devastating loss of investor confidence that led to the creation of the PCAOB, touching on several important reforms, and ending with a look at where we are today. Before I go further, however, I must note that the views I express today are my own, and not necessarily those of the other Board members or staff.\n\nI. Stresses on Investor Confidence in U.S. Markets Were Building for Years Before the Revelations of Fraudulent Reporting by Some of Our Largest Companies.\n\nThe most obvious cause of the loss of investor confidence in the United States earlier this decade was the revelation of massive financial reporting frauds at some of the largest U.S. public companies. As astounding as the frauds themselves, though, was the exposure of numerous stress fractures in the underlying foundation of U.S. capital markets. Investors – both U.S. and non-U.S. – had confidence in the U.S. markets because they were understood to be based on fairly distributed, robust and reliable information upon which they could make their decisions whether to buy or sell interests in the companies that traded on those markets. This confidence made U.S. markets the most liquid, and the most cost-efficient for both investors and companies, in the world. When the frauds were disclosed – not just one, but one after another after another – investors questioned whether indeed U.S. markets did ensure fairly distributed, robust and reliable information, and having lost confidence in the answer to this question, swiftly cut off their previously free and reliable flow of capital.\n\nWhere were the fractures in the system? The sad fact is that there were numerous fractures, some of which we are only now beginning to see. Some, such as the IPO allocation process and, most recently revealed, corporate managements’ stock option granting practices, ran to the fairness of the system. Others, such as weaknesses in companies’ internal control over financial reporting and weaknesses in audits, ran to the reliability of the financial reports that are the lifeblood of system.\n\nA. Audits Became Perceived to be Compliance Obligations as Opposed to the Linchpin of Reliable Financial Reporting.\n\nWeaknesses in auditing did not happen overnight. Rather, they were the result of several years of pressure. In the years leading up to the Enron and WorldCom scandals, companies and auditors gradually began to treat auditing as a compliance exercise with little intrinsic value. Meanwhile, many audit firms found they could parlay the client relationships developed through providing services into lucrative, discretionary contracts to provide a seemingly limitless range of consulting services, and thus substantially increase the overall profitability of client relationships. These consulting services often involved engagements that were bigger, longer-term, and more leveraged from a staffing perspective, and that presented significantly lower risks than audit engagements.\n\nAccountants who were successful in leveraging existing audit engagements into engagements to provide consulting services were encouraged in and rewarded for their efforts. Indeed, some audit plans – that is, the portion of the audit in which auditors critically evaluate risks of financial reporting errors and design a plan to identify and address any such errors – came to include studies of what kinds of additional services a client might need. Accounting firms began competing for audit engagements on the basis of price and fixed-fee commitments, notwithstanding the significantly higher risk of that work, on the theory that the more lucrative non-audit services would outweigh the disadvantage of doing so. Inevitably, the pressure on auditors to improve margins in this environment led to reduction of audit effort.\n\nIn this environment, some accountants shifted their own focuses from auditing to those other services, and many accountants even left the accounting profession entirely to apply their skills to the burgeoning consulting industry. The number of college graduates entering the auditing profession also declined, reflecting in my view the general perception that auditing was a tedious and largely unimportant compliance function.[2] While each of these developments might have started as a hairline fracture, over time, they contributed to a lack of preparedness by U.S. capital markets for managing the explosive growth in equity investment in the late 1990s.\n\nB. Weaknesses in Controls over Corporate Accounting and Reporting Allowed Managers Free Reign to Manipulate Results as Reported to Investors.\n\nAt the same time, corporate reporting faced its own weaknesses. Although U.S. companies have been required to have internal control over their accounting since the U.S. Congress enacted the Foreign Corrupt Practices Act in 1977, even by the 1990s many companies had failed to establish or maintain effective controls. I’m not talking about controls over the minute details of insignificant accounts. I’m talking about controls that would ensure integrity in the preparation of the overall financial statements by preventing management from hiding material changes to the financial statements.\n\nAbsent such controls, as a number of high-profile cases revealed years later, senior corporate managers were able to – and some did – manipulate official reported financial results to make them look better than they were. Indeed, in at least one high-profile case, senior U.S. managers appear to have manipulated corporate results by changing the accounts of a Brazilian subsidiary. As the U.S. Securities and Exchange Commission charged in a consented action filed against Xerox Corporation in 2002, as early as 1995 top U.S. managers at Xerox regularly directed that financial reports from its Brazilian operations be changed to reflect different revenue trends than applicable accounting standards would have required.[3] Corporate managers also used their ability to change detailed accounts at subsidiaries in Mexico and Europe to prevent the company’s investors from knowing the company’s true operating performance.[4]\n\nWeakened by these fractures and others, the financial reporting framework as we knew it collapsed beginning in late 2001 with what appeared to the investing public to be a spontaneous implosion of two of the United States’ larges companies – Enron and WorldCom – and one of the world’s premier accounting firms, the venerable Arthur Andersen.\n\nII. The Sarbanes-Oxley Reforms are Designed to Restore the Reliability of Audited Financial Statements as a Basis on which Investors Can Make Informed Decisions\n\nI know I need not describe for you how the scandals led to the passage of the Sarbanes-Oxley Act. No matter where you were on the globe in 2002, if you were involved in the financial markets you were acutely aware. What I would like to discuss with you today, though, is the new paradigm that has shifted the balance of power from corporate managers, many of whom formerly had near absolute authority over both their companies’ financial reporting processes as well as their auditors, to audit committees, who now have renewed mandates and new tools to demand and ensure robust and reliable financial reporting.\n\nA. Auditors Are Now Hired and Overseen by Independent Audit Committees, Instead of Corporate Management.\n\nBecause you’ve asked me to touch on the topic of audit firm rotation given what I understand is an initiative in Brazil to consider the topic, let me start by describing how auditor selection occurs in the United States today.\n\n1. Sarbanes-Oxley Makes Audit Committees Responsible for Auditor Selection, Compensation and Oversight and Requires Periodic Audit Partner Rotation.\n\nSarbanes-Oxley did not require audit firm rotation, in part because in the Congress’s view the legislative record did not provide clear evidence that rotation would prevent the kinds of problems that led to the crisis in 2001. Instead, the Act did three things.\n\nFirst, it required companies to establish audit committees comprised of independent directors and made those independent audit committees “directly responsible for the appointment, compensation, and oversight” of the companies’ auditors.[5] Formerly, in the United States, company management – typically a company’s CFO – hired and, importantly, had the authority to fire the auditor.\n\nThe wrath of CFOs was not a theoretical threat. For example, in the Xerox case I mentioned earlier, one of the charges that the SEC’s complaint levied against the company was that “when the engagement partner for the outside auditor challenged several of Xerox's non-GAAP accounting practices, Xerox's senior management told the audit firm that they wanted a new engagement partner assigned to its account. [And t]he audit firm compli... (truncated)",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9978354573,
        "format_confidence":0.9680699706
    },
    {
        "url":"http:\/\/www.thestreet.com\/story\/10412169\/1\/cramers-mad-money-recap-disciples-of-discipline.html",
        "text":"This Day On The Street\nContinue to site\nThis account is pending registration confirmation. Please click on the link within the confirmation email previously sent you to complete registration.\nNeed a new registration confirmation email? Click here\n\nCramer's 'Mad Money Recap': Disciples of Discipline\n\nClick here for an archive of Cramer's \"Mad Money\" recaps.\n\nEditor's note: This show originally aired on Dec. 26, 2006.\n\nTo make money in the market, people need more than good stock picks and good advice about the state of the market, Jim Cramer told viewers of his \"Mad Money\" show Wednesday. \"They need discipline.\"\n\nRegular fans of \"Mad Money\" should be familiar with Jim Cramer's Real Money: Sane Investing in an Insane World , Cramer said, as he's devoted a few shows to explaining some of the rules he's laid out in his book.\n\nCramer: You're So Money, Farnoosh\n\nBut because Cramer wrote that book a long time ago, and though its rules are still valid, he's come up with more rules designed \"to help the individual investor beat the big institutional money managers on the Street.\" Cramer has assembled these rules in another book: Jim Cramer's Mad Money: Watch TV, Get Rich .\n\nAlthough people might not like \"Cramer the disciplinarian,\" he said his new book, which has 20 brand-new rules, should prevent market players from losing money. And because Cramer's aim is to help make people rich, he went on to explain five of those new rules.\n\nCramer's first new rule is, \"There's a market for everything; pay attention to how it works.\" Investors need to remember that there are lots of different reasons why stocks are traded in a stock market and that there are submarkets, he said.\n\nAlthough it makes \"total intuitive sense,\" most people rarely keep in mind when investing that there's a market for oil stocks, a market for newly public stocks and a market for small-cap value stocks, all of which are governed by supply and demand, Cramer said.\n\n\"If you ignore the supply and demand for certain kinds of stocks, or stocks in general, you'll be totally perplexed by the market,\" he said. \"This rule is especially true for trendy, hyped-up stocks.\"\n\nTaking the ethanol trade in 2005 and 2006 as an example, Cramer said at the end of 2005, because the supply of ethanol stocks was so low and demand was \"intense,\" people were able to make \"truckloads of money\" in stocks such as Archer Daniels Midland (ADM - Get Report) and Andersons (ANDE - Get Report).\n\nBut then the ethanol game changed, as a company called VeraSun (VSE) came public on June 14, 2006, and added to the supply of ethanol stocks, he said. The VeraSun initial public offering was further followed by IPOs of companies with worse fundamentals -- but just as much ethanol exposure.\n\n\"If you'd just been paying attention to the fundamentals, or to the hype about ethanol in the media, you would've been caught totally off-guard by the downturn in ethanol,\" Cramer said.\n\n\"The day VeraSun came public, I called the end of the ethanol, and I got it right ... because I was paying attention to the amount of ethanol stock in the market and the market's demand for it.\"\n\nKnow What You Hold\n\nMoving on to rule No. 2: when playing a rally, \"make sure your stocks actually fit the bill,\" he said. \"Don't be bamboozled by what sector your stock belongs to. Instead, know precisely what you own and why you own it.\"\n\nAlthough Cramer always advises his viewers to do their homework and know what they own, this rule is different because the point is to recognize that \"sectors don't always matter when it comes to giving stocks momentum.\"\n\nPeople should never confuse a rally within a sector for a rally of that entire sector, he said.\n\nAlso, he knows people don't always do their homework before buying stocks -- behavior Cramer said he does not approve of. He iterated that he believes people need to spend at least an hour a week per stock they own doing homework to make sure the stock is still a \"sound\" investment.\n\nBreaking down the rule, Cramer said there are times people will see a rally in an entire sector. For example, if the Fed cuts rates, investors will see a rally in almost everything cyclical, or if the economy gets \"pummeled,\" people will see a rally in consumer staples and food and beverage companies, he said.\n\n\"These are broad, sector-based rallies and you don't have to be all that discerning to pick out a good stock that will make you plenty of money when these things happen,\" Cramer said. \"But most rallies don't work that way.\"\n\nMarket players will hear about health care rallies or transports rallies or tech rallies, but that doesn't mean the whole sector's rallying, he explained, because within sectors there are industries.\n\nThis is what really counts and what people should pay attention to, Cramer said.\n\nCramer said he came up with this rule on June 22, 2005, when he got \"caught up\" in the idea of a tech rally and picked the two names that most represent tech: Microsoft (MSFT - Get Report) and Cisco (CSCO - Get Report). But later Cramer realized that the so-called tech rally was really a gadget rally.\n\n\"I fooled myself because Microsoft and Cisco had always been the tech stocks,\" he said. \"It didn't matter that they didn't have any real exposure to the rally, because I was thinking of it as a tech rally, and in a tech rally you buy Microsoft.\"\n\nIt's easy to mistake a rally in an industry for a rally in the sector it belongs to, Cramer said, but if people remember this second rule, they should be able to make a lot more money.\n\nLatin America\n\nHe said his next rule is \"provisionally true\" and though at some time in the future he can see it being revoked, he doesn't believe it will be soon. The rule is that \"Latin America is always a trade.\"\n\nEvery so often there's a \"huge wave of interest in Latin American stocks,\" where everyone in the business who owns these stocks believes that Latin America is an \"amazing, long-term growth story,\" Cramer said.\n1 of 2\n\nCheck Out Our Best Services for Investors\n\nAction Alerts PLUS\n\nPortfolio Manager Jim Cramer and Director of Research Jack Mohr reveal their investment tactics while giving advanced notice before every trade.\n\nProduct Features:\n  • $2.5+ million portfolio\n  • Large-cap and dividend focus\n  • Intraday trade alerts from Cramer\nQuant Ratings\n\nAccess the tool that DOMINATES the Russell 2000 and the S&P 500.\n\nProduct Features:\n  • Buy, hold, or sell recommendations for over 4,300 stocks\n  • Unlimited research reports on your favorite stocks\n  • A custom stock screener\nStocks Under $10\n\nDavid Peltier uncovers low dollar stocks with serious upside potential that are flying under Wall Street's radar.\n\nProduct Features:\n  • Model portfolio\n  • Stocks trading below $10\n  • Intraday trade alerts\n14-Days Free\nOnly $9.95\n14-Days Free\nDividend Stock Advisor\n\nDavid Peltier identifies the best of breed dividend stocks that will pay a reliable AND significant income stream.\n\nProduct Features:\n  • Diversified model portfolio of dividend stocks\n  • Updates with exact steps to take - BUY, HOLD, SELL\nTrifecta Stocks\n\nEvery recommendation goes through 3 layers of intense scrutiny—quantitative, fundamental and technical analysis—to maximize profit potential and minimize risk.\n\nProduct Features:\n  • Model Portfolio\n  • Intra Day Trade alerts\n  • Access to Quant Ratings\nOptions Profits\n\nOur options trading pros provide over 100 monthly option trading ideas and strategies to help you become a well-seasoned trader.\n\nProduct Features:\n  • Actionable options commentary and news\n  • Real-time trading community\nADM $44.65 0.00%\nANDE $35.20 0.00%\nCIB $33.54 0.00%\nCSCO $26.00 0.00%\nMSFT $43.93 0.00%\n\n\nChart of I:DJI\nDOW 16,643.01 -11.76 -0.07%\nS&P 500 1,988.87 +1.21 0.06%\nNASDAQ 4,828.3250 +15.6170 0.32%\n\nFree Reports\n\nTop Rated Stocks Top Rated Funds Top Rated ETFs",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9976450801,
        "format_confidence":0.6181460619
    },
    {
        "url":"http:\/\/www.thestreet.com\/story\/11621321\/1\/new-oriental-education-amp-technologys-management-presents-q4-2012-results--earnings-call-transcript.html",
        "text":"This Day On The Street\nContinue to site\nThis account is pending registration confirmation. Please click on the link within the confirmation email previously sent you to complete registration.\nNeed a new registration confirmation email? Click here\n\nNew Oriental Education & Technology's Management Presents Q4 2012 Results - Earnings Call Transcript\n\nNew Oriental Education & Technology Group Inc. ( EDU)\n\nQ4 2012 Earnings Call\n\nJuly 17, 2012 8:00 AM ET\n\n\nSisi Zhao - Senior Investor Relations Manager\n\nLouis Hsieh - President &CFO\n\n\nPhilip Wan - Morgan Stanley\n\nChenyi Lu - Cowen & Company\n\nJeffrey Meuler - Robert W. Baird & Co\n\nSteve Zhang - Macquarie Funds Group\n\nMark Marostica - Piper Jaffray\n\nElla Ji - Oppenheimer & Co., Inc\n\nTrace Urdan - Wells Fargo Securities\n\nEric Wen - Mirae Asset Securities\n\nAnita Chen - Jefferies & Co\n\nBrandon Dobell - William Blair & Company\n\nChao Wang - Merrill Lynch\n\nFei Fang - Goldman Sachs\n\nKevin Tan - Joho Capital\n\nJin Yoon - Nomura Securities\n\n\n\nGood evening and thank you for standing by for New Oriental’s Fourth Quarter and Fiscal Year 2012 Earnings Conference Call. At this time, all participants are in listen-only mode. After management’s prepared remarks, there will be a question-and-answer session. Today’s conference is being recorded. If you have any objections, you may disconnect at this time.\n\nI’d now like to turn the meeting over to your host for today’s conference, Ms. Sisi Zhao.\n\nSisi Zhao\n\nHello everyone, and welcome to New Oriental’s fourth quarter and fiscal year 2012 earnings conference call. Our financial results for the period were released earlier today and are available on the Company’s website as well as on Newswire services.\n\n1 of 4\n\nCheck Out Our Best Services for Investors\n\nAction Alerts PLUS\n\nPortfolio Manager Jim Cramer and Director of Research Jack Mohr reveal their investment tactics while giving advanced notice before every trade.\n\nProduct Features:\n  • $2.5+ million portfolio\n  • Large-cap and dividend focus\n  • Intraday trade alerts from Cramer\nQuant Ratings\n\nAccess the tool that DOMINATES the Russell 2000 and the S&P 500.\n\nProduct Features:\n  • Buy, hold, or sell recommendations for over 4,300 stocks\n  • Unlimited research reports on your favorite stocks\n  • A custom stock screener\nStocks Under $10\n\nDavid Peltier uncovers low dollar stocks with serious upside potential that are flying under Wall Street's radar.\n\nProduct Features:\n  • Model portfolio\n  • Stocks trading below $10\n  • Intraday trade alerts\n14-Days Free\nOnly $9.95\n14-Days Free\nDividend Stock Advisor\n\nDavid Peltier identifies the best of breed dividend stocks that will pay a reliable AND significant income stream.\n\nProduct Features:\n  • Diversified model portfolio of dividend stocks\n  • Updates with exact steps to take - BUY, HOLD, SELL\nTrifecta Stocks\n\nEvery recommendation goes through 3 layers of intense scrutiny—quantitative, fundamental and technical analysis—to maximize profit potential and minimize risk.\n\nProduct Features:\n  • Model Portfolio\n  • Intra Day Trade alerts\n  • Access to Quant Ratings\nReal Money\n\nMore than 30 investing pros with skin in the game give you actionable insight and investment ideas.\n\nProduct Features:\n  • Access to Jim Cramer's daily blog\n  • Intraday commentary and news\n  • Real-time trading forums\nOnly $49.95\n14-Days Free\n14-Days Free\nAAPL $94.02 0.00%\nFB $104.07 0.00%\nGOOG $683.57 0.00%\nTSLA $162.60 0.00%\nYHOO $27.97 0.00%\n\n\nChart of I:DJI\nDOW 16,204.97 -211.61 -1.29%\nS&P 500 1,880.05 -35.40 -1.85%\nNASDAQ 4,363.1440 -146.4150 -3.25%\n\nFree Reports\n\nTop Rated Stocks Top Rated Funds Top Rated ETFs",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9908415079,
        "format_confidence":0.8296669126
    },
    {
        "url":"http:\/\/pbn.com\/Five-Questions-With-Kevin-OConnell,83224?category_id=134&list_type=most_commented&sub_type=stories,packages",
        "text":"Updated February 7 at 12:26am\n\nFive Questions With: Kevin O’Connell\n\nPartner at Posternak, Blankstein & Lund LLP talks about bank mergers and acquisitions.\n\nTo continue reading this article, please do one of the following.\n\nfinancial services\n\nFive Questions With: Kevin O’Connell\n\n\nKevin O’Connell is a partner in Posternak, Blankstein & Lund LLP’s corporate department and chairs the Health Technologies Group. Located in Boston. he maintains a sophisticated and diverse practice with particular focus on transactional representation, including mergers and acquisitions, divestitures, the structuring of joint ventures and strategic relationships, and angel, venture, private equity and other financings.\n\nPBN: It's a broad question, but is there anything you can generally say about the state of mergers and acquisition?\n\nO’CONNELL: From my perspective, as an adviser principally to New England-based middle market businesses, things are good and I sense they are going to get better. Strategic investors are still hoarding cash, but we are seeing plenty of deal activity. At Posternak, we are actively working with clients on both the buy side and sell side. The transactions continue to take longer to process when compared to, say, five years ago, due to the more deliberate approach taken by buyers and their lenders, but good deals are getting financed and closed, and though we may not soon, if ever, see the “go-go” days of ten years ago again, the mergers and acquisitions marketplace continues to climb out of the abyss of 2008-2010.\n\nPBN: Several local banks have recently acquired other, smaller banks, thus getting larger. What does that mean for the banking industry five years from now?\n\nO’CONNELL: I call this the “commoditization” of the banking industry. Early in my legal career, banking was a relationship business. Bankers were chosen by business owners as much for how they might “fit” personality-wise or experience-wise into the business owner’s team of advisers, along with the lawyer, the accountant and the like. Now, banking is a bottom-line business and the executives who run banks answer to shareholders looking for returns. As banks grow larger, they compete with each other more and more for customers’ business on rates and other terms. Some businesses may benefit from competition that results in lower interest rates, for instance, but in my view, the smaller and middle-market companies will suffer. The local banker who knows the business inside out, steps in to extend credit to his customer, works to avoid a default or similar, is a dying breed, and may very well be extinct in five years.\n\nPBN: Is the Steward acquisition of Massachusetts hospitals a feasible model?\n\nO’CONNELL: In my experience as an M&A attorney at Posternak, I have seen many acquirers come to a deal with solid plans, and requisite experience, leadership and resolve succeed in even the most difficult of circumstances. Steward seems to have all of this and something more - private equity backers. Steward and its investors have stepped in a big way and have moved very quickly at a time when the future direction of the hospital industry is up in the air.\n\nThe model of consolidating community hospitals in relative geographic proximity to each other and coordinating service offerings, such as the limited network product Steward started offering earlier this year through Fallon Community Health Plan, certainly makes sense to me. I hear from many of my business clients about the challenges of rising health care costs, and Steward’s model aims to ease that pain, so I think there is certainly good potential for success.\n\nPBN: Why didn’t it work at the Landmark Medical Center?\n\nO’CONNELL: In any transaction, the buyer needs to understand the seller’s receivables and cash flow situation, and the seller needs to feel comfortable with the buyer. I know from media reports that regulators had some tough questions for Steward regarding its finances, and Steward was looking at a hospital embroiled in a dispute with a large insurer regarding reimbursement issues – all of which is bound to slow things down. Any number of those issues, and an almost infinite number of others, could make either side think again and derail a merger permanently.\n\nPBN: Would you say that mergers and acquisitions are becoming more preferential to businesses than loans to upgrade or construct new facilities?\n\nO’CONNELL: As a general rule, there isn’t one manner of expansion business owners prefer over another. My most successful clients are good at continually assessing their needs and keeping an eye out for opportunities to help them meet those needs. If a company in their industry is on the ropes, that might be an opportunity to buy the company or begin merger talks, or if a nearby parcel of property comes on the market, it might represent a chance to consider plant expansion. But, if I can help it, none of my clients ever underestimates the culture change and shock that can come with a major M&A transaction – it is not something any business owner should enter into without significant forethought and planning. If you build a new building for your employees, everyone eventually will get used to the new elevators, whereas if you merge your company to get some new office space that you covet and some of your old team is answering to a new boss or fearing an imminent downsizing, you may have caused more problems than you’ve solved.\n\n\nNo comments on this story | Please log in to comment by clicking here\nPlease log in or register to add your comment\nLatest News",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9910382032,
        "format_confidence":0.9282272458
    }
]