[
    {
        "url":"http:\/\/www.goodgearguide.com.au\/article\/399235\/10_social_networking_add-ons_firefox\/",
        "text":"10 Social Networking Add-Ons for Firefox\n\nHere's how to turn Mozilla Firefox into a social butterfly.\n\nMove over, RockMelt. You don't need a dedicated social networking browser to stay überconnected. Here are 10 Firefox add-ons (all compatible with the latest version of Firefox) that will turn your browser into a social butterfly.\n\nFacebook Toolbar\n\nThe world's largest social network wouldn't be complete without a direct-access toolbar. The Facebook Toolbar Firefox add-on features a Facebook search bar, a Quick Links menu (for directly accessing your Profile, Friends, Inbox, Photos, Notes, and the like), a link to Facebook's home page, a Share button, and a photo-upload button. The toolbar also notifies you of new pokes, messages, friend requests, and wall posts.\n\nOn the leftmost end of the Facebook Toolbar is a button for toggling the \"Friends Sidebar\" on and off. This sidebar shows a running list of your pals' latest status updates, so you can keep up-to-date as you browse other parts of the Web.\n\nTwitter Search\n\nSometimes you just want to know what's going on with a particular person, or a particular hashtag, on Twitter. The Twitter Search Firefox add-on is a useful--yet practically invisible--tool for doing just that. Twitter Search lets you easily look up Twitter users and hashtags.\n\nTo use Twitter Search, simply go up to your browser's address bar and type a Twitter username (complete with the @) or hashtag (with the #), and press Enter. Twitter Search will take you directly to that page.\n\n\nMaybe you want to update your Twitter account, not just search for other people. In this case, the HootBar Firefox add-on is a convenient tool for tweeting via your browser's address bar.\n\nHootBar adds two buttons to your browser: a little Twitter bird in the address bar, and a Hootlet button between the address bar and the search bar. To update your Twitter account, you just type your tweet into the address bar and click the Twitter bird button; the Hootlet button gives you more options. You can use multiple accounts with HootBar (just add --accountname after each tweet), schedule messages, and track stats. You will need a HootSuite account.\n\nGoogle+ Manager\n\nGoogle's up-and-coming social network doesn't yet have a dedicated Firefox toolbar, but the Google+ Manager Firefox add-on does bring some useful things to the table. The Google+ Manager adds a small button to Google pages. Clicking on that button produces a drop-down menu of links. You can then go directly to your Google+ profile, photos, albums, Circles, settings, and more; you can even shorten a URL.\n\nAlthough Google+ Manager offers a lot of options for navigating directly to your Google+ account, remember that it works only on Google Web pages.\n\nLinkedIn Companion\n\nA dedicated LinkedIn toolbar can be useful if you're either looking for a job or seeking someone to hire. The LinkedIn Companion Firefox add-on adds a simple toolbar to your browser with two buttons: a 'Share on LinkedIn' button, and a regular LinkedIn button.\n\nClicking the latter yields a drop-down menu of options for connecting with the business-oriented social network. From that menu you can see your recent LinkedIn profiles and searches, find people or jobs, add contacts, and check out LinkedIn JobsInsider--basically, just about everything you'd normally do on LinkedIn. LinkedIn JobsInsider is a sidebar that shows your \"inside connections\" as you browse jobs (in other words, it shows whether you know a person who knows a person).\n\n\nThe Yoono Firefox add-on is a great tool for managing multiple social networks. Yoono adds a (hideable) sidebar to your browser, and it can multitask: It consolidates your various social networks' status updates into one stream, lets you update your status across all of your social networks at once, and even supports some chat applications.\n\nYoono currently supports AIM, Facebook, Flickr, Foursquare, FriendFeed, Google Talk, LinkedIn, MySpace, Twitter, Yahoo Messenger, and YouTube.\n\n\nIf you don't feel like installing a dedicated social networking toolbar such as Facebook's, but you still want to be able to share links with your assorted social networks, Shareaholic might be for you. The Shareaholic Firefox add-on adds a small, unassuming Shareaholic button in the top-left corner of your browser, beside the back\/forward buttons.\n\nWhen you find an amazing page that you want to share, simply click the Shareaholic button to see a drop-down menu. Select the service you want to use (default services on the list include Amazon Wishlist, Bit.ly, Delicious, Digg, Evernote, Facebook, Google Buzz, LinkedIn, and Twitter), and share away.\n\nTinyURL Generator\n\nLengthy links are annoying--especially if you're trying to share something within the strict 140-character constraints of Twitter. The TinyURL Generator Firefox add-on makes creating short links a breeze. This add-on adds a small link button to the lower-right corner of your browser.\n\nTo generate a TinyURL, go to the page you want to link to, and then click the link button. A TinyURL will automatically generate and copy to the Clipboard, and then you can paste it anywhere--on Facebook, Google+, Twitter, the Excel sheet you're working on, you name it.\n\n\nStumbleUpon is both a social network and an excellent way to find fodder to share with your other social networks. Unfamiliar with the service? It takes you to a \"random\" Web page (though \"random\" actually means customized according to your preferred categories) when you click a button. You can then tell StumbleUpon whether you \"like\" or \"dislike\" the page, and StumbleUpon's algorithm learns what types of \"random\" pages to show you, based on those preferences.\n\nThe StumbleUpon Firefox add-on not only lets you \"stumble\" and rate pages, but also gives you buttons for sharing pages with social networks (Facebook, Twitter) and by email, as well as buttons for interacting with the StumbleUpon community. In other words, this toolbar is perfect for content junkies who need fresh material.\n\n\nPearltrees is a different way to share content on the Web. It's a social network and sharing system in and of itself, though it also connects to Facebook and Twitter. Pearltrees lets you \"curate\" trees or webs of pearls. Those trees are dynamic connections, and you can add, remove, and reconnect pearls (links you find on the Web). Pearltrees are particularly cool as you curate more and more, because you end up with a web of intuitive connections.\n\nThe Pearltrees Firefox add-on makes curating Pearltrees a cinch. The add-on inserts three buttons to the left of your browser's address bar: a pearl button that lets you add the page you're browsing to your current tree; a button for choosing where to put your pearl; and a home button that takes you to your Pearltree account.\n\nSee? Social networking doesn't have to be a time-consuming chore. With these add-ons, keeping current on all the latest news should be a snap.\n\nJoin the Good Gear Guide newsletter!\n\nError: Please check your email address.\n\nTags patchesInternet-based applications and servicesFirefoxsecuritytwittersocial networkssocial mediainternetFacebook\n\nOur Back to Business guide highlights the best products for you to boost your productivity at home, on the road, at the office, or in the classroom.\n\nKeep up with the latest tech news, reviews and previews by subscribing to the Good Gear Guide newsletter.\n\nSarah Jacobsson Purewal\n\nPC World (US online)\nShow Comments\n\nMost Popular Reviews\n\nLatest News Articles\n\n\nPCW Evaluation Team\n\nAzadeh Williams\n\nHP OfficeJet Pro 8730\n\nA smarter way to print for busy small business owners, combining speedy printing with scanning and copying, making it easier to produce high quality documents and images at a touch of a button.\n\nAndrew Grant\n\nHP OfficeJet Pro 8730\n\nI've had a multifunction printer in the office going on 10 years now. It was a neat bit of kit back in the day -- print, copy, scan, fax -- when printing over WiFi felt a bit like magic. It’s seen better days though and an upgrade’s well overdue. This HP OfficeJet Pro 8730 looks like it ticks all the same boxes: print, copy, scan, and fax. (Really? Does anyone fax anything any more? I guess it's good to know the facility’s there, just in case.) Printing over WiFi is more-or- less standard these days.\n\nEd Dawson\n\nHP OfficeJet Pro 8730\n\nAs a freelance writer who is always on the go, I like my technology to be both efficient and effective so I can do my job well. The HP OfficeJet Pro 8730 Inkjet Printer ticks all the boxes in terms of form factor, performance and user interface.\n\nMichael Hargreaves\n\nWindows 10 for Business \/ Dell XPS 13\n\nI’d happily recommend this touchscreen laptop and Windows 10 as a great way to get serious work done at a desk or on the road.\n\nAysha Strobbe\n\nWindows 10 \/ HP Spectre x360\n\nUltimately, I think the Windows 10 environment is excellent for me as it caters for so many different uses. The inclusion of the Xbox app is also great for when you need some downtime too!\n\nMark Escubio\n\nWindows 10 \/ Lenovo Yoga 910\n\nFor me, the Xbox Play Anywhere is a great new feature as it allows you to play your current Xbox games with higher resolutions and better graphics without forking out extra cash for another copy. Although available titles are still scarce, but I’m sure it will grow in time.\n\nFeatured Content\n\nLatest Jobs\n\nDon’t have an account? Sign up here\n\nDon't have an account? Sign up now\n\nForgot password?",
        "topic_id":20,
        "format_id":9,
        "topic_confidence":0.9771423936,
        "format_confidence":0.9885517359
    },
    {
        "url":"http:\/\/copperhollow.blogspot.com\/2011_09_01_archive.html",
        "text":"Monday, September 5, 2011\n\nFavorite iphone Apps\n\nSince my iphone is one of my favorite things that I own, I thought it only fitting to share 10 of my favorite apps.\n\nIf you don't use something that feeds all of the new posts of the blogs you read, here you go! Bloglovin' has such a clean design and is very easy to set up.\n\nThe twitter for pictures. And square pictures just seem so much better somehow.\n\nBalance. This is not linked to your bank account, you enter everything manually, which I like. The free version allows one bank account, the paid verson allows multiple and lets you easily \"transfer\" money from one account to another.\n\nCraftgawker. A great way to see what crafty things are floating around online.\n\nStumble Upon. I have found some of my favorite blogs, recipes, and crafts through this. You \"like\" sites you're interested in so it gets to know you and refines recommendations.\n\nDiptic. Lets you collage pictures in groups of two, three, or four. Great to use with Instagram.\n\nWishlist. Also lets you scan barcodes and add things to your wishlist from the store. Daangerous!\n\nGet rid of all those annoying loyalty cards.\n\nThis app tells you what fruits and veggies are in season in your area and when the seasons end.\n\nPinterest. Highly addictive.\n\nAnother app I really like is called Antique week and it will tell you what thrift\/antique stores are in your area. What are your favorites?",
        "topic_id":20,
        "format_id":9,
        "topic_confidence":0.9480301738,
        "format_confidence":0.7520487905
    },
    {
        "url":"http:\/\/alexisgrant.com\/2012\/07\/18\/5-gmail-hacks-that-will-keep-your-head-from-exploding\/",
        "text":"5 Gmail Hacks That Will Keep Your Head from Exploding\n\nJuly 18, 2012 · 7 comments\n\nEver feel like your email is TAKING OVER YOUR LIFE?!\n\nYeah, me too. I’ve been thinking a lot about how to organize and manage it, especially now that I’m overseeing Brazen Careerist’s blog. (Guest post submissions add significantly to my email pile.)\n\nA head that's about to explode from TOO MUCH EMAIL.\n\nA head that’s about to explode from TOO MUCH EMAIL.\n\nWhen you work remotely, your main vehicle of communication is often email. That’s how I correspond with readers, clients, collaborators and my team of helpers. And many of those emails are task-based, meaning I have to do something before responding and archiving each note. It means email can pile up quickly, and sometimes even keep me from doing work that really matters.\n\nI’ve long been obsessed with digital tools that increase productivity, so I was psyched to attend a workshop with self-proclaimed digital geek Julia Roy at the World Domination Summit. In addition to learning about a few new tools I’m now itching to try, I was hit with one big takeaway…\n\nI’ve been scheming on creating a course to help you organize your digital life, one that will help you make the most of every minute you spend online, so you can spend LESS time at your computer. And as Julia went over a bunch of tools that I already use, I realized I’VE GOT TO CREATE THAT COURSE. I’ve got to create it because I LOVE this stuff (oh c’mon, geeky is cool), I’m GOOD at it, and people NEED it because our digital lives have become so overwhelming. It took hearing an expert in this field tell me about all the tools I already use to realize I actually know what I’m talking about.\n\nSo watch out for that course — actually, sign up for an alert if you want a heads up when it becomes available. And for today, enjoy these five Gmail hacks that will help you keep your email under control, so your pretty head doesn’t overheat and explode.\n\n1. Lean heavily on Canned Responses\n\nDo you find yourself writing out the same responses again and again? Maybe readers are asking for advice on your expertise or want to know where they can read more about X. Create a Canned Response, so you can insert the response you create again and again with just ONE CLICK.\n\nYou might have to push yourself a bit here, especially if you think you don’t have a use for this Gmail lab. If you really think through the emails you get on a daily basis, I bet you do.\n\nI use Canned Responses to respond to people who inquire about guest posting for Brazen Careerist (my response includes a link to our guidelines), to decline press releases I’m not interested in, and to tell guest contributors that I’ve received their submission and will get back to them in a week or so. I save seconds or even minutes each time I insert a Canned Response rather than writing out that response, and all those seconds and minutes add up.\n\n 2. For heaven’s sake, create filters\n\nIf you’re not already using filters, you’re missing out. Often we don’t bother to set them up because it takes a bit of work on the front end — but seriously, people, we’re talking rescuing HOURS here from the black digital hole.\n\nMy favorite way to use this tool is filtering anything that’s not important to a folder I call, quite literally, Not Important. These emails bypass my inbox, so I don’t see them until I have down time in my day and consciously decide to click over to the Not Important folder.\n\nWhat do I send there? Mostly newsletters and listserve updates, including ones from Groupon, The Limited (my favorite clothing store), HARO (Help a Reporter Out — which you should use if you have anything to promote) and the annoyingly overactive Medill alumni group.\n\nHere’s Gmail’s tutorial on setting up filters.\n\n3. Love your stars\n\nYou probably know you can mark items with that yellow star that’s next to the FROM field. But did you know you can also add red and blue and green stars, plus a handful of other icons?\n\nJump into SETTINGS, and under GENERAL you can drag icons you want to use into IN USE. Yup, it’s as easy as that.\n\nBonus: this makes your inbox prettier.\n\nI use stars and icons of various colors for lots of things, including marking all guest post submissions for Brazen that I need to read and edit. I do have a separate folder for Brazen (more on that next), but if I don’t mark the posts that need editing, they get lost even within that folder.\n\nIf you want to use stars — and the other tools mentioned here — it’s best to create your own system for what gets marked with what color, because we each have our own unique email needs.\n\nStars keep items from getting lost. Love them.\n\n4. Try Multiple Inboxes\n\nEver since a friend convinced me to give this approach a try, I’ve been meaning to create a video to show you how it works. That hasn’t happened, so I figure this is the second best thing, right?\n\nMultiple Inboxes is just what it sounds like — The lab lets you separate your emails into several buckets, which becomes increasingly useful as more of us use Gmail to manage both our personal and our professional mail. This strategy incorporates filters, but allows you to break your home screen into several inboxes.\n\nCheck out my inbox as an example. You can see I have a primary inbox, plus two others on the side for Brazen and Socialexis:\n\n(Don't worry; nothin' too private here.)\n\n(Don’t worry; nothin’ too private here.)\n\nI’m one of those people who hates having a zillion unread emails in my inbox (in this screenshot I’m down to 12! Woot!), so being able to read them, sort them and still see them on my home screen is huge.\n\n5. Rapportive is a GIVEN\n\nThat’s what Julia said during our WDS workshop, and she’s so right. I’ve written before about this Gmail add-on, which automatically pulls up links to social profiles for the person you’re corresponding with.\n\nThis is genius because it saves you from having to look up the person who’s emailing you on Twitter, LinkedIn, etc. In fact, Rapportive makes it so easy to connect on those channels that I find myself broadening my network even when I don’t plan to… which is exactly the point.\n\nHaving a person’s entire online presence laid out in front of you is also helpful if you often hear from people you don’t know; it makes it so easy to sleuth. Whenever I’m looking to hire a new helper for my Socialexis team, for example, I can easily check out the Twitter profiles of anyone who applies. This is important not only because it helps me get to know them, but because using Twitter effectively is a huge must-have for anyone I hire.\n\nHow do YOU hack your Gmail so it suits your needs?\n\nShare this article:\n\nJoin our newsletter to get more ideas and tips!\n\n{ 5 comments… read them below or add one }\n\nKola July 18, 2012 at 2:28 pm\n\ni definitely need to get on the filters. thanks for the great tip, Alexis!\nKola recently posted…Don’t Worry about Being YourselfMy Profile\n\n\nDana Sitar July 19, 2012 at 2:24 am\n\nI’m a fan of Boomerang for scheduling and clearing out my inbox, and don’t forget about setting up an informative signature! (I wrote a post on optimizing email for networking a few months back with more tips like this: http:\/\/danasitar.com\/2012\/03\/14\/email-networking\/)\n\nI’ve tried Multiple Inboxes and it didn’t do the trick for me, but I didn’t have them set up side-by-side like yours. That looks much nicer; maybe I’ll give that a try!\n\nExcited to see the course :)\nDana Sitar recently posted…How to write a bio that will dazzle your audienceMy Profile\n\n\nAlexis Grant July 19, 2012 at 11:20 am\n\nYes — boomerang is a good one!\n\n\nLisa July 22, 2012 at 9:35 pm\n\nThanks for the great info Lexi! A friend of mine turned me on to Rapportive about a month ago and I love it!\n\nI love the multiple inbox option, but couldn’t figure out what to do in the Settings area. What did you put in your “Pane” areas to see your other email boxes?\n\nThanks! Lisa\nLisa recently posted…Marketing and Social Media Round Up – 7\/23\/12My Profile\n\n\nAmber January 14, 2013 at 9:49 am\n\nAnd to think – I was only proud of my Ninja Theme all this time! I think you’ve convinced me to try a few new gmail things out! Thanks for the post!\n\n\nLeave a Comment\n\nCommentLuv badge\n\n{ 2 trackbacks }\n\nPrevious post:\n\nNext post:",
        "topic_id":20,
        "format_id":9,
        "topic_confidence":0.942013979,
        "format_confidence":0.9242302775
    },
    {
        "url":"https:\/\/securingtomorrow.mcafee.com\/consumer\/family-safety\/kids-glued-youtube-7-ways-keep-safe\/",
        "text":"Kids Glued to YouTube? Here are 7 Ways to Keep them Safe While Having Fun\n\nYouTube safety\n\nI spend a lot of time on YouTube. I watch health, parenting, and cooking videos until my eyes cross. And on the weekends I become a DIY expert thanks to YouTube teaching me how to caulk my tub, fix my lawn mower, and change the oil in my car. YouTube is amazing. But, it’s also got some safety glitches that can impact your family.\n\nAs much time as I spend on YouTube, I know my kids hang out there even more. In fact, they are no doubt part of the loyal 30 million people that log-on to the video channel every single day.\n\nIf your kids and their friends are huddled around a phone screen, laughing hysterically chances are they are on YouTube where viral videos, hilarious stunts, and make-up and beauty tutorials rule the day. YouTube is also the music hub for up and coming artists as well as the celebrity launching pad for countless teen YouTubers that captivate millions of teen fans.\n\nUnfortunately, along with the fun, kids can also encounter inappropriate content and behavior. Site guidelines state that users are not to post: “Nudity, pornography, or other ‘sexually explicit’ content, or harmful or dangerous content that encourages others to do things that might lead to injury. Or, violent or graphic content that’s shocking, sensational, or disrespectful or hateful content that promotes or condones violence.” However, people have found ways around these rules and like any other platform, unsafe content finds its way in.\n\nFamily-Related YouTube Facts:\n\n  • Despite the popularity of sites such as Snapchat, Instagram, and Twitter, more teens report using YouTube over any other platform.\n  • YouTube on mobile alone reaches more 18-34 and 18-49 year-olds than any cable network in the U.S.\n  • The number of hours people spend watching videos on YouTube is up 60% year-over-year. In fact, 6 out of 10 people prefer online video platforms to live TV.\n  • YouTube is the world’s second largest search engine and third most visited site after Google and Facebook.\n\nSo with all this time spend glued to video content, here are just a few tips to help sharpen your YouTube skill and keep your kids safe on this popular platform.\n\nYouTube Family Talking Points:\n\n  1. Respect age limits. To create a YouTube account, users must be at least 13 yrs old. These age limitations are in place for a reason. Kids can encounter crude language, inappropriate content, and get into conflicts in the comment section of the videos. So, whether your child wants to browse videos, or create his or her own channel, make sure he or she is of age to become part of the YouTube community. If they can’t wait, set up a family account and keep tabs on your child’s activity. Any videos they view on the account will show up in the History button on the left-hand side of the screen.YouTube safety\n  2. Use the platform. If your kids love YouTube and you want to understand the risks, spend time there. Ask them what their favorite channels are and look around. Get to know kids’ favorites such as: PewDiePie, Smosh, NigaHiga, Bethany Mota, Shane DawsonTV, Tyler Oakley, Zoella, Joey Graceffa, Nash Grier, and Todrick Hall.\n  3. Block pornography. Worried about inappropriate content? Google has a security filter, or safety mode, in YouTube that if turned on, will hide objectionable videos from the site. However, this option isn’t 100% reliable. If you want to make sure nothing inappropriate streams into your home, filtering software is a must.\n  4. Report problems. If you see a video that is inappropriate, harmful, or incites bullying, report it to YouTube. YouTube’s policy center covers everything from harassment, to hate speech, to childhood endangerment.\n  5. Discuss concerns immediately. If your kids view or post questionable content on YouTube, or comment inappropriately, address it immediately. Speak with your kids directly about editing or removing videos, comments, or profile information that compromises their safety or reputation.\n  6. Read YouTube’s Safety Center. Take the time to read through the YouTube Safety Center for anything and everything related to safety such as privacy settings, cyberbullying and harassment, suicide and self-harm content, and other issues directly related to teens.\n  7. Be wise with video. Video content goes viral quickly. Remind kids: Don’t post or share videos you wouldn’t want your Grandmother to see. Show discernment and wisdom in the content you post, comment on, and share with others.\n\nYouTube and other video-based platforms grow each year in popularity. Connecting, sharing, and expressing oneself through a video community is likely one of your child’s favorite online activities. So, have fun with it too, explore the video world, learn, and more important, know how to coach your kids through the danger zones.\n\n\nToni Birdsong is a Family Safety Evangelist to McAfee. You can find her on Twitter @McAfee_Family. (Disclosures).\n\nLeave a Comment\n\none + nine =",
        "topic_id":20,
        "format_id":9,
        "topic_confidence":0.550668776,
        "format_confidence":0.8608344793
    },
    {
        "url":"http:\/\/appdroid.today\/how-google-home-can-help-you-stick-to-your-2018-new-years-resolution\/",
        "text":"Sticking with a New Year’s resolution can be tough. Whether you’re trying to lose weight, stop smoking, or get rid of a bad habit, falling behind on your goals for the new year can be upsetting.\n\nDo you own a Google Home, Home Mini, or Home Max? Do you want to make sure you don’t fall behind on your resolution? Here are some ways Google Home can help you stay focused on your goals this year\n\nStop losing your stuff:\n\nDo you find yourself misplacing your car keys, phone, or wallet? Try saying, “Hey Google, remind me where I put my keys.” Creating reminders with the Google Assistant is an easy way to remember where you put your most misplaced items.\n\nGoogle Home will also make sure you never lose your phone again. Just say, “Hey Google, find my phone,” and your smartphone will start ringing.\n\nFind time to relax:\n\nIf you find yourself being too anxious or just want to make time to breathe during the day, Google Home can help with that, too. Try saying, “Okay Google, help me relax.” Your Home device will then play nature sounds for you. Not your cup of tea? You can also ask it to play thunderstorm sounds or ocean sounds.\n\nYou can also set timers with Google Home, which is perfect for those times you want to take a quick power nap.\n\nMy personal favorite is asking the Google Assistant for a mindfulness tip. I have one sent to me every day at noon, which really helps me stay motivated. You’ll receive tips like this one:\n\nWhen you’re acting out of habit and not desire, stop and think for a second before you make your next move.\n\nKeep in better touch with your family and friends:\n\nIf you want to make a habit of calling your mom or dad a few times a week, you can make hands-free calls with Google Home. Say, “Okay Google, call dad.”\n\nReminders are also a good way to stay on top of a calling schedule. “Okay Google, remind me to call my sister every week.”\n\nCut down on your TV watching:\n\nSpending a little too much time on Netflix? Try setting a timer to step away from your favorite show an hour after you start watching. You can also say, “Okay Google, turn off the TV.”\n\nKeep up with your fitness goals:\n\nIf you’re looking to stay motivated while you’re working out, you can ask Google to play music or videos on YouTube or on your favorite music service. Try, “Okay Google, play Yoga With Adriene on YouTube”, or “Hey Google, play my workout playlist on Google Play Music.”\n\nCounting calories? Google is great at giving nutritional information. Just ask, “Okay Google, how many calories are in a slice of cheesecake?”\n\nStop procrastinating:\n\nThis is one of my 2018 goals. I frequently ask Google Home to remind me to pay rent, respond to emails, and more.\n\nAny others? How do you use Google Home to help you stay on top of your goals?\n\nIf you’re not sure what your New Year’s resolution should be, Google Home can help you pick one. Just ask, “Hey Google, what should my New Year’s resolution be?” The Google Assistant will give you a few suggestions such as writing a book, keeping a journal, volunteering more often, or picking up a new hobby.\n\nSource link",
        "topic_id":20,
        "format_id":9,
        "topic_confidence":0.8201579452,
        "format_confidence":0.7534900904
    },
    {
        "url":"https:\/\/www.ragan.com\/13-ways-to-boost-your-facebook-edgerank-status\/",
        "text":"13 ways to boost your Facebook Edgerank status\n\nFollow these guidelines to give your content maximum impact on the social network.\n\nIt’s the aim of any social media page to have your content seen by as many people as possible. However, in the case of Facebook, the more fans you have on your page, the harder you will have to work to ensure that your content is featured regularly.\n\nThough most people would complain about Edgerank, it’s really there to ensure that only the best content appears in your feed. So, how do you make sure that your content appears in feeds regularly? Here are the best methods to increase the number of people seeing your content.\n\nBe consistent\n\nEnsure that you’re posting regularly, at least once a day to start off, and work from there. When your posts begin to perform better, you can then increase the output for different times.\n\nKeep it concise\n\nUnless you have an incredibly interesting story to share, chances are good that most of your followers aren’t going to read what you have to say. So, when posting something, treat it as if you were posting to Twitter, and keep it short.\n\nThe power of imagery\n\nWe’ve spoken many times before about how powerful images are on Facebook, and it’s no surprise that that they’re both the most popular and most shared type of content. Their importance is so great that Facebook’s latest redesign keys on images’ popularity.\n\nThe next time you post something, make the focus an image and accompany it with a short blurb (and shortened URL if needed). Provided the image is good, it will draw people in.\n\nQuality trumps quantity\n\nWhen you’re posting content, ensure that all posts are interesting. Posting numerous links without any break will probably get them all ignored. Instead of posting five or six links a day, why not focus on just one great post? You’ll see greater engagement over the long term.\n\nDon’t delete posts\n\nIf you can help it, that is. Sometimes you will post something by accident or notice a typo before it’s too late. Unfortunately, Facebook does not have an edit function for status updates, so you will either have to live with it or delete the post. Unless, you’ve posted something absolutely terrible, refrain from deleting a post, as doing so will damage your Edgerank status.\n\nIf your post has a typo in it, it’s better to acknowledge the mistake than to delete the post.\n\nUnderstand the weight of actions\n\nNo two actions are the same on Facebook, and different actions have varying effects on your Edgerank status. For one, shares carry the most weight as they give your content a greater chance of appearing in feeds. Next come comments, then “likes” and, finally, clicks.\n\nSaying you should aim for shares is rather short-sighted advice, so instead take a look at a variety of pages, both similar to and different from your own, and see what type of content gets shared most. It will give you ideas about the type of sharable content that can tie in to your page.\n\nStudy Facebook Insights\n\nFacebook Insights is there for a good reason, and though it’s annoying that the dashboard has replaced notifications with a promoted post section, you should focus on your analytics.\n\nFor each post, you’ll see the reach, virality, and how many people interacted with it. Though “likes,” shares, and comments give you an idea, comparing them against the stats will give you the big picture. You can download a spreadsheet containing data from Insights if you want to look deeper.\n\nTime your posts\n\nPosting at certain times works better than at others. Figuring out the right times is a case of trial and error. Scheduling posts for high-traffic times will ensure that you won’t miss a day. Also, schedule posts for the weekend, or else you could miss a large audience segment.\n\nAsk questions\n\nAlways a great way to engage with people, asking questions can help get your followers talking and interacting with you. So long as the questions aren’t patronizing, or follow a “‘like’ if you think X is right, comment if you think Y is good” template, there will usually be followers out there who will engage.\n\nRespond to comments\n\nWhen users have made the effort to interact with you, you should take a moment to respond to comments, which can help propel a discussion forward. Again, the notion of quality over quantity springs to mind, so comment only when you have something interesting or witty to say. It’s not really worth responding to one-word comments; a “like” can show your appreciation.\n\nCreate albums\n\nAlbums encourage clicks, as many people will want to see all, or at least several, of the photos.\n\n\nIf you have more than one account, why not direct your Twitter followers to a specific post? Granted, this should be done sparingly, but it can give certain posts a new life.\n\nPay to promote\n\nIf you have a good post and you think it needs an extra push, paying to promote it can help. Be aware, though, that the quality of “likes” and comments you get might not be what you’re aiming for, so reserve it for top-performing content.\n\nA version of this article first appeared on SimplyZesty. (Image via)\n\n\nRagan.com Daily Headlines\n\nSign up to receive the latest articles from Ragan.com directly in your inbox.",
        "topic_id":20,
        "format_id":9,
        "topic_confidence":0.7765968442,
        "format_confidence":0.9302068353
    },
    {
        "url":"https:\/\/shailajav.com\/use-twitter-to-grow-your-blog\/",
        "text":"Ever found yourself wondering how to use Twitter to grow your blog? It’s one of the trickier social media platforms to master, but once you get the hang of it, this network can drive engaged subscribers, readers and potential customers to your blog or small business website.\n\nI’ve been on Twitter since 2010 but managed to get comfortable with this space only in the last 3 years or so. In that time, I’ve managed to win two awards for best use of Twitter from Women’s Web for 2016 and 2017. This is despite having a relatively small number of followers (less than 6000) even today.\n\nBut one of the things I keep telling people is that it isn’t enough to use a network; it’s important to keep evolving and changing methods to see what works even better.\n\n9 Ways you can use Twitter to Grow your blog. Social Media Tips on a black background laptop next to a microphone, keyboard and books on a desk.\n\nWhat you need to remember is that Twitter is a social network and must be used as such. Without ado, let’s dive into the techniques I’ve used in the last couple of months to improve engagement and generate interest in my content. You may be using some of these tips already and I’d love to know if you find any of the others useful.\n\n[easy-tweet tweet=”9 Ways to Use Twitter and grow your blog.  #Bloggers” user=”shyvish”]\n\nAs a blogger, one of the best ways to get eyes on your content is to enable social sharing icons on your site. Ensure that you have your Twitter handle configured so you know when someone shares your content.\n\nAdditionally, you can add one or two relevant hashtags to get more eyes on the content.\n\nIf you use WordPress, you’d get the default Jetpack sharing buttons. But a while ago, the Twitter platform stopped allowing share counter updates. \n\nKnowing this, a few sharing services brought back that functionality. For instance, I use the paid version of the plugin, ‘Easy Social Share’. It also pulls the share count for your old posts, even if you’ve changed the domain or moved to HTTPS a while ago.\n\nTip: Keep track of high-performing links and remember to add them again to Twitter after a reasonable gap.\n\nThis is a trick I began using a while ago and I’ve seen a definite difference in terms of engagement. When I re-share my content the second or third time around, I leave out my handle.\n\nThat way, it’s only the title of the link and the URL that goes out plus an image. For some reason, this tends to generate more interest in my content.\n\nTip: If you would like to know if someone else has shared your content without tagging you, sign up for a free account at warble. Each day, you will get a mail with a list of tweets that have shared links from your website. Neat, huh? 🙂\n\nShare images not present in the post\n\nMost of us already have images in our posts and featured images as well. Often, when we share a link, the url pulls the featured image to share on Twitter. Instead, what you can do is share a different image (one not present in the post). Check the example below.\n\nIn this you can see that I have added an image, but it does not actually exist in the post. A picture is worth a thousand words? Yes and sometimes, it’s worth 200 characters in a tweet. 😉\n\nThe more relevant, timely and apt the image, the more likely it is that people will click on the link attached to the tweet.\n\nTip: Find the most fabulous free images on Pixabay, Pexels and Unsplash for you to use for this purpose!\n\nShare images with minimal text overlay\n\nThis is a tip I picked up from Pinterest. 🙂 I noticed how I was more likely to click on an image which had a brief bit of text on it, telling me what the link is about.\n\nSimilarly, doing that on Twitter has ensured better click-throughs to the site. And this can be done for any niche! See the attached tweet.\n\nTip: Keep the text minimal, as mentioned. Too much crowding of the image can turn viewers off when they are scrolling through the feed. Less is more, always. 🙂\n\nInclude a Call-to-action (CTA)\n\nRemember how I said Twitter is all about being ‘social?’ That applies to this tip. Most users are scrolling through Twitter at breakneck speed. You need something to stop them in their tracks and click on your content.\n\nThis is why I sometimes try and write a small, personal note of sorts in addition to my url. Merely sharing the URL is no big deal. Adding a personal touch increases its value. Explain why it matters to you, what you’ve learnt from it or how it has helped you. These are valuable CTAs for content in any niche.\n\nAdd a tweet without hashtags\n\nI can hear your gasp of disbelief! What? Twitter and NO hashtags?! \n\nRelax. I don’t mean you should never use hashtags ever. I am just saying it’s one method. Try and share a link using just key words and neatly spaced out sentences in the tweet, together with the link to your content.\n\nSince Twitter is also highly visual, sometimes that’s all you need for people to pause and click on a link you’ve shared.\n\nShare personal updates\/tips\/threads\n\nOne of the best ways to generate interest in your content, drive traffic to your website and intrigue potential customers\/clients is to be personal on social media.\n\nThis is true across all platforms.One of my most popular tweets is this one about numbers on social media.\n\nWe must remember that retweets and likes are very gratifying but very often they are mere vanity metrics. Unless you are actually driving traffic to the blog or getting clients through a network, most of the time spent here can be pretty wasted.\n\nTip: If you have the paid version of Buffer, you can track your tweets’ performance and sort them by ‘Most Clicks’. This is what tells you which of your tweets\/links are driving the most traffic to your website.\n\nEndorse others in your niche\n\nIf you genuinely care about the content other people in your niche create, be sure to give them a warm shout out on Twitter.\n\nEven though advertising is a great way to promote your content, nothing can beat word-of-mouth recommendations. The more you do this, the more people tend to rely on your recommendations for future updates.\n\nWhat I’ve realised is the more I take time to craft a recommendation for a particular brand\/blogger, two things happen: \n\n  • I get valuable engagement on that specific tweet\n  • Other brands and bloggers return the favour, even without my asking for it!\n\nDon’t Retweet your own content shared by others\n\nThis may be the most controversial tip of all, but I do believe it carries weight. A lot of us bloggers do this almost by default. We see that someone has shared our content, we hit the ‘like’ button and thank them. Next, we go ahead and retweet that content.\n\nI stopped retweeting my content when shared by other people. Well, about 90% of the time.\n\nThe reason being, I feel that many of our followers tend to see the same content over and over again from us. While it’s great to see the content in a variety of ways (see tips 1 to 5 above), after a while, it can be a bit awkward to retweet those links.\n\nSome of the most prolific and versatile bloggers I follow in my niche do not retweet their content, especially when it is shared by others.\n\nThe one exception to this rule is if I find that an idol of mine or an account I deeply admire has shared my content. Then I am over the moon and retweet that. Still a vain thing to do, but I am working on it. 😉 \n\nBut, come on! When Laura Vanderkam retweets your post on time blocking, you HAVE to share that. 😀\n\nWant to grow your presence on Twitter and drive traffic to your blog through this social media platform? These are 9 of my tips that may help you as a blogger. #TwitterTips #SocialMedia #Shailajav\n\nSo, tell me! Which of these tips do you use already and which ones will you use the next time you use the social media platform? 🙂",
        "topic_id":20,
        "format_id":9,
        "topic_confidence":0.7541171908,
        "format_confidence":0.6207358241
    },
    {
        "url":"http:\/\/www.inwf.org\/6-tips-for-keeping-data-safe-in-the-cloud\/",
        "text":"Data insecurity is a major concern in our time. Statistics show that, globally, a hacking attempt occurs every 39 seconds. Hackers primarily target vulnerable individuals and small businesses with a malicious intent of phishing out sensitive information for financial gain. To be on the safe side, businesses and individuals have resorted to using various cybersecurity measures to keep their data safe. One of the popular options is the use of cloud storage as a backup media to prevent cyber-theft. To be on the safe side when using the cloud for various data handling practices, you need to be aware of 6 major tips on how to keep your cloud data safe.\n\nImplement access control\n\nAnyone having access to the cloud can use manipulative ways to gain access to your data stored there. You, therefore, need to safeguard your data from third-party and unauthorized access by setting up access control measures. Access controls are all about classifying data and regulating the individuals who access it by setting passwords and other forms of authentication. Using strong passwords by setting up strong character combinations is a great way of safeguarding against hacking attempts.\n\nDo not store sensitive data\n\nThe kind of data you store or handle in the cloud should not be overly sensitive. Personal and banking information, including social security numbers, business registration details, banking details, and bank statements should never be stored on the cloud where they are vulnerable. Avoiding storage of such sensitive information on the cloud ensures that you are on the safe side if a hacker successfully penetrates and accesses your data.\n\nUse data encryption\n\nEncryption has been classified by experts as one of the best ways to protect your data against malicious use. Any data being transmitted to and from your cloud storage as well as being stored there should be appropriately protected with a strong encryption key. The encryption ensures that persons who illegally access the files cannot make sense of it. An easy and readily available way of encrypting your data is by compressing and storing it in zip files which are then password-protected. Alternatively, you may use strong, recommended encryption techniques that are hacking-proof.\n\nMake use of data backups\n\nCreating a data backup is a great way of ensuring the integrity of your data. Every piece of data stored on your cloud storage medium should have an alternative regularly-updated storage location. This measure is meant to protect you from malicious data hacking in situations where hackers manipulate your data to cripple your business’s operations. The backups should be updated daily to ensure that no sensitive data is lost in case of a malicious attack.\n\nMake use of anti-virus and anti-spyware software\n\nHackers have come up with sophisticated viruses that are capable of spying the data stored in your cloud storage media. Such a virus program only needs to append itself of your cloud storage location to siphon out vital information. As a safeguard against this, you should endeavor to ensure that your cloud storage and data handling locations are well protected by antivirus, anti-malware, and anti-spyware software. The programs should also be set to automatically update themselves to be well equipped with the latest data protection mechanisms.\n\nHave a cloud policy\n\nIf your business has a cloud data handling platform, the chances are that you are not the only person accessing the data from the cloud. The likelihood of your employees compromising on the strong data policies you have put in place is very high. To be on the safe side, in this regard, you need to ensure that all your employees are well trained on a strong cloud security policy. The employees, for instance, should understand the various relevant cybersecurity practices that are necessary to keep the organizational data safe. The policy should be updated regularly to stay at par with the rising breed of sophisticated hackers.\n\nObserving these tips when it comes to handling and storing data on your cloud ensures that hackers do not stand a chance to compromise on your data’s safety. Performing regular assessments and audits on your cybersecurity practices ensure that you stay on top of your game as far as keeping your cloud data safe is concerned.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":20,
        "format_id":9,
        "topic_confidence":0.9345443249,
        "format_confidence":0.8037011027
    }
]