[
    {
        "url":"https:\/\/foodshare.org.au\/news-events\/item\/38-congratulations-foodshare-volunteers",
        "text":"Congratulations FoodShare volunteers!\n\nOur team was announced as the Volunteer Team of the Year at the City of Wodonga Volunteer Awards.\n\nThese awards recognise excellence in voluntary service and show appreciation for the quality and depth of voluntary service to the community.\n\nFoodShare has over 100 volunteers with around 15 volunteers working at FoodShare every day. Our volunteers provide about 16,000 hours of service per year, which is valued at more than $400,000.\n\nFoodShare volunteer Gary Mawby was also honoured at the Volunteer Awards for his work in the Wodonga community, winning The Bryan Watson Individual Volunteer of the Year Award.\n\nGary’s caring and professional manner as well as his ability to work well in a team were just some of the reasons Gary received the award.\n\n\"I started volunteering in 2011 as a way of giving something back to the community and for the opportunities that volunteering provides,\" he said.\n\nThe presentation ceremony was broadcasted online on 21 May 2020. Click here to see all the award recipients accepting their awards, including FoodShare’s Manager Peter Matthews who accepted the Volunteer Team Award on behalf of FoodShare. \n\nAt a presentation this morning, City of Wodonga Mayor Anna Speedie and Albury City Mayor Kevin Mack presented the award to Peter who said “It means a lot to be recognised in this way. It’s a massive team effort and a well-deserved award for our volunteers”.\n\nTo every person in our community who volunteers - thank you!",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.9142314792,
        "format_confidence":0.9919243455
    },
    {
        "url":"http:\/\/www.nymetroparents.com\/neweventinfoprint.cfm?id=123578",
        "text":"Mitzvah Play Date with Exceptional Young Adults - JCC Rockland\n\nDate: 01\/17\/13\nAges: TE\n450 West Nyack Road - 845-362-4400\nWest Nyack, NY 10994\n\nDescription: Local teens are invited to help host a play date for their peers who have special needs. Come shoot pool, play games, bake cookies, or do other activities with young adults from various agencies throughout the community. Host teens can get community service credit for their participation.",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.9740435481,
        "format_confidence":0.7605537176
    },
    {
        "url":"http:\/\/cityofwatsonville.org\/city-of-watsonville\/community-members-make-a-difference",
        "text":"Community Members “Make a Difference”\n\nMakeAdifferenceDay10-26-13-2For the Make A Difference Day, October 26th, Watsonville students and parents beautified the Watsonville Slough Trail and Ramsay Park.\n\nOver 1,000 students and parents participate each year in a community service project to reduce litter in the Watsonville sloughs. Thanks to all of you who participated in this clean-up to beautify the Watsonville Slough Trail and Ramsay Park!\n\nHow did you contribute to “Make a Difference Day?”\n\nThis entry was posted on Tuesday, October 29th, 2013 at 9:00 am and is filed under City Manager, City of Watsonville, Community Development, Economic Development, Homepage News, Library, Parks & Community Services, Police Department, Public Works . You can follow any responses to this entry through the RSS 2.0 feed. Both comments and pings are currently closed.",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.9698881507,
        "format_confidence":0.9943445921
    },
    {
        "url":"http:\/\/enews.agu.edu.vn\/index.php?option=com_content&view=article&id=13475&Itemid=129",
        "text":"We would like you to join our English Speaking Club with the topic “DATE” at 6.40p.m this Sunday (November, 18th 2012).\n\nAt the English Speaking this week you can share your answers to the questions below:\n\n            At what age do you think dating should begin? Why?\n\n            What kind of place do you think is the ideal for a first date? \n\n         Describe the appearance and quality of the person you would like to   date with.\n\n          Would you continue to date someone you really liked if your parents  did not like this person? Why or why not?\n\nYou can also have chance to join hot and funny games, enjoy sweet English melodies, smooth dances, practice English through the mini-pronunciation lesson, and receive nice gifts.\n\nALL THE INTERESTING ACTIVITIES ARE  WAITING   FOR YOU AT 6.40 IN HALL A, CAMPUS A, AN GIANG UNIVERSITY.                                                                                                            \n\n\n  • Chưa có lời bình cho bài viết này.",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.8933148384,
        "format_confidence":0.9935953021
    },
    {
        "url":"http:\/\/www.knightfoundation.org\/blogs\/knightblog\/2010\/7\/21\/macon-comes-together-to-build-kaboom-playground\/",
        "text":"\n\nJul 21, 2010\n\nMacon Comes Together to Build KaBOOM! Playground\n\nPosted by Knight Foundation\n\nKnight Foundation is partnering with KaBOOM! to build 13 playgrounds in five communities this year - including four in Detroit on Saturday. Watch the above video to get a feel for the playground Build Day in Macon, and read a first hand account of how the community came together to make it happen by Macon Program Director Beverly Blake\n\nA few Saturdays ago, in 90 plus degree heat, over 100 volunteers from Macon and Middle Georgia gathered at Woodfield Academy to construct a KaBOOM! playground. What a day it was! We had a DJ, lots of food and drink, and skilled and unskilled (me) labor who came together to enjoy one another's company and a build great project.' Most of the folks there I had not met before. Great fellowship was in the air - along with 80% humidity.\n\nI was assigned to the \"dome\" team - a great big jungle gym type of structure - and took my seat on the ground under a big tree with one of the other volunteers named Oscar Hugley. Our job was to get the nuts and bolts and washers all put together. We began chatting and I learned that his mother lived in Beall's Hill (one of the projects Knight Foundation is working on as part of the College Hill initiative) and we chatted and I learned a lot about the history of the neighborhood that I would never have known.' What a small world. 'Fate brought us together at a playground build so I could learn about the history and people of a neighborhood that Knight is working in.' It was obviously meant to be.\n\nThe dome was finished in 45 minutes. Our KaBOOM! project manager said it was a record. Usually it takes 1 and a half hours. She was amazed...until we all found out that our team leader is the head of engineering at Robins Air Force Base and brought some of his colleagues with him to work on the build. That explains it. And, amazingly, the team even read the instructions - or at least glanced at them.\n\nWe finished up the playground by 2 p.m. 'and had the dedication.' It was a wonderful day and I have never seen folks work so hard. I thought that because it was so hot we would lose people, but not so.' Everyone was hot, tired and sunburned but happy. And the kids were thrilled with the finished playground. The only downer was that no one could play on it for 48 hours until the concrete cured.' I went back this week to take a look and was amazed. It is beautiful and will be such a big part of Woodfield - I learned that the students will benefit not only through recreation, but the playground will also be therapeutic. Large motor skills development is important for many of the students at Woodfield.\n\nWhen I returned this week and talked with Becky Sessions, the head of school, she told me something about the build that most of us never consider.' We see Build Day and all the activity and the finished product, but don't think about the eight weeks prior, when all the planning and \"friendraising\" and organization happens. Just think about it: you have eight weeks to raise $7500, gather over 100 volunteers, get the kids involved in the design, the families involved in the organization, sign up for committees, have weekly conference calls with KaBOOM!...a million details!' Becky said the two months leading up to the build were as important to build the Woodfield Community as the Build Day itself. Parents got to know one another. Everyone who was asked for anything was thrilled to participate (I have never seen so much food in my life - thanks to Macon's groceries and restaurants).' The way the business community came forward was amazing. Woodfield did not have to spend one penny of their operating funds to make sure Build Day was a success.' There were even funds to hire a DJ - which really helped keep us motivated.\n\nKaBOOM! focuses on building a great playground, but the group is about so about much more. It is about bringing strangers together to accomplish something important and learning that we have something in common, like Oscar and I did. It is about working together in planning for something on faith. Since no one had ever built a KaBOOM! playground before, no one knew what to expect. It was also about families sharing a common vision for the school that is not only helping their kids succeed, but providing new friends and relationships.\n\nBut mostly I believe it's about how people with a love for community and a willingness to give can remarkably come together '- in eight weeks- to envision, plan and build a fantastic playground in only one day. 'Folks in Macon are still talking about it. And every time I put on my build T-shirt, I think of Oscar and Becky and the Woodfield Academy community. And I smile.\n\nBack to top",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.5652770996,
        "format_confidence":0.9393466711
    },
    {
        "url":"https:\/\/castine.me.us\/",
        "text":"This week at Town Hall\n\n  • Due to the Nor’easter the Castine Town Office and Transfer Station are CLOSING at 12 Noon; Witherle Memorial Library is CLOSED. We apologize for any inconveniences.\n  • Due to the forecast it is likely the Town Office, Transfer Station and Library will be CLOSED on Wednesday, 3\/14 as well. We apologize for any inconveniences.\n  • The March 14th Harbor Committee Mtg is CANCELLED due to the storm. Rescheduled mtg TBA.\n  • Annual Easter Egg Hunt: Sunday, April 1st on the Town Common & Adams School grounds; Emerson Hall in case of inclement weather; Sponsored by the Castine Recreation Committee and MMA APO.\n  • Town & Acadia floats are tentatively scheduled to go into the water, weather permitting, on Wednesday, April 25th.\n\n\nNo posts found.\n\nTown Calendar\n\nMarch 19, 2018\n11:00 am Witherle Memorial Libray\n4:00 pm Emerson Hall, 67 Court St, Castine, ME 04421, USA\n\nNews and Events",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.9521097541,
        "format_confidence":0.7413830757
    },
    {
        "url":"http:\/\/www.seasonsportland.com\/blog\/post\/book-now-for-2016-and-2017",
        "text":"E&CC Blog\n\n« Choosing the right venue\n\nCall for your NYE Tickets! »\n\nBook now for 2016 and 2017!!\n\nPublished on August 17, 2016\n\n\n\n\n\n\n\n\nWedding season is booming! Have you recently gotten engaged? Seasons Event and Conference Center still has some choice 2016 dates available and is quickly booking into next year! Come on in or give us a call to schedule a tour at 775-6536 and ask for Ashley Jensen or Sabrina Crossman, our Event Sales Coordinators! We want to plan your next event big or small!\n\n We have a beautiful area for outdoor ceremonies as well as a beautiful ballroom and other flexible spaces. We\n\nwill work with you to ensure that your reception is the one that you have dreamed about!",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.581777215,
        "format_confidence":0.8966585994
    },
    {
        "url":"https:\/\/www.lacashforcollege.org\/splash_of_la",
        "text":"Splash of LA\n\nOn Saturday, August 6, 2016, Kid City Hope Place will host its 6th annual Splash of LA family festival and fundraiser. Splash of LA is organized entirely by the high school and college students in the program. The event will feature live entertainment, games, and food for the entire family to enjoy. There will also be a dunk tank, bouncy house and an art making activity area for children.\n\nAugust 06, 2016 at 12pm - 5pm\n1010 S. Flower Street\n\nBe the first to comment\n\nPlease check your e-mail for a link to activate your account.",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.8506740928,
        "format_confidence":0.979100585
    },
    {
        "url":"https:\/\/www.ncfr.org\/news\/new-jmf-issue-and-early-view-articles",
        "text":"New JMF Issue and Early-View Articles\n\nContent Area\nFamilies and Individuals in Societal Contexts\nInternal Dynamics of Families\nHuman Growth and Development Across the Lifespan\nHuman Sexuality\n\n\nThe Journal of Marriage and Family (JMF), published by NCFR, has been the leading research journal in the family field for more than 70 years.\n\nArticles open to all:\n\n\nThe August issue of JMF features articles educational achievement, work\/family balance, fertility in young adulthood, and more.\n\n\nRecently published Early-View Articles include:\n\n\nIf you're an NCFR member who subscribes to the Journal of Marriage and Family, log in to the NCFR website and visit our JMF access webpage to read the full text of these articles on the website of our journal publisher, Wiley Blackwell.",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.9705901742,
        "format_confidence":0.8856390119
    },
    {
        "url":"http:\/\/stagg66ers50th.com\/",
        "text":"October 15, 2016\n1 Month and 21 days left\nuntil our reunion.\nWelcome to your Amos Alonzo Stagg Senior High School 50th Reunion website. The first thing to do is to go directly to the BUY TICKETS page and get Registered for this once-in-a-lifetime event. All the information for costs and registration are shown on that page. \n     Those of us who have been meeting to brainstorm the plans for this event are truly hoping you will join us for the party! You can use the link below to tell others!\nHit counter: 4175",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.9915007353,
        "format_confidence":0.9786134362
    },
    {
        "url":"https:\/\/titonka.com\/events\/titonka-public-library-event-4-2-485-173-693-488-481\/",
        "text":"Summer Reading Program\n\nThis week for the Summer Reading Program you can go to the Titonka Public Library and color a picture for Service men and women and seniors. Color a Smile is an organization that sends colored pictures to service men and women and seniors who may need a smile. Come to the library this week (6\/21-6\/25) and color or draw a happy picture, and we will send it to the proper place for you. This is a great family activity!\n\n\n21 Jun 2021\n\n\n10:00 am\n\n\nTitonka Public Library\n136 Main St N, Titonka, IA 50480\nSkip to content",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.7142037153,
        "format_confidence":0.898514986
    },
    {
        "url":"http:\/\/www.chicagotribune.com\/news\/local\/suburbs\/batavia_geneva_st_charles\/community\/chi-ugc-article-fundraising-for-fox-valley-jewish-school-scho-2013-03-21,0,2384991.story",
        "text":"Fox Valley Jewish Neighbors is hosting its first ever \"Guest Bartender Night\" fundraiser to raise funds for our newly established FVJS Scholarship Fund, and you're all invited! \n\nPlease join us on April 22, 2013, from 6pm – 9pm, at McNally’s Traditional Irish Pub, 109 W. Main Street, St. Charles.\nWe will have two of our FVJN participants act as bartenders for the evening, who will serve and entertain you behind the bar.\nThe evening will include prize raffles as well as a 50\/50 raffle. And, of course there's always the tasty McNally's menu!\n\nIn addition, amazing local guitarist, singer and songwriter Jim Green will fill the Pub with his outstanding music! A Chicago-area musician, Green was named \"One of the best independent artists in the Midwest\" by Billboard Magazine, and won the title of \"Guitar Idol 2004.\" Read more about this amazing musician and sample his music at: Green is graciously donating his time for this event.\n\nAll funds raised at this event will be used to establish our new FVJS Scholarship fund, in order to provide assistance to students from families-in-need, who enroll in FVJN's religious school program: Fox Valley Jewish School (FVJS). This religious school meets twice a month at FVJN in Geneva, and offers religious education to students in preschool through 8th grade, as well as Hebrew classes to students in 3rd - 8th grades.\nTo contribute to our raffle: Whether you individually contribute an item or gift certificate, make a basket give-away, or you are a small business owner providing an item your company produces, any product you could donate to us would be much appreciated. Your donated items will help us raise funds to provide scholarships to children of families who might not otherwise be able to attend Fox Valley Jewish School (FVJS), the religious school offered at FVJN. If you are able to help, please e-mail Kimberly Fivelson as soon as possible and let her know what you will be able to donate as a raffle prize:\n\nFox Valley Jewish Neighbors (FVJN) is a nonprofit community group composed of Jewish individuals and interfaith families located in central Kane County and nearby towns. The goal of this group is to develop a cohesive Jewish community in the Fox Valley area for religious, charitable and educational purposes.\n\nFor additional information and upcoming events, visit",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.9053058028,
        "format_confidence":0.8139023185
    },
    {
        "url":"http:\/\/1000acts.ca\/",
        "text":"We’re making some new changes to the campaign and therefore this year’s campaign is paused until further notice. Please check back in the new year to see what’s new.\n\ntweetLatest news\n\n1,000 Acts of Kindness Kick off was a SUCCESS!!\n\nA GREAT BIG THANK YOU to all the community partners, neighbours, friends, individuals and LUSO STAFF who helped make this year’s 1,000 Acts of Kindness kick off a GREAT success!! Together, the 1,000 Acts of Kindness campaign delivered over 3,000 donated items to locations across the city that do kindness all year round! Our Ripple... read more",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.8969092369,
        "format_confidence":0.9070897102
    },
    {
        "url":"https:\/\/rnrachicago.org\/thank-you-for-attending-our-annual-spring-egg-toss\/",
        "text":"Thank you for attending our Annual Spring Egg Toss\n\n20120_809656365796108_4389470496487215533_nThank you to the hundreds of families that attended the River North Residents Association (RNRA) annual Spring Egg Toss in Montgomery Ward Park. Look for pictures to be posted on our RNRA Facebook page.\n\nThis was another FREE RNRA event.\n\nRNRA is an ALL volunteer neighborhood association and we welcome residents who would like to help us even for 1\/2 hour before, during or after our event.  If interested, please contact us,\n\nAs our River North families keep growing, we can only host events with help from you!",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.9933370352,
        "format_confidence":0.991081953
    },
    {
        "url":"https:\/\/newinnola.com\/2013\/06\/12\/next-newinnola-meetup-is-june-22\/",
        "text":"Next #NewinNOLA meetup is June 22\n\nWe’re having our next #NewinNOLA meetup June 22 (Saturday). We’re still working out the time and place, but this will be a restaurant event. It will probably be a restaurant on the Eater 38 list.\n\nPut it on your calendar and check back for details. We’ll have more info soon. NewInNOLA_Logo\n\nAlso, we now have an events page on the site. We’ll update that page with our upcoming events, which are open to new and old residents. The more, the merrier.\n\nPhotos from our previous meetups:\n\nFood truck rally\n\nBacchanal Wine\n\n\n\nLeave a reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.927654624,
        "format_confidence":0.8874896169
    },
    {
        "url":"http:\/\/www.porthcawl.co.uk\/explorers-lay-fundraising-plans-for-kandersteg-trip.html",
        "text":"Explorers lay fundraising plans for Kandersteg trip\n\nFriday, 6 October 2017\n\nBy Contributed Item\nin Local People\n\nOn September 17, 10 Explorers helped out at the Mayor’s civic service in the Catholic Church, Bridgend.\n\nIt was a great honour to be asked to help on this special occasion and to be able to give something back to our community.\n\nOn September 29, the Explorer group ran a quiz night at the Grove, Porthcawl, along with a raffle. The aim of the evening was to raise both money and awareness for our Kandersteg trip in summer 2018.\n\nAn enjoyable night was had by all, and £235.50 was raised.\n\nUpcoming events that the Explorers are participating in are a bag pack on October 7 at Sainsbury’s store near the McArthur Glen outlet, another quiz night in Porthcawl (date to be confirmed), the Christmas swim at Porthcawl, and many more events yet to be finalised.\n\nWe have received £780 in donations and have raised £554.04 ourselves, with many opportunities to raise more money.\n\nIf you have any events we can help out at or donations you’d like to give, contact us at explorekanderstag2018@gmail.com.\n\nThank you for your time and any help is much appreciated.\n\nConor Farrell-John (Explorer Scout)\n\nAdd Comment\n\nArticle source: http:\/\/www.bridgend-today.co.uk\/article.cfm?id=116187&headline=Explorers%20lay%20fundraising%20plans%20for%20Kandersteg%20trip§ionIs=news&searchyear=2017",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.8520880342,
        "format_confidence":0.9475824237
    },
    {
        "url":"http:\/\/www.alaskastatesociety.org\/2014\/03\/akss-2014-cherry-blossom-reception.html",
        "text":"Monday, March 24, 2014\n\n2014 Cherry Blossom Reception April 10th - RSVP Now!\n\nMembers, Alaskans, and friends of Alaska:\nYou are cordially invited to the 2014 AKSS Cherry Blossom Reception!  Please join us in congratulating this year's Alaska State Society Cherry Blossom Princess, Chelsea Marlow, and to meet and mingle with other Alaskans at a free event on Capitol Hill.\nWe will have fresh Alaska Seafood and will have a variety of other Alaska treats on offer. It's going to be a great time, and we hope you'll be able to make it.\nWhen: Thursday April 10, 2014, 5:30 - 8:00 pm\nWhere: Dirksen Senate Office Building, Room 116\nWe would like to give a special thank you to The Alaska Native Arts Foundation, The North Star Group and Jack Ferguson Associates for their support of this event.\n\nIntroducing Alaska's 2014 Cherry Blossom Princess: Ms. Chelsea Marlow\n\n Chelsea Marlow, daughter of Mark and Brenda Marlow, was born and raised in Anchorage, Alaska. Chelsea currently works as Deputy Scheduler in US Senator Begich’s Washington, D.C. Office.  She graduated from Robert Service High School in 2009 and studied political science at the University of Alaska Anchorage. She currently volunteers for the Everybody Wins Children’s Literacy Program and is pursuing a career in public service. \n\n1 comment:\n\n  1. If you're looking to hold any type of event and want to impress your guests while receiving superb food, admirable service and incredible drinks, then book this place.\n    cool wedding venues",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.9396674037,
        "format_confidence":0.9905486703
    },
    {
        "url":"http:\/\/www.discovernikkei.org\/en\/events\/2021\/06\/09\/6425\/",
        "text":"Tea & Letter Writing: care for the kids\n\n  • en\n\nJun 20219\n6:00p.m. - 7:30p.m.\n\nGather with us in the comfort of your own home to share tea and conversation! This month we will be exploring self and community love through creative prompts provided by traci kato-kiriyama, former Little Tokyo +LAB Artist-in-Residence at JANM, and Mya Worrell, zine maker and writer. We will also be taking time to write letters of support and affirmation to migrant children currently held in influx facilities in Pomona and Long Beach, California. Make yourself a cup of tea, get comfortable, and join us online for this interactive bi-monthly program! All ages are welcome to participate.\n\nThis series was launched through the +LAB Artist Residency program presented by the Little Tokyo Service Center in partnership with JANM and continues now in partnership with Tuesday Night Project’s TNTalks initiative.\n\n\nYou will be emailed links and instructions to join our conversation on Zoom. Please confirm that the email that you register with is the best way to reach you. Contact publicprograms@janm.org if you have any additional questions or specific access concerns.\n\n\n\nLogin or register to add tags\n\nJANM . Last modified May 27 2021 5:43 p.m.\n\nGet updates\n\nSign up for email updates\n\nJournal feed\nEvents feed\nComments feed\n\nSupport this project\n\nDiscover Nikkei\n\nDiscover Nikkei is a place to connect with others and share the Nikkei experience. To continue to sustain and grow this project, we need your help!\n\nWays to help >>\n\nA project of the Japanese American National Museum\n\nMajor support by The Nippon Foundation",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.9774585366,
        "format_confidence":0.9726637006
    },
    {
        "url":"https:\/\/www.greeleystampede.org\/p\/events\/shoebox",
        "text":"Facebook Twitter Instagram Youtube Spotify\n2021 Ticket Update\nHome > Events > Shoebox Parade\n\nJoin the Greeley Stampede Shoebox Parade!\n\nThanks to everyone who tuned in to the Shoebox Parade on July 4th! We had so much fun putting this virtual event together and we hope you enjoyed watching the parade to kick off your Independence Day!\n\nCongratulations to the winners of the six Shoebox Parade awards:\n  • Red, White & You - most patriotic presented by Pepsi\n    • \"A Salute to Our Veterans\" submitted by the Benson\/Barrios Family\n  • Celebrating Our Heroes of the Front Lines presented by Banner Health\n    • \"Tomorrow's Heroes\" submitted by the Berry\/Garcia Families\n  • myGreeley - best represents our community presented by TBK Bank\n    • \"Welcome to Greeley: Who We Are and More!\" submitted by the Colorado Model Railroad Museum\n  • Spotlight - most entertaining & creative presented by Greeley Area Realtors Association\n    • \"The Russell Family 2020 Parade\" submitted by the Russell Family\n  • A+ Award - best K-12 student-made award presented by Xcel Energy\n    • \"Chappelow P.R.I.D.E.\" and \"911 Heroes\" submitted by Kaitlee and Camryn\n  • All Pro Award - fan favorite presented by SCHEELS\n    • \"Landon and the Legendary Longhorns\" submitted by the Dillon-Rusch Family\nBanner Health\nGreeley Area Realtor Association\nTBK Bank\nXcel Energy\n\nRules & Regulations\n\n  • Community (non-commercial) parade entries are FREE to enter. Commercial parade entries to promote a business cost $25 each. Proceeds of the shoebox parade will benefit the Weld Recovers COVID-19 Relief Fund.\n  • One entry per household, organization, or company. Family entries can have multiple floats in the same photo\/entry.\n  • There are no size restrictions for floats, but all floats should be decorated and homemade.\n  • Entries and themes must be appropriate for a family audience. Entry should not focus on religious, political, ideological, or controversial themes or issues. Use of any political or social material is not permitted.\n  • All submissions must be received by 5pm on Wednesday, June 24, 2020.\n  • Greeley Stampede reserves the right to edit photos as needed.\n  • Registration for the Greeley Stampede Shoebox Parade and\/or tagging @thegreeleystampede or using #greeleyshoeboxparade with related photos or videos on social media grants the Greeley Stampede permission to use your images and footage on any platform.\n  • Greeley Stampede reserves the right to exclude any submissions that do not meet our guidelines or that feature content not aligned with our mission.\n  • Parade category winners will be chosen from eligible entries and decided at the sole discretion of the Greeley Stampede. Winners will receive prize notifications via email and any physical awards must be picked up from the Greeley Stampede by August 1, 2020.\n  • The A+ Award category is available to Colorado students currently in grades K-12.\n  • Copyright ©2021, Greeley Stampede. All Rights Reserved.\n  • Follow us  \n  • Follow on Facebook  \n  • Follow on Twitter\n  • Powered by  \nBack to\n2021 Ticket Update",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.7706345916,
        "format_confidence":0.5636246204
    },
    {
        "url":"http:\/\/garlandengineering.org\/2051\/Snacks-with-Santa",
        "text":"Snacks with Santa\n\nThree Children Posing with SantaFREE FUN WITH Santa!\n\nJoin us at Fields Recreation Center for an evening of holiday fun! Enjoy making crafts, playing games, taking pictures, instructor lead demonstrations, and having a snack with Santa and his helpers. \n\n2020 Date:\n\nTuesday, Dec. 8\n\n\n5:30 to 8:30 p.m.\n\n\nFields Recreation Center",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.7176866531,
        "format_confidence":0.8663135171
    }
]