[
    {
        "url":"http:\/\/blueflipart.com\/",
        "text":"BlueFlip Art has closed. We want to sincerely thank all of the customers we've had over the past year and a half as well as the amazing group of artists we were fortunate enough to work with.\n\nIf you'd like to contact any of the artists that participated with BlueFlip Art, please visit their websites:\n\nAaron McKinney\nAaron Nather\nAlberto Cerriteño\nAmy Kligman\nBrad Simon\nBrian Taylor\nChris Devera\nDan May\nDaniel Lim\nDavid Habben\nDawid Kiljan\nDennis Brown\nEduardo Recife\nEdwin Ushiro\nEric C. Lu\nEugene Artsebasov\nFederico Piatti\nHeiko Müller\nIan O'Phelan\nJason Limón\nJen Lobo\nJesse Lefkowitz\nJohn Shipman\nJ.Otto Seibold\nKareem Rizk\nKit Malo\nKen Garduno\nManuel Lariño\nMario Zucca\nMeg Hunt\nMyron Macklin\nNelson Evergreen\nRey Ortega\nRic Stultz\nRichard Wilkinson\nShannon Brady\nSi Clark\nTom Bagshaw\nValero Doval\nVictoria Maderna\nWill Murai",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9919236302,
        "format_confidence":0.900052309
    },
    {
        "url":"https:\/\/madmuseum.org\/press\/releases\/museum-arts-and-design-present-exhibition-dedicated-ephemeral-art-floral-design",
        "text":"Get the Latest News\n\n* indicates required\n\nMuseum of Arts and Design to Present Exhibition Dedicated to the Ephemeral Art of Floral Design\n\nOn view May 14 through June 26, 2022, Flower Craft investigates floral artistry as an overlooked chapter in the history of craft and design.\n\nNew York, NY (April 14, 2022)\n\nThe Museum of Arts and Design (MAD) will present Flower Craft, featuring the creative visions of six botanical artists working at the forefront of contemporary floral design. Inspired by nature’s ephemerality and its inimitable palettes, the artists engage with all stages of the plant life cycle, from seed to germination to decay, to interpret nature in sculptural form. “By design, floral artistry is meant to be more than pleasing to the eye,” said Elissa Auther, Deputy Director of Curatorial Affairs and William and Mildred Lasdon Chief Curator. “As the artists expand the boundaries of materials and creative expression, they are also in dialogue with a variety of aesthetic traditions, from early modern European still life painting to the eighteenth-century picturesque to the hyperreality of the twenty-first-century digital realm—all of which will be explored in the exhibition.”\n\nEach week a new botanical artist will be featured in the Flower Craft gallery. The artists are:\n\nKristen Alpaugh is founder of Los Angeles-based FLWR PSTL, a studio whose high-profile clients include Katy Perry, SZA, and Doja Cat, as well as major cosmetic and fashion brands. Alpaugh melds botanicals with various media to tell unique and compelling stories. She was recently featured in HBOMax’s floral competition series, Full Bloom.\n\nDoan Ly, founder of a.p. bio, is a multidisciplinary artist whose practice integrates the fields of floral design, photography, and video. Ly’s work has been published in Vogue Spain, China, and Italy; The New Yorker; The Atlantic; and Kinfolk, among others. Her commercial clients include Moschino, Victoria’s Secret, Carolina Herrera, Zara, and many more. Born in Vietnam, Ly immigrated to the United States at the age of eight and grew up in Minnesota.\n\nLutfi Janania is a Honduran botanical artist raised on a bioreserve among the rain forest and mountains in San Pedro Sula. His sculptures, comprised of exquisite dry and hydrated natural materials, are surreal, unrealized portraits of the artist’s imagined worlds. Janania was the winner of season two of HBOMax’s Full Bloom and his studio, ROSALILA, is located in Brooklyn, New York.\n\nNoritaka Noda is president of the Ikenobo Ikebana NYC Chapter, as well as the first and only US special professor recognized by the Ikenobo Headquarters in Kyoto, Japan. As a professor of Ikebana, he conducts demonstrations and teaches classes at the Nippon Club. Noda is known for his unusual arrangements, which combine traditional and modern materials in different scales. His clients include American and Japanese corporations, restaurants, retail, and museums.\n\nEmily Thompson is the founder of Emily Thompson Flowers in New York City. Born in Vermont, Thompson earned an MFA in sculpture from UCLA. Inspired by the eighteenth-century theory of the picturesque, she has designed dramatic naturalistic arrangements and installations for the Obama White House, MoMA’s Modern restaurant, Bergdorf Goodman, T Magazine, Jason Wu, and other notable clients. \n\nManu Torres is an artist based in Portland, Oregon. His floral arrangements often involve a dialogue between the artificial and the natural; incorporating paper, fabric, paint, and feathers to imitate and exaggerate natural beauty in a hyperreal way. His work has been featured in Elle Decor magazine and he was also named by Domino magazine as a top new floral designer to follow. His recent solo exhibition at Russo Lee Gallery was an ArtForum Critic's Pick.\n\nAlongside the ever-changing floral installations that are the heart of Flower Craft, there will be a curated selection of vessels in a range of mediums, complementing the emphasis on the craft and design of flower arrangement. Artists in this section of the exhibition include Emily Mullins and Jolie Ngo, as well as a video by Cauleen Smith. Titled Flowers for Virtually Nobody, it was filmed during the pandemic and captures Smith creating an arrangement that grows ever larger over the duration of the piece in commemoration of those lost to Covid-19. The exhibition also coincides with MAD’s first-ever “bee residency,” newly installed on the Museum roof. Two hives are now homes for “Queen Aileen,” named for the industrious founder of MAD, Aileen Osborn Webb, and “Queen Toshiko Takaezu,” named for the famed female ceramic artist and dedicated supporter of MAD. The queens are attended by a mob of drones to keep them warm, pollinate, and make honey.\n\n\nDuring the run of the exhibition, the Flower Craft gallery will function as a studio classroom for MAD’s Flower Craft Atelier taught by the Flower Craft artists, as well as a variety of intergenerational workshops.  Surrounded by the extraordinary display of innovative floral design, audiences of all ages and skill levels will be able to explore floral creativity with an inspiring collective of artists and designers.\n\nFlower Craft Atelier: Kristen Alpaugh\nTuesday, May 17, 6–8 pm\nThe Los Angeles-based botanical artist and contestant on the hit HBOMax series Full Bloom leads a floral-design workshop inspired by the fantastical, color-filled world of her FLWR PSTL studio.\n\nFlower Craft Atelier: Noritaka Noda\nTuesday, May 24, 6–8 pm\nAcclaimed Ikebana scholar Noritaka Noda leads a workshop immersion in ikenobo ikebana, an ancient artistic tradition that Noda has famously modernized.\n\nFlower Craft Atelier: Lufti Janania\nTuesday, May 31, 6–8 pm\nWinner of season two of the HBOMax hit series Full Bloom, botanical artistJanania leads a floral-design workshop inspired by the sensual aesthetic of his creative studio, ROSALILA.\n\nFlower Craft Atelier: Manu Torres\nTuesday, June 14, 6–8 pm\nBotanical artist Manu Torres leads a workshop in his avant-garde approach to floral design inspired by his rock-star Rococo aesthetic.\n\nFloral Wearables with Debra Rapoport\nThursday, May 26, 6–8 pm\nMultidisciplinary artist Debra Rapoport leads a workshop in constructing floral headdresses, fascinators, and adornments using recycled materials, paint, and glue.\n\nFamily Workshop: Silk Flowers\nSunday, June 5, 10:30 am–12 pm\nLearn how to upcycle silk flowers into wearable statement pieces with the community-based nonprofit BloomAgainBklyn and guest floral designers.\n\nFloral Charms with Lē Matthew x Degrade\nSaturday, June 11, 2–4 pm\nEco-creative Lē Matthew, founder of Degrade, the experimental slow-fashion label promoting biodegradable materials and textile explorations, will lead a workshop using petals, leaves, and other organic waste sourced from Flower Craft to create personal floral charms.\n\nGiving Back with Blooms\nTuesday, June 7, 2–4 pm\nFlower Craft blooms will be repurposed into individual arrangements to be distributed to the city’s most vulnerable during this in-gallery workshop with BloomAgainBklyn, the community-based nonprofit.\n\nContemporary Trends in Floral Design\nTuesday, June 21, 7–8 pm\nA conversation and demonstration with Flower Craft artist Emily Thompson and Nancy Hass, writer at large for T: The New York Times Style Magazine. The two will discuss contemporary trends in floral design with a focus on the philosophical influences on Thompson’s botanical installations. After which, Thompson will demonstrate how she constructs her evocative arrangements.\n\nBlooms in Black and White with Sarah Bedford\nTuesday, June 14, 12–2 pm\nJoin botanical artist Sarah Bedford, co-curator of Flower Craft and creative director of Bedford & Co, for an afternoon painting workshop using a floral arrangement of your own design. Participants will paint their still lifes using India ink and brushwork on watercolor paper.\n\nArt Alive\nThe Museum’s free art-making and discussion workshop will take place on select Thursdays from 4–6 pm in the Flower Craft gallery.\n\nA Flower Power Pass may be purchased online and will offer discounted admission to the Museum for $45 (a $108 value) during the run of the exhibition for visitors to experience Flower Craft in its entirety. The Store at MAD will offer fresh bouquets by celebrated New York city florists Anthony Brownie, Kat Flower, Petal, and Julia Testa, as well as floral inspired, handmade products from a global roster of artists. \n\nFlower Craft will be highlighted on the Museum’s newly launched mobile guide on Bloomberg Connects, the free arts and culture app created by Bloomberg Philanthropies. The app platform is part of Bloomberg Philanthropies’ longstanding commitment to supporting digital innovation in the arts. On the app, visitors will be able to listen to the exhibition artists describe their process, watch video of the installations as they are created on site, and sign up for classes and workshops.\n\n\nFlower Craft is curated by Deputy Director of Curatorial Affairs and William and Mildred Lasdon Chief Curator Elissa Auther and Sarah Bedford, founder and creative director of Bedford & Co.\n\nFlower Craft is made possible by the New York State Council on the Arts with the support of the Office of the Governor and the New York State Legislature.\n\nThis program is supported, in part, by public funds from the New York City Department of Cultural Affairs in partnership with the City Council.\n\n\nThe Museum of Arts and Design (MAD) champions contemporary makers across creative fields and presents the work of artists, designers, and artisans who apply the highest level of ingenuity and skill. Since the Museum's founding in 1956 by philanthropist and visionary Aileen Osborn Webb, MAD has celebrated all facets of making and the creative processes by which materials are transformed, from traditional techniques to cutting-edge technologies. Today, the Museum's curatorial program builds upon a rich history of exhibitions that emphasize a cross-dis... (truncated)",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9963427186,
        "format_confidence":0.9892898202
    },
    {
        "url":"https:\/\/www.barnesvanze.com\/blog\/bva-featured-book-french-country-style\/",
        "text":"BVA Featured in New Book on French Country Style\n\nWe at Barnes Vanze are honored to be included in a new book published today by Cindy Smith Cooper called “French Country With Charming, Timeless Interiors.”\n\nCindy interviewed our client, Mary Stuart McCamy, whose story about falling in love with the Périgord region of southwestern France was the inspiration for our design collaboration that became a little piece of French rustic style in the middle of Washington, DC.\n\n“Thirty years ago, I vowed I would live in a Périgordine house one day,” Mary Stuart told Cindy. “So, I asked Ankie Barnes [of Barnes Vanze Architects Inc.] if he could design a new traditional home that would incorporate some of my favorite architectural elements from the region.”\n\nThose details include, as you can see above, flared eaves; stone sills and timber lintels; stone quoins anchoring the corners of stucco walls; and a stair tower that anchors the house as dovecote towers do in the region.\n\nThey also include: a cobbled courtyard that flows through to the foyer:\n\nreclaimed wooden ceiling beams with visible adze tooling marks:\n\nAntique light fixtures:\n\nand relics that come straight from the Périgord region, such as the 19th-century butcher block (below, left) that inspired the kitchen design.\n\nYou can read more about Mary Stuart’s home here, but Cindy’s entire book is a sumptuous read, full of gorgeous interiors both in the United States and in France. Look to our press page and project gallery for more on this home.",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.8879652023,
        "format_confidence":0.9868905544
    },
    {
        "url":"http:\/\/newsroom.iuk.edu\/articles\/2014\/09-sept\/research-showcase-art-exhibition-continue-chancellors-installation-week.php",
        "text":"Go directly to main content\n\nResearch showcase, art exhibition continue chancellor's installation week\n\nSeptember 12, 2014\n\nKOKOMO, Ind. —  Indiana University Kokomo celebrated a remarkable year of creativity and research for its faculty, with a faculty art exhibition and research open house.\n\nFaculty Art Exhibition & Research ReceptionFaculty Art Exhibition & Research ReceptionChancellor Susan Sciame-Giesecke congratulated the 47 faculty who published books or articles in scholarly journals, or who exhibited artwork, in the last year. The reception was part of the events leading up to her installation this Friday as IU Kokomo’s seventh chancellor.\n\n“This has been an outstanding time of creativity on our campus,” she said. “I am impressed to have 47 faculty members publish or exhibit more than 100 creative works and publications. Your work helps bolster the research culture on our campus, and our students, many of whom participate in your research, benefit from it.”\n\nTopics of research ranged from microbiology to Latino political mobilization; from urban planning to student research in introductory psychology; from Spanish soccer to human migration; from college students’ choices among electronic and print textbooks to creating a library marketing campaign.\n\nIn the gallery, seven faculty members displayed paintings, video, photography, sculpture, jewelry, and other works, as part of the faculty art exhibition. The show continues through October 18 in the IU Kokomo Art Gallery, in Upper Alumni Hall.\n\nAdmission and parking are free. Gallery hours are 10 a.m. to 4 p.m. Tuesdays and Thursdays, 10 a.m. to 8 p.m. Wednesdays, and noon to 4 p.m. Saturdays.\n\nFor more information, call the IU Kokomo Art Gallery at 765-455-9523 or go to iuk.edu\/gallery\n\nIndiana University Kokomo serves north central Indiana.\n\nLast updated: 01\/06\/2015",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.6173809171,
        "format_confidence":0.8846550584
    },
    {
        "url":"https:\/\/theaoi.com\/2015\/12\/03\/chronicle-exhibition-the-general-election-and-its-aftermath\/",
        "text":"Chronicle Exhibition: The General Election and its Aftermath\n\nTopolski Studio, 158 Hungerford Bridge, Southbank Centre, Belvedere Road, London SE1 8XX\n\n12 – 15 December 10am-5pm.\n\nElection Chronicle\n\nTopolski Studio’s Reportage artists have documented the 2015 General Election, its aftermath and other events from the year.\n\nTopolski Studio presents the work of Matt Booker, Alex Broome-Nicholson, Edwood Burn, Luisa Crosbie, Laura Fitton, Pat Macdonald, Josh Morris, Jack Miller, Chloë Parke and Louis Vinet.\n\nThere will be original drawings from during the election, including UKIP’s campaign in South Thanet, Labour’s campaign in Bermodnsey, and the Green Party’s spring conference, as well as copies of the new Chronicle available, hand-printed by the Topolski Fellows.\n\nTopolski Studio is located behind the security barrier of the Southbank Centre around the back of Ping Pong. For more information, please see\n\n3rd December 2015\n\nInternationally available individual issues & annual subscriptions\nContacts (across 3 sectors) for 350+ UK Commissioners... BUY NOW!\nGet seen by commissioners with a 20 image Folio.\n\n\nJoin our mailing list to get the latest news.",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.8508964181,
        "format_confidence":0.7858924866
    },
    {
        "url":"https:\/\/newartwestmidlands.co.uk\/events\/open-call-uk-x-taiwan-online-grants-british-council\/",
        "text":"The British Council’s Connections Through Culture UK-Taiwan Grant is back! Arts organisations, artists, cultural professionals and practitioners in the UK and Taiwan can apply for online collaboration grants for art projects to be made from March to September 2021. The value of each grant is set at £3,200.\n\nAll art forms\/practices can apply. Given the focus of our work in Taiwan on inclusive arts, we also welcome collaborations that focus on inclusion, ageing, and disability.\n\nCheck out here: or send an email to",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9811561108,
        "format_confidence":0.9829178452
    },
    {
        "url":"http:\/\/www.minosadesign.com\/2011\/01\/minosa-in-profile-luxury-home-design.html",
        "text":"Dover Height project wins Corian Design award\n\nCorian® congratulates Simona Castagna & Darren Genner of Minosa™ on their recent Corian® Design Award win. Minosa™ has been recognised for their luxurious work on a Dover Heights residence.\n\n\nWhen taking on this project, Minosa™ wanted to create interior spaces that seamlessly integrated into the amazing arch\n\nitecture of the building. When looking for the right materials to use – Minosa™ used Corian® throughout the kitchen, bathrooms, outdoor area and home theatre.\n\nMinosa™ created three dream bathroom spaces, adopting a feeling of endless luxury and warmth. Using products from the Minosa™ Bathroom Collection allowed them to create an environment that is aesthetically and functionally pleasing. A Double Scoop®, Scoop® and The Puddle® washbasins are all a part of these grand designs all made entirely with Corian® Solid Surfaces. An art-like unique mosaic feature wall also complements and highlights the Scoop washbasin.“The Puddle®, Scoop® & Double Scoop® washbasins where chosen to support the very linear & cantilevering nature of the home”, says Simona.The Status bath is also a highlight feature in one of the bathrooms with it’s Corian® bath surround. It was chosen to complement the Double Scoop® washbasin, and the style box like nature of the architecture. A minimalist and grand kitchen space was created and Corian® in Glacier White colour was used on the kitchen benchtops. A custom made dining table was also created with Corian® that extends to seat another four people.“Corian® was chosen in the kitchen for its amazing integrity and so we could create work surfaces that are completely seamless and easy to use & care for”, says Darren.The use of Corian® also extends to the home’s outdoor area. The Utzon BBQ by Electrolux was made in Glacier White colour to match the kitchen, creating a truly integrated feel from the kitchen to the outdoors.\n\n“Corian® gives us incredible flexibility when creating products and interiors; our bathroom collection is a testament to this. Corian® allows us to design bold & beautiful washbasins through to stylish organic forms”, says Darren.\n\n“With Corian® we are confident our products are durable, practical and completely renewable”, adds Simona.Congratulations to Minosa™ for this outstanding Corian® Design Award win, and for the creation of this majestic interior.\n\n\nSearch Minosa\n\nBlog Archive",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.937687099,
        "format_confidence":0.9299752116
    },
    {
        "url":"https:\/\/sixdepot.com\/blogs\/news\/15561665-coffee-as-muse-call-for-artists",
        "text":"• Coffee as Muse -- Call for Artists\n\n    Coffee has always been a muse for artists (think Bach's Coffee Cantata) and revolutionaries (Boston Tea Party & storming of the Bastille, yep, hatched in coffee houses). And let it be known, that Victor Hugo would finish off his drawings with a spray of coffee and sometimes created art from coffee\n\n    Now artists are taking inspiration from coffee ephemera (filters, stirrers, to-go cups, spoons and sleeves)--from Miguel Cardona's cup art to the \"stirring\" sculptures of Jonathan Brilliant to the fine doodles from DrawCoffee.\n\n\n    And so… we're calling on all you artists (outsiders, insiders, doodlers, crafters, students, painters, potters, poets, songwriters, all) to use anything coffee-related as an inspiration for art--big or small--to be shown\/performed at a big, caffeinated party\/exhibition February 8th 3-5pm with prizes, press and more. \n\n    There are no restrictions other than the finished work should be made out of coffee ephemera or inspired by coffee and be completed by the beginning of February 2015. We've already got responses from a dozen artists (including a school that is participating), so hoping that this will truly be an event. \n\n    If you're interested in participating, please contact us at: hello@sixdepot.com. And here is some inspiration for you! \n\n\n  • Comments on this post (0 comments)\n\n  • Leave a comment\n\nAdded to cart",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9867103696,
        "format_confidence":0.9839947224
    }
]