[
    {
        "url":"https:\/\/www.guitarinteractivemagazine.com\/issues\/issue-64\/features\/mark-tremonti-hit-your-mark\/",
        "text":"Guitar Interactive Magazine toggle menu\n\n\nMark Tremonti- Hit Your Mark\n\nIssue #64\n\nAt 18, he was tapped by Jimmie Vaughan to join the Fabulous Thunderbirds, and two years later, following the tragic death of Stevie Ray Vaughan, he and fellow Austin guitar ace Charlie Sexton teamed with SRV’s Double Trouble rhythm section, drummer Chris Layton and bassist Tommy Shannon, to form the band Arc Angels.\nJonathan Graham\n\nMark Tremonti: Hit Your Mark\n\n\n\nAs if being the lead guitarist of the multimillion-selling rock bands Alter Bridge and Creed weren't enough, Mark Tremonti, is once again active with his solo project, Tremonti. Mark chats exclusively with Guitar Interactive Magazine editor, Jonathan Graham during his recent sold-out show in London in support on the latest Tremonti release, 'A Dying Machine.'\n\n\nEvery lasting legacy remains rooted in an undying urge to grow. After two decades at the forefront of all things guitar, a Grammy Award win, 40 million-plus units sold between Alter Bridge, Creed, and his eponymous Tremonti, and countless other accolades, Mark Tremonti once again summited an uncharted creative peak in 2018.\n\n\n\nFor the very first time, the guitarist and singer crafted an immersive concept and accompanying novel for Tremonti’s fourth full-length album and first for Napalm Records, A Dying Machine. As passionate about authors like Gene Wolfe and George R.R. Martin as he is about hard rock and heavy metal, the multitalented musician architected a big screen-worthy tale amplified by his most cohesive sonic vision to date.\n\n\n“I’d never done anything like this,” Mark admits. “I had the vision in mind the entire time. Some songs directly relate to the narrative, while some of them are more ambiguous. Even with the concept, it’s very personal. At its core, this is a human story, but with a twist.”\n\n\nSince emerging in 2012, he and his bandmates—Eric Friedman (backing vocals \/ guitar \/ bass) and Garrett Whitlock (drums)—have built the foundation for such an ambitious statement. Their full-length debut 'All I Was' and the follow-up records 'Cauterize' and 'Dust' has earned the band a very strong following. The band has supported these records with extensive headlining gigs and festival appearances everywhere from Rock on the Range to Shiprocked.\n\n\nIn the minutes leading up to an Alter Bridge show in Hungary, the idea for this opus serendipitously arrived.\n\n\n“I was warming up on guitar, and I just started writing this chord progression and singing over it,” he recalls. “The words, ‘You’re a dying machine’ came out. I thought about the subject matter throughout the night.”\n\n\n\nThat story unfolds as an emotionally charged narrative, spanning obsession, unrequited love, and destruction. The plot takes place at the turn of the next century, and the plan is to have the novel available at the same time as the record release.\n\n\nOnce again, he joined forces with longtime producer Michael “Elvis” Baskette (Slash, Alter Bridge) for recording in Orlando during late 2017. Beyond generating a pristine tone on Tremonti’s signature PRS MT-15 amp, the guys approached the sessions “more prepared than ever in the past.”\n\n\nFittingly, the band introduces this body of work with the title track “A Dying Machine.” Muscular and mechanized riffing spirals out towards an airy hook and hypnotic fingerstyle solo.\n\n\n“I felt like ‘A Dying Machine’ was the perfect way to invite listeners into this world,” explains Tremonti.\n\n\nThe album itself kicks off fueled by the speed demon six-string death march of “Bringer of War.” A melodically massive hook underscores the apocalyptic landslide of down-picking and fiery fretwork.\n\n\n“It’s about a warmonger with no pity who is just hell-bent on destruction,” he elaborates.\n\n\nTremonti explores a new guitar tuning on the track, “Trust”.\n\n\n“That’s a sound we’ve never embraced with the tuning and chord voicings. There’s a new mood to it.”\n\n\nThe crystalline blues-style tones of “The First The Last” belie a raw intensity of a different nature as the band “gets away with writing an emotionally charged song, because it’s in a fictional landscape,” laughs Tremonti. “You could liken it to somebody losing everything they ever cared about.”\n\n\nThe conclusion “Found” represents the biggest departure as it ends the album with an instrumental industrialized hum evocative of Massive Attack. It literally replicates the sound of A Dying Machine.\n\n\nMeanwhile, the first single “Take You With Me” hinges on an airtight thrash gallop before an expansive and entrancing chorus.\n\n\nHe adds, “It’s basically saying, ‘Be proud of who you are. Be proud of whatever scars you have. Don’t ever forget where you came from. Stand up for yourself, and I’ll help you do it. You’re smarter and stronger than you’ll ever know. It’s someone trying to raise somebody up.’“\n\n\nWith extensive headline runs over the past few years and on the horizon plus a European tour supporting Iron Maiden, Tremonti continues to grow into an ambitious hard rock force. The latest single from the band’s Napalm Records release, 'A Dying Machine.' “Throw Them To The Lions” is an up-tempo metal song, something that Tremonti has come to be known for over their multiple releases through the years. The video was filmed at a recent sold-out show in the UK.\n\n\n\n\n\n“This is an emotional record,”  states Tremonti. “I want fans to get a lot of emotion out of it. I’m very proud of the lyrics. I hope they stand out as much as anything else on the record.”\n\n\n\nBe sure to check out Nick Jennison's full review of the PRS MT 15 Mark Tremonti Signature Amp as featured back in issue 57's main reviews section.\n\n\nTremonti's 'A Dying Machine' is out now, via Napalm Records.\n\n\n'A Dying Machine' tracklist:\n\n\n  1. Bringer Of War\n  2. From The Sky\n  3. A Dying Machine\n  4. Trust\n  5. Throw Them To The Lions\n  6. Make It Hurt\n  7. Traipse\n  8. The First The Last\n  9. A Lot Like Sin\n  10. The Day When Legions Burned\n  11. As The Silence Becomes Me\n  12. Take You With Me\n  13. Desolation\n  14. Found\n\n\n\n\nFor more info, please visit:\n\n\nIssue #75\n\nPeter Green \/ Ivar Bjørnson\n\nOut Now\n\nRead the Mag",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9914397001,
        "format_confidence":0.7380588055,
        "weight":0.0038891502
    },
    {
        "url":"https:\/\/hiphopstashbox.com\/tag\/youtube\/",
        "text":"watch Souls of Mischief’s new music video for “There is Only Now,” feat. Snoop Dogg. The California groups new album “There is Only Now,” is set to drop Aug. 26th of this year. #Respectthelegends.\n\n\nnew music video from Young Money Yawn feat. Pusha T entitled “Shout Out To Papi,” directed by Christopher Schafer.\n\nNew video from Mase feat. Eric Bellinger entitled “Nothing,” and also features Basketball Wives Malaysia Pargo. The video was directed by Juwan Lee and the single itself is off of his upcoming album “Now We Even,” which is set to drop in October of this year.\n\nToday’s throwback thursday is brought to you by one of my personal favorite groups of all time, OutKast. Coming with the classic “Rosa Parks,” which is off of “Aquemini,” released in 1999. The song was released in 1998 and it’s title comes from civil rights activist, Rosa Parks. Ms. Parks was not feeling the song and filed a law suit against the duo saying that the song misappropriated her name and she also objected against the vulgar language in the song. She also stated that the song’s lyrics did not reference her nor any of her work that she did. the suit was finally settled in 2005 for an undisclosed cash settlement and the duo agreed to to work with the Rosa and Raymond Parks Institute for Self Development in creating educational programs about the life of Rosa Parks. Despite the song’s legal issues, the song peaked at #55 on Billboard’s Hot 100 and was the first single released from the group’s “Aquemini” album. It’s one of my personal classics and favorites. Enjoy folks.",
        "topic_id":6,
        "format_id":15,
        "topic_confidence":0.9971187115,
        "format_confidence":0.8362826109,
        "weight":0.0123834537
    },
    {
        "url":"http:\/\/clothesonfilm.com\/film-review-the-killer-inside-me\/11837\/",
        "text":"© 2010 Lord Christopher Laverty. All rights reserved.\n\nFilm Review: The Killer Inside Me\n\nDirector: Michael Winterbottom\nStarring: Casey Affleck, Kate Hudson, Jessica Alba\n\nIn 1952 Jim Thompson penned the book The Killer Inside Me from the perspective of a serial killer called Lou Ford. It was proclaimed as one of the best noir stories ever written. Shocking in its description of violence towards women, the book, and now the film, questions how such propensity is the fabric of human nature.\n\nAfter a stylistic title sequence, we arrive in the 1950s; Lou Ford (Casey Affleck) is the deputy-sheriff of a small town in Texas. He is kind, generous but has slight arrogance about him. Lou has been assigned the task of coercing prostitute Joyce Lakeland (Jessica Alba) out of the town. Instead he is drawn into a scheme with Joyce to blackmail local oil tycoon Chester Connway (Ned Beatty). Then without warning Lou’s latent sexual aggression awakens to damage everyone he holds close.\n\nThe Killer Inside Me has already been labelled ‘misogynistic’ by some. One scene gaining infamy centres on the domestic beating of Joyce. It creates a sense of un-cleanliness in the viewer, though director Michael Winterbottom refuses to shy away from the moment.\n\nCasey Affleck is chilling as Lou Ford; you could say he is a descendant of Robert Ford. He handles the duality of this character very well. On the outside he’s a well mannered lawman, often dressed in pure white, you would never suspect that deep down he is rotten to the core.\n\nBut the two standouts are Kate Hudson and Jessica Alba. Their roles are challenging, mentally and physically, due the desires of their characters. Both have sadomasochistic tendencies that ensure the unflinching sex scenes instil real meaning. Somehow even though Ford beats them half to death, they still love him and, perhaps even more surprisingly, he loves them.\n\nCostume design by Lynette Meyer encourages Lou Ford’s position of authority. In his cowboy hat, white shirt, tie and police badge, Ford is supposed to help the local town, yet is so self-absorbed he goes against everything the badge is supposed to represent. The two women in his life are dressed in curiously bright clothing suggesting a surreal, dream-like atmosphere. This serves to reflect Ford’s own warped perspective on their relationship.\n\nFor all its qualities, The Killer Inside Me fails in plotting and tone. The screenplay seems to be on fast-forward, desperate to rush straight to the sex and violence. There is no backstory, no hint of why Fry became the evil man he did. If there was more time spent fleshing out his character, the film would have been a more gratifying experience.\n\nOnce the blackmail plot gets underway there is a move away from explicit violence, yet some viewers may struggle to stay with it, as the narrative just isn’t strong enough to be compelling. However tone lets things down most. The film starts as a serious psychological thriller then segues into black comedy with odd, contradictory music surrounding the tragedy.\n\nThe Killer Inside Me is a well made and well acted piece of pulp fiction, but ruined by a jarring tone that contradicts the violent scenes of domestic abuse. Developing into an uncomfortable mix of Chinatown and Henry: Portrait Of a Serial Killer, it is too uneven to be convincing.\n\n© 2010 – 2014, Lord Christopher Laverty.",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9849957824,
        "format_confidence":0.5871427655,
        "weight":0.0038638724
    },
    {
        "url":"https:\/\/howtohustle660484775.wordpress.com\/tag\/survivor\/",
        "text":"We Asked Survivor Contestant Ziggy, Everything You’ve Ever Wanted To Know About The Show… And Boy Did She Deliver!​\n\nI am a huge fan of Australian Survivor! I love it, but I also have a lot of questions about it. At least five times an episode I turn to my husband with a question that he, of course, does not have the answer too. Determined to have these questions answered I reached out to my favourite past contestant, Nicola ‘Ziggy’ Zagame.\n\nZiggy winning immunity on Australian Survivor\nNicola ‘Ziggy’ Zagame and Australian Survivor host Jonathan LaPaglia.\n\nZiggy entered Australian Survivor Season 2 in 2017 and was a contender right from the get-go. Being a former Olympian meant that she possessed the physical and mental ability to go all the way to the end. Her gameplay was strong, winning individual immunity twice and spending a gruelling two hours searching through mangroves in the dark to find a super idol. All of these epic wins proved that Ziggy was a huge threat so as the game goes, she was voted out, coming in at 6th place, and earning a coveted spot on the Jury.\n\nTWN: You and Henry were my favourite contestants last year. I thought for sure you were going to win, especially when you got your hands on that super idol. Were you scared while you were in the mangroves looking for it? \n\nZiggy: I wasn’t really scared in the sense of the water etc., I was scared that I wasn’t going to find anything and that I’d have to go back to camp with nothing, and that would not be believable at all!\n\nTWN: What happens when contestants get their period on the show? \n\nZiggy: Tampons are allowed, but these are kept at camp and are just as exposed as anything else on the island. Let’s just say that that time of the month wasn’t great.\n\nTWN: Why do the female contestants seem to have no body hair this far into the show?\n\nZiggy: I had laser hair removal about 7 years ago now, so that’s why I didn’t have hair myself and I know a few of the girls in my season had it too. I think maybe the girls with hair just hide it quite well and it isn’t shown as much on TV as viewers would think. There were certainly some hairy pits out there but I never noticed it watching the episodes myself.\n\nZiggy and Luke celebrating on Australian Survivor\nZiggy and fellow contestant Luke Toki.\n\nTWN: What was the hardest thing to go without? \n\nZiggy: The hardest thing I thought was going without a roof. Honestly, it rained a lot and the simple comfort of having somewhere which was guaranteed to stay dry was something I missed. Our clothes, shoes, bags etc., were constantly wet and it was really hard just having no escape from the weather.\n\nTWN: How many outfits are you allowed to take in?\n\nZiggy: You are allowed to take the clothes you are wearing, plus 5 extra items. So that in total accounts for about 11 items of clothing.\n\nTWN: Are there toilets for the contestants?\n\nZiggy: There is no ‘toilet’ but there is an area that you go to, to do your business, more like a hole in the ground I would say. But in the middle of the night, it is sooooo dark out there that you’d never find this location so anywhere has to do haha.\n\nTWN: Do you get inductions before challenges so that you don’t hurt yourselves? And was injuring yourself something that you were concerned about, considering that you are an Olympian? \n\nZiggy: You get the challenge rules explained to you in a bit more depth and some of those rules were set for safety reasons. I was not concerned about being injured at all, I love the rough and tough of challenges and putting your body on the line!\n\n“I love the rough and tough of challenges and putting your body on the line!”\n\nTWN: How long does it take to film Tribal Council? \n\nZiggy: Soooo long… we have no concept of time as we never see any watches or clocks. It’s especially long if there’s a re-vote or something, then tribal can certainly take over an hour or two, and the rocks we sit on are soooo uncomfortable!\n\nTWN: When you got to the Jury Villa did you get to contact your family and did you get your phone back?\n\nZiggy: No we didn’t get to contact our family until after the final tribal council and we were only allowed a 3-minute phone call to one person, so I chose my now husband but the call was so quick. We didn’t have our phones, internet, TV, radio or anything which connected us to real life in the Jury Villa at all, as we were still in the game and no outside influences were allowed. We got our phones when we were on the plane flying home!\n\nTWN: How long is it between filming ends on the island and the actual Winner Reveal?\n\nZiggy: There was about 3.5 months in between… a very long time for the final two to have to wait.\n\nTWN: What was the first meal you had when you got home? \n\nZiggy: When I landed my boyfriend had a fresh cheeseymite scroll for me which was incredible, and I landed in the morning so then met my parents out for brunch at my favourite cafe… der… haha typical me, I had a coffee, smashed avo, halloumi and bacon. [If you follow Ziggy on Instagram you will know that she is a BIG fan of Brunch]\n\nLife after Australian Survivor\nZiggy enjoying a post Survivor brunch with fellow contestant Michelle.\n\nTWN: Does everyone get really sick after food rewards?\n\nZiggy: Yes.\n\nTWN: Did you ever feel anxious around the time of eliminations? Did you take things to heart or were you just in the mindset of, “it’s just a game?”\n\nZiggy: The game really plays with your head as you are living in that world and can’t escape it. I would get nervous but really excited before tribal council. It was a weird limbo\/surreal kind of feeling. I never took anything to heart as we certainly celebrated good gameplay and blindsides, but I was definitely in it to win it, so I was nervous going into tribal as I didn’t want to be blindsided.\n\nTWN: Aside from missing the outside world, what was the hardest thing about being on the show? \n\nZiggy: I think the physical discomfort was the hardest part. Infected mosquito bites, being cold, wet and hungry constantly was tough\n\nTWN: I saw that there were quite a few contestants at your wedding earlier in the year. Are the friendships the most important thing that you took away from the experience?\n\nZiggy: Yes definitely! The bonds you form with other contestants are quite special as we have an experience in common that no one else will truly understand. I have made some great lifelong friends, and even those who I may not stay in heaps of contact with I know we will have that bond for life. I also just have great memories from the time on the island… waking up on a beautiful beach as the sun is rising and living off the land was so so incredible. The stars at night time were amazing too. So many awesome memories!\n\nPeter, Jarrad, Henry dancing with Ziggy at her wedding after Australian Survivor\nPeter, Jarrad and Henry dancing with Ziggy at her wedding.\nFellow contestants Lachlan, Mark, Michelle, Samantha and Henry join Ziggy at Coogee Beach after Australian Survivor\nFellow contestants Lachlan, Mark, Michelle, Samantha and Henry join Ziggy at Coogee Beach.\n\nTWN: Who would you like to see win this year? \n\nZiggy: I would like to see Sharn win this year. She has nearly been eliminated so many times but her communication skills and acting non-threatening is impressive.\n\nTWN: Finally, what have you been doing since the show ended? Have you gone back to fulltime training or has the show taken you down a new path? \n\nZiggy: I actually retired from competitive water polo after the Rio Olympics in 2016 so when I applied for Survivor I was no longer playing in the National Team. I haven’t really changed my life at all after Survivor. I love my life, so my intention to go on the show wasn’t for fame or to open up doors for anything in particular. I have gone back to work and am doing normal everyday stuff again and love it! I have since gotten married and am enjoying time being at home and being able to spend weekends with friends and family.\n\nScreen Shot 2018-10-04 at 5.53.55 pm\n“I have since gotten married and am enjoying time being at home and being able to spend weekends with friends and family.”\n\nAustralian Survivor airs on Channel 10 on Monday’s and Tuesday’s at 7pm.\n\nIf you want more original content like this, subscribe below and make sure you’re following us on Instagram and Facebook!",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9792001843,
        "format_confidence":0.8797243237,
        "weight":0.0024126351
    },
    {
        "url":"https:\/\/www.louisville.com\/content\/mountain-heart-pulls-string",
        "text":"Add Event My Events Log In\n\nUpcoming Events\n\n\n    Mountain Heart Pulls a String\n    Print this page\n\n           I entered the Ogle Center unsure of what to expect from this highly applauded and abstractly described band. Mountain Heart made me tap my feet, clap my hands, and want to jump up and dance. Slamgrass is the best definition of this Nashville band's sound. A sound that is similar to favorites like Trampled by Turtles and Old Crow Medicine Show with a dash of something from the past. The result is nothing less than astonishment and I am now a new fan. \n\n    An opening of a remake of \"Hey Joe\" by Hendrix captured my imagination with possibilities.  Unexpected in a so called bluegrass environment, I was impressed.  Hard to believe as it is this was topped by a piano and acoustic version of \"Changes\".  Along with these new acoustic treasures were old faithfuls of bluegrass such as \"Little Sadie\" and some Tony Rice hits. The show was topped with a cherry by a quartet number at the end; something I had never seen. The final number that was played was my favorite by the band, the Allman Brother's \"Whipping Post\".  Rocking out on stage, I felt as if I were watching some extremely talented friends jam out.  The audience interaction with the band members and camaraderie of the band made the setting intimate and fun; a mark of excellent showmen. \n\n    The six men that make up Mountain Heart are widely talented and incredibly in touch with their fans. The youngest member, Jake Stargel, is 19 and plays the guitar with a talent beyond his years. Original member Barry Abernathy plays the banjo with only one finger on his left hand and banters with the rest of the band keeping the audience and band light as the show moves on.  Josh Shilling is the lead vocals and is no doubt talented.  Singing a song off of his solo album “Hurtin’”, I believe was the name; the two men beside me were moved to tears.  I am a fan of the mandolin and was blown away by the talents of Aaron Ramsey who seems to be a musical genius with a rough southern voice who recorded his solo album alone in his basement.  Rounding out the band were the fiddler,  Jim VanCleve, who was the second part of the original band and bass player, Jason Moore, who kept the beat with his upright bass all night.\n\n    Following the concert a meet and greet was held where the band shook hands signed autographs and just hung out.  I was lucky enough to speak to the band and they expressed their desire to play for Louisville audiences and share their love of all acoustic instruments, which between the six of them, they have mastered.  I was truly impressed by this Slamgrass Band and hope to see them again soon, this time across the river in the 'Ville.\n\n    Tabitha Hernandez's picture\n\n    About Tabitha Hernandez\n\n    A Louisville implant, I was raised as an Army brat, served in the Navy, and have chosen this great city to live in. I enjoy music of basically all sorts and prefer to be outdoors whenever possible. I eagerly experience anything that life has to offer and enjoy documenting it.\n\n    More from author:\n\n    Share On:\n\n    Upcoming Events\n\n      Event Finder\n\n      Subscribe to this podcast in iTunes or RSS",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9960618615,
        "format_confidence":0.6306097507,
        "weight":0.0020271404
    },
    {
        "url":"http:\/\/entertainment.time.com\/2012\/07\/03\/vacation-robo-post-what-tv-shows-shaped-america\/",
        "text":"Tuned In\n\nVacation Robo-Post: What TV Shows Shaped America?\n\n  • Share\n  • Read Later\n\nRecently, the Library of Congress came out with a list of Books That Shaped America–88 tomes that are not necessarily the “best” American books (though some probably are), but that “have influenced our lives” as Americans, one way or another. (Public radio’s The Takeaway aired a discussion of the list last week.)\n\nThe list–which runs from The Adventures of Huckleberry Finn to The Words of Cesar Chavez–got me thinking that you can do the same thing with TV, which arguably has outdone books as an influencer for the last several decades. So as we head into the Fourth of July holiday, I want your nominations for the TV Shows That Shaped America: not a “best” list, necessarily, but shows that have influenced modern culture or helped to capture or define what America is. These could be anything from shows that got Americans talking (Roots?), told us parables (The Twilight Zone?), informed us (60 Minutes?) or satirized us (The Simpsons?).\n\nI’ll give you a few nominations, just to start:\n\nThe Andy Griffith Show. One of the first and best depictions of regional Americana, from a time, at the dawn of mass-culture, when American regions were still, well, regional. This gentle small-town comedy gave us Mayberry’s quirks without ridiculing or patronizing them. And Griffith’s Sheriff Taylor, who’d rather wield a wry comment than a gun, was a weekly example of Americans talking through their problems.\n\nFriday Night Lights. About half a century after Andy Griffith, the story of Coach and Mrs. Taylor shared a surname with Griffith’s show and a similar faith in people’s basic decency. A show about football, family and faith in a small town, it was one of TV’s best demonstrations of the meaning of community in action.\n\nAll in the Family. A TV show doesn’t have to be small-town to be about Americana, and one of TV’s most distinct post-’60s urban voices belonged to Queens dockworker Archie Bunker, who gave good argument.\n\nRoseanne. This show transformed Archie’s chair into Roseanne Conner’s beat-up, quilt-covered couch, in a sitcom that was always conscious of the work it took to keep bills paid and a family afloat.\n\nThe Wire. Because, come on. It’s The Wire.\n\nThis is barely a start; you take it from here. I’m having Robo-James auto-post this while I’m on vacation, so I probably won’t be playing along in the comments, but there’s no need to limit our list to 88 shows. Suggest as many or as few as you want, and tell us why. And have a happy Fourth.",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9949107766,
        "format_confidence":0.9549924731,
        "weight":0.0023592361
    },
    {
        "url":"https:\/\/fmovies.mom\/movie\/the-bodyguard-2-1Dw06z\/",
        "text":"The Bodyguard 2\n\nThe Bodyguard 2\n\nThe best agent of Vieng, the country near the boundary of Thailand received the important mission that he had to catch two armed dealers who could be the dangerous for his country.\n\nGenre: Action , Comedy\n\nDirector: Petchtai Wongkamlao\n\nCountry: Thailand\n\nDuration: 95 min\n\nQuality: HDRip\n\n\nIMDb: 5.4",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9972615242,
        "format_confidence":0.8670411706,
        "weight":0.0036543764
    },
    {
        "url":"http:\/\/jezebel.com\/5823248\/the-only-twentysomething-not-excited-for-the-nickelodeon-90s-revamp",
        "text":"A couple of weeks ago, Nickelodeon announced that it's going to start airing \"classic\" episodes of its teen shows from the 1990's. This is based on overwhelming Facebook demand from nostalgic millennials. Starting on July 25, between the hours of midnight and 4 am, insomniacs in my generation will be treated to a bloc of programming including Keenan & Kel, All That, Clarissa Explains it All, and Doug. Everyone's totally excited. Democracy! Will of the people! Memories so think you'll have to brush them away from your faces!\n\nPopular demand will continue to drive the bloc's schedule. Reports the New York Times,\n\nThe channel says that Facebook feedback will influence which other shows it rotates into the block. Research has convinced Nickelodeon executives that the Web - a repository of cherished childhood memories - \"is allowing young people to be nostalgic, probably sooner than other generations,\" said Cyma Zarghami, the channel's president.\n\nAs I was born in the early 80's, one would think that I'd be in the sweet spot for this stunt, that nostalgia would pull me to my TV and compel me to watch along with my brethren. My generational narcissism and love of democracy would compel me to adamantly voice my opinion about what shows should air, and voice them just about as hard as I possibly could. The reality is that I missed this aspect of pop culture, I feel nothing about All That, and what I know of Keenan & Kel confuses and upsets me.\n\nI was what you might call a pop culture pariah when I was a kid. I grew up in a rural remote area, far enough out of the nearest small enough town that cable TV wasn't an option for us, and my parents sure as hell weren't going to shell out for a giant satellite dish, as my dad was known to instruct my siblings and I to go outside and run around in order to \"get the stink off.\" (To this day, I'm not sure what that means.) We watched PBS (Wild America with Marty Stouffer was my jam, and Square 1 made me briefly want to be a mathematician when I grew up, because I thought mathematicians solved mysteries) and read the encyclopedia and did other rural nerd things. We gardened and chopped wood and identified songbirds and made maple candy like Laura Ingalls Wilder and lived a life blissfully unaware of what was going on in the world of cable television. My relative country bumpkin innocence and lack of exposure to pop culture continued until I was almost in eighth grade, when I went to student council camp and made a bunch of kids laugh when I asked who was singing the song that had just started playing on the radio. It was \"Spiderwebs\" by No Doubt, and they thought I was being sarcastic.\n\nWhile I don't begrudge any of you suburban (or non-rural remote) kids who grew up with Nickelodeon, I won't be pumping my fists joyfully skyward at the Doug theme song. I'll be sullenly looking for the theme song from 3-2-1 Contact on youtube. I'll indulge my television nostalgia when there's a late night Ghostwriter bloc.\n\nThe Good Ol' Days of 20 Years Ago [NYT]",
        "topic_id":6,
        "format_id":15,
        "topic_confidence":0.9931406379,
        "format_confidence":0.8485230207,
        "weight":0.012334049
    },
    {
        "url":"https:\/\/kreolmagazine.com\/music-entertainment\/musicians\/the-multinational-vibe-of-j-creole\/",
        "text":"The Multinational VIBE of J. Creole\n\nJ. Creole\n\nJ. Creole\n\nJ. Creole is an internationally minded Hip Hop artist who is currently based in Toronto, Canada. Born in Petionville, Haiti, J. Creole is well known for incorporating the sounds of the islands into his musical platform to include styles such as Reggae, Compas, and Rap Kreyol.\n\nSoulful and sultry, J.Creole gives Hip Hop a Caribbean makeover that affords it just the right softening it needs to be accessible to international music lovers and attract a wide range of listeners. As the artist builds his following and hones his signature style, fans may see him put Toronto even more firmly on the Hip Hop map.\n\nPetionville Connection\n\nAs a more generally affluent suburb of Port-au-Prince, Petionville is known for its palatial mansions and has been known as an area where diplomats and international business professionals prefer to stay. J. Creole was born here and would certainly have passed by the swanky clubs and may even have been influenced by the music they played before he left the country. He has spent time living in the United States and now, of course, resides in Canada. Many of J.Creole’s fans are curious about the extent that his homeland and the entire Caribbean for that matter have influenced his music and his brand. According to various sources J. Creole first began to write in his native language and many of its words and sounds still pervade his English songs today.\n\nLife Abroad\n\nJ.Creole started to write music while still a child and dreamed of playing music on an international stage someday, he actually left to follow the same dream his father also had—to play soccer. A marvellous athlete with an ambition to compete in soccer games worldwide, J.Creole’s athletic dreams were dashed after a serious ankle injury. Yet instead of lamenting a lost sports career, J.Creole remembered his early love of music and tho seold dreams of performing for throngs of music-loving fans. Consequently, he traded his soccer uniform for the stylish garb of a Hip Hop performer poised to reveal his talent and ambition to entertain and to express his artistic nature. J.Creole lived and performed in the U.S. before moving to Canada where he continues to perform for large-scale audiences and work toward fulfilling his musical aspirations.\n\nCaribbean Influence as music influenced the artist at a young age, he was steeped in the music of Haiti and, indeed, the music of the islands. His Hip Hop style, therefore, is quite unique. While there are certainly other talented Hip Hop artists from the islands, J.Creole has blended these influences in his own particular way to produce songs that boast that Hip Hop edge but also feature the lilting grooves of the islands. This blend of influences makes J.Creole globally relevant and internationally inspired.\n\nToronto Hip Hop Scene\n\nWhile Hip Hop hit Canada back in the 1980s, it has today become a hub for Hip Hop artists like J.Creole. In fact, some have compared it to Seattle during the Grunge years. As the nation’s Hip Hop artists continue to achieve fame and recognition, Canada is moving into a new phase as landscape that nurtures Hip Hop. Of course, Toronto is the main hub for this music scene, but Montreal and its French Hip Hop is also influential and a music centre that J.Creole is certainly familiar with.\n\nThe Artist: A Man for Community\n\nWhile writing, recording, and performing, J.Creole also takes time for making positive changes for the community. He has founded a group known as Talented Haitian United Representers and encourages other transplant artists like himself to inspire the community and promote Haitian artists. With his independent label (Label Set-A-Card Entertainment), he also works with other local talent to help them achieve their musical dreams. He is one of the reasons that Hip Hop thrives in Toronto and its brand of success is likely to travel with him when he performs abroad.\n\nThe Music\n\nJ.Creole has pending music coming on his label. He also works closely with his son Keyshawn who performs on the label. While J.Creole released his first mix in 2005, he followed it with titles like “Ballerz Squad” and released the well-received “Hustla Girl” in 2010. As the artist is cementing his reputation in Canada and the United States, he is also gaining ground in the West Indies where his brand of Hip Hop is garnering new fans.\n\nThe Music to Come\n\nWith his own label, a portfolio of music, and videos, J.Creole is not missing a beat on the road to his stardom. Behind the image, of course, is the simple reverence for music, for making and performing that music that comes from his home, from the places he’s grooved, from his soul. Easy to groove to, melodic, and at times even hypnotic, if his past tunes are any indication of what the future has in store, J.Creole is likely to hit his musical stride. Mainstream Hip Hop can’t be too far off for this artist who has been on his way ever since he left Haiti bringing the music of the islands with him.\n\nRelated Posts",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.995567143,
        "format_confidence":0.9422546029,
        "weight":0.003905341
    },
    {
        "url":"http:\/\/en.e.r7tyne.com\/10-hilarious-food-memes-that-are-sure-to-tickle-your-funny-bone\/",
        "text":"10 Hilarious Food Memes That Are Sure To Tickle Your Funny Bone\n\n\nThere was a time, not so far back in the history, when we would borrow our references from comic books, films and TV shows. With the boom in internet and smart phones , the common point of conversations and popular references have all come down to current trending ‘memes’. For those living under the rock, ‘Memes’ are the latest sensation that has taken the world of internet by storm. A meme is an image, video, piece of text, etc., typically humorous in nature, which with slight variations and additions are spread across internet to generate fun and laughter. From light and casual to offensive and dark, memes of all kinds have managed to grab the attention of the entire country together in the recent past. The world of food wasn’t spared either. Here are 10 memes from around internet, that are sure to tickle the funny bone of every foodie out there!\n\n1. All. The. Time.\n\nA post shared by Mermaid MamaLion Daddy (@karlissa._.joshua) on Jan 3, 2018 at 9:23pm PST\n\n2. Nope. Your salary is just fine. You’ve just been too busy swiping your card at every burger or doughnut outlet you set your eyes on.\n\nA post shared by CecilyCfit (@cecilycfit) on Jan 1, 2018 at 5:31pm PST\n\n3. So I don’t like stepping out of my comfort zone at all. I hope you understand!\n\nA post shared by(@just.maymays) on Jan 1, 2018 at 3:38pm PST\n\n4. Is this a sign from the Universe? The stars don’t want me to diet!\n\nA post shared by FOOD(@_food_loverssss) on Jan 1, 2018 at 9:23am PST\n\n5. Is that Santa Clause? Is that Superman? No. That’s the waiter with my food. MY FOOD.\n\nA post shared by Memeology (@officialmemeology) on Jan 1, 2018 at 7:22am PST\n\n6. Precisely, why I have trust issues in life.\n\nA post shared by Derpeh Caitlynn (@derpeh.caitlynn) on Jan 1, 2018 at 3:22am PST\n\n7. Dear Chole Bhature, is there anything you possibly can’t do?\n\nA post shared by Shaikh Maryam (@loveyoufood0307) on Dec 29, 2017 at 8:50am PST\n\n8. To have friends, or not have friends. That is the question.\n\nA post shared by Rachel Knoblich (@fitlife.rachel) on Dec 28, 2017 at 12:16am PST\n\n9. And it is all about loving your family, they say!\n\nA post shared by Gem\n\n10. Can I eat your joke? No? Go humour someone else then please.\n\nfood meme\n\nHad fun? If there any other funny food memes that made your chuckle, then do share with us in the comments section below! \n\nFacebook Comments\n\nComments are closed.",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9321874976,
        "format_confidence":0.9861252904,
        "weight":0.0022105002
    },
    {
        "url":"https:\/\/slowrobot.com\/i\/63154",
        "text":"A Powerful Lesson About Privilege SCORE 160\nWords. SCORE 229\nFat, loud, arrogant and conservative? SCORE 186\nThey never really stop. SCORE 181\nA Rainbow cricket. SCORE 119\nTwo bears in a serious meeting SCORE 83\nJim Carry, in a nutshell. SCORE 29\nBoring college class bingo. SCORE 162\nUnited States Of Autocomplete SCORE 103\nDobby is a free elf! SCORE 140\nWhy we love Jennifer Lawrence. SCORE 304\nEvery great scientific truth. SCORE 163\nLet them come... ðŸ˜¼ SCORE 25\nStar-crossed lovers. SCORE 163\nLieutenant Crunch SCORE 94\nRise and Shine !! SCORE 22\nNiceness Pros SCORE 196\nWords. SCORE 281\nThanks Mom SCORE 164\nAir rings. SCORE 174\nOur professor wears his hat and cape every time he conducts an experiment SCORE 99\nGot Rejected By Many Tv Shows Dues To His... SCORE 133\nApparently my doctor always opens the door with his pen in hand SCORE 81\nService dog at a high school got his picture taken for the yearbook SCORE 71\nI have a dream... SCORE 165\nIt's just a hoax, bros. SCORE 24\nSharing is caring SCORE 28\nWhen nerds get married. SCORE 284\nDon't give in! SCORE 85\nWeather in Texas. SCORE 170\nAn African Bush Viper - Pretty but Venomous SCORE 119\nSlow Robots do love too!\nWhat are brothers for? SCORE 158\nJustin Flursery SCORE 80\nShe will literally rest her head on anything SCORE 79\nToo soon? SCORE 50\nToxic family situation. SCORE 83\nAnd it's only January SCORE 54\nRecent Comments\nSlow Robots do love too!\nCopyright ©, 2016 to infinity - Contact us",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9221265316,
        "format_confidence":0.6338403225,
        "weight":0.0021866426
    },
    {
        "url":"http:\/\/www.adastramusicfestival.org\/calendar\/2016\/7\/22\/russell-community-choir-with-organ",
        "text":"Ad Astra Music Festival\n\nEst. 2014 in Russell, Kansas\n\nBack to All Events\n\nDuruflé and his organ\n\n  • Trinity United Methodist Church 221 N Maple St Russell, KS 67665 United States (map)\n\nThe Russell Community Choir performs one of the 20th century's greatest artwork, Maurice Durufle's Requiem.\n\nAlex Underwood, conductor\n\nJonathan Young, organ\n\nEarlier Event: July 17\nSchumann Song Cycles\nLater Event: July 23\nChamber Music at the Deines",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.972147584,
        "format_confidence":0.6445021629,
        "weight":0.0035623486
    },
    {
        "url":"https:\/\/fullofdance.com\/2015\/01\/05\/quote-of-the-day-alina-cojocaru\/?like_comment=6&_wpnonce=bbe4de90e5",
        "text":"Quote of the Day – Alina Cojocaru\n\n“I can’t do the same thing twice, even if I try. But at the Royal there was one way of doing things – the Royal Ballet way. Now I’ve cut the ropes that were holding me, I can experiment, and I’m not afraid to fall.”\n\nYeeeesss! I love brave dancers!\n\nNow she will be in ENB’s Swan Lake (7, 11, 13, 16 January) with another brave one, Ivan Vasiliev (not that Swan Lake’s choreography leaves you any room to experiments!).\n\nIt would be so nice if they could be partners more often, in the future! She is SOOOOO good!\n\n3 thoughts on “Quote of the Day – Alina Cojocaru\n\n  1. This is indeed excellent news, thank you so much for posting! I had read that he was rehearsing for Swan Lake and couldn’t believe it. I do hope he is fully recovered and will not sustain another injury. Unfortunately I cannot be in London to see his performance tonight, I would have loved to, but I am still hoping he might just dance the leading role in Ivan the Terrible with the Bolshoi on the 19th of April. Here’s hoping!\n\n\n\n    1. Katherine, did you ever receive my reply to your first post? I just saw it is in “pending” (not “published”) status. If you have not: I was thanking and wellcoming you. Problem is, I’m still figuring out how this blog’s features work, not always successfully, kkkk. Sorry.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":6,
        "format_id":15,
        "topic_confidence":0.8848746419,
        "format_confidence":0.6117421389,
        "weight":0.010989468
    },
    {
        "url":"http:\/\/www.fabulouslyentertaining.com\/tv\/american-horror-story-hotel-promos-may-be-not-what-expected\/",
        "text":"American Horror Story: Hotel Promos may be not what expected\n\nBy in ahs, AHS Hotel, american horror story, fx, FX Network, Lady Gaga\n0 0 1 No comments\nDon't forget to share...Share on FacebookTweet about this on TwitterPin on PinterestShare on Google+Share on LinkedInShare on RedditShare on TumblrShare on StumbleUponEmail this to someone\n\nThe new 15 second promos for American Horror Story Hotel are here to remind us that the creepy and haunting series will be back in just a few weeks. From past experience, I already know that these promos are most likely an artistic representation of the form of horror they will be exploring, and not necessarily actual details of the season itself.\n\nAmerican Horror Story Hotel\n\nAmerican Horror Story Hotel promos\n\nFor that reason, I know that the eyeless man and the clawed hand, MAY or MAY NOT actually be in the show. Remember the freak show? The commercial, and even the opening credits, featured ghastly clowns and strange “freaks” of nature, that weren’t even present in the actual show.\n\nI could still be wrong. The teasers for American Horror Story: Murder House, featured the patent leather suit that was a part of the story. And there seems to be a theme with the strange silver hand and the ringed claws.\n\n\nThere just might be something in the hand theme hmmm.\n\n\nThe vibe I’m getting from these promos is that there are going to be some very disturbing guests visiting Lady Gaga’s hotel. American Horror Story Hotel may feature some guests from the spiritual world and some ghoulish human beings. I can’t wait!\n\nWhat do you think about these new promos? What do these promos tell YOU about the upcoming season? Leave me comments or shoot me a message directly on social media:\n\nEmail: fabulouslyentertaining [at] gmail [dot] com\nTwitter: @Eisfabulous or @FabulouslyEnt\nInstagram: FabulouslyEntertaining\n\n\nLet's talk about it! What do you think?\n\n%d bloggers like this:",
        "topic_id":6,
        "format_id":15,
        "topic_confidence":0.9979085922,
        "format_confidence":0.9887131453,
        "weight":0.0123932634
    },
    {
        "url":"http:\/\/notabledance.com\/tag\/armada\/",
        "text":"Tag Archives: armada\n\nSONG OF THE DAY: Planet of Sound – We Are Together\n\n\nHere’s one of those leftfield tracks that has been around for a few months and keeps popping up in different places.  “We Are Together” is a mix of progressive and indie dance with random elements coming in throughout the track – whistling, guitar line, effected baby voices, sparse keyboard stabs.  It isn’t a peak hour club banger but more a of a listening track- like those concept albums that progressive rock bands made in the ’70s.  Actually, it has a similar vibe to the progressive track “Bullit” by Watermat that we wrote up last week.  There is definitely a rock influence, but rather than aggressive it is much more mellow and hazed out.  With all the talk of the big EDM tracks sounding the same, it’s starting to look like progressive is going to be the next sound to filter up after the nu-House.  Actually, “We Are Together” could be seen as a track that could bridge the mellower EDM world with the rock world.  One thing for sure, after the first listen it is quite addictive and you will probably find yourself whistling along. For club consumption, there are nu-Disco and Deep House mixes by Jody Wisternoff, HOSH, and Piemont.\n\nImage Courtesy of Armada.\n\nSONGS OF THE DAY:  Disco Fries ft Amba Tremain – Love Me Right and Disco Fries and Loopers – Exposure\n\n\nOftentimes you will notice that producer\/DJs alternate big room EDM tracks with commercial, vocal songs to show both their talent in the studio and to expand their reach in various arenas.  New York-based duo and frequent collaborators with lovable long-haired prankster producer Tommie Sunshine (as Fries and Shine), Disco Fries does just that with their recent releases.   Released during the Winter Music Conference, “Love Me Right” is an energetic hands-in-the-air commercial electro record featuring a diva vocal performance by Amba Tremain (recently heard on Boy George’s album ‘This is What I Do’). The song stands out for just that reason – you can count on one hand the number of recent tracks where you hear a singer with a strong voice really SINGING boldly – and the lyrics almost qualify as Nu-House since those classic themes haven’t been explored in dance music lately.  Teamed with rising Dutch producer Loopers (who recently did a banging remix of the Matthew Koma vocal version of Showtek\/Justin Prime collab “Cannonball (Earthquake)”), the Disco Fries duo unleash the banging big room track “Exposure,” which combines many of the current electro sounds with a progressive-sounding drop.  The contrast of the hard and soft make the track stand out from recent releases as well.  These two tracks show their depth as producers and when combined with their energetic DJ performances (as seen multiple times during Winter Music Conference), it’s easy to see why they continue to rise in the world of EDM.\n\nImages courtesy of Zouk\/Armada and Powerhouse.\n\nErik Arbores Interview (ADE 2013)\n\n\nDiscovered at age 14 by Armin van Buuren and signed to Armada records, Erik Arbores (born Erik van den Boom) is the youngest DJ to ever spin during the Amsterdam Dance Event.  His debut Bliss EP created a lot of buzz and garnered a lot of club support.  He has gone on to collaborate with Esmee Denters and has recently signed to Universal and Spinnin’ records.  Together with Martin Garrix, TV Noize, and Julian Jordan, he is part of a group of teenage up-and-coming producers who are changing the EDM world.\n\nDJ Ron Slomowicz: How old were you when you first discovered EDM?\nErik Arbores: I have been listening to it my whole life, but I started producing when I was 11 or 12 years old.",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9944856763,
        "format_confidence":0.7097152472,
        "weight":0.0050163367
    },
    {
        "url":"http:\/\/www.nme.com\/news\/music\/damien-rice-8-1354128",
        "text":"Damien Rice reveals new album\n\nIt’s the follow up to ‘O’\n\nDamien Rice is set to release his new album ’9’ on November 6.\n\nThe album will be released on Rice’s own label Heffa.\n\nRice wrote and produced the follow-up to 2002’s ’O’ as well as designing the cover art.\n\nIt will be followed by the single ’9 Crimes’, which comes out on November 20.\n\nThe tracklisting for ‘9’ is:\n\n‘9 Crimes’\n\n‘The Animals Were Gone’\n\n\n‘Rootless Tree’\n\n\n‘Coconut Skins’\n\n‘Me, My Yoke And I’\n\n‘Grey Room’\n\n‘Accidental Babies’\n\n‘Sleep Don’t Weep’",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9925611615,
        "format_confidence":0.9953359962,
        "weight":0.0053647402
    },
    {
        "url":"http:\/\/w3.bilkent.edu.tr\/www\/bahar-donemi-film-gosterimleri-iconic-performances-ffb-11-1745-2-subat-12-nisan-en\/",
        "text":"Bahar Dönemi Film Gösterimleri: “Iconic Performances,” FFB-11, 17:45, 2, 16 Şubat, 1, 15, 29 Mart,12 Nisan (EN)\n\nAn oft-used phrase in contemporary popular culture, “iconic performance” suggests a performance that transcends its particular time and place. And yet it can also imply a performance that registers – and even comes to represent – a particular cultural moment. But what exactly makes a performance “iconic”? The star? Acting style? Writing? Story? Some combination of these? With its etymological traces of idol worship, the word iconic tells us something about our veneration of stars and our desire to see them perform in extraordinary ways. Studying performance also reinforces the powerful function of fictional characters to illuminate truths that might otherwise remain obscure in the more mundane scenes of our everyday lives.\n\nJoin us every other Tuesday evening this spring in FFB-11, where we’ll watch six iconic performances and consider what makes them both inimitable and enduring.\n\nAll screenings will begin at 17.45. Worth 20 GE points\n\n2 February: Groundhog Day (Harold Ramis, 1993)\nIntroduction by Colleen Kennedy-Karpat, Department of Communication and Design\n\n16 February: The Man Who Fell to Earth (Nicholas Roeg, 1976)\nIntroduction by Kitty Aal, Independent Scholar\n\n1 March: A Woman Under the Influence (John Cassavettes, 1974)\nIntroduction by Joanna Mansbridge, Department of American Culture and Literature\n\n15 March: Johnny Guitar (Nicholas Ray, 1954)\nIntroduction by Daniel Leonard, Program in Cultures, Civilizations, and Ideas\n\n29 March: The Big Lebowski (Joel and Ethan Coen, 1998)\nIntroduction by Hande Vural-Johnson, AMER\/COMD\n\n12 April: Ali: Fear Eats the Soul (Rainer Werner Fassbinder, 1974)\nIntroduction by Spencer Hawkins, Program in Cultures, Civilizations, and Ideas",
        "topic_id":6,
        "format_id":13,
        "topic_confidence":0.7946625352,
        "format_confidence":0.8710463047,
        "weight":0.000866004
    },
    {
        "url":"https:\/\/songofthelarkblog.com\/tag\/the-one-and-only-time-ill-ever-blog-about-brass-instruments\/",
        "text":"Tag Archives: the one and only time I’ll ever blog about brass instruments\n\nMahler in Minnesota\n\n\nAlma Mahler\n\n\nIn January 1918, Alma Mahler Gropius saw writer Franz Werfel at a performance of her dead husband’s fourth symphony.\n\nDuring the concert, Alma and Franz exchanged long, lingering glances.\n\nAt intermission, she brought him home, cheating on the man she had cheated on Mahler with.\n\nContinue reading\n\n\nFiled under Minnesota Orchestra, Reviews\n\nReview: Kullervo, Minnesota Orchestra\n\nThe Minnesota Orchestra performed Jean Sibelius’s Kullervo last weekend, and I still haven’t recovered.\n\nMusic is always difficult to describe, but this piece verges on impossible. It’s long, for one. Its scope rivals a DeMille-directed Biblical epic. It is a glimpse into the very heart of terror and savagery and ice. It enshrines the ghost of a young Sibelius. In Kullervo, Sibelius began to chop a road through a dark and snowy forest. He may have abandoned that road, ultimately preferring another path of tighter, leaner construction. But his decision makes the road untaken all the more fascinating. As listeners, we stand at the edge of Kullervo and peer into the vast unexplored darkness beyond.\n\nContinue reading\n\n\nFiled under Minnesota Orchestra, Reviews\n\nReview: Minnesota Orchestra in Gabrieli, Dietter, Tchaikovsky\n\nYesterday I made the two hour trek across the tundra for a 2pm performance of Eiji Oue conducting the Minnesota Orchestra at Orchestra Hall.\n\nSnow came early to the northern plains this year. It feels like December – indeed, a lot of people have just said “screw it” and lit their lights a couple weeks early – but obviously we’re not even to Thanksgiving yet, so we’re also in a kind of holiday limbo land. It’s a weighty question: do we follow the calendar or the snow?\n\nI mention this because the program opened with various selections by Giovanni Gabrieli for two brass choirs. And especially at this time of year, said instrumentation bellows carol, cathedrals, Christmas. It felt like implicit permission to kick off the warmth and coziness of the holiday season without guilt.\n\nThe two choirs were situated on opposite sides of the Orchestra Hall stage, one anchored by tuba, the other by bass trombone (shout-out to new kid Andrew Chappell!). Obviously they’re normally tucked behind an impenetrable Wall of Strings, so it was a fascinating joy to watch the players and their faces. I really think the orchestra is onto something by programming smaller pieces in the first half, followed by a big blockbuster in the second. My Sunday audience seemed to enjoy the set-up too; as the sharply sculpted phrases were traded back and forth, listeners’ heads oscillated from side-to-side in appreciation. And what a sound a brass choir makes. You have to be in the same room with that core-rumbling buzz to really experience it.\n\nAfter the Gabrieli came another rarity: a double bassoon concerto by Christian Ludwig Dietter. A different colleague joined principal John Miller, Jr., for each movement. Miller arrived at the Minnesota Orchestra in 1971 (before Orchestra Hall was even built, much less remodeled), and is the longest serving principal player in Orchestra history. That kind of devotion not just to an art, but to an ensemble and a community, is hugely humbling. My hat goes off to anyone who sticks with an organization through so many years…especially through the intermittent hopelessness of the last three.\n\nThe music in the Dietter may have been slight, but it was perfect for showcasing the easy chemistry of the soloists. What a joy to see colleagues working so effortlessly together. (In between movements, the departing colleague would high-five the arriving one, to warm applause and scattered laughter at the informal unconventionality of the gesture.) I think it’s easy to forget how outright beautiful the gentle bassoon can be, placed as it is in the orchestra’s texture, so it was lovely to have this reminder. As for the orchestra, I’ve definitely heard them give crisper accompaniments, but clarity isn’t always Maestro Eiji Oue’s first priority… For an encore, Miller played a Swedish Walking Song with ethereal orchestral accompaniment, and that was delicately breathtaking.\n\nThe big marquee event, though, came after intermission:  Tchaikovsky 5.\n\nTchaikovsky 5 is one of those pieces I really, really know. I really, really love it. I am really, really uncool. And yet, bizarrely, I have no favorite recordings, no interpretation I’m married to…or even dating. Which was good, because if you’d gone into the hall expecting a particular interpretation, you were going to be disappointed, simply because this one was soooo far out there.\n\nThe craziest thing about it was the tempi. There were so many yanks and tugs at tempo that the bartenders could have sold Dramamine instead of drinks at intermission. Tchaikovsky can feel pretty episodic to begin with, and instead of smoothing over the seams, Eiji Oue highlighted them by stopping, starting, and occasionally sprinting through them. So that’s one way of approaching a potential problem, I guess: highlighting it, and making no apologies for it. It definitely resulted in a unique interpretation. Sometimes that interpretation veered so far from conventional practice (not to mention the score), it almost came across as a pastiche.\n\nAnd I was smiling the whole time. Both at the beauty of it, and the ballsiness of it. The interaction between conductor and orchestra was hilarious to see. Mom caught Dave Williamson cracking up. Erin Keefe’s body language was all like: follow me through the storm! And there was one priceless moment when Eiji leaned over to principal viola Tom Turner virtuosically scrubbing away, enticing Tom to give just a little more, and I could practically see Tom’s thought bubble: I’M GIVING ALL I GOT.\n\nAnd that final movement! Only a virtuoso band could pull off what they did. It continually danced on the edge of completely imploding and exploding in a fiery cataclysm of confusion and honking horns. But of course at the very last minute, the tempos would lurch back, and everyone somehow burst through the exultant finish line together. You’ve got to hand it to the strings in particular for dashing forward with such confidence and cohesion.\n\nI’ve seen him in-concert twice now, and I think my relationship with Eiji Oue is like my relationship with candy corn. Outside the period of approximately one week in the late autumn, candy corn is not particularly appealing. But once a year, candy corn is WONDERFUL. It’s fun. It’s corn-y. It mimics the shape of a kernel of a nourishing vegetable, and that’s cool. In fact, I went out of my way earlier this year to buy a bag of candy corn, and I didn’t regret the purchase. Would I want candy corn every weekend? No. Does that mean I dislike candy corn? I just got done telling you I consider candy corn to be great fun.\n\nSo. I could argue very persuasively about why this performance should not work, could not work, and did not work. But one of the valuable lessons I took away from the lockout is, sometimes it doesn’t really matter how something is played, providing the experience surrounding it is unique enough. And you have got to admit, between the sparkly pants, generous swooping, and grins of manic wild-eyed sincerely-felt joy, Eiji Oue creates experiences. I think people who focus solely on the quality of performance, ignoring or even criticizing the air of electricity, are maybe missing the point. This was definitely a show worth catching, an experience worth having.\n\nIt was a joy to see such joy. 2014 has been a year of historic, absurdly high stakes shows at Orchestra Hall. Stanislaw Skrowaczewski conducted the first homecoming concert back in February, with everyone in the music world gruesomely interested in whether this great orchestra had survived a sixteen-month lockout intact. The Osmo Sibelius Grammy concerts happened as the board was deciding whether to rehire him. Same with the one-night Josh Bell \/ Osmo show. The glitzy, hugely expensive, and ultimately successful Renee Fleming gala was pressured to be ultra flashy and fabulous. The Mahler Resurrection concerts in late September mused on themes of fricking Life, Death, and Life After Death. It was a joy just to have crazy fun again, to hear the depth of sound that this great orchestra makes, and to walk out the lobby door to downtown Minneapolis with the faith that everything will be okay.\n\n\n\nFiled under Minnesota Orchestra, Reviews\n\nMicroreview: Minnesota Orchestra, Mendelssohn, Wagner\n\nWe all know I can write long. Even Alex Ross knows this.\n\n\nI remember when this happened… *dreamy sigh*\n\nBut can I write short? Uh… Not really.\n\nSo to practice, I’m going to take the Strib’s review word count and work within that limit. This week’s Minnesota Orchestra Strib review belonged to Michael Anthony and clocked in at 456 words, so I’ll try to stay under 450. I do like to go long when I’m actually in the hall – in-person, I always see and hear a lot I want to write about – but when I’m just listening over the radio, I don’t see any harm in going short. I’m calling these micro-reviews. For lack of a better term.\n\nIf anyone wants to join in on the micro-review fun, do. The more the merrier when it comes to discussing concerts.\n\n\nYou know the best way to listen to a Minnesota Orchestra concert?\n\nLivestreaming on a laptop!\n\n\nWell, it’s better than nothing. After a fashion report from Brian Newhouse (apparently Erin Keefe was wearing a “beautiful dark blue sleeveless gown”), Friday’s concert began with the Mendelssohn violin concerto. It was disorienting to jump into a concerto without an overture, but there was a 70-minute ~WAGNER EXTRAVAGANZA~ after intermission to consider.\n\nThe orchestra played with fine, elegant understatement. And I’m not sure I cared for that. I usually like my Mendelssohn with icy aristocratic soloists and wild-eyed accompaniment. It was the opposite dynamic here: Erin ... (truncated)",
        "topic_id":6,
        "format_id":15,
        "topic_confidence":0.9318431616,
        "format_confidence":0.9257714748,
        "weight":0.0115727811
    },
    {
        "url":"http:\/\/www.montrealjazzfest.com\/programmation\/iCalendar.ashx?horId=7583&lang=en",
        "text":"BEGIN:VCALENDAR VERSION:2.0 METHOD:PUBLISH BEGIN:VEVENT DTSTART:19900703T030000Z DTEND:19900703T040000Z LOCATION:Club Soda () DTSTAMP:20161209T113721Z SUMMARY:Denis Fréchette Ad Lib - Festival International de Jazz de Montréal DESCRIPTION:DENIS FRÉCHETTE AD LIB\\n\\nOne of the masters of Montreal salsa. A successful blend of trumpet and piano, Fréchette shakes up, heats up, and makes his public dance. His musicians take real pleasure in serving up a music overflowing with an energy which is reminiscent of heady tropical nights. D.Fréchette (trumpet,piano)E.Manigat (bass) G. Chambers (drums) P.Cormier (percussion) A.Dupuis (percussion) B.Ellis (trombone) C.Papasoff (saxophone) R.Lazaro (vocals) D.Brott (trombone) L.Doré (trumpet) A.Verreault (trombone) \\n\\n\\n PRIORITY:5 CLASS:PUBLIC END:VEVENT END:VCALENDAR",
        "topic_id":6,
        "format_id":19,
        "topic_confidence":0.988504231,
        "format_confidence":0.9893710613,
        "weight":0.0012251713
    },
    {
        "url":"https:\/\/archives.sfweekly.com\/sanfrancisco\/pop-philosophy\/Content?oid=2139856",
        "text":"Get SF Weekly Newsletters\nPin It\n\nPop Philosophy \n\nRock Out S.F.; Bart Davenport; Santa Cruz Lo-Fi Indie Music Festival\n\nWednesday, Sep 27 2000\nShould they stay or should they go now? It's getting tiring, all this nostalgia for a past I didn't like in the first place. But while I used to dread wading through all the skanky hippie kids offering kind bud every three steps on Haight Street, now I almost -- almost -- want to clasp the few remaining pot purveyors on the arm and thank them for giving this city personality.\n\nThose were the kind of mixed feelings Rock Out S.F. engendered on Saturday, as musicians took over the city streets for one hour to protest the shrinking music scene. Sure, it was nice to see Storm & Her Dirty Laundry -- um, Mouth -- rant, rave, and rock out on Cole Street; even better was the jazz combo three doors down that nearly drowned her out. But as I meandered along Haight, past a hippie rock group, a funk duo, and a synth-and-banjo indie pop band, I was struck by why this public display of music was dangerous: Tourists might think this happens all the time and want to move here. Isn't that part of the reason we're in this fix in the first place?\n\nMaybe that guy playing solo electric guitar on Baker Street should've made up a song about how crappy a neighborhood it is, instead of singing its praises.\n\nMeanwhile, on Sunday night nearly 300 musicians gathered at the Downtown Rehearsal studios to try to decide whether or not to take the Koch family's offer of $500,000 to vacate the building. The meeting proved highly volatile, as many tenants used the opportunity to vent their considerable anger at building manager Greg Koch.\n\n\"There were six or seven people who said, \"I'm going to ruin this deal,'\" tenant Anton Reut said after the meeting. \"Not for any good reason -- just \"I'm going to do this for art.'\"\n\nIn a way, it's nice that someone wants to take a stand, that a few Davids are willing to load their slingshots with drumsticks and fling them at Goliath. Of course, some of the bands seemed less interested in the common good than the coming displacement of their amps.\n\n\"Like [tenant] Anthony Bonet said, \"Is this about the cause or just needing a practice space?'\" Jim Greer remarked afterward.\n\nWhile Greer agrees that half a million dollars won't solve the crisis, he thinks it's a decent start. \"We have an opportunity to make a louder noise by taking the money,\" he said. \"We can put it in a nonprofit and get a building with right of refusal on a sale [to negate future evictions].\"\n\n\"People didn't seem to understand that we don't need all the money right away,\" Reut said. \"They hear the building sold for $16 million and they think we need that much.\"\n\nSupervisor Gavin Newsom, who attended the meeting and has been trying to help the two sides reach an agreement, was very blunt in his assessment of the situation. The musicians, he said, could expect no help from the city and Willie Brown; refusing the offer would leave them with no money and little public support. He told the assembly he has been searching for spaces on Treasure Island and elsewhere, as well as contacting possibly interested benefactors. A benefit concert with Metallica and Third Eye Blind is in the works.\n\nStill, it's hard to put much stock in political promises in an election year. And by showing up in a half-tux with his trademark gooey do, Newsom didn't exactly endear himself to the musicians. But at least he appeared to care, something no one else has bothered to do.\n\nPretty much the only thing that was decided on Sunday was to have more meetings. As we went to press, a Tuesday night tenants-only meeting was scheduled for the purpose of drafting a counterproposal asking for more money and appointing someone to act as spokesperson for the tenants. On Wednesday, the musicians were to reconvene with Koch and the building's new owner, JMA Properties.\n\nUnfortunately, after Sunday's meeting, prospects for any agreement seemed pretty dim.\n\n\"Several tenants demonstrated that they were unwilling to budge no matter what,\" said Greer. \"I'm disappointed how musicians are ready to martyr themselves to the cause. I'm afraid the minority will force the majority to lose.\"\n\nAw, rats By now we should all be blasé about another musician fleeing the Bay Area; these days, someone should be passing out guitar picks at the county line. In fact, it may eventually prove necessary to put up a monument like the Vietnam Memorial, with the names of each musical former resident etched in gold, or perhaps some other, cheaper alloy.\n\nStill, it's nothing less than stunning to learn that Bart Davenport is soon to join the ranks of ex-Bay Area musicians. Since his beginnings as frontman for the Loved Ones during the early '90s mod revival to his Bruno's residency days with the soul-jazz-funk combo the Kinetics to his recent folkier performances as co-host of Cafe Du Nord's Monday night hoots, Davenport has been one of the most rewarding musical entertainers around. While his bands' records couldn't quite capture his unique panache, Davenport never failed to amuse, move, and connect with a live audience.\n\nAlas, duty calls. The company Davenport works for, the former Redwood City-based Web site MongoMusic, was recently acquired by Microsoft and is being relocated to Seattle. Similar to Internet radio stations like, the site features technology that lets listeners punch in songs in numerous categories and receive other, similar songs that they might not be aware of. (I found, to my horror, that both the Clash and Roky Erickson had been placed in the new wave section.) The company is staffed mainly by musicians, which means that the local scene will also have to do without Deluxe Records co-owner and Electric Birds leader Mike Martinez, former Cars Get Crushed member Paul Koehler, Blake Davis of Papa's Culture, Tracy Chapman's ex-bassist Andy Stoller, and many others.\n\nThere is a smidgen of hope, however. Sources indicate that some of the musicians haven't given up their apartments yet.\n\nA bang, not a whimper Turning from editorial hugs to banana slugs, the first annual Santa Cruz Lo-Fi Indie Music Festival, i.e., the Big Bang, begins on Thursday. For 10 straight days, our neighbor to the south will host three bands each night. The idea, organizer Oliver Brown says, is to showcase Santa Cruz artists, as well as take the usual festival notion of too many bands, too little time and spread it out over a week and a half. Many of the shows take place in unique venues like cafes, stores, and community centers.\n\n\"People came out of the woodwork to offer space,\" Brown says. \"I don't even know how they heard about it.\"\n\nSan Francisco bands like the Aislers Set and Deerhoof will perform, as well as the granddaddy of lo-fi, K Records chieftain Calvin Johnson. Brown recommends the following: Lady Fingers & Laura Limes, two art students who practice an experimental form of hip hop using a Mattel Hot Licks plastic guitar and referencing Devo and Yoko Ono; the Four-Eyes, a bespectacled three-piece garage band whose members sing about giving bullies computer viruses and carrying around Dungeons & Dragons sets just in case; and Sin in Space, a college student's wet dream that, according to Brown, sounds like \"the Pixies meet Radiohead meet the Cure.\"\n\n\"We have a really strong lo-fi scene here now,\" Brown says. \"I've lived here six or seven years, and sometimes it's hot and sometimes it's cold. Now it's very hot.\"\n\nBrown attributes the wealth of acts to the opening of a Streetlight Records. \"People used to move to Seattle or Portland or Oakland,\" Brown says. \"Now people don't have to go somewhere else after graduation.\"\n\nAll shows are $3 (a full festival pass is $20) and all-ages. \"By all-ages, people think that means just young kids,\" Brown explains. \"It also means 30 and above. We want to do this every year. I look forward to the day when there'll be a garage band playing with 50- and 60-year-olds in it, or a 50-year-old bass player and an 18-year-old drummer.\"\n\nFor more details, visit the festival Web site at\n\nAbout The Author\n\nDan Strachota\n\n\nSubscribe to this thread:\n\nAdd a comment\n\nPopular Stories\n\n  1. Most Popular Stories\n  2. Stories You Missed\n\n\n  • clipping at Brava Theater Sept. 11\n    Sub Pop recording artists 'clipping.' brought their brand of noise-driven experimental hip hop to the closing night of 2016's San Francisco Electronic Music Fest this past Sunday. The packed Brava Theater hosted an initially seated crowd that ended the night jumping and dancing against the front of the stage. The trio performed a set focused on their recently released Sci-Fi Horror concept album, 'Splendor & Misery', then delved into their dancier and more aggressive back catalogue, and recent single 'Wriggle'. Opening performances included local experimental electronic duo 'Tujurikkuja' and computer music artist 'Madalyn Merkey.'\"",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9918032289,
        "format_confidence":0.7824862003,
        "weight":0.0038905762
    }
]