[
    {
        "url":"https:\/\/chicagoagentmagazine.com\/whos-who-2019\/riz-gilani\/",
        "text":"Riz Gilani, Realtor\n\nDream Town Realty\n\nFor Riz Gilani, no task is ever too big or too small. “Our clients are busy people and they have jobs, so we try to take as much as we can off of their plates,” says Gilani, founder of Riz Gilani & Associates at Dream Town Realty. “My team truly puts the ‘service’ in full-service real estate.”\n\nA longtime Chicago resident, Gilani has been active in the city’s real estate industry for the last 25 years, though he switched his focus to residential sales in 2005. “So many people spend their whole lives clocking in at a job that doesn’t make them happy,” says Gilani. “I’m incredibly lucky to do something that I absolutely love.”\n\nSpecializing in all of Chicago’s neighborhoods, from the South Loop through Rogers Park, as well as the Evanston, Skokie and Oak Park markets, Gilani works with buyers, sellers and investors from all backgrounds. Within the last two years, 90 percent of his business has come from past clients and referrals, rather than farmed or purchased leads — an accomplishment he attributes in part to his responsiveness and devotion to giving his clients his undivided attention. “The growth has truly been organic,” he says. “I’m very proud of the excellent service that I provide my clients, which is the reason why they come back to me year after year.”\n\nThe Chicago Association of Realtors has consistently named Gilani a top producer every year since 2009, and he has also ranked as a Five Star Service Professional since 2011. “I’m very thankful to Dream Town Realty for providing such an amazingly supportive and collaborative environment that allows my business to thrive,” he says, adding that his team members, Amy Davis and Tessa Kamberos, are instrumental to his career advancement.\n\nGilani is a dedicated Realtor member and designates a portion of every commission check to support Coat Angels, among other organizations. Outside of work, Gilani loves to travel and cook, and he frequently invites clients over for dinner. “Sharing a meal with a client in your own home is such a great way to make a special connection,” Gilani says.\n\nNew Subscribe",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.6334082484,
        "format_confidence":0.5249611139
    },
    {
        "url":"https:\/\/lightlynews.com\/2021\/06\/01\/realestate\/the-fantasy-of-a-cotswolds-country-home-meets-reality-in-westchester\/",
        "text":"The Fantasy of a Cotswolds Country Home Meets Reality in Westchester\n\nLike so many renovation initiatives, the transformation of Keren and Thomas Richter’s 1850s farmhouse in Pound Ridge, N.Y., concerned no scarcity of surprises.\n\nWhen the couple, companions in an inside design agency referred to as White Arrow, discovered a rundown home in late 2017, they assumed they may refresh it with a beauty renovation, and that it could function a bucolic weekend escape from their main house in Brooklyn. Both of these assumptions turned out to be improper.\n\n“We would typically come as much as northern Westchester on the weekends and drive round, and we have been at all times so charmed by the way it felt such as you’re within the nation, though you’re actually solely an hour away from the town,” mentioned Ms. Richter, 40, who appreciated the fieldstone partitions, previous properties and beneficiant heaps.\n\nKeren and Thomas Richter, the founders of the inside design agency White Arrow, restored an 1850s farmhouse in Pound Ridge, N.Y.Credit…Frances F. Denny\n\nAfter the couple determined to behave on their dream of proudly owning a house within the space, they shortly discovered their home: a construction of peeling clapboard, with three sections constructed over the course of a century, on 5 inexperienced acres. The home had appeal, however wanted work. It appeared to have been final up to date within the 1950s, with worn linoleum and Formica. Unruly shrubs had taken over exterior.\n\n“It was in property situation,” Ms. Richter mentioned. “Since we do interiors, we thought it could be an ideal alternative for us to revive one thing and provides it our personal contact.”\n\nSuch a time-consuming venture isn’t for everybody, so that they weren’t anticipating the bidding struggle that adopted. “There have been builders fascinated with it as a result of they may demo it and create two properties on the lot,” Ms. Richter mentioned. The asking worth was $650,000, however the Richters finally paid $818,000; they believe that a letter they wrote to the vendor, explaining how they deliberate to revive the home, helped safe the acquisition.\n\nThe couple expanded and redesigned the previous galley kitchen to incorporate Shaker-inspired cupboards, beadboard partitions and a worktable. They discovered somebody in Montana promoting the white AGA vary on Craigslist, and Mr. Richter drove it again to New York in a U-Haul.Credit…Thomas Richter\n\nAs they started analyzing the home extra carefully, nonetheless, their preliminary pleasure gave strategy to concern. They knew they wished to boost the ceilings in some upstairs sections that have been so low that Mr. Richter, who’s 6-foot-Three, may barely get up. But they hadn’t counted on changing the inspiration beneath the portion of the home constructed within the 1950s.\n\n“It wasn’t actually constructed on a correct basis,” mentioned Mr. Richter, 39. “We employed a structural engineer to look into it, and he mentioned we needed to redo the inspiration beneath that half as a result of it was principally sinking.”\n\nThey additionally found that the entire electrical wiring and plumbing had to get replaced. Then the septic system failed. Before lengthy, it was clear that the venture would contain way over a beauty refresh: It can be a down-to-the-framing and dig-up-the-earth rebuild.\n\nThe main bed room has a customized spool mattress from Leonards New England and vintage lamps and cupboards.Credit…Thomas Richter\n\nWith the Brooklyn-based agency INCA as their architect of report and Robert Lord Construction, the Richters mapped out their renovation plans for a yr earlier than starting building in December 2018. When the climate was heat, they generally camped on the market.\n\n“We received a Porta Potty, and our buddies got here up,” Mr. Richter mentioned. “We had a firepit and tents and camped on the land, as a result of the home was a shell.”\n\nTo restore the outside, they discovered photographs of the home from the early 1900s and aimed to recreate what was there greater than 100 years earlier, together with a entrance porch that had been eliminated.\n\nInside, they hoped to create rooms that recalled not solely early American properties but in addition English nation homes. “In the start, we have been form of joking that we wished it to really feel like a Cotswolds nation house, though we’re in northern Westchester,” Ms. Richter mentioned. “But I do suppose, in some respects, that’s the vibe.”\n\nA media room, painted a deep emerald inexperienced, is linked to the first suite.Credit…Thomas Richter\n\nIt helped that a secondhand, British-made AGA vary grew to become the centerpiece of their kitchen after they discovered somebody in Montana promoting one on Craigslist. “Thomas flew on the market and drove it again in a U-Haul,” Ms. Richter mentioned.\n\n“It was one of the best journey of my life,” added Mr. Richter, who grew up in Germany and had by no means skilled an American cross-country street journey. “This journey was so epic, and I took a whole lot of detours.”\n\nNow the vary is the prized function in an expanded kitchen with Shaker-inspired cupboards, beadboard paneling and a customized worktable, all painted a deep teal.\n\nUpstairs, they designed a brand new main suite, together with a rest room geared up with a free-standing cast-iron bathtub and a bathe beneath the newly raised ceiling. In the attic, they created a house workplace for his or her design studio.\n\nThe home features a sunny playroom for the couple’s daughters, Mira and Laila.Credit…Thomas Richter\n\nThe four-bedroom, Three,000-square-foot home additionally has a sunny playroom, which was of prime significance. The Richters have two daughters, Mira, four, and Laila, born this previous February.\n\nThat’s a part of the rationale the couple determined to go away Brooklyn and make Pound Ridge their main house. They by no means did get to make use of the home as a weekend escape: It was accomplished, at a price of about $340,000, simply after the pandemic struck final March, at which level they moved in.\n\nNow, with a rising household, they’ve discovered that their 5 acres of discipline and forest are too irresistible to go away. “It’s rather more of a nature-oriented expertise than we had earlier than, and it’s simply actually nice for teenagers,” Ms. Richter mentioned.\n\nAnd with social distancing guidelines being relaxed, she added, “we do anticipate our buddies from Brooklyn can be right here loads.”\n\nFor weekly e-mail updates on residential actual property information, join right here. Follow us on Twitter: @nytrealestate.",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.995118022,
        "format_confidence":0.8159319758
    },
    {
        "url":"http:\/\/www.thedailycat.com\/blissful\/bonding\/cat_survivors_japan\/index.html",
        "text":"Mia, Sophie, Prince Charming\n\nCat Tips\n\nLimit treat intake for your cat. Treats should never exceed more than 10 percent of your pet's daily diet.\n\nread more\n\nCat Survivors of Japan’s Earthquakes and Tsunami\n\nBy Elijah Merrill\n\nCat Survivors of Japan’s Earthquakes and Tsunami\n\nOn March 11, when an 8.9-magnitude undersea earthquake triggered a massive tsunami that struck Japan’s eastern coastline, the world watched one astounding video after another, documenting the enormity of the disaster.\n\nThe Japanese government urged all evacuees to leave their pets at home. The area already had a significant stray population, so tens of thousands of cats were left behind in the disaster zone. Animal welfare organizations and volunteers, however, continue to work tirelessly to save these cats.\n\nRescue Efforts Save Pet Lives\n\nAnimal Rescue Kansai is one of several organizations that have funneled their resources and expertise to aiding animals affected by the tsunami. “We’ve been taking in animals, both those rescued on the road or those belonging to evacuees,” says Elizabeth Oliver, founder of Animal Rescue Kansai. “After coming in, they are processed by our on-site vet: deworming, vaccination, microchipping and neutering. Some animals are boarded; some are given up for adoption.”\n\nOther local organizations doing similar work include the Japan Animal Welfare Society, the Japan Veterinary Medical Association, the SPCA and Japan Earthquake Animal Rescue and Support (JEARS). JEARS was formed by a small group of animal welfare activists -- including David Wybenga, founder of the Japan Cat Network -- as a direct reaction to the tsunami.\n\n“We’ve put out our info, gone to human shelters and put out flyers asking if anyone has left animals behind,” he says. “People call, and we go check on the cats in their house or pick them up.” Wybenga says his group is also supporting people who made the effort to save their pets. “There are people who stayed with their pets, and maybe also gathered up their neighbor’s pets, but don’t have any resources,” he says. “So we’re also looking for people who need our help caring for and feeding their pets.”\n\nPreparing Your Cat for a Disaster\n\nWhile it’s inherently difficult to prepare for an unpredictable act of nature, there are some steps you can take:\n\n  • Have your cat microchipped or at least make sure its collar contains your name, address and phone number. “Most of the animals we’re finding have not been microchipped, so we have to post pictures and descriptions and hope that someone will see that and claim the pet,” says Wybenga. “If there’s a microchip, you get the name and address of the owner by scanning it.”\n  • Make a “go bag.” This should be something portable and filled with nonperishable food, water bottles, a water\/food bowl, a can opener and a flashlight (ideally a human-powered one that doesn’t require batteries).\n  • Take your cat with you. It’s actually common for local government agencies to tell people to leave pets behind. “Take your pet with you, even if they say you can come back for it later,” says Oliver. “If it’s not safe for you to be there, then it is not safe for your pet either.”\n  • Have an exit strategy. This is especially important if your exit may mean leaving the country. Know what the requirements and procedures are for animal travel for the departure airport, the airline and the country you’ll be traveling to.\n\nHow You Can Help the Japanese Effort\nThe most obvious way to help is by donating money, which will still be needed months from now. You can also donate goods, such as cat food or bedding, and have them sent directly to the organization. Finally, you can help urge Japanese legislators to make animal rescue an official priority for future disasters.\n\n“The hurricane Katrina disaster was the largest cat-dog rescue process in the world, and as a result of that, the U.S. -- specifically FEMA -- has required that projects must have a contingency for pets,” he says. “We’re hoping people will write the Japanese embassy or the American embassy in Japan, and tell them to please do something more for the animals that are in distress.”\n\nElijah Merrill is a freelance writer and frequent contributor to The Daily Cat. His work has appeared in The New York Times Magazine and Discover.\n\nRate This Article\n* * * * *\n\nClick a star to rate this article\n\nPosted on September 10, 2011\n\nLynn says: If you can't take litter box with you, take a harnes and leash, and it's best if your cat is accustomed to it in advance of ever having too use it in an emergency. My family members took four cats with them when they fled Katrina in Texas. They were trapped for hours in standstill traffic, again when they ran out of gas, and none was availble, and their first shelter didn't allow animals indoors. Feeding and watering the cats was no problem. Toileting them was a big problem!\n\nFollow Us\n\n    Black and blue logo for content marketing agency, Studio One, with greater-than sign used as a title.\n\n    Copyright © 2015 Studio One Networks. All rights reserved",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.8537895679,
        "format_confidence":0.7573933601
    },
    {
        "url":"http:\/\/www.mansionglobal.com\/articles\/33991-building-an-outdoorsy-home-in-norway-s-rain-soaked-bergen",
        "text":"Bergen, in the west of Norway, invites you outdoors, then sends you running for cover. The city is blessed with spectacular scenery and mild temperatures, but it is cursed with some 250 days of annual rainfall.\n\nCanadian-born, Bergen-based architect Todd Saunders, 46, was well aware of his adopted hometown’s weather when he planned his family’s new home in the city’s upscale Paradis neighborhood. His design called for large overhangs and sheltered terraces, making the outdoors livable even in a storm.\n\nFor the ground floor, Mr. Saunders planned to rest the home on two small sections—an entryway and storage space—that would act as a brace for a long, second-story cantilever. He looked forward to the simple pleasure of bringing in groceries from the car without getting soaked—a problem at the family’s previous home, an apartment in a townhouse.\n\nThe living room on the second floor.\n\n更多资讯: A Nantucket Beach House With New England Charm\n\nHe also wanted his Norwegian partner, Trude Sangolt, to be able to read on a dry terrace on a wet day, and their two daughters—Sina, now 9, and Astri, 7—to play to their hearts’ content on sheltered, drizzle-free swings.\n\nThe one bit of sogginess Mr. Saunders wasn’t ready for when he broke ground in 2013 on the 4,000-square-foot, three-story villa was water coming up from underneath.\n\n“The site is low,” says Mr. Saunders, a Newfoundland native. Surrounding lots were draining into his. When the construction began, the lot flooded.\n\n“I had to dig down 25 feet and set up a drainage system,” he says, recalling hundreds of truckloads of departing mud, followed by hundreds of truckloads of arriving rocks.\n\nIt was a budget-buster—“a kick in the pants,” as he puts it.\n\n“It usually takes $35,500 to prepare a Bergen site,” says the architect, who has designed million-dollar homes for clients from Norway to Connecticut, “but this cost $118,000.”\n\nThe stairway up from the ground-floor entrance.\n\n更多资讯: Michelin-Starred Chef to Run 432 Park Ave. Residents-Only Restaurant\n\nStill, one year later, in spring 2014, he and his family moved into the four-bedroom, three-bathroom house. Total cost: $1.8 million.\n\nHe paid a premium for the dramatic cantilever construction. The effect is one of lightness. The second floor seems to float on air.\n\nThe house is clad in quadruple-stained spruce, a version of which is used on the indoor ceilings to help muffle sound. The entrance hall on the (dry) ground floor includes a huge walk-in closet for shoes and coats, a large alcove that serves as a guest bedroom and a full bathroom.\n\nThe 100-foot-long second floor is where the family lives, eats and sleeps. The cost of the steel, which helps create the overhangs, was $71,000.\n\n“If I did a house on the ground, I wouldn’t need any steel,” he says.\n\nThe top floor was something of a splurge, says Mr. Saunders. It also has ample uncovered deck space to help make the most of the rare sunny days. Mr. Saunders calls its single, light-filled room the library, but it has morphed into a de facto playroom for his daughters. Mr. Saunders, who describes himself as “low-tech,” has stashed a TV set here.\n\nUntil 2012, the architect, founder of Bergen’s Saunders Architecture, and Ms. Sangolt, a 43-year-old physical therapist, had bought and refurbished a few smaller Bergen apartments. But they had their eyes set on Paradis—a green area south of the city, known for its hilly terrain and expensive villas dating back to the 1930s.\n\nAfter losing the bidding on a Paradis home, Mr. Saunders and Ms. Sangolt came across a small former park about to be sold for development. They decided to grab it, paying about $355,000, for the 0.35-acre lot.\n\nAn antique workbench once used to repair plane parts at a New York airport is used is used as the family craft table in the library.\n\n更多资讯:  How to Build a Brighter Home\n\nMr. Saunders says his local clients typically spend less than he did on construction. But he wanted elements such as Danish-designed hardwood floors, at $48,000, and a kitchen from Sweden’s Kvänum. Equipped with Gaggenau appliances, including a double oven and two dishwashers, the kitchen cost around $112,300.\n\n“I appreciate the difference now that I live with a good kitchen,” he says, showing off his sleek Kvänum cabinets, which open to reveal felt-lined drawers that are sturdy enough to be climbed on by one of his daughters.\n\nIn planning the interior, Mr. Saunders worked with Hannes Wingate, a Swedish artist and designer based in Portland, Ore. The home mixes classic furniture by Danish masters—including the Børge Mogensen bench in the master bathroom—with up-to-date designer pieces, like dining chairs by French brothers Ronan and Erwan Bouroullec.\n\nThe home’s standout piece is in the library: an early 20th-century, eight-seat workbench, once used to repair plane parts at New York’s Idlewild Airport, a precursor to today’s JFK Airport. Mr. Saunders found it in a New York antique shop while looking for a clock.\n\n“I paid 9,000 bucks for this thing,” he says of the object, which suggests a sculptural picnic bench. Weighing in at nearly 350 pounds, it had to be lifted up to the top floor with a crane.\n\nThe bench is set off by two early 20th-century Bergen lounge chairs, among the first pieces of furniture Mr. Saunders ever bought. Their original linen upholstery has frayed away to atmospheric fringe.\n\n“We fixed the upholstery a little but I told my furniture guy not to make it look new,” he says, adding that furniture, like houses “should have a certain patina.”\n\nMore From Mansion Global:",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.9261274934,
        "format_confidence":0.939858973
    },
    {
        "url":"http:\/\/www.residentialarchitect.com\/culture\/why-xeriscaping-makes-sense-everywhere_o",
        "text":"To paraphrase Tennyson, in springtime, a man’s fancy turns to thoughts of landscaping. If you’ve got clients ready to start building or remodeling, you may be thinking not just about the inside of the house, but also about the outside. Chances are, many of your clients have their hearts set on a piece of rolling lawn, too, with fantasies of Downton Abbey dancing in their heads. But not so fast, says landscape designer Jonah Busick of Shepley Bulfinch Architects in Phoenix. Before you go ordering pallets of sod, Busick suggests telling your clients about the money they’ll save with xeriscaping.\n\nLong associated with dry climates, prickly plants, and gravel paths, xeriscaping (also called xerogardening) isn’t just for the desert. It’s nothing more than smart landscaping that’s appropriate for the area you live in, says Busick. Yes, it originated in the West as a response to cutting back on water, but that mounting concern has since spread beyond arid places. \"Something like 50% of domestic water is used for landscaping,\" says Busick.\n\nWater shortages are only one reason to opt for this low-maintenance strategy, says Busick. You’ll use fewer pesticides and will save on lawn care bills, because plants that grow where they’re supposed to will stay healthier and need less babying. \"The lawn used to be the default choice up until about 10 years ago,\" reports Busick. \"But now people are thinking more critically.\"\n\nYet xeriscaping doesn’t have to mean foregoing that patch of green grass. \"A lot of the landscaping we do is hybrid, where we do say 95% xeriscaping,\" he says. At the beginning of the design process, Busick asks clients exactly what they need a lawn for. If it’s for a dog or for kids to play outside—one of the main reasons people buy detached homes—he’ll often suggest a 10-foot by 20-foot patch of grass. In Phoenix, one variety he opts for is Bermuda grass, which doesn’t need much water.\n\nThere’s another reason to think about reclaiming the land and looking to the past when it comes to landscaping. Xero gardening, says Busick, beefs up property value. He advises that a well-considered landscape plan appropriate for its surroundings \"helps organize design.\" \"Tidy and appropriate translates to curb appeal,\" he says.\n\nAmy Albert is a senior editor at Builder magazine.",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.8724165559,
        "format_confidence":0.9032684565
    },
    {
        "url":"http:\/\/www.saga.co.uk\/magazine\/home-garden\/gardening\/wildlife\/mammals\/house-mouse.aspx",
        "text":"The house mouse\n\nDavid Chapman \/ 07 January 2013\n\nDavid Chapman on the mouse that needs to live close to us in order to survive.\n\nIn winter a couple of years ago, our neighbours pulled down their garage in order to make an extension to their house. The garage had stood for decades and had lots of bits and pieces stored in it, many of which had lain undisturbed for a long time. Unbeknown to me, or presumably my neighbours, the garage had also been home to quite a large population of house mice. How do I know? Well shortly after the garage was pulled down I started to find house mice in my workshop which is nearby.\n\nMy workshop is attractive to wildlife. I have often seen wrens in there looking for insects; in winter I see peacock butterflies hibernating on the walls and throughout the year I regularly spot wood mice running along the window ledges. Wood mice are distinctive creatures with light brown fur on their backs and white fur underneath, they have long tails and are very attractive creatures.\n\nPrior to the winter in question I hadn't seen house mice on our property for many years and the first sign of their invasion was their distinctive musty smell. Getting into my draughty old workshop wasn't a problem for them since house mice can squeeze through the tiniest of holes, it is said that they can get through a 6mm gap, that's the width of a biro.\n\nHouse mice are not as attractive as wood mice, they are fairly mono-tone with grey-brown fur and a slightly unkempt appearance. The house mouse is common in Britain but their preferred domain is around humans so they are not particularly numerous in the countryside where their country cousin, the wood mouse is boss. It is thought that house mice were originally only found in Asia but through the activities of humans over the centuries they have now colonised the entire world with the exception of tropical Africa.\n\nHouse mice don’t just like to have humans close by, they actually need us. One example which goes some way to proving this point was seen on the remote island of St Kilda off the coast of the Hebrides. This remote island was once occupied by both humans and house mice but when human habitation ceased the house mouse soon became extinct there.\n\nHouse mice will eat just about anything and will even gnaw at things which are inedible, such as electric cables for which they can become a pest. They are fairly adaptable but can’t cope with competition from other mice so a good population of wood mice will usually out-compete house mice. That was how the balance in my workshop used to be maintained, fortunately by the following spring the house mice had all gone again, presumably replaced once more by wood mice.\n\nThe opinions expressed are those of the author and are not held by Saga unless specifically stated.\n\nThe material is for general information only and does not constitute investment, tax, legal, medical or other form of advice. You should not rely on this information to make (or refrain from making) any decisions. Always obtain independent, professional advice for your own particular situation.",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.8990806937,
        "format_confidence":0.8431869149
    },
    {
        "url":"https:\/\/potguide.com\/blog\/article\/landlords-legal-cannabis-and-renting-in-marijuana-friendly-states\/",
        "text":"Sunday June 17, 2018\n\nBy Erin Hiatt\n\nLandlords, Legal Cannabis and Renting in Marijuana Friendly States 420 Culture\n\nRecreational cannabis use is now legal in several states across America, and more than 30 states have legal medical marijuana in some form or another. Despite this profusion, it is still unclear whether a renter can use cannabis on leased property.\n\nAdding to this confusion is whether these rules could apply to non-smokable forms like edibles, tinctures, and topicals, and if federal law, where all cannabis is illegal in any form, takes precedence over legal state statutes.\n\nHome Grows\n\nSimply put, in states that allow for at-home cultivation, a landlord must prohibit growing pot as a clause in the lease. Home selling and rental site Zillow writes, “If the issue comes up after the lease has been signed without such a clause, the landlord would likely need to rely on an anti-drug or crime policy that hopefully was included in the lease.”\n\nHome Grow\nIt's always a good idea to talk to your landlord about cannabis cultivation before moving in.\n\nIf the tenant were to violate the lease clause prohibiting home grows, the landlord would then need to send written notice. If the tenant continued to grow cannabis at home after receiving written notice, the landlord could then move to evict the tenant.\n\nBecause of the sometimes questionable nature of growing cannabis within a leased property in a legal state, it’s always best to be upfront with the landlord to avoid any mishaps down the road.\n\nThere are many landlords who are not concerned with cannabis and allow tenants to possess, consume and grow it within their rental so long as their following state laws. Conversely, some landlords are very much against cannabis and side with the federal government when it comes down to brass tax.\n\nWhy Landlords Are Concerned\n\nLandlords in Canada, where legal cannabis markets are set to open in the summer of 2018, have several concerns about home grows and at-home cannabis use, including the use of hazardous chemicals like pesticides, safety hazards due to a strong reliance on electrical systems, mold-causing humidity, financial liability to the landlord and owner, and strong odors seeping to other units.\n\nHowever, there are some businesses using legal cannabis as a selling point as some canna-tourists or medical marijuana refugees move to other states to take advantage of recreational or medicinal cannabis markets. Landlords who choose to prohibit cannabis tend to apply the same tactics used with cigarettes and cigars, and this is usually included in the lease agreement.\n\nSigning a Lease\nBe sure to read over your lease thoroughly before signing! photo credit\n\nMany insurance policies typically include “illegal act exclusions,” where they are not required to cover damages done during illegal activities. So, even if cannabis is legal in your state, some landlords may be reluctant to rent to people upfront about their cannabis usage due to its federal illegality.\n\nEvery State is Different\n\nIn Massachusetts, landlords can ban through lease agreements smoking and cultivation of cannabis but cannot prohibit non-smokable cannabis consumption, like edibles and vaporizing. Michigan law states that landlords are not required to lease to anyone smoking or growing at home as long as it is clearly stated in the lease, and in Rhode Island, landlords cannot penalize or refuse to rent to a medical marijuana cardholder.\n\nMost states allow landlords to ban smoking cannabis as long as vaporizing, edibles, topicals, and other consumption methods are allowed.\n\nUltimately, it is up to the landlord to have a full and clear understanding of state laws and to iterate them clearly in lease agreements, and it is up to the renter to know which forms of consumption are allowable on site.\n\nWhat if I Have a Medical Marijuana Card?\n\nA tenant could credibly argue that not being able to use or grow medical marijuana could violate their rights to receive “reasonable accommodation” according to the Americans with Disabilities Act of 1990. However, a few prominent legal cases have come down firmly against such an argument.\n\nIn the California case, Ross v. RagingWire Telecommunications, the state supreme court ruled that even though Prop 215 made medical marijuana legal, the Fair Employment and Housing Act “does not require employers to accommodate the use of illegal drugs,” and that California’s medical marijuana law does not give a person “a right to use marijuana free of hindrance or inconvenience, enforceable against third parties.”\n\nMMJ Card\nNot every state honors cultivation laws for medical marijuana patients who rent properties.\n\nThe United States Supreme Court ruled in 2005 against Oakland California-based Angel Raich, a severely ill medical marijuana patient who had her cannabis seized and destroyed by federal agents. In this instance, the court held that the Commerce Clause has the power to regulate the use of marijuana home-grows in states where medical cannabis consumption is legal.\n\nSo, being a medical marijuana patient, regardless of severity of condition, is no guarantee to use or grow cannabis on any rented property unless explicitly agreed to in the lease agreement.\n\nLocation, Location, Location\n\nA tenant could complain to a landlord that because cannabis is legal according to state statute they should be allowed to smoke, but the answer depends on the lease agreement. A landlord can prohibit cannabis smoking just as they can prohibit tobacco and cigar smoking on site, as long as it is stated explicitly in the lease. If it is not, the landlord would need to work with the tenant to come to an agreeable solution.\n\nWhat state cannabis laws generally allow is for individuals to use or grow cannabis in the privacy of their own homes. However, many people do not have access or resources to own private property. In the meanwhile, it is up to landlords to be legally proactive and state their cannabis regulations clearly in lease agreements, and up to potential renters to ask what kind of cannabis consumption, if any, is allowed on-site.\n\nWhat are your experiences with landlords and cannabis? Share them in the comments below!\n\nPhoto Credit: Rental Realities (license)\n\nErin Hiatt Erin Hiatt\n\nErin Hiatt is a New York City-based writer who has been covering the cannabis industry for more than six years. Her work - which has appeared in Hemp Connoisseur Magazine, PotGuide, Civilized, Vice, Freedom Leaf, MERRY JANE, Alternet, and CannaInvestor - covers a broad range of topics, including cannabis policy and law, CBD, hemp law and applications, science and technology, beauty, and psychedelics.\n\nErin's work and industry insights have been featured on the podcasts The Let's Go Eat Show, In the Know 420, and she has appeared as a featured panelist on the topic of hemp media. Erin has interviewed top industry experts such as Dr. Carl Hart, Ethan Nadelmann, Amanda Feilding, Mark A.R. Kleiman, Dr. James Fadiman, and culture icons Governor Jesse Ventura, and author Tom Robbins. You can follow her work on LinkedInWordpress, @erinhiatt on Twitter, and @erinisred on Instagram.\n\n\nMarijuana Strains\n\nFeatured Brands",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.6159736514,
        "format_confidence":0.669230938
    },
    {
        "url":"http:\/\/www.shared.com\/she-wanted-the-one-cat-no-one-else-did-but-she-knew-it-was-meant-to-be\/",
        "text":"Uplifting | Animals\n\nShe Wanted The One Cat No One Else Did, But She Knew It Was Meant To Be\n\nOf all the kittens and cats in the humane society, Britta Bergeson fell in love with the one no one expected her to notice.\n\nShe is only eight years old, but when she saw this sweet cat named Justice,  she knew that this special kitty would be the one that she wanted to love. Her parents were not as sure, as Justice was a special needs cat after arriving at the Arizona Humane Society with severe trauma to both of its eyes,\n\nBritta had to try to convince her parents that adopting this blind cat was a good idea, so she decided to draw a sweet little cartoon to show them what it would be like to bring home Justice.\n\nShe drew a bunch of pictures of her and the cat, showing it running into a wall while she follows, and then a few of her telling Justice  \"I love you\".\n\nFinally Britta's family agreed to at least go meet the cat in person and they immediately realized they would not be going home without this cat.\n\nThe adoptions supervisor, Vanessa Crues, described the interaction and said that \"She started crying and it was an instant love connection. Justice just melted in her lap and was so calm with her new friend. The family was very emotional. Love connections like these are what make this job so rewarding, especially for a cat like Justice who really needed to find a great home!”\n\nSo the little blind kitty found a home with the sweetest little 8-year-old who couldn't wait to take care of her new best friend. Their connection was so powerful that it even inspired Britta's aunt to adopt a different cat herself while the whole family was there! It's really amazing what a kid can do when they are determined!\n\nRelated Articles",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.7196442485,
        "format_confidence":0.6263158321
    },
    {
        "url":"http:\/\/www.aarp.org\/money\/budgeting-saving\/info-10-2010\/savings_challenge_why_living_green_costs_less.html",
        "text":"Why Living Green Costs Less\n\nYou can leave a small carbon footprint without making a big dent in your wallet\n\nSavings Challenge Logo\n\n\"The thing is, I care about the environment. And everybody knows that it costs more to live green.\"\n\nThat statement — or something very similar — inevitably pops up whenever I talk about the virtues of living a more frugal lifestyle. So it may come as a surprise to learn that I've been an ardent environmentalist my whole adult life. In fact, my decision to live a more cost-conscious lifestyle is largely based on my desire to live lighter on the planet.\n\nSee also: Get in on the Freecycle Network\n\nIt's been in only the last decade or so that Americans have started equating \"living green\" with buying specialized — and often higher-priced — green products. For the most part, that's faulty thinking. True green living costs less, not more. The fact is that if you're a typical American, the most earth-friendly thing you can do isn't to buy pricey green products, but simply to buy and consume less. It's just that simple.\n\nAccording to the World Wildlife Fund, if everyone on the planet consumed at the levels that we do here in the U.S., it would take three planet Earths to provide the resources necessary to sustain us. Americans are only 5 percent of the world's population, but we consume 30 percent of the world's resources. According to U.S. Census data, the rate of per capita consumption (i.e., the amount of \"stuff\" we consume) has increased by more than 50 percent in the last 30 years.\n\nSo the good news is, what's good for the environment is usually good for your wallet, too. Here are some examples of how you can save some green while living green:\n\nCleaning Products. Specialized green cleaning products are definitely better for the environment, but a quick survey in the cleaning aisle of my local grocery store reveals that they typically cost 50 percent to 150 percent more than their toxic equivalents. Don't despair. Good old-fashioned products like baking soda and vinegar can be used to clean nearly all household surfaces. They cost only pennies per application and are even lighter on the environment than many specialized green cleaning products.\n\nHybrid Cars. There's no denying the fact that hybrid cars get better gas mileage and have lower emissions than cars with a conventional internal combustion engine. But most hybrids will set you back $25,000 or more, creating a price differential compared with many new nonhybrid models that's difficult to recoup in gas savings alone. Even if your current car is a relative gas guzzler, it's likely to be more eco-friendly (and much more economical) to drive than a hybrid if you simply drive less, consolidate trips and carpool when possible. Driving your 55-mpg hybrid to the office every day by yourself may make you feel green, but carpooling with four friends in an 18-mpg clunker uses much less gas and creates less pollution per passenger. Of course, all driving options pale in comparison to what are always the greenest and cheapest options of all — using public transportation, walking or bicycling whenever possible.\n\ngreen gloves and a sponge\n\nOrganic Foods. Foods raised without the use of pesticides or antibiotics are generally lighter on the environment. According to U.S. Department of Agriculture data, organic foods cost more — nearly twice as much for a gallon of organic milk, for example. While some organic foods may be worth the additional cost, a decision to simply eat lower on the food chain — more fruits, veggies, grains, legumes, poultry, etc. — even if they're not organically grown, would be a boon to the health of both most Americans and Mother Nature as well. The Centers for Disease Control and Prevention says that Americans eat, on average, twice the recommended amount of meat, and only 14 percent of us eat the recommended five servings of fruits and vegetables per day. Eating all organic foods would be nice, but eating a healthier diet — one that's also less destructive to the planet — is a potential starting point. Eating less red meat and fewer dairy products and processed foods can also be considerably less expensive, particularly if you're a smart shopper and plan your meals around what's both healthy and on sale. That's how I came up with this list of 50 healthy foods costing under $1 a pound.\n\nGreener Pastures. What's green but not green? Lawns are notoriously tough on the environment, with all of the fertilizers, pesticides and water they require. They're also tough on our bank accounts: According to one study, lawn care services and supplies in the United States are a $12 billion-a-year industry. Consider reducing the size of your lawn or eliminating it entirely by mulching it over or replacing it with low-maintenance ground covers like pachysandra or creeping thyme. Xeriscaping — landscaping in such a way as to eliminate the need for supplemental irrigation and toxic chemicals — can save time, money and Mother Nature. The U.S. Department of Energy says that strategically planting as few as three trees around your house can reduce your heating and cooling expenses by as much as 20 percent. Not a bad investment, given that landscaping also typically increases the value of your home when you sell.\n\nMake It Last. According to an article in The Wall Street Journal, about 75 percent of household items Americans bought in the 1980s were to replace an item that was worn out or beyond repair. Today, only about 20 percent of such purchases are to replace a worn-out item. The other 80 percent are simply because we want a new whatchamacallit, even if our old whatchamacallit is still working just fine; after all, who can live with a whatchamacallit in last year's color? By simply using things up (the Agriculture Department says that nearly 25 percent of food in the United States ends up in the trash can)  and making things last, you'll be living green and saving big. And when you do go shopping for something new, consider doing the truly earth-friendly thing and buying it used instead — at a thrift store or yard sale — or maybe getting it for free through freecycling.\n\nSimple Energy-Saving Fixes. Don't be suckered in by every advertisement for expensive home improvements that promise to pay for themselves in energy savings. Always do the math yourself. When you really crunch the numbers, many costly energy-saving measures — like replacing the windows in your home with more-energy-efficient models — often don't make economic sense unless you're going to stay in your home for many, many years. In general, it's smart to upgrade to energy-efficient appliances and other energy-saving products only when the time comes to replace a worn-out older model. Most homeowners will save more money and more energy by undertaking simple, inexpensive, do-it-yourself projects first, such as filling gaps around the house that let heat\/cooling escape, adding extra insulation in the attic, installing programmable thermostats, and turning down your hot water heater. According to the Energy Department, the typical older home has enough easily repairable energy-sucking gaps around windows, doors, etc., to be the equivalent of leaving the front door open all year long! Think about that, and then run out to the garage and get your caulking gun.\n\nJeff Yeager is the author of The Ultimate Cheapskate's Road Map to True Riches and The Cheapskate Next Door. His website is www.UltimateCheapskate.com and you can friend him on Facebook at JeffYeagerUltimateCheapskate or follow him on Twitter.\n\nJoin the Discussion\n\n0 | Add Yours\n\nPlease leave your comment below.\n\nYou must be logged in to leave a comment.\n\nNext Article\n\nRead This",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.7104768753,
        "format_confidence":0.8876119256
    },
    {
        "url":"http:\/\/bostoncommon-magazine.com\/living\/articles\/home-tour-a-nantucket-hideaway?page=1",
        "text":"The kitchen table is custom-made by Eric Roseff Designs and decorated with vases from Studio 534 at the Boston Design Center. Lanterns on the marble island are from Webster & Co., and the pendant lamps overhead are from Urban Archaeology. Drapes and cushions are upholstered with fabric from Raoul Textiles at Studio 534.\n\nBeyond Beach House Kitsch\nWhen designer Eric Roseff set out to create a relaxing retreat on Nantucket for longtime clients based in Greenwich, Connecticut, he simply looked to the sea and sand for ideas while ignoring the oftabused beach house kitsch found in so many summer residences (no WELCOME TO THE BEACH signs here). “My inspiration was the calm and serenity that Nantucket can bring; the soft colors and open spaces of the island,” says Roseff. His clients wanted their newly constructed four-bedroom, five-and-a-half-bath shingle-style home to be clean, well edited and low maintenance, so the Boston-based designer conjured an escape that would allow the on-the-go clan to truly relax and enjoy the laid-back lifestyle Nantucket has to offer.\n\nRoseff began his design with a subdued but texturally interesting palette of foggy blues, crisp whites and calming sandy beige that mimic the shades found naturally on the island. “The colors are soft and tranquil, with a great mix of textures and patterns to offer visual interest without anything really jumping out at you,” Roseff explains. The muted hues connect the light-filled rooms of this 5,000-square-foot home and maintain a sense of calm and organization. Even the home’s transitional spaces, specifically the stairwell, were given great attention to detail. “Because so many of the rooms open up to each other, I wanted them all to relate and to transition seamlessly,” he says. “The stairwell area is a bit of a destination, with plenty of interest to draw you in—artwork, seating, the great driftwood mirror.”\n\nDespite the consistent palette and mood, each space also has its own personality. “Every room was designed to stand on its own yet work together with the other spaces as a whole,” Roseff says. “There are special and beautiful focal points throughout. The family really uses the entire house.”\n\nComforting Common Space\nThe entry provides a stunning first impression of what lies inside. A bench with pillows outside the front door welcomes guests and “offers a sense of comfort, relaxation and ease,” says Roseff. “The outside blends with the inner space through the use of natural materials, elements and textures. The large wooden crab also conveys a sense of whimsy, emphasizing that this is a place to relax and have fun.”\n\nInside, the living room is divided by a contemporary two-sided fireplace with glass screens. “The smaller side of the room was originally slated to be a formal dining area, which my clients did not need or want,” says Roseff, so they decided instead to utilize it as a den. Four upholstered club chairs create a space that beckons for a chatty gathering over a few glasses of wine. On the opposite side of the fireplace sits a larger seating area with a pair of “super-comfortable” sofas and wing chairs, all decked out in summery Lulu DK fabrics. “As a family, they tend to gather in the small and cozy living room,” Roseff says. “It’s a very intimate space.”\n\n\nLike what you're reading? Get it delivered straight to your inbox. Sign up now for our newsletters >>",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.8738656044,
        "format_confidence":0.9158728719
    },
    {
        "url":"http:\/\/www.motherearthnews.com\/homesteading-and-livestock\/bartering-a-stay-in-a-rustic-cabin-zmaz78jfzgoe.aspx",
        "text":"Bartering a Stay in a Rustic Cabin, Thinning Trees and Hand-Carved Furniture\n\nThe Successful Swaps column shares success stories of people who barter for goods without exchanging any money. This issue includes bartering a stay in a rustic cabin, thinning trees and hand-carved furniture for trade.\nBy the MOTHER EARTH NEWS editors\nJanuary\/February 1978\nAdd to My MSN\n\nThese homesteaders barter their services, including bartering a stay in a rustic cabin, thinning trees and hand-carved furniture.\nPhoto By Fotolia\/RoJo Images\n\nContent Tools\n\nRelated Content\n\nNeighborGoods: Share Your Stuff!\n\nNeighborGoods is an online community that lets you borrow and lend tools and other items from people...\n\nReclaimed Furniture\n\nRecycled, repurposed or reclaimed — whatever you call it, using old furniture in new ways is an affo...\n\nClothing Swap\n\nParticipate in a clothing swap and make an economic statement\n\nHomesteading Community: Bartering For Sewing Lessons\n\nWhile livestock and gardening are part of homesteading, it's not all there is. At its core, homestea...\n\nThe Successful Swaps column shares success stories in bartering, including stories on bartering a stay in a rustic cabin, thinning trees and hand-carved furniture.\n\nIn Issue No. 37, Bill Wodrasks shared some of his thoughts regarding one of mankind's better ideas — barter — and offered up an interesting suggestion: \"I'd like to see a continuing feature on barter and skill-and-labor exchanges,\" said Bill. \"Maybe MOTHER could even swap subscriptions for contributions to the department.\" \"You're on!\" we replied . . . and announced our still-standing offer. Anyone (and that means you!) who sends us a short (200 words or less) account of an actual barter that's good enough to print will receive — as the folks on the following pages have — a twelve-month subscription (or extension of same) to THE MOTHER EARTH NEWS®. THE MOTHER EARTH NEWS®, Inc., P.O. Box 70, Hendersonville, N.C. 28739.\n\nWhen I was growing up in the city, barter was an unknown term, but now I couldn't get along without it! For instance, I've traded houseplants for jelly, old clothing for mending, and surplus corn for fresh salmon. And in the winter — since we don't own the kind of heavy vehicle suitable for travel on snow packed roads — our neighbor rims errands for us in exchange for baby-sitting.\n\nLast (and best) of all are the barters that occur between my husband and me . . . like a backrub, for help with caulking, or a thorough shampoo for doing the dishes. These husband-wife swaps are fun, and they usually make for a better day.\n\n— Lynn Moen\nDunkerton, IA\n\nMy first barter arrangement couldn't have worked out any better. It was the year after I'd bought my property, and there were three main factors involved: [1] I was still desperately broke from the 10-acre purchase, [2] the sugar maples on the place had been logged many years before, which left an \"overstory\" of beech and red maple, and [3] I needed the old logging road on the property graded and graveled.\n\nHence, I struck a deal with a local logging contractor who wanted to harvest the beech and red maple (which I wanted thinned anyway), and who in return gave my old logging road the work it needed.\n\nAt that point, I'd already benefited twice . . . but the story wasn't over yet, because the tree tops that were left behind made excellent stove wood, with little or no splitting required. Since there were more tops than I had time to cut and store, I swapped some to a neighbor for his occasional welding services.\n\nSo — with a four-way win on my very first barter — you can be sure I'll continue to rely on this medium of exchange in the future!\n\n— Peter Benison\nMontgomery Center, VT\n\nI live and work in Massachusetts, so I'm only able to enjoy my cabin in New Hampshire on sporadic weekends and vacations. I'd been contemplating the possibility of a barter situation — work for housing — but I didn't want to give up my use of the property.\n\nOne day I casually mentioned my situation to a friend, and his face immediately lit up. He told me he was starting college soon in a nearby New Hampshire town and needed an inexpensive place to live. We soon decided it could be mutually beneficial to make that work-for-housing trade I'd thought of, and he whole-heartedly agreed to bartering a stay in a rustic cabin. Our deal would allow me to still visit my cabin on weekends and holidays and feel comfortable about it. (He goes home to see his friends and family most weekends, anyhow.)\n\nI pay the mortgage, he pays the utilities, and after only one month I have a new back porch and deck complete with shingled roof . . . plus the security of knowing that someone's watching over the property in my absence. And my friend has a rustic cabin to live in, rent free.\n\n— Patti Illsley\nWatertown, MA\n\nFour years ago I bought 25 acres of unimproved land just outside our Colorado town. I was happy to see the value of the property increase as time went by, but the cost of house construction in our area ($30,000 and up ) grow even more quickly.\n\nWhen my wife and I moved onto the land with a 20-year-old trailer and temporary utilities, we dreamed of building a \"real home\", but after five months I hadn't even passed the planning department, septic system, and building permit stage. Our dream seemed unreachable.\n\nThen a friend introduced us to a building contractor who was looking for acreage on which to put up a house of his own . . . and we worked out a perfect deal! We gave him five acres on the western end of our property, and he built us a beautiful little custom house on our favorite part of the remaining acreage. We were even able to design, decorate, and decide details for our dream home throughout its construction.\n\nBoth parties ended up very pleased with this swap (and with Its excellent financial advantages). I've made a lot of trades in my life but this is my biggest and best of all.\n\n— L.K. Meens\nGrand Junction, CO\n\nWith a new baby to care for — a baby who hardly ever sleeps in the daytime — I was unable to put in much of a vegetable garden last year. But I did find time (mostly at night) to work in my darkroom and pursue my hobby of photography.\n\nOn the other hand, my neighbor — who did have time to put in a garden — was more than happy to trade her fresh, organically grown vegetables for a few 8 inch by 10 inch portraits of her three children. So for a couple of nights' \"work\" in my bathroom darkroom I received about a ton pounds each of beets and onions, handfuls of carrots and green beans, and several ears of corn, as well as raspberries, grapes, and three cantaloupes!\n\nI've also traded an old twin-size mattress for six rabbit hutches, and — since I own a dehydrator — I regularly swap dried fruit for the canned variety with friends down the road. And I trade my excess bunnies to some other neighbors for fresh eggs.\n\nBartering beats buying, that's for sure!\n\n— Ann Mongelli\nGrants Pass, OR\n\nAs a widow with three youngsters, I have trouble getting my social security check to last the month. Not until I began reading \"Successful Swaps\", though, did I even consider barter as an alternative to hard cash.\n\nBy early last winter, I'd worked up enough \"barter confidence\" to go ahead and make my first deal. The situation was that my gas dryer needed to be converted to accept bottled gas . . . and when I asked the local dealer who was to perform the work if he would accept some of my young pullets in trade for his parts and labor, he agreed. This was my beginning . . . and I felt great!\n\nSince I \"took the plunge\", I've also traded a tent for a good lawn mower, housecleaning for two beautiful winter coats for my daughters, and 18 pints of my bread-and-butter pickles for a like amount of green beans and applesauce.\n\nMuch of my barter would be considered \"small-scale\" (like three quarts of tomatoes for five pounds of sugar), but each swap really helps out . . . and it's a lot of fun besides! So thank you, MOTHER . . . even though I can't thank you enough for \"turning me on\" to barter!\n\n— Christine Althaus\nBrodhead, WI\n\nI have to admit that when my husband, David, and I first moved to the English Valley here in Iowa, we used to get strange looks from some of the local people. That was because David didn't — and still doesn't — hold down a regular 40-hours-a-week job. But now, after trading with these folks for five years, we've earned their respect for the lifestyle we've chosen.\n\nOur best bartering item is the beautiful hand-carved furniture we make out of the slab wood David brings home — free for the hauling — from his part-time sawmill job. Last winter, for instance, my daughter and I exchanged some of the furniture for dancing lessons.\n\nWe also got a much needed harness in trade for making axe and cant book handles . . . and our baby-sitters trade their services for home-churned butter.\n\nOne standing swap that I have every year with a neighbor of ours is all the apples I can put up in exchange for my help on chicken butchering day.\n\nRight now we're working on trading a milk goat for an accordion!\n\n— RoJene O'Mara\nNorth English, IA\n\nWe moved to rural Vermont four years ago with little money . . . and have since discovered the benefits of barter as a means of meeting needs and neighbors.\n\nWhen we couldn't figure out how to repay favors (such as loans of tools), we baked bread or pies which — we learned — were always welcomed and appreciated gifts.\n\nThen, not long ago, a man who spends summers nearby — and didn't have facilities for canning — brought us his vegetables to \"put up\" . . . and we got to keep half of the final product for our efforts. The summer resident then asked if we needed some furniture, which we accepted in return for weekly \"payments\" of bread and cookies.\n\nNow that our chickens are laying, we trade eggs for honey and milk from a local farmer. Another neighbor (in his seventies) lavishes us with smelt and perch during lee-fishing season . . . so we fix the dinner and h... (truncated)",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.9604586959,
        "format_confidence":0.8127987981
    },
    {
        "url":"https:\/\/www.houseporn.ca\/landscape\/article\/rain_gardens_are_sprouting_up",
        "text":"Rain Gardens Are Sprouting Up\n\nA rain garden is a landscaped feature that replaces an area of your lawn in order to collect the stormwater (rain and melted snow) that runs off your grass, roof, and driveway. It's usually a shallow depression with loose, deep soil that absorbs and naturally filters the runoff, preventing it from entering the storm drain system and, eventually, our waterways. Essentially, it helps maintain the natural water cycle while protecting local rivers, lakes, fish, and drinking water sources.\n\nHere's an example:\n\n\n\nOn behalf of the David Suzuki Foundation and its Homegrown National Park Project, college professor Marc Yamaguchi appeared on CBC's Metro Morning to explain the benefits of building your own rain garden. [Listen Here]\n\nA resident of downtown Toronto and a Homegrown National Park 'Ranger', Yamaguchi was involved in a neighbourhood initiative called Rain Gardens of Danforth East Village. As such, he created a rain garden in his front yard to prevent a slow leak of stormwater into his basement. It soaks up the runoff from his home's downspout, naturally filters out pollutants, and replenishes the ground water. Plus, it's pretty!\n\n\nPhoto courtesy of Marc Yamaguchi\n\n\nAccording to an article by the CBC, each rain garden requires four elements: a source of stormwater runoff (such as a downspout), an absorbent soil mix, full or partial sun, and native plants that are water tolerant and drought resistant. Yamaguchi reported that, along with a team of Park Rangers and neighbours, he was able to create his garden in a single weekend: one day to dig it and another to fill it.\n\nExcitingly, the Rain Gardens of Danforth East Village initiative won the 2015 Vital Innovation Award from the Toronto Foundation and 100-In-1-Day. They have created a total of 11 front yard rain gardens to date, which continue to prevent flooding and eliminate contamination both downtstream and in Lake Ontario.\n\n\nHere are a few more examples of residential rain gardens - so lovely!\n\n\n\nFor more information on rain gardens, check out this PDF from Toronto and Area Conservation, or visit the David Suzuki Foundation\n\n\n\n~ Steven Fudge, the purveyor of houseporn.ca and proprietor of urbaneer.com, a division of Bosley Real Estate Ltd., Brokerage.\n\nIf you're a lover of real estate consider checking out my Toronto blog at Urbaneer.com for more real estate insight and information, as well as valuable content on housing, culture and design!\n\nPosted In: Canada\n\nPost your comment",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.9403739572,
        "format_confidence":0.649605155
    },
    {
        "url":"http:\/\/www.treasuresmagazine.com\/village_dlights\/feature_articles\/decemberjanuary_2013\/telling-stories-without-words",
        "text":"The Iowan\n\nTelling Stories Without Words\n\nThe world of Cynthia Markle’s designs is rich in detail.\n\nBy Steffie Lederman\n\nLegend has long held that if you wish upon a star, a dream comes true. For Department 56® collectors, perhaps a wish upon a Cynthia Markle design would create the same inspired results.\n\nMarkle, a member of the Department 56 creative team since 1992, has a history of translating her dreams, wishes, and desires into her lovely and whimsical designs. Many of her sketches and illustrations, which are then converted into sculptures, are the product of her imagination, but others are steeped in her autobiographical reminiscing. They are a beautiful example of recollecting that leads to collecting.\n\nBorn in Kalamazoo, Michigan, to a family that moved four times before she turned age seven, Cynthia and her siblings finally settled down in Minnesota when she was nearly 12 years old. Her memories of those happy, carefree days are steeped in joy and wonder.\n\nWhen asked if her childhood was an idealized one, Markle responds that “this was an age when kids played a lot. We all played outside together. Snow Village represents a time period of the 1950s or ’60s when children played together, and there was an innocence to the time. I rely on memories of my family, my friends, my siblings, when I design these accessories.”\n\nIn addition to her own personal connection, Markle also will thumb through the illustrations of Norman Rockwell to gather inspiration for this slice of nostalgic Americana. “Yes, Rockwell is an influence. I look through his artwork but not for the images. I turn to him and I get the stories.”\n\nOne of the designer’s largest challenges is to “achieve stories without words.” The ability to see one of her sketches or fleshed-out pieces of art and immediately “get” the tale is important to Markle and is at the root of Department 56’s success.\n\n“Our collection is about happy stories. These are stories that make the collector feel good. We don’t show children being reprimanded or punished. There is no illness. One time there was a new mother in a wheelchair, with the baby in her arms, but that was about it. There is no detail that would upset a collector. The aim and one of the reasons why we are so successful is that we provide happy things to collect.”\n\nMarried to a very supportive and devoted husband, the parent to “two very tall, old children,” she laughingly describes, Markle is a grandmother who has a life that is filled with happiness and good things. Her day-to-day lifestyle reflects the mission of her designing and brainstorming.\n\nShe and her husband share a five-acre hobby farm, which is located south of Minneapolis. Her time spent there, as well as in her beloved home garden, reflects her deep appreciation for animals and nature. This concern for four-legged creatures and celebration of gardening and landscaping are keyed into many of her sketches and finished renderings.\n\n“Some of the work that I do is for what we call ‘cross products.’ That means it can cross into any of our villages. I find this to be absolutely delightful. With the garden accessories, I can show an ideal garden, but also what is real for me. The pond, for instance, I have that in my yard. I bought antique wheels and I made a rock garden. The scarecrow, though, is a fantasy of mine. It’s my wish fulfillment of what a scarecrow would do. It would keep birds from eating the raspberries, which I do grow. The raspberries take over where the strawberries are supposed to be, but that’s what raspberries do!” Markle admits with a chuckle.\n\nOver the course of her 20 years with Department 56, the artist calculates that she designs and works on between 100 to 200 items per year. “If you multiply that by 20, you see that it’s a huge number,” she asserts. Nearing perhaps 3,000 or 4,000 objects, Markle reveals that she couldn’t possibly collect all of her own collectibles. “I would be one of those collectors who would have to give up my whole garage to display things. Or maybe even have to build a whole new house to show them off!”\n\nOne of the perks of being part of the Department 56 creative team is the chance to hit the road and interact with collectors and enthusiasts. Markle acknowledges that “enthusiast” is the perfect description for the folks she meets. “I love being able to schmooze and visit with collectors. The people are so enthusiastic and are so happy when you ask them, ‘Do you have any pictures?’ It reminds me of a proud grandmother with photos of their grandkids! They take out the photos and have a story about each display. They are avid collectors, and they all have stories and questions about what they’ve been doing. They’ll talk about the struggle they had when they were carving Styrofoam™. It is wonderful and encouraging to talk to them.”\n\nIn addition to afternoon gatherings at shops, like San Diego’s City Lights, the artist has also gone to the homes of collectors and has been impressed by the breadth and ingenuity of their setups.\n\n“Last fall, I was in Georgia and there were these outbuildings that held the collector’s displays. In one of them, there was a huge Halloween arrangement. It was computer-programmed for sounds, music, lights, fog, and movement. You had to stand there for maybe 15 minutes to really take it all in. It was amazing. When it was over, the collector said to me, ‘What advice can you give me to make it better?’ My mouth dropped open. I had no clue what to say. It was so good now, how could it even get better?”\n\nThe southern climes of Georgia and the spooky light show are a far cry from Cynthia’s preferred Department 56 moment. Two of her favorite designed pieces—when she’s persuaded to reveal some—hail from her own Noel experiences. “One is a total fulfillment of what Christmas ought to be. It’s ‘Santa Comes to Town 2012’ and it reflects what I had always hoped for. As children, we all want that moment to see Santa and to watch him deliver the toys. In that design, the little girl—who is Cindy—has fallen asleep with her head on the hassock. She’s come so close to having her wish fulfilled. She’s there sleeping, and Santa is by the fireplace. And if you look close at the names on the stockings, two are based on me: Cindy, my name, and Sprout, my dog!” (An interesting note is that Sprout was a dog that Cynthia and her husband, Bruce, rescued when Sprout was a pup, abandoned on her county road. After six years, the dog vanished without a trace from their home. This accessory allowed Cynthia the chance to immortalize him and give him a role in her happy holiday tale.)\n\nThe other design, which is also near and dear to her heart, has a Yuletide bent. It’s the 2013 “Santa Is Coming to Town.” In this version, Santa is astride a stallion, and the horse is based upon Markle’s own “pet,” Laird, a 33-year-old white half Arab. “He is a gentle horse and would allow Santa to ride on his back. I had his mother before him, and horses are a lot like dogs in many ways. They are loyal. When I come and open his barn door, he comes toward me and wants to have his sweet nose petted. He is so, so gentle and would gladly carry Santa.”\n\nIt had been a dream of Cynthia’s to have Santa on horseback for about 10 years. Now for 2013, it has become a reality. Beginning her 21st year as a designer for Department 56, Markle is still bursting with stories to tell and to share. On her figurative and literal drawing board are plans to tackle a pairing of mother animals and their babies. She enjoys honoring that connection between family members—in nature and in her own home life.\n\n“I think I have followed in my father’s footsteps. He was artistic. He made his living as a traveling salesman, but he was also a very talented carpenter. I had two sisters, and I was the tomboy. I would go down to his workshop in all of the houses where we lived, and ask if I could ‘help.’ I liked working with his tools and helping him build, but how much help and building did I actually do!” she reflects. “I think Dad would have liked what I do these days. I think he would have loved the collection. I can see him building the displays in his garage, and he would have loved it.”\n\nTo honor her father, and his father before him, Markle created the interior of “Grandpa’s Garage” for Snow Village. It was an homage to “all the stuff that you’d find in my dad’s workshop, and to his father’s garage. It has a personal feel to it—right down to the cat asleep in it.”\n\nIn the world of Cynthia Markle and her Department 56 designs, home, indeed, is where the heart and her dreams reside.  \n\nAll content © 2014 Pioneer Communications, Inc., and may not be used, reproduced, or altered in any way without prior written permission.",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.6106370687,
        "format_confidence":0.9776741266
    },
    {
        "url":"https:\/\/www.gurgaontimes.co.in\/sell-the-house-and-continue-living-in-it-is-it-possible\/",
        "text":"Sell the House And Continue Living In It, Is It Possible?\n\nEveryone who owns it dreads the day they want to sell their property for two reasons, the first, obviously, the economic issue and that they give you the money you expect for your house, and the second reason is to be able to sell the house on time and not having to rent a flat or leave the flat.\n\nHowever, this has a solution since it is possible to sell the house and continue living in it. How are you wondering?In this article we are going to try to answer that question. And it is that although you do not believe it, it is possible, but first you must know certain things, so I recommend that you continue reading.\n\nSell ​​the House And Continue Living In It. What Should You Know\n\nThe first of all is to know that the law protects you if you wish to do so. The legal formula is called bare ownership, a new sales system that has more followers and people who use this option. This legal formula is becoming more common.The reasons are obvious. Although before we must tell you that this is for older people who use this usufruct system as an extra supplement to their pension since in many cases it is small.\n\nYou can get the best Properties for Sale in Dubai Marina if you want to stay in Dubai at affordable rates with exotic places. Contact Zoomproperty and avail this opportunity now. \n\nAnd it is that the sale of a property and preserving their right to live in it is possible for older people using the right of bare property. The secret of this is in the Civil Code that includes a law that protects the homeowner.\n\nThis right contemplates that property is the right you have over that asset and the usufruct throughout your life.In other words, the law establishes the possibility that an owner of a house or flat can sell it if he is older than 65 years and while continuing to live in it if he avails himself of this right.\n\nThat is, it is the right of the person over a thing since he maintains the figure of the owner with the difference that he has dominion over the thing.\n\nWhile he lives but does not have the right of possession since he sells it by means of an assignment until the moment in which he dies, but while exercising his right of usufruct. This is because the law protects the homeowner even if he sells it since he maintains the right to live in his home. For this, you can spend as long as you want to exercise the benefit of usufruct.\n\nThis sales model is increasingly common in Dubai and what is intended is that the owners sell their house since they do not have heirs, or if they do, they do not want to leave an inheritance and prefer to sell their house. But not being able to maintain an economic rhythm, they put the property up for sale to get the money that never hurts.\n\nHow Is The Payment Of The Monthly Fee Calculated In Case Of Selling?\n\nThe issue is to calculate the money to be paid in the form of rent. To do this, the normal thing is to make accounts with the life expectancy of the person and make an average according to their age and sex (a woman usually lives longer than a man), as well as the price of the house. Once it is calculated, the price of a monthly fee is established until the person dies. But there is also the possibility of making the delivery of a single payment or installments, everything is to discuss it with the owner.\n\nThus, the seller receives money in advance based on the agreement reached with the buyer. Another important thing to know is that this amount is not updated with the CPI or any other index or variable as the year passes. Since the agreement maintains a stable monthly rate for the time (which is usually years) that the agreement lasts and until the moment of death of the ex-owner, who is still the usufructuary of the property.\n\nCan It Be Rented?\n\nAnother thing that anyone interested in selling their home and continuing to live in it should know is the issue of rent. And yes, it can be put up for rent unless it has been agreed in the agreement or sale. In fact, the Civil Code establishes this rental right as long as the person lives since it may also happen that they go to an asylum or to reside with their relatives. The point is that the law protects the landlord with the right to rent.\n\nWhat Happens In Case Of Sale To A Married Couple?\n\nThe problem is when the owners are two, or it is a married couple and two people live in the apartment. This happens quite regularly and the result is that the usufruct right protects the people who live in the apartment. That is, the owner who acquires the house or flat must wait for the marriage to pass away, which includes both.\n\nTo calculate the income to be paid, an estimate must be made based on the life expectancy of the person with the most possibilities, the normal thing is that they are women with an average lifetime of about 87 years, approximately. The bare property offers fewer expenses for the elderly person since they do not have to worry about the issue of paperwork and it saves them a lot of paperwork and bureaucracy.\n\nAnother issue is that the sale for nil property offers liquidity to the person and they decide to sell with this method. The average of these contracts is usually 10 years and is becoming more common in the Dubai market.\n\nWith this explanation, we hope to have clarified the question of selling the house and continuing to live in it. It’s possible? Now that you know that you can, if you are over 65 years old, you can opt for this method if you wish since it is not valid for everyone.\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nNext Post\n\nWhy Is The Iphone The Best Buy Always For The People?\n\nFri Oct 23 , 2020\nNowadays people without mobile will be difficult ones to find. This is because it provides various purposes and features. Therefore, unlimited entertainment is guaranteed for people. The mobile users who feel that costly phones will determine the status or honor of the people should start with this smartphone. In this […]\n\nNews Editor\n\nErric Ravu\n\nErric Ravi is an entrepreneur, speaker & the founder of Storify News and Recent News He is the Co-Founder of The Storify News Times. Forbes calls him a top influencer of Chief Marketing Officers and the world’s top social marketing talent. Entrepreneur lists him among 50 online marketing influencers to watch. Inc.com has him on the list of 20 digital marketing experts to follow on Twitter. Oanalytica named him #1 Global Content Marketing Influencer. BizHUMM ranks him as the world’s #1 business blogger.\n\nQuick Links",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.9307385683,
        "format_confidence":0.7264959812
    },
    {
        "url":"http:\/\/hometheaterreview.com\/building-a-smart-home-is-cheaper-and-easier-than-you-think\/",
        "text":"Home Theater Review\n\n\nBuilding a Smart Home Is Cheaper and Easier Than You Think\n\nSubscribe to our FREE weekly newsletter Print this article\n\n\nSmart-home-thumb.jpgAs Jerry Del Colliano recently discussed in his story Is Automation the New \"Audiophile\"?, the home automation landscape has changed dramatically over the past 10 years. A category that was once reserved for the higher-income consumer who could afford to bring in a custom installation company to wire the home for whole-house AV, lighting, security, and HVAC control has now--thanks to the emergence of wireless technologies--opened up to the mass market. It's not just that these automation systems have become more affordable; they've also become so much easier to set up that an entire DIY \"smart home\" industry has emerged.\n\nThere's no shortage of smart products in the areas of lighting, temperature\/energy management, and home security that are based on wireless platforms like Wi-Fi, Bluetooth, Z-Wave, and ZigBee. If desired, you could slowly automate your home brick by brick, so to speak. Perhaps you start with a few GE Link, CREE Connected, or Philips Hue smart light bulbs or a basic Lutron Caseta wireless lighting system like the one I recently reviewed. Next you add a few smart locks from Kwikset or Schlage and some Wi-Fi security cameras from Netgear, D-Link, Dropcam, and many others. Finally, you invest in a smart thermostat from Nest or Honeywell. Most of these manufacturers offer their own iOS\/Android app, so you can monitor and control the device from inside or outside the home using your smartphone or tablet. While this approach is easy, it's not exactly integrated--as your smartphone quickly fills up with individual control apps, each with its own user interface.\n\nThe good news is, many of those same smart products I just listed are also compatible with a variety of smart home hubs: platforms that allow you to integrate control of all your wireless devices into a single interface. That's the type of DIY automation system that I want to focus on in this article...but I want to take it one step further.\n\nImagine it's a dreary fall or winter Saturday. The weather is lousy, and your schedule is clear--the perfect combination to take care of projects around the house. And on this day, you've got the automation bug. You want to add some lighting, temperature, and security controls, and you want to do it today. No calling a local installer to set up a future appointment. No going online to order products that will arrive later. Where can you go right now, and what products will be available for you when you get there?\n\nTo answer this question, I set off to three different retailers in my town: Lowes, Home Depot, and Best Buy. I wanted to see what each retailer carried in stock in the category of smart home automation--not just the individual products, but also a system to unify them.\n\n\nFront and center at my local Lowes, near the checkout stations, was a display for Lowes' own sponsored smart-home platform, Iris by Lowes. Iris is a Wi-Fi-based system that is built around the Iris Smart Hub ($49.99) that connects to your broadband router. Once you've purchased the Hub, you can choose from a variety of Iris-compatible products--some carry the Iris brand name, while others come from partner companies like Kwikset, Schlage, Sylvania, and GE. In my store, all of these Iris-compatible products were grouped together in one area, so I didn't have to walk all over the store to find compatible options. The product selection included video cameras, motion sensors, door\/window sensors, plug-in modules, locks, light bulbs, and light switches\/dimmers. Some helpful starter kits were available, such as the Safe & Secure Kit ($129), the Comfort & Control Kit ($129), and the combined Smart Kit that offers the Hub, a Wi-Fi range extender, and temperature\/security controls for $199.\n\nIris-Hub.jpgOnce the products are installed, you can control them via the Iris control app for iOS and Android. Iris offers two levels of control capability: The free Basic Plan allows for limited control and monitoring of the various Iris devices, while the $9.99\/month Premium Plan allows you to set up advanced scheduling, home monitoring, and energy management. There are also a few add-on services that carry an additional fee, like special alerts and monitoring for those who care for the elderly.\n\nThe in-stock product selection at my local store did cover the major categories, but choices were limited for each product type. Many of the in-house products were Iris-branded, but the sales associate informed me that a much wider variety of Iris-compatible products from third-party partners is available via the Lowes website. That doesn't line up with our \"let's get it done today\" goal; however, if you're good at planning ahead, the Iris by Lowes website is a great resource for researching and ordering products.\n\n\nHome Depot\nMy second stop was Home Depot. Here, I found more product variety in stock from big-name manufacturers, but it was presented in a less unified way. I had to hit many different aisles all over the store to cover the lighting, temperature, and security categories.\n\nI first stopped at the electrical\/lighting-control aisle because I knew from my review of the Lutron Caseta wireless lighting system that Home Depot carried that product line. What I found in the same area was Home Depot's answer to Iris by Lowes: It's called Wink, and it's an open platform that works with the Wi-Fi, Bluetooth, Z-Wave, ZigBee, Lutron ClearConnect, and Kidde protocols. Some Wi-Fi products (mostly light bulbs) are compatible with Wink right out of the box, but most other products require the use of the Wink Hub ($49.99), which connects to your broadband router. Unlike the Iris system, you won't find many Wink-branded products; instead, you have to look for compatible products...and there are a lot of them that may or may not be in stock at your particular Home Depot. Here's an overview.\n\nHome-Depot-Wink.jpgIn the lighting area, I found Wink-compatible light switches, in-wall dimmers, and plug-in modules from both Leviton and Lutron Caseta. Over on the light-bulb aisle, Home Depot did have a whole display of smart bulbs, including Philips Hue, GE Link, Home Brite, and CREE. All of these bulbs were Wink-compatible with no Hub required. Next I headed on over to aisle 37 to find the Wink-compatible Schlage Connect Camelot door lock in stock. Kwikset also sells a compatible Z-Wave Smartcode lock, but it's only sold via the web.\n\nNest fans will be happy to know that the Nest Smart Thermostat ($249), Nestcam 1080p Wi-Fi security camera ($199), and Nest Protect smoke detector are Wink-compatible and sold in-store at Home Depot, as is Honeywell's line of Wi-Fi Thermostats (priced from $100 to $219)--including the RTH9580 that I recently reviewed. Other Wink-compatible products I found in-stock during my journey included the Chamberlin's MyQ garage door controller, Kidde 2-in-1 smoke\/carbon monoxide detector, and the GoControl Essentials DIY Home Security Kit.\n\nHome-Depot-HVAC.jpgAs I said, Home Depot doesn't group these items together in one easy-to-find Smart Home area, so I recommend you do a little online research before heading over to the store. Through some of the links I've provided above, you can determine which Wink-compatible products you want, whether or not they're in stock, and what aisle they're located on. It will make the trip faster, allowing you to get to the actual setup and installation process sooner.\n\n\nBest Buy\nMy third and final stop was Best Buy, which has put a growing emphasis on home automation over the past year. In fact, it was just about one year ago that the retailer first announced it was adding a special \"Connected Home\" section to many of its stores and to its website. I headed for this Connected Home area in the center of my local store, which consisted of two aisles filled with various home automation devices--from home security systems to smart thermostats to lighting controls and more.\n\nBest-Buy-Wemo.jpgAs for integrated platforms, two stood out. First was Belkin's WeMo system, which works over Wi-Fi and 3G to control compatible devices. The system requires the use of the WeMo Link, which I found only packaged in a Starter Kit with two OSRAM LED light bulbs for $99. Also available were WeMo-branded light switches, plug-in modules, and security cameras, as well as LED light strips from OSRAM. Other WeMo partners include CREE, TCP, and Amazon Echo, but these were not available in my local store.\n\nThe second platform is Logitech's Harmony Home Control system, which I reviewed earlier this year. Harmony Home Control combines a traditional AV universal remote with the ability to control compatible smart-home products, via either a dedicated remote control or the iOS\/Android control app. The original three Home Control products were the Home Hub ($99.99), the Home Control Remote ($129.99), and the Ultimate Home Remote ($349.99), all of which were in stock at my local store. However, since the completion of my review, Logitech has announced that all Harmony systems that use the Harmony Hub will now support the Home Control platform.\n\nThe list of compatible products includes Lutron Caseta lighting controls, Nest products, Honeywell Wi-Fi thermostats, Philips Hue light bulbs, August Smart Locks, LIFX Wi-Fi lighting, Ecobee thermostats, and Insteon smart home products. Most of these products, except for the Insteon offerings, were available for sale in my local store.\n\nAs you can see, plenty of DIY products are available through major retailers to smarten up your home in a day or weekend. And I didn't even cover platforms like Smart Things, Insteon, and Staples Connect that weren't offered in the stores I visited. The hardest part of the entire process might be choosing the base platform. To help with that, we plan to review more of these DIY systems in the coming months. If any... (truncated)",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.9704196453,
        "format_confidence":0.9012305737
    },
    {
        "url":"https:\/\/techobserver.in\/2018\/08\/15\/independence-day-2018-why-the-dream-of-housing-for-all-has-not-taken-off-in-last-71-years\/",
        "text":"Independence Day 2018: Why the dream of housing for all has not taken off in last 71 years?\n\nReflecting India's 71 year-long independence one can't miss the dream of affordable housing for all. But has it really taken off beyond marketing hype?\n\nWhen we reflect on India’s 71 year-long independence in context with , one thought overshadows all others – . No nation can call itself truly self-sufficient until there is a roof over every head. We can talk about increased transparency and efficiency, but this has true relevance only if it is not just the industry that benefits but also the common man.\n\nIndependence Day 2018: Why the dream of housing for all has not taken off in last 71 years?\nIndependence Day 2018: Why the dream of housing for all has not taken off in last 71 years? (Photo: Agency)\n\nEmbodying this very basic but profound premise, the Prime Minister Narendra Modi government’s election manifesto of providing Housing for all by 2022 definitely rang all the right bells. Obviously, it boils down to unleashing a massive number of affordable homes, and the government has certainly gone the extra mile to make that happen. Unfortunately, what we have seen so far is more marketing hype than genuinely affordable housing.\n\nMany developers have climbed on the ‘affordable housing’ bandwagon, but actually the term ‘affordable’ is in most cases just being misused to ostensibly show alignment to the ‘Housing for All’ mission. Of course, builders have been generously applying terms like ‘affordable’ and ‘luxurious’ to projects which were neither affordable nor luxurious long before the Modi Government took charge in 2014.\n\nHowever, almost every second project today is being purveyed as ‘affordable’ and people can still not afford to buy homes there. There appears to be a big intelligence gap when it comes to the real definition of affordable housing.\n\nWhat is affordable housing in India?\n\nWhat is affordable housing in India?\nWhat is affordable housing in India? (Photo: Agency)\n\nAccording to the Ministry of Housing and Urban Poverty Alleviation, affordable housing is defined on the basis of property size, its price, and the buyer’s income. For instance, for the economically weaker section (EWS), an affordable house must measure between 300 and 500 sq. ft. and be priced below Rs 5 lakh, incurring no more than Rs. 4,000-5,000 as monthly EMIs. The income ratio, in this case, should be of 2:3. These numbers change for lower income group (LIG) and the mid-income groups (MIG).\n\nThe central bank’s definition, on the other hand, is based on the loans given by banks to people for building homes or buying apartments. It recently tweaked the incentivised affordable housing loan limits from Rs 28 lakh to Rs 35 lakh in metros and from Rs 20 lakh to Rs 25 lakh in non-metros, provided the overall cost of the home doesn’t exceed Rs 45 lakh and Rs 30 lakh respectively. This move was aimed to give a fillip to low-cost housing for the EWS and LIG groups.\n\nThus, the definition changes according to the context. Some builders even use the term ‘affordable luxury’, whose validity is again very context and location-based.\n\nHow much of the upcoming supply qualifies?\n\nAs per ANAROCK data, as many as 22,120 new units were launched in the affordable category (less than Rs 40 lakh) in Q2 2018 across the top 7 cities. Affordable housing units comprised a massive 46% of the total new supply in the same quarter. If we break these numbers down further, then nearly 6,530 units were launched in the price bracket of less than Rs 20 lakh, and the remaining between Rs 20 lakh to Rs 40 lakh.\n\nThe supply in the affordable housing segment ( less than Rs 40 lakh) saw an increase of 100% in Q2 2018 as against the previous quarter. In fact, the overall supply in Q2 2018 was dominated by the affordable segment, with nearly 46% supply in this category which eventually boosted the overall supply growth.\n\nHowever, around 2,37,000 units in the affordable segment (units priced at less than Rs 40 lakh) were unsold as of Q2 2018 across the top 7 cities. This number pertains only to the unsold units of organized private developers and does not include Government housing schemes. If those are included, the figures would go further northwards.\n\nHere is a paradox. While there are ample options in the affordable category which can easily bridge the demand-supply gap, the numbers speak otherwise. Yes, more potential buyers are now eligible for bank loans – but due to rising NPAs (particularly in the real estate sector) banks are being extremely cautious in lending to both builders and buyers.\n\nAffordable luxury\n\nThe terms ‘premium affordable’ or ‘affordable luxury’ are coined by developers to leverage the ‘affordable’ buzzword in the Indian real estate sector. Such projects may boil down to normal mid-range housing with some extra amenities thrown in. A parallel that could be drawn is the air ticket category ‘premium economy’, which offers some extras but isn’t quite a business or first class.\n\nIn a limited number of such projects, there is genuine added value for a slightly higher price. Others may be normal mid-range projects with a fancy name. However, by no stretch of imagination can one claim that the supply of ‘affordable luxury’ housing is in any way geared to help meet the Government’s ‘Housing for All by 2022’ target.\n\n‘Honey, I shrunk the flat!’\n\nLet’s face it – only compact housing is really affordable. Affordability in any category actually depends on the location, the builder’s brand value and property specifications, but size is obviously the primary criterion. Most metros are seeing the emergence of the ‘small is beautiful’ trend. Compact homes have become the new mantra for affordability in pricey cities and locations.\n\nIf we consider that even the lower-income groups need to be able to live in our cities, this makes sense – and this supply can in many cases be aligned to the affordable housing category targeted by the Government.\n\nIn fact, the average size of properties is shrinking in most cities to suit the ‘affordable budget’ of most buyers. If we consider the yearly trends, average unit sizes in Bengaluru shrunk from 1,478 sq. ft. in 2017 to nearly 1,334 sq. ft. in 2018. Other cities followed suit with overall sizes of properties seeing a downward trend over the last three years. In fact, if we plot the ‘honey I shrunk the flat’ syndrome from 2013 onwards, it emerges that apartment sizes have reduced by anything between 15-27% in the top seven cities.\n\nAgain – a home for every Indian by 2022?\n\nObviously, the government’s spate of policy reforms and schemes over the last few quarters has resulted in an increased new supply and also demand for affordable housing. However, ‘housing for all’ does not necessarily mean ‘every Indian family owns a home’ – we are in any case nowhere near to such a target. This concept must evidently also include the rental housing which those who cannot afford to buy can avail comfortably within their means.\n\nIf we look at it that way, we may be a lot closer to the Government’s target than it seems. If RERA spreads its wings as intended and has the expected nation-wide impact, a lot of inventory will hit the market over the next 2-3 years. Attracting end-users aside, the next necessary step would be to entice investors who can buy and rent out this inventory back onto the market.\n\nBoosting rental housing\n\nThis is quite a challenge, considering that the Indian real estate market currently favours end-users – and that too largely only for ready-to-move options – but is rather unattractive for investors. What is required is that the GST rates for affordable housing be significantly reduced, or that affordable housing is exempted from GST altogether. GST has resulted in reduced buyers’ interest in new launches and under-construction projects.\n\nWith minimal customer advances, the liquidity crunch has stalled construction of several projects. Despite having all the approvals in place and the developers will to complete these projects, lack of funds is acting as the main barrier.\n\nBesides the reduction of GST rates, the Government must intervene to allow bank funding to developers for land purchase. Allowing banks and HFCs to fund land purchase will help developers bring down their costs significantly, which in turn can be passed on to the buyers. In the absence of a bank finance, developers resort to PE funding and other non-formal modes of funding to finance its land purchase which increases the cost of capital for them drastically.\n\nInvestors have historically sought to leverage the lower price points of under-construction properties and tend to focus on emerging growth areas – which are also affordable rental locations. On project completion, serious investors will put their holdings on the rental market until the desired price appreciation is achieved and selling the properties makes sense. Since it will take at least 3-4 more years for serious price appreciation in viable emerging areas to manifest, we would have a sizeable rental market.\n\nBoosting rental housing demand and absorption can go a long way in meeting the ‘Housing for All by 2022’ target that the government should consider seriously. Perhaps then, we could celebrate our independence day in 2022 with this dream fully realized. Hope spring eternal, as does human endeavour.\n\nMillions of pages like this are viewed by our readers every month, if you have an interesting story, share them at [email protected]\nNotify of",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.7878696918,
        "format_confidence":0.9230037332
    },
    {
        "url":"http:\/\/statebystategardening.com\/state.php\/ms\/articles\/what_are_nurse_logs\/",
        "text":"Gene E. Bush is a shade garden expert, garden writer, photographer and speaker. Visit his website at\n\nThis article applies to:\n\n\n\nWhat Are Nurse Logs?\nby Gene E. Bush       #Beneficials   #Environment   #Shade\n\nThis hollow log was turned on end and filled with a mix of gritty composted pine bark. Moss and walking ferns were transplanted in it, and take care of themselves.\n\nBeing a gardener in shade, I have long been fascinated by logs. I have admired them in nature since childhood. There is something about the sight of one that draws me to it for a closer look; wanting to know about its past life as well as investigate how it keeps on giving even as it takes on a new life. However, it has been only in the last 5 years or so that I have begun to bring “nurse logs” into my garden.\n\nThis hollow beech tree will become a nurse log in the shade garden.\n\nNatural Cycles\nWhile alive, deciduous trees shed leaves to decompose beneath their branches, and in death they still keep on giving. Almost from the moment they fall to the forest floor, fungi begin to feed upon the log, slowly creating duff. As the log ages, insects move in to feed upon the decay. Roly polies (aka pillbugs), grubs, worms and beetles move in to dine, creating tunnels from log to soil enriching the surrounding area. In turn, the insects become dinner, as their colonies grow, for small mammals such as raccoons and skunks. Birds flock to the log to search for their next meal. As birds, insects and mammals take the log apart to get at the insects, the log is returned to the soil to become food for the next generation of shrubs and trees — plants of the forest floor.\n\nNurse Logs\nFallen logs often decompose to form containers in the decayed wood. Often you can see seedlings of trees and shrubs sprouting from the log. Given a large enough fallen tree (and time) you can often see how a row of trees has formed from being nursed and tended inside the log. In a shade garden, they can become even more than nature intended.\n\nNurse logs in the shade garden provide a design element that is relaxed and natural. Depending upon the size of the log, it lends mass without seeming man-made. It becomes a feature that adds to, but does not detract from, the plants. The decaying logs become containers for tricky, hard-to-grow perennials and vines.\n\nWhen moving a log to my garden, I dig a trench to match the length of the log. I also want the trench to be about one-third the diameter of the log. With some of the log buried it can wick up moisture and stay damp. I also like to mulch around the log with chopped leaves to add to the natural appearance.\n\nI often use a mix of potting soil and pine bark fines as a growing medium inside the log where small ferns and shade-loving perennials are elevated, and thus closer to the eye.\n\nThis cedar is visited by woodpeckers frequently.\n\nSince I garden on the side of a hill, water flow can sometimes be a problem with washouts. Strategically placed and dug-in logs are very useful in slowing and redirecting water flow.\n\nWhen considering design elements for my garden, I like to include features not only for my ornamental design but also for the environment. I enjoy the wildlife a buried rotting log brings to my garden. My most prized visitor is the pileated woodpecker (Dryocopus pileatus) who comes to the garden each day to dine on his favorite log.\n\nHow Long Will it Last?\nSome logs will have a longer life in your garden as a design element than others. Pine logs usually last about 4 or 5 years for me. Cedar decomposes very slowly. The size of the log and how decomposed it was when you obtained it helps to determine how long it will last as a feature. I usually count on 5 years when locating a log of any size to my garden.\n\nI have been using logs in my garden long enough that my gardening friends check with me before discarding a fallen tree or large limb. Sometimes after a local storm there is an abundance of downed trees to select from. If you live near a river, there is always the option of collecting driftwood logs. Just make sure you have assistance when moving a log to your garden.\n\nMoss on a nurse log in the shade garden. • Viola walteri ‘Silver Gem’ with Asarum virginica in the hollow of a buried log.\n\nThis colorful fungus is one among many that adds color to an aging log.\n\nFavorite Companions\nAmong my favorite companions for my logs is moss. One of the first transplants to a new log is moss: Relatively quickly it gives the illusion that the log has been there forever. It also adds contrast between the hard wood, and the colors of brown and black, against the softness and green of the moss.\n\nI find small ferns such as the walking fern (Camptosorus rhizophyllus) fascinating when grown in the log with mosses. Oak ferns (Gymnocarpium dryopteris) make perfect drifts along the outside of the log wandering between and around larger perennials. There is no end to larger clumping ferns, both native and non-native, to select from as companions.\n\nIf I could have only one vine to grow in my aging log it would be the partridge berry (Mitchella repens). This well-behaved small vine is a ground-hugger of tiny rounded, shiny, leaves with silver stripes down the center. Flowers are twin trumpets of white that become scarlet red berries.\n\nNative woodlanders I look forward to each spring in my garden are toadshade (Trillium spp.), bloodroot (Sanguinaria canadensis), Jack-in-the-pulpit (Arisaema triphyllum), dwarf crested iris (Iris cristata) that forms a ground cover, and Canadian ginger (Asarum canadense). Hepatica spp. clumps are treasures of quiet color and silver-kissed fuzzy foliage. Viola walteri scampering about in the log is a gem. Notice that I choose to stay on the quiet side of colors when choosing companions for my logs.\n\nNon-native choices as nurse log companions are the ubiquitous Hosta in small to medium size named varieties. Barrenwort (Epimedium spp.) are a must for ease of growth and a tough but attractive ground cover. Toadlilies (Tricyrtis spp.) are favorite perennials for their intricate orchid-like blooms of late color. For very early color and 12-month foliage Helleborus hybrids will fit nicely.\n\n\nA version of this article appeared in a November\/December 2015 print edition of State-by-State Gardening.\nPhotography courtesy of Gene E. Bush.\n\n\nPosted: 11\/14\/18   RSS | Print\n\n\nShare this story on:\nFacebook       Twitter            \n\nOther People Are Reading",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.9929940104,
        "format_confidence":0.7047728896
    },
    {
        "url":"http:\/\/www.theglobalrealty.com\/2018\/05\/29\/has-rera-helped-bring-back-homebuyers\/",
        "text":"Has RERA helped bring back homebuyers?\n\n      Comments Off on Has RERA helped bring back homebuyers?\n\nBy Manoj Sai Namburu, Chairman and Managing Director, Alliance\n\nReal estate sector, which plays a key role in driving the economy, had remained unregulated and lacked transparency and adequate consumer protection. With the enactment of Real Estate Regulatory Authority (RERA, there is a clear direction in protecting the rights of the consumers enabling faster decision-making and a revival of the real estate market.\n\nThe Real Estate (Regulation and Development) Act, which was implemented in the year 2016, came into effect in a number of states by May 1, 2017. Recent reports have shown that the real estate sector had surely seen an uptick post RERA implementation in states such as Maharashtra and Haryana where the notification and enactments have been made stringent and the state RERA teams have been seen fining real estate developers for delays or non-registration under RERA.\n\nAccording to a report from CRISIL, Tamil Nadu was among the few states, which notified Tamil Nadu Real Estate (Regulation and Development) Rules in August last year that that prohibited developers from promoting their property in media without registration. It also mandated the real estate developers to mention the TNRERA Registration Number while advertising in media for their projects and the information will be updated on the portal on a monthly basis for the benefit of the homebuyers.\n\nIt has boosted confidence of the homebuyers and the sector has witnessed a steady growth in demand over the past few quarters. RERA has reinforced a belief in being open and transparent when communicating with the customers and to follow firm ethical business practices. It has managed to raise the awareness levels amongst the homebuyers on the facts they need to know about before buying a home.\n\nRERA is an ongoing process with the primary focus on execution. Real estate developers have been able to overcome the initial hiccups and the developers are working towards a better and smoother implementation of projects under the regime. The sector has witnessed a substantial investment in upgrading their existing systems and technologies to ensure adherence to RERA rules and provisions.\n\nThere are few areas, which need to be improved under the RERA regime includes building the necessary infrastructure support to make it a comprehensive and centralized and easily accessible database for the homebuyers. The demand for single window clearance still remains at a nascent stage and needs to be speeded up to provide much needed impetus to the growth of real estate industry. A quick redressal mechanism and dispute resolution for the homebuyers can largely address the efficient and transparent execution of the regime across the country.\n\nRERA will ensure better accountability and significantly reduce frauds and delays. It is an attempt by the government to balance the interest of homebuyers and real estate developers by bringing both of them under the purview of the Act.",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.7115748525,
        "format_confidence":0.7760885954
    },
    {
        "url":"http:\/\/www.chron.com\/life\/gardening\/article\/Urban-Harvest-visionary-Bob-Randall-retires-1759399.php",
        "text":"Bob Randall has coaxed peanuts from a farm on the edge of the Sahara, grown tapioca in the Philippines and vegetables in pots at the University of California at Berkeley.\n\nSo he scratched his head in wonder when his first beet crop in Houston was a wash.\n\n\"I thought I knew how to do this stuff, but I hit clay,\" confesses the newly retired executive director of Urban Harvest, the fourth largest community garden program in the country.\n\nIn his visionary 14-year tenure, Randall became the go-to guy for growing fruits and vegetables here. Armed with the diehard support of a small staff and volunteers, he built a nonprofit organization that feeds the hungry, teaches organic and permaculture principles and brings neighborhoods together through 130 community gardens.\n\nWith trademark persistence, he's solved garden problems at home and at work. In the early 1980s, a tiller and a ton of sand proved a waste of time and money in improving the cantankerous clay or \"gumbo\" in his 1\/3-acre lot.\n\n\"You can take a kitchen mixer and beat up bubble gum, and you've still got bubblegum,\" he quips.\n\nSince digging down proved futile, he went up, building raised beds of organically enriched soil on top of the heavy dirt. He packed the 105-foot by 105-foot lot with fruits and vegetables plus food plants for birds, butterflies and beneficials. Today Randall and his wife, Nancy, a nutritionist and educator, grow 90 percent of the produce they eat.\n\nThose interested in how to grow a healthy garden need only ask: Randall has a huge heart.\n\n\"Bob Randall is one of the most thoughtful and caring people I know,\" says long-time Urban Harvest instructor Ray Sher.\n\nRandall's also a consensus builder, says Urban Harvest founding board member Wendy Kelsey. \"He is loathe to tell people what to do. He will offer some advice, then let them make the decision. This approach lends itself to community building.\"\n\nNew Jersey-born\n\nA New Jersey native, Randall spent summers eating vegetables on his paternal grandfather's farm, blueberries at his maternal grandmother's.\n\nAs a college chemistry major he became sickened by malathion research, gave up the lab for ecology and in the 1960s headed off to west Africa in the Peace Corps. A Berkeley-issued doctorate in ecological anthropology brought him to the University of Houston in 1979.\n\nWhen school cutbacks left him jobless, he joined the Interfaith Hunger Coalition in 1987. Houston's economy had tanked; hundreds of thousands were hungry. He knew food could be grown year-round, and vacant lots were everywhere. But people weren't planting fruits and vegetables.\n\nHe began to understand why when a bank vice president with a Harvard MBA asked about growing peaches. The question triggered an epiphany, and Randall realized the problem was lack of \"horticultural literacy.\" Houston's urban population had little or no experience growing food. Community gardens would provide a place to learn.\n\n1994: The beginning\n\nIn 1994, Randall met with conservationist and The Park People co-founder Terry Hershey to discuss an expanded community garden program on land inappropriate for parks. That discussion gave birth to Urban Harvest as a project of The Park People with a $500 budget, Randall, Kelsey and fruit specialist George McAfee as staff; a board and a few volunteers.\n\nThey met like gypsies, in free office spaces or Randall's living room until settling in humble basement quarters at the former Dow Elementary School in Houston's Sixth Ward. And together they built gardens, a large outdoor classroom program, an organic curriculum, initiated local farmer's markets and the Organic Horticulture Business-Education Alliance, a forum for environmental education. (For more, see\n\nThe budget has swelled to $800,000. A larger staff recently moved to spacious offices at 2311 Canal St.\n\nThe hardworking staff and volunteers are the heart of this success, Randall says. But they credit him with the vision to improve the quality of life here through a network of gardens and orchards.\n\n\"It's a good idea,\" Hershey says. \"It's not controversial to keep a good garden, teach children, build communities.\"\n\nNew executive director Kathie Easterly will now lead Urban Harvest toward its mission: add gardens until every citizen is near a community garden, build offices throughout the city to provide seed and education in several languages, build outdoor classrooms for all kids and expand green markets.\n\n\"Bob's a hard act to follow,\" says Easterly, whose varied background as a community activist and lobbyist includes a stint as head of University Place Association. But she's ready to take Urban Harvest upward without losing it's down-to-earth feel.\n\nRandall will continue to teach at Urban Harvest.\n\nOn a recent rainy winter day we found him happy to explain how he follows permaculture guidelines by planting with a purpose and conserving materials and energy. Plant a tree that serves many purposes, he says. \"I like citrus because you get butterflies, birds and fruit.\"\n\nPlants along the patio create a wind tunnel that's cooling in summer and warmer in winter. Rain water collected in three cisterns irrigate the garden and prevent runoff into the streets.\n\nHe hopes to make his own garden more a priority. There are a couple of low-chill cherries he's interested in. And without the pressure of ringing phones, he will work on the 13th edition of his self-published Year Round Vegetables, Fruits and Flowers for Metro Houston.\n\n\"I've never gotten below a foot of notes,\" he says. \"I dream of getting to the bottom of this.\"",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.9901429415,
        "format_confidence":0.8319758773
    },
    {
        "url":"http:\/\/riverwestcurrents.org\/1970\/01\/garden-of-the-month-5.html",
        "text":"Garden of the Month\n\nby Jackie Reid Dettloff\n\nThe golden rod is flowering and that means our growing season is moving into the home stretch. It has been a gorgeous season. Block after block, as I look around our neighborhood, I see gardens that have been tended with obvious care. And I\u0092m just talking about front yards here. Who knows what horticultural wonders may be found enclosed within the backyards of Riverwest?\n\nThe gardens we highlight this month belong to us all. Right now they bloom with tall splashy canna, tidy trusty sedum and bright yellow rudbeckia. We pay for these plantings with our tax dollars and they are designed to beautify our community all year round. I\u0092m talking about the landscaping along Humboldt Boulevard and Capitol Drive.\n\nEvery year on the Tuesday after Memorial Day, city crews arrive with their trucks to plant tulips and daffodils along the median strips of these two important local thoroughfares. When the bulbs are finished blooming, they are removed and replaced by annuals and perennials chosen to give a succession of flowers throughout the growing season. The plant stock comes from the huge nursery operated by the Forestry Division of the City of Milwaukee\u0092s Department of Public Works. Located in Franklin, the nursery supplies plants for the Summerfest grounds and the County Zoo as well as boulevards throughout the city.\n\nDarren Walker is the Urban Forestry Specialist assigned the task of maintaining the plantings along Humboldt, so you might see him weeding or picking up trash along the planted median. Darren likes to hear from neighbors. When people suggested that plantings in the flower bed near the intersection of Humboldt and Clarke were too tall and may have contributed to a rash of accidents at that corner, Darren conveyed that citizen input to his supervisor and was instrumental in having lower-growing plants at that location this year.\n\nPaula Oleszak is Darren\u0092s boss. She is in charge of the Forestry Service Central District from the Industrial Valley to Capitol Drive and from Lake Michigan to Wauwatosa. With such an enormous territory to manage, she sees that her department \u0093is stretched very, very thin. It\u0092s getting harder and harder to do all there is to do.\u0094 Since 2004, she points out, the Forestry Service budget has been cut by 50% and she doesn\u0092t even want to talk about cuts that may be written into the next municipal budget.\n\nAll of this goes to say that the urban landscaping that contributes to our quality of life this year is not guaranteed. It will need citizen support if it is to continue. And we\u0092d better smell the roses or at least notice the lilies now because there\u0092s no saying how much longer they will be there.\n\nRiverwest Currents online edition – September, 2006",
        "topic_id":14,
        "format_id":11,
        "topic_confidence":0.9718142152,
        "format_confidence":0.8376274109
    }
]