[
    {
        "url":"http:\/\/themoderncatholic.com\/how-does-one-become-a-pope\/",
        "text":"How does one become a Pope?\n\nThere is no other better explanation that this video. Of course, there are a few exceptions. Here is what Father Heppel says:\n\nThe video is essentially correct. There a few things that have changed since JP2: he ruled that only a Cardinal can be elected, and that cardinals of a certain age can neither elect nor be elected. Also Tha cardinals are now allowed to leave the Vatican during an election.\n\n\nhow to become a pope\n\nLeave a Comment",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9967281818,
        "format_confidence":0.5878786445
    },
    {
        "url":"http:\/\/evolvingtimes.com\/2007\/08\/how-to-win-a-prize\/",
        "text":"How To Win A Prize\n\nApparently I have not been completely clear how to win one of the great prizes during this month-long Law of Attraction Blog Carnival celebration.\n\nMy bad!\n\nSo here is a dedicated post with all the details on how to enter to win.\n\n1. Link to Evolving Times. If you have a blog or website, add a link to the Evolving Times blog, the Law of Attraction Carnival Homepage, the Party Announement, or another post that you want to share with your readers during the month of August and you’ll automatically be entered to win both the weekly prizes and the grand prizes.\n\nTo be sure that you’re added to the list, I would encourage you to also send me an email or leave a comment since some incoming links seem to get lost in the shuffle over at Technorati.\n\nYou can send an email to contest at evolvingtimes dot com.\n\nIf you are linking from a website [non-blog] you must send me an email or leave a comment because Technorati does not track your links. (You only need to link in once to be eligible for all of the weekly prizes as well as the bigger prizes at the end of the month).\n\n2. Subscribe to the Evolving Times Feed. Everyone who is an active ET feed subscriber will be eligible to win prizes. (Every subscriber will also receive a special link to the Subscriber Bonus Package which includes some great free gifts and special offers). Again, subscribers will be eligible to receive weekly prizes as well as the bigger prizes. At the bottom of your feed you will find special instructions on how to enter.\n\nYou can subscribe to the feed here.\n\n3. Leave a comment or lots of them. You may have noticed that I reset the top commenters list in the sidebar. (I’ve also added the do-follow plugin, so every comment you leave from now on will be an active link back to your blog or website). Each week one of the top ten commenters listed in the sidebar will be chosen at random to win one of the weekly prizes. And at the end of August, the top three folks on that list will be bigger winners. So come on and join the conversation\n\n4. Join my Email subscribtion list. In the spirit of inclusiveness – it was pointed out that not everyone knows what an RSS feed is much less how to subscribe – so you can also enter the contest by joining my email list. Just fill out the simple form below, confirm your subscription and you’ll go directly to the Subscriber Bonus Package page in addition to being entered to win one of the other prizes.\n\n\nAnd, yes, if you haven’t already figured it out, doing more than one of these things DOES increase your chances of winning!\n\nThanks again to everyone who has donated prizes! And thanks to all of you who have already subscribed and\/or linked in. And, of course, many thanks to everyone who is reading Evolving Times. Your presence here makes this all worthwhile!\n\n    There were no related posts but you may be interested in these!\n\n      Join the Conversation!\n\n      4 Responses to “How To Win A Prize”\n\n      1. Self Improvement and Law of Attraction Link Love, Volume 26 | Today is that Day on August 10th, 2007 6:01 pm\n\n        […] Evolving Times – In addition to his incredible and prize-packed Law of Attraction Party, Edward has a great recent post called Shift Your Focus To Shift Your Experience. Do yourself a […]\n\n      2. Evolving Times » Law of Attraction Carnival #24: General Roundup on August 14th, 2007 4:43 pm\n\n        […] if you haven’t already done so, make sure you enter to win one of the amazing prizes that are being given away throughout the […]\n\n      3. Sean Rasmussen on February 15th, 2008 11:34 pm\n\n        I do like your idea of the comments being reset and the competition is a great idea as well. I’m a big believer in the Law Of Attraction and have had some great results from using those ideas. I’ll be checking out the blog carnival right now.\n\n      4. Polaris on August 19th, 2008 11:10 pm\n\n        Hello there,\n\n        I do love your website and your ideas, so I decide to add a link to ya.\n\n        Stay cool!\n\n\n      Got something to say?",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.8578223586,
        "format_confidence":0.5145286918
    },
    {
        "url":"http:\/\/eytrok.us\/bible-covers-keep-whats-precious-your-bible-protected-and-cared-for.html",
        "text":"\n\nThe Bible is the best-selling book of all times. Most Christian families own one, some families or individuals own several. It is a prized possession that can be passed to future generations. Whether you own just one or several, the Bible needs good protection. This can be achieved with a Bible cover.\n\nIf you’re savvy and creative, consider creating your own Bible cover. Before you go out and purchase material from your local fabric store, consider writing down what kind of material\/accessories you want included and the overall look of the cover. If you need assistance, take a look at current covers that are available for purchase or research cover designs online. The next step would be to purchase all the necessary material at your local store and follow a “How to Make A Bible \/Book Cover” guide. There are several tutorials available online to follow.\n\nIf you are looking to take the easy route and simply purchase a Bible cover, there is no shame in that! You’ll protect your Bible much more quickly than creating your own. You lose a bit of the personalization; however there are many great covers available for purchase to fulfill your needs. While Bible covers come in several types of fabrics including special material such as lambskin and nylon, the majority of these covers are composed of leather, suede, or microfiber.\n\nManufacturers today have amped up their design by providing styles and types that cater to personal tastes. In addition to creating new designs, they have maintained the old-fashioned black leather covers that equally protect your treasured Bible. Many of the covers available today include a strap for easy carrying and of course a main compartment for book storage. Out of the designs available, there are several camouflage-designed cases, female friendly prints and colors (zebra print, alligator print, pink and aqua hues), teen friendly prints and colors (flowered or sporty, hip designs) and child friendly prints and colors (animal and flower prints).\n\nBible cover designs are also including special features these days. Some covers\/organizers are larger in size, designed to include several exterior and internal organizational pockets for items such as study books, pens and notepads. Other designs also include reversible material that allows for owners to change up the look!\n\nWhatever your style, whatever features you require, there are many available covers that will protect your Bible from the elements. And there is no other book that should last the test of time and natural wear and tear.",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9572662115,
        "format_confidence":0.8300625682
    },
    {
        "url":"http:\/\/www.kidssundayschool.com\/49\/lesson\/the-inspired-word-of-god.php",
        "text":"Lesson 1: The Inspired Word of God\n\nLessons in this series:  1   2   3   4   5   Overview\n\nAfter completing this lesson, the children will learn that that the Bible is the inspired Word of God.\n\n\nBible, Holy Spirit, Word of God\n\nAS KIDS ARRIVE (10 minutes)\n\nWork Folders:\nGive a simple double sleeve folder to each child as they arrive. First, write their name on the top in easy-to-read letters, then let the children decorate the folder with stickers or drawings as they wish. This folder will be used to keep unfinished work in until the end of the series.\n\n\nFurther info? Click here\n\nMEMORY WORK (6 minutes)\n\nOld Testament Books of the Bible (handout sheet [PDF]) Click here\nNew Testament Books of the Bible (handout sheet [PDF]) Click here\nBible Books Starboard [PDF] Click here\nDuring this series, the children will begin to memorize the books of the Bible. In order to memorize all of the books, this challenge will be continued for one or more additional lesson series. Give each child copies of the \"Old and New Testament Books of the Bible handout sheets\". These are worksheets to help them memorize the books of the Bible, and will be kept in their folders. Today, start by having the children look in their Bibles and write down the names of the first five books of the Old Testament on their handout sheets. Then have them memorize the first five books; Genesis, Exodus, Leviticus, Numbers and Deuteronomy. Also encourage the kids to continue memorizing the other books of the Bible at home. Suggest they seek help from parents or older brothers or sisters. The \"Bible Books Starboard\" will be used to display each child's progress as they memorize all the books.\n\nCLASS EXERCISE (10 minutes)\n\nOld Time Telephone (Game)\nHave the kids sit in a circle or line up and play the old telephone game to show how difficult it would be for the people who wrote the different books of the Bible to do so from memory with such accuracy. It would be impossible without the help of the Holy Spirit. You can use the following phrases or make up your own.\n1. Do you believe the Bible was written by more than thirty-five men inspired by the Holy Spirit?\n2. If there were thirty-three more books in the Bible there would be a total of ninety-nine.\n3. The Bible is more than words communicated to us from God; the Bible is the Word of God.\n\n\nThe Bible is also known as the Word of God. Do you believe the Bible? Why? Has anyone ever told you that they don't believe the Bible? Many people unfortunately think the Bible is just another long boring book. But of course the Bible is not just another book, it was given to man from God to reveal Jesus Christ as our savior.\nFrom Genesis, the very first book, to Revelation, the last book, the purpose of the Bible is Jesus. In John 5:39 Jesus himself says, \"These are the Scriptures that testify about me.\" But what can we say to people who just don't believe the Bible is the word of God? Let's look up some scriptures that may help us understand the significance and truth about the Bible. Help the children find the following verses and have someone read each one. Then discuss each verse.\n\nVerses and Discussion Questions:\n\n2 Timothy 3:16-17\n1. Where does all Scripture come from? (From God.)\n2. What is Scripture good for? (Teaching, rebuking, correcting, training and equipping.)\n\n2 Peter 1:20-21\n1. Does Scripture come from the will of man? (No, from the Will of God.)\n2. Who \"inspired\" or \"carried\" men to write the Bible? (The Holy Spirit.)\n\nPsalm 12:6\n1. Does the Bible contain any mistakes? (No, it is flawless.)\n2. What does \"pure\" gold or silver mean? (Without any impurities.)\n\nPsalm 119:160\n1. How can you respond to someone who says the Bible isn't true? (All of God's words are true, so the Bible is also true because it is the Word of God.)\n2. Does God ever need to come up with new rules or laws? (No, His laws are eternal.)\n\n1 Corinthians 2:14\n1. Why is it difficult for some people to understand the Bible? (Because they do not have the Holy Spirit to guide them.)\n2. How does God reveal the Bible to us? (By the Holy Spirit.)\n\nCLASS EXERCISE (10 minutes)\n\nBible Word Search (Puzzle) Click here\n\n\nThere is a Book (Song) Click here\n\nAPPLICATION (2 minutes)\n\nWe know with certainty that the Bible is the inspired Word of God. The prophet Isaiah said that the earth was round (Isaiah 40:22) long before man believed it to be true. Man thought the world was flat! And not too long ago a young shepherd boy found scrolls that were over 2,000 years old. What was written on the scrolls was almost exactly like what we find today in the book of Isaiah. Moreover, numerous archaeological discoveries are proving that from an historical perspective the Bible is accurate. But, the Bible is more than just facts and history. The Bible brings us to a saving faith in God through His Son Jesus Christ. And we know this is true because the Holy Spirit makes us feel good about it.\n\n\nEveryone has made a puzzle right? How many of you have tried without using the picture on the box lid as a guide? Did looking at the picture make it easier or harder? Next week, we will see what happened to one not so bright fellow when he didn't bother using the guide he was given.\n\nCLOSING PRAYER (2 minutes)\n\nFurther info? Click here\n\n\nGive one copy to each child at the end of the class to take home. Click here [PDF]",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9654474854,
        "format_confidence":0.9842461348
    },
    {
        "url":"https:\/\/www.thetappingsolution.com\/blog\/How+to+Manifest+Quickly+Using+EFT+Tapping",
        "text":"Financial Success\n\nHow to Manifest Quickly Using EFT Tapping\n\nWritten by: Nick Ortner\n\nAll too often, our goals consist of little more than a “list”…\n\n  • Make a million dollars\n  • Get my book published\n  • Travel the world\n  • Support my favorite charity\n\n…and so on.\n\nIt’s certainly a great start to write them down, but if you don’t dig deeper, they’re unlikely to happen as quickly and completely as you’d like them to.\n\nI’m sure you’ve read plenty of information on how to improve your goals: add emotional value, use visuals, expand on the feelings you’ll have when you achieve the goal, look at them more often, etc.\n\nAnd all of those ideas are great, but if you’re not in FULL alignment with your goal in the FIRST PLACE, you’re basically wasting your time.\n\nRemember, alignment isn’t just a surface, conscious alignment. You need to be aligned on all levels. You need to address your “what ifs” and “buts” about the issue fully.\n\nWhen you do that, you get out of your own way and can make things happen without those patterns of self-sabotage that are all too familiar.\n\nHere’s a process with Tapping to help you. This process involves having a general understanding of the Tapping protocols. If you’re new to Tapping, take a moment to review the basics of EFT Tapping.\n\nRemember, the more issues you address around all aspects of your goals, the better your results will be! Perhaps commit to working on one goal or issue a day for 30 days and see what happens.\n\nStep 1: Write down your goal, dream, or aspiration\n\nYou can make this a specific goal like: I want to earn a million dollars a year\n\nA more general goal: I want to bring peace to my relationship with my mom\n\nOr it can be stated more as a vision: I’d like to create dramatic social change\n\nWith this process, don’t worry about getting it right. Whatever language pops up in your head first, that’s the right language. But DO make sure to write it down.\n\n\nStep 2: Write down your immediate gut response when you read that goal\n\nHow do you FEEL?\n\nAre you 100% in alignment with it?\n\nHow does your body respond to reading it?\n\nFor example, you might feel and write down, “I feel uncomfortable when I read this, I’m excited, I’m anxious…”\n\nBe specific in your notes and give every feeling a 0-10 rating.\n\nSo if you’re feeling anxious as you read the goal, write down, “I’m feeling anxious” and then put a number of its intensity next to it. “8” for example.\n\nYou can write down more than one emotion or feeling. Be as specific as possible.\n\nDo you feel tension in your stomach? Write that down.\n\nAre you slightly nauseous? Write that down.\n\n\nStep 3: Write down what other people would say about your goal if you shared it with them\n\nFriends, family members, society, co-workers, etc.\n\nWhatever pops in your head first, write that down.\n\nSo if you think about sharing your goal with your mom, and you picture her saying, “That’s a silly idea…” then write that down, PLUS how you FEEL about her thoughts.\n\nBe specific and give it a number of intensity, as described above.\n\n\nStep 4: Write down YOUR beliefs about the goal\n\nFor example, “Part of me thinks this is impossible… I’ve never been able to do this before… Who am I to think I can achieve this…?”\n\nNote the feelings this brings up and write those down as well.\n\nBe specific and assign them a number of emotional intensity.\n\n\nStep 5: Systematically tap OUT all of this RESISTANCE and tap IN, positive feelings & expectations!\n\nGo through each item that brought up an emotional response, and tap on it until you bring the feelings around it down to “0” or a low number.\n\nBe sure to keep note of anything else that comes up through the process.\n\nYou may not be able to do this in one session, so take your time with it.\n\nWhen you have tapped through all the issues (and make sure to keep digging for more hidden ones), you’ve then cleared the way for your goal to become a reality!\n\nTapping Script Example\n\nLet’s go through one example of what this might look like together, so you can tap along.\n\nI’m just making up potential responses so you can see how it works…\n\nStep 1: Write down the goal\n\nEXAMPLE: I want to earn $250,000 a year\n\nStep 2: How do you FEEL?\n\nEXAMPLE: Looking at this, I get a little nervous. There’s a sinking feeling in the pit of my stomach, and pressure around making this work. When I close my eyes, I feel this sinking feeling at a 7.\n\nWhen I ask myself what this feeling is, it’s anxiety. I’m going to do some tapping on this now.\n\nKarate Chop: Even though I have this sinking feeling in the pit of my stomach, I deeply and completely accept myself.\nKarate Chop: Even though I have this sinking feeling about making $250,000, I choose to relax now.\nKarate Chop: Even though I feel uncomfortable in my body when I look at this goal, I deeply and completely accept myself.\n\nEyebrow: This sinking feeling\nSide of Eye: I’m feeling a little nervous\nUnder Eye: This sinking feeling\nUnder Nose: In the pit of my stomach\nUnder Mouth: I feel pressure around making this work\nCollarbone: I feel this anxiety in my stomach\nUnder Arm: All this anxiety\nTop of Head: All this sinking feeling\n\nKeep on tapping around the meridian points on whatever comes up until you bring it down enough to find some relief and feel ready to move on to the positive.\n\n\nEyebrow: I chose to relax now\nSide of Eye: And release this sinking feeling\nUnder Eye: I let it all go\nUnder Nose: From the pit of my stomach\nUnder Mouth: All this anxiety\nCollarbone: Releases now\nUnder Arm: All this fear about making $250,000 a year\nTop of Head: Releases now\n\nStep 3: Write down what other people would say about your Goal if you shared it with them\n\nEXAMPLE: If I told my friends I wanted to make $250,000 a year, half of them would laugh at me and the other half would tell me I was being greedy.\n\nWhen I think about telling my friends, I just feel small and not confident at all. This feeling is at an 8.\n\nKarate Chop: Even though I don’t feel confident telling my friends about my goal, I deeply and completely accept myself.\nKarate Chop: Even though I don’t want my friends to know my goal, I deeply and completely accept myself.\nKarate Chop: Even though I know they’ll judge me if I tell them my goal, I deeply and completely accept myself.\n\nEyebrow: I don’t want to tell my friends\nSide of Eye: When I think about telling them, it makes me feel small\nUnder Eye: This feeling of being small\nUnder Nose: I’m worried that they’ll judge me\nUnder Mouth: I’m worried they won’t like me\nCollarbone: I’m worried about what my friends will think\nUnder Arm: If I tell them my goal\nTop of Head: Or if I achieve my goal!\n\nKeep on tapping around the meridian points on whatever comes up until you bring it down enough to find some relief and feel ready to move to the positive.\n\n\nEyebrow: I release this feeling of being small\nSide of Eye: I chose to feel big!\nUnder Eye: I’m confident in my goal\nUnder Nose: And I release any anxiety about it\nUnder Mouth: I’m confident in what I want for myself\nCollarbone: And I’m confident that the right people will support me\nUnder Arm: Feeling strong and confident\nTop of Head: Feeling strong and confident!\n\nContinue on to Step 4 and 5, rinse and repeat. 🙂\n\nSeriously, the KEY on this process is to get specific on your issues, on your feelings, and to be SYSTEMATIC about it, going through all the different ASPECTS of the issue.\n\nI’d love to hear your results! Please share them below!\n\nBlog Comments\n\nLeave a Comment\n\nYour Comment\n\n140 Comments on this post\n\n  1. Carolyn says:\n\n    Hi Nick, thank-you so much. Going through the reading I realized I forgot step 3,about what others may think about my goal. I’ve been doing tapping on my goal for 1week now. I missed a day in between though.\n    I used to tap to release cravings, I never used to feel the impact mainly because I never used to use words. I realise there’s a big difference if tapping using words.\n\n\n  2. Jayne says:\n\n    I have been using the law of attraction for over 2yrs and just stumbled on EFT recently, after I needed a means of clearing multiple limiting beliefs I have lived with almost all my life. I have used EFT on little immediate emotional issues and I’m amazed at how effective it has been. I’m so excited to begin this technique. Thanks alot Nick.\n\n  3. Verónica says:\n\n    My dream right now is helping my dog come over his trauma of having been mistreated and abandoned when he was a puppy. Today it’s been six months since we rescue him and he still has separation anxiety.\n    I’d love to help him.\n    Thanks so much for everything you share, I discovered tapping a few weeks ago and I love it!! 😊🙏🏻\n\n  4. Ruth Pidick says:\n\n    I believe it is a great tapping exercise. I would love a comment from Nick about the difficulty I have with the doubt aspect, perhaps that is fear I don’t know. Is the repetition the best thing I can do??\n\n    Ruth P.\n\n    • Nick Ortner says:\n\n      Hi Ruth. I would recommend you tap directly on the doubt and fear, even if you don’t know what it is in relation to and see what comes up for you. Start where you are, tap and speak about what you are feeling and trust the process. 🙂\n\n  5. sajida says:\n\n\n    • Nick Ortner says:\n\n      You’re welcome! Yes, tapping while using prayers and affirmations can really help you cement those positive feelings so give it a try and see how it feels t you. 🙂\n\n  6. Phillip says:\n\n    Awesome,this is great ,I’m left speechless n my confidance shot up,i feel great already,like a\n    millionaire Regards Phillip\n\n  7. Camille says:\n\n    I am scared, so frightened. My financial goal will never happen. I don’t deserve it. Am I really worthless? Tap tap tap…\n\n    I am beginning to feeling stronger about reaching my goal. I am confident. I am doing it. I am happy and joyful that I now have the faith in myself to succeed. : )\n\n    This one is a hard one.\n\n  8. Vanessa says:\n\n    Great to have this tapping available, feeling emotional just writing this. Its the only course on self improvement tha... (truncated)",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.6348595619,
        "format_confidence":0.9181193113
    },
    {
        "url":"http:\/\/www.crusadeforlife.org\/Euthanasia%20Bible%20Study\/euth%20session%202.htm",
        "text":"home \/ resources \/ course introduction \/ leader info  \/ session 1 \/ session 3 \/ session 4 \/ key material order info\n\nA Christian Response to Euthanasia\n2010 Edition\n\n\nPDF printer friendly version\n\n\nSession 2 Leader Outline\n\n\nStudent Handouts\n\nScripture Verses for Session 2\n\n\n  • To understand man's stewardship over life: food, water and pain relief.\n  • To recognize the dangers of physician assisted suicide.\n  • To share the Christian response to pain and suffering and identifying ways a Christian can respond to the suffering of themselves and others.\n  • To become aware of principles regarding the withdrawal of life support.\n\n\nWelcome students and open with prayer. Take a moment to introduce any newcomers. Be sure any new members of the group have the student handouts from the last session.\n\nNote: Be sure to save 10 minutes at the end of the session for the discussion of Student Note #5 \"Principles Governing Medical Treatment Decisions.\"\n\n\nBriefly review the last session. Invite participants to share any reactions or insights gained during the week as a result of the first session of the course.\n\nShow Session 2 of DVD (length 4 minutes 53 seconds)\n\nYou may want to set the stage for this segment of \"The Right To Kill\" DVD they are about to view. Introduce your students to Krista Ecklund, a young woman who will share her dramatic and heartrending battle with depression and her many suicide attempts that started when she was only 16. Remind the students of the ballet dancer with cancer and the young man who requested suicide after breaking up with his girlfriend shown in the first session.\n\n\nAsk the class:\n\n  • Should Krista, the ballet dancer or the heart broken young man have been able to obtain a lethal injection?\n\n  • Why? Why not? If you were Krista's friend what would you do?\n\n  • Would you fear your doctor if euthanasia or physician assisted suicide was legalized?\n\nPass out Student Handout #3: \"The Negative Effects of Euthanasia\" and ask:\n\n  • Is euthanasia an attack on Christian values?\n\n  • Would you have confidence in your doctor if he had the \"right\" to take your life?\n\n  • Whose value of life do you think would be utilized if euthanasia was legalized in our nation today?\n\n  • List some reasons a family might be pressured into pulling the plug.\n\n\nAs Christians we need to seek our Lord's wisdom in making medical decisions. As we learned in Session 1, God is the author of life and we are the stewards. We do not have absolute power over our lives. However we also know that for some, death will come quickly and others may find suffering. There is never an obligation for a Christian to suffer without pain killing drugs (analgesics). Steps are being taken to remedy the lack of training of doctors in the field of pain control. Consultations with pain specialists may be indicated in cases of difficult pain management.\n\nPass out Student Handout #4: \"What Does His Word Say About Suffering?\".\n\n  1. Have a member of the class READ 2 Corinthians 12:9-10.\n    Discuss: What does His Word says about suffering at the end of life?\n\n\n  2. Have a member of the class READ Romans 8:28-39.\n    Discuss: What assurance does the Lord give us during times of suffering?\n\n\n  3. Have a member of the class READ Romans 5:1-14.\n    Discuss: As Christians how may our approach to these life decisions bear witness to the Lord in us?\n\nPass out Student Handout #5: \"Principles Governing Medical Treatment Decisions.\"\n\nThese principles reflect a Biblical response to the sanctity of human life regardless of the individuals age or capabilities. They are designed to be a guideline when making difficult end of life decisions regarding medical treatment. Stress the importance of respecting all human life, including those who can no longer function in an active role in society. Each person should be treated with respect and loving care, which includes providing as much comfort humanly possible through the provision for basic needs, food and water, and effective pain management.\n\nRead aloud to the class all the principles on the handout and discuss how these principles relate to the scriptures studied today on suffering and those studied last week on the sanctity of life.\n\nPass Out \"Blessings Through Suffering\"\n\nStress the importance of the next session. Explain to the students they will be given the opportunity to work through actual case studies where they can apply these Biblical life principles.\n\nClosing Moment\n\nInvite all to join hands in a circle. Ask everyone to include those among you who are suffering physical, mental, or emotional pain. Pray for families, friends, and care givers of those who suffer.\n\nback to top",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.927683413,
        "format_confidence":0.9338117838
    },
    {
        "url":"http:\/\/nextdaygear.me\/how-to-figure-your-personal-year-number_xe.html",
        "text":"How To Figure Your Personal Year Number\n\nWhile the personal year tells you what to focus on for twelve months, the personal month tells you what you need to pay attention to for the next several weeks. The meanings of the Personal Month Numbers are essentially the same as those for the Personal Year Numbers. To compute your personal year simply add your. This is the perfect time to dream big and to really start laying down a foundation and groundwork for what you want. Even though 2017 holds this bigger picture number 1 energy, on a personal level we are all going through our own soul journeys and energy. According to numerology, you can determine your personal year.\n\nQuickly Figure Out Your Retirement Number. by Trent Hamm Updated on 08.25.14. All you need is your most recent Social Security statement along with how much you made in the past year as well as the number of years between now and when you plan to retire. Your Personal Financial Toolkit. According to numerology, you can determine your personal year number and discover what energy you will be working with in 2017 on an individual level. Specifically, your Personal Year reveals the dominant concerns and circumstances of the year ahead, and your Personal Months reveal the most important themes and challenges for the months ahead. In addition, these two cycles are very easy to calculate and one does not need a strong background in Numerology to. Numerology 2017 - Read your Annual Numerology Predictions from and know how the number will play a role in driving your life in the coming year.. The numerology horoscope for Personal Year Number 4 suggests that you need to put in a lot of systematic planning and thought into any project you want to.\n\nThere are how to figure your personal year number that said, important\n\nBloomberg delivers business and markets news,. Personal Finance.. Mysterious Copper Trades Send Metal to Longest Rally in a Year. Dec 22,. Print your SA302 tax calculation and tax year overview if youre. to print your tax calculation.. like your National Insurance number or. WILL you find love, make money or change jobs this year? Numerology expert Michelle Buchanan explains how the ancient art of numbers can reveal your future. your cars VIN how to read it and what it reveals.. Well explain how decoding your vehicle identification number. the model year. Find your life path or birth path number using numerology. DAILY WEEKLY MONTHLY 2018.. January 2017 Numerology Your Personal Year Number! Yearly Numerology Forecasts. A personal identification number (PIN, pronounced pin often redundantly PIN number by mistake) is a numeric or alphanumeric password or code used in the process of.\n\n  • indian numerology name number 19\n  • Understanding Your Personal Year | Astrology | Horoscope\n  • life path number 2 and 4\n  • name numerology meaning 7\nHow to figure your personal year number emotions are\n\nNumerology Number Calculator. An interesting online astrology calculator to calculate your life path, name, lucky number, personality numbers and so on. Tax Exemptions for 2017 Tax. The personal exemption for Tax Year 2017 begins to. We will choose the correct number of exemptions for you based on your answers. 2017 is a 1 year, so we add the 3 and the 1, which gives us a personal year number of 4. To calculate your personal year number quickly, please use the link on this page and then come back here for an insight into your personal forecast. Our personal year number is also our lucky number for the year. Safeguard your personal information,. You can opt out for 5 years or. Sometimes you will have to share your number. Your employer and financial institutions. A good time for introspection and relaxation, this personal year 7 will be a time to rest and focus on yourself, and more specifically on your spiritual life. You will also have a different number associated with each year in your life, and this article will show you how to calculate your personal 2017 year number and what that number means. As many people know, 2016 was a 9 year, universally, in numerology (2016). 2017 will be a 1 year (2017). The Essence Number and the Personal Year Number are the two essential indicators of the forces that will influence. Your Essence Numbers To determine Your Essence.\n\nNumerology Predictions- Personal Year. Numerology 2016 - What does the year 2016 hold for you?. Calculate your Personal Year Number for 2016. How to Find Your Lucky Numbers in Numerology.. with each number show you personal. on each number you calculate.) Reduce the month, day, and year to. Adjusting Tax Withholding from Your. to dependents or to the personal. and multiply this by the number of pay periods remaining in the year.",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.8393921256,
        "format_confidence":0.8904719949
    },
    {
        "url":"https:\/\/www.geeksscan.com\/things-to-know-for-efficiently-working-with-a-psychic\/",
        "text":"Things to Know For Efficiently Working with a Psychic\n\nThe realm of energy is gaining a lot of recognition nowadays. Even science has begun to agree that everything around us is nothing but energy. Based on this theory, many transcendent or non-physical healing practices are taking place today. Psychic sessions are one of these practices. Psychic professionals do not only help with healing but many other aspects nowadays.\n\nIf you are planning to hire a psychic, you can explore the service details of Saint Louis Psychics online. The team of experts is recognized for providing entrusted and highly cooperative psychic sessions to its valued clientele. But before that, here are tiny pointers that you should know before hiring a psychic!\n\nSet Expectations Right\n\nOften it is said that a psychic will tell you what you require and not what you demand. The valued information that comes to you is authentic and divine. They work by communicating with energies and realms beyond the physical or human reach. So the words you hear often come via them and not from them. So having a very rigid expectation in mind about what you will receive is going to confuse you.\n\nEmbrace the New Ways\n\nSo, this is one of the biggest challenges people face. Not everybody believes in the energy world or divinity, which is absolutely fine. But if you are looking forward to seeking help from a psychic, it is important you let them lead. Unless you are collaborative and open to their practice, they will not be able to provide you with the right information.\n\nDevil Is In the Divine Details\n\nPay attention to the details in your session. If you are attending for the first time, carry a notebook. The details will help you get a sheer clarification about what you need to understand or act upon. A proper psychic will be able to tell you unexpected and credible details.\n\nDon’t Hesitate To Leave a Session That Feels Wrong\n\nNo matter how recognized a psychic is, an authentic individual in this field will never straight away predict someone’s death or an upcoming jackpot. These readings do not work that way. The symbols, signs, and symbols are authentic, honest, and subtle.\n\nThese experts utilize their extra sensory perceptions for healing, gathering information, reading minds; connect to the deceased, and more. To find out about the best Psychic in New York, start your research online today.\n\nNews Uncategorized",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9871138334,
        "format_confidence":0.6719247103
    },
    {
        "url":"http:\/\/com-bos.wikidot.com\/samhain-ritual6",
        "text":"Samhain Ritual\n\n\n  • Bath salt\n  • Black robe (optional)\n  • Acorn necklace\n  • Oak leaf crown\n  • White chalk or paint\n  • 13 black and orange candles\n  • 3 candles (1 white, 1 red, 1 black)\n  • Chalice of apple cider\n  • Sea salt\n  • Censer of herb incense\n  • Water\n  • Bell\n  • Athame\n  • Red apple\n\nAfter a ritual bath in salt water to cleanse your body and soul of any impurities and negative energy, put on a long, black ceremonial robe (unless you prefer to work skyclad, as many Witches do), wear a handcrafted necklace of acorns around your neck, and place a crown of oak leaves around your head.\n\nBegin by casting a circle about nine feet in diameter, using white chalk or paint. Place thirteen black and orange candles around the circle, and as you light each one say:\n\"Samhain candle of fire so bright\nConsecrate this circle of light.\"\n\nIn the center of the circle, erect an altar facing north. On the center of the altar, place three candles (white, red and black) to represent each phase of the Triple Goddess. To the left (west) of the candles, place a chalice filled with apple cider and a dish containing sea salt. To the right (east) of the candles, place a censer of herb incense and a small bowl of water. Before the candles (south), place a brass altar bell, a consecrated athame, and a red apple.\n\nRing the altar bell thrice and say:\n\"In the sacred name of the Goddess\nand under her protection\nis this Sabbat Rite now begun.\"\n\nSprinkle a bit of salt and water at each compass point around the circle to cleanse the space of any negativity or evil influences.\n\nTake the athame in your right hand, and say:\n\"Harken well ye elements\nAir, fire, water, earth\nBy bell and blade I summon thee\nOn this sacred night of mirth.\"\n\nDip the blade of the athame into the chalice of apple cider and say:\n\"I offer to Thee, O Goddess\nThis nectar of the season.\"\n\nReturn the athame to the altar. Light the incense and the three altar candles, and say:\n\"Three candles I do light\nin honor of Thee, O Goddess:\nWhite for the Maiden,\nRed for the Mother,\nBlack for the Crone.\nO Goddess of all things wild and free,\nStrong and loving, fair and just,\nThis sacred temple I raise to Thee\nIn Perfect Love,\nIn Perfect Trust.\"\n\nPick up the chalice with both hands and pour a few drops of the cider onto the apple and say:\n\"To the Womb of the Mother Goddess\nThe Horned God now returns\nUntil the day when he is reborn again.\nThe great solar wheel\nOnce again turns.\nThe cycle of the seasons never ends.\nBlessed be the souls of those\nwho have journeyed beyond\nTo the dark world of the dead.\nI pour this nectar\nin honor of their memory.\nMay the Goddess bless them\nWith Light, Beauty and Joy.\nBlessed Be!\nBlessed Be!\"\n\nDrink the remaining cider, and then return the chalice to its place on the altar. Ring the bell thrice, and then release the circle by extinguishing the orange and black candles, starting at the east and moving in a counterclockwise direction.\n\nTake the apple from the altar and bury it outside in the earth to nourish the souls of those who have died in the past year.\n\nThe Samhain ritual is now complete and should be followed by meditation, divination by crystal ball, the reciting of mystical Goddess-inspired poetry, and a Witches' prayer for the souls of all family members and friends who have passed on to the Spiritual Plane.",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9966800213,
        "format_confidence":0.9533221722
    },
    {
        "url":"https:\/\/www.lds.org\/manual\/new-testament-gospel-doctrine-teachers-manual\/lesson-27-he-is-not-here-for-he-is-risen?lang=eng&country=ca",
        "text":"Lesson 27: “He Is Not Here, for He Is Risen”\n\nNew Testament: Gospel Doctrine Teacher’s Manual, (2002), 112–15\n\n\nTo help class members feel gratitude for the Savior’s Resurrection and the blessings it brings us.\n\n\n  1. 1.\n\n    Read, ponder, and pray about the following scriptures:\n\n    1. a.\n\n      Matthew 28:1–15; Luke 24:1–12; John 20:1–10. Mary Magdalene and other women come to Jesus’ tomb and find it empty. Angels announce that Jesus has been resurrected. Peter and John come to see the empty tomb. The risen Lord appears to the women.\n\n    2. b.\n\n      Luke 24:13–35. Jesus walks and talks with two disciples on the road to Emmaus. They do not recognize him until he breaks bread for them.\n\n    3. c.\n\n      Matthew 28:16–20; Luke 24:33–53; John 20:19–31. Jesus appears to his Apostles, shows them that he has been resurrected, and commands them to teach the gospel to all nations. Thomas feels the wounds in Jesus’ hands, feet, and side.\n\n    4. d.\n\n      John 21. Jesus appears again to some of the Apostles at the Sea of Tiberias (the Sea of Galilee). He commands Peter, “Feed my sheep.”\n\n  2. 2.\n\n    Additional reading: Mark 16; Bible Dictionary, “Resurrection,” 761.\n\n  3. 3.\n\n    Ask a class member to prepare to summarize the account of Jesus and the two disciples on the road to Emmaus (Luke 24:13–32).\n\n  4. 4.\n\n    If the following pictures are available, use them during the lesson: Burial of Jesus (62180; Gospel Art Picture Kit 231); Jesus’ Tomb (62111; Gospel Art Picture Kit 232) or The Empty Tomb (Gospel Art Picture Kit 245); Mary and the Resurrected Lord (62186; Gospel Art Picture Kit 233); Jesus Shows His Wounds (62503; Gospel Art Picture Kit 234); and The Resurrected Jesus Christ (62187; Gospel Art Picture Kit 239).\n\n  5. 5.\n\n    Suggestion for teaching: The Lord’s commandment to Peter, “Feed my sheep” (John 21:16–17), applies to all teachers. Prayerfully seek ways to make the spiritual food of the scriptures appealing to class members so they will want to feast on it. (See Teaching, No Greater Call [36123], pages 5–7.)\n\nSuggested Lesson Development\n\nAttention Activity\n\nAs appropriate, use the following activity or one of your own to begin the lesson.\n\nRelate the following story told by Elder James M. Paramore:\n\n“Many years ago … a writer for a newspaper was asked an important question, ‘What would be the most important news the world could receive?’”\n\n  • How would you answer this question?\n\nElder Paramore continued: “[The writer] thought and thought about the question, he talked to many people, and read all he could in an effort to find an answer for himself. And finally, he printed his answer, ‘To know that Jesus Christ lives today would be the most important news the world could receive. In fact, if He lives today, then we too will live eternally as He said’” (in Conference Report, Oct. 1990, 80; or Ensign, Nov. 1990, 64).\n\nDisplay the pictures listed in the “Preparation” section. Explain that the disciples’ sorrow at Christ’s death was replaced with unspeakable joy at his Resurrection. We too can rejoice in the knowledge that Christ was resurrected.\n\nLeave the pictures on display. Refer to them at appropriate points in the lesson.\n\nScripture Discussion and Application\n\nAs you teach the following scripture passages, discuss with class members how their knowledge of the Resurrection affects their daily lives. Rather than trying to determine the exact order of events surrounding the Resurrection (each Gospel writer gives a slightly different order), focus on the testimonies of the Resurrection given in each Gospel account.\n\n1. Mary Magdalene and other women are witnesses of the resurrected Lord.\n\nDiscuss Matthew 28:1–15; Luke 24:1–12; and John 20:1–10. Invite class members to read selected verses aloud. Explain that after Jesus was crucified, his body was wrapped in clean linen cloths and placed in a tomb belonging to Joseph of Arimathea, one of Jesus’ disciples (Matthew 27:57–60; Luke 23:50–53; John 19:38–42). This was done quickly because the Sabbath was about to begin. The morning after the Sabbath, Mary Magdalene and other women returned to the tomb with spices and ointments to more thoroughly anoint and embalm Jesus’ body.\n\n  • What did Mary Magdalene and the other women find when they came to Jesus’ tomb? (See Matthew 28:1–4; Luke 24:1–4. Note that the Joseph Smith Translation of Matthew 28 states, as Luke does, that there were two angels. See Matthew 28:2, footnote 2a.) What did the angels tell the women? (See Matthew 28:5–7; Luke 24:5–8.)\n\n  • What did the angels mean when they said, “He is risen”? (Jesus had been resurrected.) What does it mean to be resurrected? (See Alma 11:42–45; see also Bible Dictionary, “Resurrection,” 761.) What blessings will we receive because of Jesus’ Resurrection? (See 1 Corinthians 15:22, 50–58; Alma 11:42–45. We will all be resurrected and be given immortal bodies.)\n\n  • President Howard W. Hunter said that the words “He is not here, but is risen” (Luke 24:6) “contain all the hope, assurance, and belief necessary to sustain us in our challenging and sometimes grief-filled lives” (in Conference Report, Apr. 1986, 18; or Ensign, May 1986, 15–16). How has your testimony of the Atonement and the Resurrection helped you through difficult times?\n\n  • What did the women do after the angels finished speaking? (See Matthew 28:8; Luke 24:8–9.) What can we learn from their example?\n\n  • Mary and the other women were the first of many people who saw Jesus Christ after he was resurrected (see also the second and third additional teaching ideas). Why do you think it was important that the resurrected Lord appear to earthly witnesses? (See 2 Corinthians 13:1.)\n\n2. Two disciples on the road to Emmaus are witnesses of the resurrected Lord.\n\nDiscuss Luke 24:13–35. Have the assigned class member summarize the scripture passage.\n\n  • Why were Cleopas and his companion sad as they walked along the road to Emmaus? (See Luke 24:13–24.) What did the resurrected Lord teach them as they walked? (See Luke 24:25–27.)\n\n  • How did the two disciples feel as Jesus taught them? (See Luke 24:32.) What gave them this feeling? (The influence of the Holy Ghost.) Invite class members to tell of experiences when they have received a witness from the Spirit while studying the gospel or hearing someone teach it.\n\n3. The Apostles are witnesses of the resurrected Lord.\n\nRead and discuss selected verses from Matthew 28:16–20; Luke 24:33–53; and John 20:19–31.\n\n  • What did the Apostles think they were seeing when the Savior appeared to them on the evening of the day he was resurrected? (See Luke 24:36–37.) How did Jesus reassure them that he was a resurrected being, not a spirit? (See Luke 24:38–43.)\n\n  • How did Thomas respond to the other Apostles’ testimonies that the Lord had been resurrected? (See John 20:24–25.) How did he come to believe that the Lord had been resurrected? (See John 20:26–29.) How do we sometimes show the same weakness as Thomas?\n\n    Elder Gordon B. Hinckley said:\n\n    “Have you not heard others speak as Thomas spoke? ‘Give us,’ they say, ‘the empirical evidence. Prove before our very eyes, and our ears, and our hands, else we will not believe.’ This is the language of the time in which we live. Thomas the Doubter has become the example of men in all ages who refuse to accept other than that which they can physically prove and explain—as if they could prove love, or faith, or even such physical phenomena as electricity. …\n\n    “To all within the sound of my voice who may have doubts, I repeat the words given Thomas as he felt the wounded hands of the Lord: ‘Be not faithless, but believing’” (in Conference Report, Apr. 1978, 90; or Ensign, May 1978, 59).\n\n  • How can we more fully follow the Lord’s admonition to “be not faithless, but believing”? (John 20:27).\n\n4. Some of the Apostles see Jesus again at the Sea of Tiberias (Sea of Galilee).\n\nRead and discuss selected verses from John 21.\n\n  • The resurrected Lord showed himself again to seven of his Apostles as they were fishing. How did they come to realize it was Jesus on the shore? (See John 21:4–7.) After they had eaten, what did Jesus ask Peter and the other Apostles to do? (See John 21:15–17.) How can we feed the Lord’s sheep?\n\n  • What was John’s reason for writing down some of the things that the resurrected Jesus said and did? (See John 20:30–31.) How have you benefited from studying the scriptural accounts of Jesus’ Resurrection?\n\n\nTestify that Jesus Christ was resurrected and that because of him we will also be resurrected. Bear testimony of the strength and comfort that your knowledge of the Resurrection has brought you.\n\nAdditional Teaching Ideas\n\nThe following material supplements the suggested lesson outline. You may want to use one or more of these ideas as part of the lesson.\n\n1. “He is risen” (Matthew 28:6)\n\nArrange for a small group to sing “He Is Risen” (Hymns, no. 199) or “Christ the Lord Is Risen Today” (Hymns, no. 200) at the end of the lesson. Or have a group of children sing “Did Jesus Really Live Again?” (Children’s Songbook, 64).\n\n2. “Woman, why weepest thou?” (John 20:15)\n\nPoint out that the Gospel of John is the only Gospel that contains an account of the Lord’s appearance to Mary Magdalene just after his Resurrection. Have a class member read aloud this account in John 20:11–18. Invite class members to share their thoughts and feelings about this event.\n\n3. Other witnesses of the resurrected Lord\n\n4. Scriptures about the Resurrection\n\nSeveral scripture passages from the Book of Mormon and the Doctrine and Covenants increase our understanding of the Resurrection. Discuss as many of the following points as time allows:\n\n  1. a.\n\n    Jesus was the first to be resurrected (2 Nephi 2:8), and because of his Resurrection, all people will be resurrected (2 Nephi 9:22; Alma 11:42, 44).\n\n  2. b.\n\n    After Jesus Christ, those who receive a celestial glory will be resurrected first, followed by those who receive a ... (truncated)",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9955518842,
        "format_confidence":0.9170675874
    },
    {
        "url":"https:\/\/www.soulmantras.com\/blog\/howtouseatalisman",
        "text":"Contact Us\n\nUse the form on the right to contact us.\n\nYou can edit the text in this area, and change where the contact form on the right submits to, by entering edit mode using the modes on the bottom right. \n\n\n123 Street Avenue, City Town, 99999\n\n(123) 555-6789\n\n\nYou can set your address, phone number, email and site description in the settings tab.\nLink to read me page with more information.\n\nSoul Mantra Journal\n\nEveryday Ways to Use Our Pocket Talismans\n\nliz lamoreux\n\nOne of the missions I have over at Soul Mantras is to provide companions and practices that walk with you each day. The Soul Mantra Pocket Talismans are one of my favorite offerings that combine the beauty of holding something in your hand with a tangible practice.\n\nHow to use the Pocket Talismans\n\nPocket talismans are hand stamped with words and phrases that become reminders for you to carry with you on your journey. A few ways to use a talisman:\n\nYou can hold it in your hand and rub your fingers along the words almost like a worry stone.\n\nYou can use your talisman while meditating by holding it in your hand and focusing on it. You can look at the phrase as you breathe. You can also use the words on the talisman as a mantra and say the phrase to yourself quietly as you breathe.\n\nYou can place a talisman on your altar, next to your bed, in your cubicle at work, or even in a plant or other unexpected place in your home. Whenever you see it, you can let the words wash over you.\n\nYou can also keep them in bowl on your dresser and choose one to carry with you for the day.\n\nYou can put one in your pocket like a stone, and each time you feel it, take a deep breath and remember you are not alone. \n\nWe have several favorite mantras in the shop, including talisman sets that make it easy to start your collection. We also customize them with the words and mantras you most need (these large and regular round talismans and the popular heart talisman are available).\n\nIf you have favorite ways to use your talismans, we’d love to see your photos on Instagram with #mysoulmantra.\n\nThe Talisman of the Month Club is an awesome way to dive even deeper into these practices.\n\nEach month, I send you a box with a talisman and other goodies all centered on a monthly theme that connect self-care and mindfulness.\n\nLearn more and subscribe.",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9925431013,
        "format_confidence":0.9177237153
    },
    {
        "url":"http:\/\/livepuntamita.com\/a-celebration-to-honor-the-dead\/",
        "text":"\nFacebook Twitter Pinterest RSS\n\nDay of the Dead: a celebration to honor departed loved ones\n\n\nFrom pre-Columbian times, Mexico and other countries from Latin America have celebrated the Day of the Dead, a very special time when people remember their departed relatives. For many people, this tradition might be sad or even terrifying, but the truth couldn’t be more different, it is a beautiful festivity, a loving and cheerful day to remember those who have passed from our lives, and who we miss so much.\n\nCreating an altar for Day of the Dead is the core of this tradition, and today we will give you a guide to create yours, step by step, so you can honor the spirits of your deceased loved ones.\n\nGetting ready, let’s start with the checklist:\n\n  • Picture – A picture of the departed relative is placed upon the altar to evoke their presence and revive their image.\n  • Flowers – The altar is decorated with fresh cempasuchil or flor de muertos (flower of the dead) marigold flowers as it is believed that their scent will make the returning souls feel welcomed and happy.\n  • Different Levels –In some areas altars are made with two levels that symbolize heaven and earth; in others they are made with three levels for heaven, purgatory, and earth; and there are places where altars with seven levels are placed, each of these levels represents the steps a soul has to make to arrive in heaven.\n  • Chiseled Paper – The papel picado or chiseled paper are paper flags chiseled with saints’ figures or skulls and skeletons that are placed like a tablecloth on the altar. To some people they represent the element air for the way they move.\n  • Day of the Dead Bread – Or pan de muertos is one of the most important elements in the altar as it is a fraternal offering to the souls in the Catholic sense.\n  • Candy Skulls – Sugar, chocolate or amaranth seed skulls represent the death and its every moment presence.\n  • Food – Families prepare the favorite dishes of their deceased loved ones, the idea is that they’ll come back and enjoy them reunited with the family in spirit.\n  • Spirited Drinks – Tequila, mezcal, and pulque (fermented agave juice) are offered to the adult souls so they can relax and enjoy with their family. If the honored one smoked a pack of cigarettes is then set on the altar.\n  • Candles – Candles show the souls their way to the altar and back to the dead world; they symbolize the light, hope, and faith.\n  • Religious Elements – The most common are crucifixes and Virgin Mary and patron saint images.\n  • Petate – Petates (palm tree leaf woven carpets) are set aside for the souls to lie down and rest.\n  • Water – A glass of water is set in the altar to calm the souls’ thirst after their long journey.\n  • Copal – The resin of the tree that has the same name is burned to purify the place and to attract the souls with its sweet smell.\n  • Salt – A small plate with salt is set on the altar as a purifier element.\n  • Personal Objects – It is crucial to include tools, clothing, or toys into the offering to make him feel at home.\n  • Ornaments – Candleholders, incense burners, papier mache or clay figurines such as skulls or skeletons doing a certain activity or animals. In some areas, a clay xoloitzcuintli dog is set on the altar to make the children souls feel protected as they arrive to the fete.\n\nNow that we have all we need, let’s begin building it.\n\nStep One: Use boxes, wood or even pieces of furniture to create the different levels and cover them with colorful paper picado.\n\nStep Two: If you decided to go with the traditional 7 levels altar, this is the order to place all the elements:\n\n1st Level (top) – Image of the Saint or Virgin of your choice\n\n2nd Level – Dedicated to Souls in Purgatory\n\n3rd Level – Salt to Kids Souls in Purgatory\n\n4th Level – Day of the Dead bread\n\n5th Level – The deceased’s favorites food and treats\n\n6th Level – A large photograph of your loved one, smaller, informal snapshots can adorn the other levels.\n7th Level – A cross that can be built with with fruit or sawdust.\n\nStep Three: Light the candles and incense then prepare a path from the front door to the altar with petals of marigold to guide your loved one to the altar.\n\nAnd you are set! Ready to honored the spirit of your loved ones, and remember, the most important is to celebrate life and the memory of those who are no longer with us, but that hasn’t left our hearts.\n\nHappy Day of the Dead!\n\nClick here to read more about this beautiful tradition.",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9885940552,
        "format_confidence":0.992690742
    },
    {
        "url":"https:\/\/baobabtherapy.com\/51-2\/",
        "text":"HelpingHeart Non-profit Support\n\nDiscover your passion * Implement your vision: \n\nHow to start and manage a non-profit project\n\n\nThe gift of Mercy \/ Compassion = a helping heart\n\nMercy \/ Compassion (Serving Gift) – The special gift whereby the Spirit enables certain Christians to feel exceptional empathy and compassion for those who are suffering (physically, mentally, or emotionally) so as to feel genuine sympathy for their misery, speaking words of compassion, but more so caring for them with acts of love that help alleviate their distress.\n\nimages (2)The divine enablement to cheerfully and practically help those who are suffering or are in need by putting compassion into action.\n\nPeople with this gift:\n– focus upon alleviating the sources of pain or discomfort in suffering people\n– address the needs of the lonely and forgotten\n– express love, grace, and dignity to those facing hardships and crisis\n– serve in difficult or unsightly circumstances and do so cheerfully\n– concern themselves with individual or social issues that oppress people.\n\nRomans 12:6-8\nLuke 7:12-15\nLuke 10:30-37\nMatthew 20:29-34\nMatthew 25:34-40\nMark 9:41\nMatthew 5:7\n\nIf you are not sure what your spiritual gifts are – please complete our Spiritual Gifts Sorter.\n\nIf you have a helping heart, and a burning passion to help those in need, then this info is for you. This is a process that will take you through the paces, step by step of how to become involved and serve the body of Christ, and your wider community with your unique gifting and anointing. Your involvement depends entirely on you, maybe you want to serve as a volunteer in an existing project, or start your own project, or even start your own NPO. The e-book manual also available on request: Helping Heart Workbook.\n\nHELPING HEART aim to support those with a helping heart to discover their passion and implement their vision:\n\nWe help individuals discover their gifting and passion. See our 4 Seasons Temperament Profile and Spiritual Gifts Profile.\n\nWe aim to support individuals with knowledge and skills to formulate a vision for helping others and to implement their vision.\n\n\nProcess of starting a new project\n\nSo, you have a helping heart, a burning passion and a prophetic vision for serving and being involved in mercy ministry. Where do you start?\n\n\nPray! Communicate your heart and vision to others in your church community that you are accountable to. There is wisdom in the counsel of many… Pray with others that share your heart and passion. Do not be discouraged! God has a plan for you – open your spiritual eyes and ears and wait on Him to give you strategy and direction. Remember to be Spirit-led and never fear-driven, always operate from a place of faith.\n\n\nWrite it on a tablet. Start journaling your vision, mission statement and goals, identify the target group of your project. What are the key needs of your target group? Will you need staff and volunteers? What resources do you have available? What resources can you share and make available for joint projects? What resources do you need? What are your current needs? What are your future needs? What are obstacles that you currently face? How can networking with others help you? What network relationships do you have and what new network relationships do you need to establish?\n\nMake an appointment with Helping Heart Center. We will do a NEW PROJECT ASSESSMENT (see Workbook) to support and help you. Gain as much knowledge and skills as you can. Research similar projects, Google similar projects. Read read read.\n\n\nVolunteer at a similar project to see if the work suits you and to gain knowledge and skills in that area. Especially if your educational and professional background is in another field. Visit as many similar projects to make sure you have a realistic expectation of the work involved. Make room for yourself to grow and give yourself time. Remember that God has perfect timing… there is a time and a season for every purpose under heaven.\n\n\nDraft a Business Plan. See no. 5 underneath and the Workbook for detailed information. Register as NPO if needed.\n\n\nGET CONNECTED! Start networking and start to position yourself strategically within the welfare sector. No project can function effectively and sustainably in isolation. Find out what other projects, NPO’s and Welfare Organizations function in the area where your service delivery will be. If there is a local network of welfare initiatives in your community, start visiting them and build relationships. All role players in the community should be notified and a network of relationships should be established. The following persons will be targeted: Social Workers of Welfare Organisations;, Hospitals and Municipalities; Officials from the Department of Social Development; Doctors; Nurses; Police officials; Clinic staff; Potential sponsors; Potential Volunteers.\n\n\nFundraising and financial management of your project is crucial for its survival. See underneath and the Workbook for detailed information on fundraising. As well as a directory of possible funders.\n\n\nA new project is like a baby that will need a lot of attention and care. As your project ‘grow up’ it will need less intensive care, but you need to realize that as the Project Leader you are the one responsible for managing the project and your staff\/volunteers effectively.\n\nTake a deep breath – and a leap of faith! Be honest about your limitations, view them as areas to grow in. Remain humble and teachable, and remember that we are all here to serve one another in love. You are not alone. You are now a part of a vast army of helpers – advancing God’s Kingdom! Our fight is not against flesh and blood, and our weapons of warfare are mighty in God! You are on the winning team.\n\nimages (1)Writing a Business Plan\/Project Proposal and register as a NPO\/PBO\n\nHow to write a Business Plan\/ Project Proposal\n\nThe purpose of a Business Plan\/ Project Proposal is to communitcate the vision of your proposed project to other role players. This is a document, including time frames and budgets, outlining the specific steps to be taken to achieve a Project\/NPO’s objectives, usually for three to five years. However, the purpose of a Fundraising Proposal is to raise funds for your project.\nSee Workbook for an outline of a Business Plan, and examples of Business Plans.\nSee Workbook for a Model of a Constitution.\n\nHow to register as an NPO and PBO\nThe Non-Profit Organisation Act of 1997 establishes a legal framework that allows non-profit organisations to grow and develop. Under this act, is the Directorate of Non-Profit Organisations, which is now housed in the Department of Social Development. This department is responsible for building a system of social development services that facilitates human development and works in partnership with non-profit and non-governmental organisations.\n\nImportance of registering\nIt is important to register your organisation as a legal entity. Most – if not all – funders, require that each organisation they fund is officially registered with the government as a non-profit organisation. A non-profit organisation is defined as a trust, a company or other association of persons, established for a public purpose, where the income and property of the organisation are not distributable to its members or office bearers, except as reasonable compensation for services rendered.\n\nAny organisation can apply for registration, provided that it is not for profit and is not part of the government, such as:\nNon-government Organisations (NGO),\nCommunity-based Organisations (CBO),\nFaith-based Organisations (FBO),\nOrganisations that have registered as Section 21 Companies under the Company Act 61 of 1973,\nTrusts that have been registered with the Master of the Supreme Court under the Trust Property Control Act 57 of 1988, and\nAny other Voluntary Association that is non-profit.\n\nThe registration process\nThere are several things you need to consider before you decide to register your organisation.\n\nThe directorate will only register a properly set up legal entity with a founding document, such as a constitution. This document must\nexplain what your organisation will do, how it will be structured, and how it will be run. An example of a constitution can be downloaded from or obtained directly from the department at (012) 312 7500.\n\nType of organisation.\nYour organisation will need to make a decision about the type of non-profit organisation it would like to form. There are several different types: Section 21 or Section 18(a) companies; trusts and voluntary organisations.\n\nChoice of legal entity.\nBe aware that while many donors will fund any type of non-profit organisation, others will only fund a Section 21 or Section 18(a) company. This is an ‘Association Not For Gain’ and does not intend to make, or to be judged by, the profits that it makes. It is therefore important to consider which type of registration is best suited to your organisation. This information, and other details regarding legal entities is available on .\n\nOpening a bank account.\nA funding organisation cannot give you funding without a bank account. Therefore, if you are a new organisation you will need to open one.\n\nRegistration requirements\nSubmit a completed application form (obtainable from the Department) and two copies of the organisation’s founding document i.e. a constitution\/ deed of Trust or, a Memorandum and Articles of Association. Please note that registration for a non-profit organisation is free of charge.\n\nNPO Directorate\nDepartment of Social Development\nPrivate Bag X901, Pretoria, 0001\nTel: 012 312 7500\n\nBenefits of registering\nRegistering helps in finding ways of getting benefits like tax incentives and funding opportunities.\nRegistering brings your organisation into a formal system.\nRegistering makes your organisation accountable to a public office, which, in turn improves its credibility.\n\nIncome tax exemption\nIncome tax exemption is preferent... (truncated)",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.7633748055,
        "format_confidence":0.9198310375
    },
    {
        "url":"https:\/\/www.uua.org\/re\/tapestry\/children\/tales\/session16\/alternate-activity-1",
        "text":"Tapestry of Faith: Moral Tales: A Program on Making Choices for Grades 2-3\n\nAlternate Activity 1: Candles Of Joys And Sorrows\n\nPart of Moral Tales\n\nActivity time: 10 minutes\n\nMaterials for Activity\n\n  • Large container, such as ceramic or metal bowl\n  • Play sand (can be found at local hardware store) or unscented cat litter\n  • Large number of candles\n  • Basket for candles\n  • Matches or lighter\n\nPreparation for Activity\n\n  • Fill your container with the play sand or cat litter.\n  • Put the candles in the basket.\n\nDescription of Activity\n\nDetermine if your room and building policies allow for open flames. If not, consider doing this activity with a felt board and felt candles or with beads in a jar.\n\nBegin by lighting a \"starter\" candle. Invite the children to come forward one at a time and light a candle of joy and sorrow from the starter candle and push it into the sand. The child should then face the group and tell them what the candle is for. Translate the language so they understand that we are talking about things that have made them very happy or sad.\n\nCandles of joy and sorrow offer the opportunity for children to experience what is a weekly ritual in many Unitarian Universalist congregations. This activity can deepen sense of community in the Moral Tales group. It gives participants a chance to name those things which they carry in their hearts, encourages listening to others, and, in many cases, makes a link with the adult worship experience.\n\nIMPORTANT: Do not leave burning candles unattended. When all who wish to participate have done so, blow the candles out and put the matches away in a safe place.\n\nIncluding All Participants\n\nIf a child is physically unable to light a candle and stand to address the group, ask the child to invite another child to light a candle for them or offer to do it yourself. Allow the child to speak joys and sorrows from where they are sitting.",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9886401892,
        "format_confidence":0.9904161692
    },
    {
        "url":"https:\/\/www.mysterk.com\/palmistry-guide-reading-beirne-arkansas-71721\/",
        "text":"Palmistry Guide & Reading Beirne Arkansas 71721\n\nThe Feature of Palmistry In Beirne AR 71721\n\nJust put, palmistry is the art of examining the physical functions of the hands to interpret personality qualities and predict future happenings. Chiromancy evaluations are time-honored: Equally as our old ancestors stared right into the night skies and created effective documents in between the activities of the earths and occasions here on Earth, hand readers observe exactly how the hand’s features attach to higher styles. Occult traditions are based on the heavy axiom” As above, so below,” and within palmistry, the palm is as necessary viewed as a microcosm of the universe.\n\nWe’re deep-diving right into the topics you’ve always asked yourself around.\n\nWhile I urge you to develop your own analyses of various creases and shapes, acquainting yourself with historical conventions can help you develop an abundant vocabulary that applies to any kind of querent (that’s the individual looking for answers from a reading).\n\nBackground of Palm Analysis\n\nPalmistry has very early origins in lots of areas. According to Brahmanism documents and many mural relics in India, hand readingy was preferred in ancient India.\n\nPalmistry likewise has a lengthy background in China, considering that the Zhou Dynasty (1045– 256 BC) even more than 3,000 years back.\n\nThe very first relatively organized job of hand analysis in China showed up in the Western Han Dynasty( 206 BC– 9AD). It was taken into consideration to be a part of the physiognomy.\n\nThe Ultimate Palm-Reading Overview for Beginners\n\nKay Packard, the creator of the American Academy of Hand Evaluation and writer of Your Life Is In Your Hands: Practical Hand Reading for Purposeful Living, discusses the fortune-teller party technique.\n\nIntrigued in cleaning up on the divination method of palm analysis, or palmistry? Knowing exactly how to review palms takes technique, but our hand analysis overview from palmistry professional Kay Packard makes the art of chiromancy appearance simple.\n\nReviewing Your Hand Shape\n\nIn the technique of palmistry, palm form supplies understanding into personality features and generally associates with the 4 aspects: fire, air, earth, and water, Saucedo says. Each of these aspects stands for a different character profile. To assess hand shape, you’ll intend to consider the proportion of the hand in connection with the fingers.\n\nFire hands: Noteworthy for a long hand with brief fingers, these individualities are restless, nervous, and warm.\n\nWater hands: Identified by a long hand with long fingers, water hands are are delicate, compassionate, and emotional.\n\nAir hands: Tend to feature a square or rectangle-shaped palm with lengthy fingers, and have individualities that are adaptable, intellectual, and curious.\n\nPlanet hands: Feature a square palm with short fingers, and have a tendency to be grounded, sensible, and a realist.\n\nMaintain in mind that hand kind does not always refer your astrological profile you may be a water indication according to astrologist near Beirne Arkansas 71721, yet your hand form may indicate you’re an earth sign. Duality is absolutely okay here.\n\nKeep four significant lines in mind\n\nOne of the most basic method to recognize hand reading is with four major lines that every hand has. While a variety of lines most likely traverse your hands, it’s the following four that pro readers take notice of one of the most:\n\nHeart line: Found at the top of the hand; shows your mood\n\nHead line: Located listed below heart line, at the facility of your hand; suggests attitude\n\nLife line: Situated under heart line, goes around your thumb indicates vigor\n\nLine of security (additionally called your Fate line): Shows up through the facility of the hand, beginning at the end of your hand and running towards your middle finger; shows how you feel regarding the life you produce\n\n” The overall shape of a line whether it’s curved or straight, claims just how adaptable that part of you is,” states Saucedo, who additionally authored Handful of Stars: A Palmistry Guidebook and Hand-Printing Set. If you have an extremely rounded heart line that looks like a half circle, Saucedo states that would certainly suggest a really nurturing, open, and psychological nature. If your heart line is directly, then you could be a little bit much more guarded or self-preserved about your feelings.\n\nThere are additionally essential differences to note in between straight and curved head lines. A very bent head line shows imagination, while a straight head line indicate a person that is really rational and likes logistics “black and white, yes or no,” states Saucedo.\n\nOne common mistaken belief Saucedo is fast to direct out is that regardless of prominent idea, the life line has nothing to do with your lifespan. “If it fades out, it’s simply an item of your life where you may feel like the rug was pulled out from under you,” she says.\n\nThe Love Line the Longer the Better\n\nThe love line is the line extending throughout the hand straight under the fingers. The love line reflects feelings, responses, and emotional control in the area of love. The longer and straighter it is the much better.\n\nIf the love line is short and straiht, he\/she has little passion in revealing love or love.\n\nIf the love line is long, he\/she will probably be a great fan wonderful, understanding, and enchanting.\n\nThe Profession Line (Fate Line). Find Your Career In Beirne AR.\n\nThe profession line or fate line is the line that stretches from the wrist to the center finger. It mirrors one’s ton of money and career.\n\nThe Head Line.\n\nIf you have a. Brief line (ending near the facility of your hand, as revealed right here): You’re a quick thinker that reaches final thoughts with no hemming and hawing.\n\nLong, straight line (extending across the palm, towards the pinkie): Evaluate a lot? You typically discover on your own reviewing things over (and over) before coming to a decision.\n\nLine that splits in 2: Delicate to others, you can quickly see another person’s perspective. This indicates you may alter your opinion once in a while.\n\nRELATED: Right here’s What Occurs to the Coins You Include Fountains Long, rounded line (running down toward the bottom edge of the hand): You’re an imaginative thinker that can picture several feasible end results or strategies to any type of situation.\n\nThe Heart Line.\n\nIf you have a. Long, straight line (ending below the forefinger, as revealed right here): You’re a reasonable, analytical thinker who always considers others’ sensations, and individuals value that about you.\n\nBrief, straight line (ending in between the middle and index fingers): You require your liberty. You show your love with activities greater than words.\n\nLong, rounded line (arcing up and getting to the base of the center finger): Your interests and needs drive you, and you uncommitted that knows it.\n\nPalmistry Guide & Reading Beirne Arkansas 71721Brief, curved line (arcing up and finishing concerning a fifty percent inch listed below the base of the center finger): You are booked and like small teams to large ones. You open up in one-on-one settings.\n\nLine with 2 or more X’s at the external hand: You’ve experienced a deep individual dishonesty.\n\nLine that divides in 2: You have a behavior of placing your feelings on the back heater to fulfill others’ requirements.\n\nWhen you think regarding palmistry, there are likely a few lines that promptly springtime to mind the head line, the life line, and the heart line. Ideally, every person discovers from their heart line that it’s not regarding how they are approved, however just how you approve on your own.”.\n\nJust how do you tell if you are mosting likely to have youngsters?\n\nFind your child line. Make a fist with your best hand. View on the outer side of your hand, near the pinky. The variety of lines you have will certainly be the number of kids you generate (the line attaching the finger to the hand does not count as a child line). Naturally, individual choice, birth control and success or failing to hitch up with a person will additionally have more concrete reasons to do with the amount of youngsters you end up having.\n\nCan my hand lines alter with time?\n\nYes, obviously the lines in your hand adjustment with time. As an example, the size of life line of your hand indicates how healthy you are, and your health can most definitely transform in time depending on your age, level of task, etc\n\n. Don’t confuse palm reading with psychic abilities.\n\nThink about palm analysis as a language in which you and anybody else can become proficient. This is essential to bear in mind, since Saucedo claims hand reading is commonly conflated with psychic powers and, truly, one has absolutely nothing to do with the various other. “Any individual can check out palms it’s all aesthetic and concrete,” she states. “I’m not getting details from spirits or anything. I’ve simply found out the language from the lines on your hand.” And now, you’ve got the building obstructs to begin doing the exact same.\n\nAnd below’s what you require to understand regarding numerology Helene Saucedo Hand Viewers and Writer Astrology Spiritual Health Our editors independently choose these products. Making a purchase via our web links may make Well+ Excellent a compensation.\n\nCriticism of palmistry commonly relaxes with the lack of empirical evidence sustaining its efficacy. Scientific literature typically concerns palmistry as a pseudoscientific or superstitious Psycho therapist and kept in mind skeptic Ray Hyman I started reviewing palms in my teenagers as a way to supplement my earnings from doing magic and psychological shows. One day the late Stanley Jaks, that was an expert mind reader and a guy I appreciated, respectfully suggested that it would certainly make an interesting experiment if I purposely gave readings contrary to what the lines showed.\n\nDoubters commonly consist of palmists on checklists of c... (truncated)",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9927172661,
        "format_confidence":0.6010643244
    },
    {
        "url":"https:\/\/www.opendoor.tv\/fast\/",
        "text":"Why Fast?\n\nMany followers of Jesus Christ want to be able to hear more clearly from Him and have wondered if there is a way to improve this essential ability. Spending time with Jesus helps us hear from Him, but often the “noise” of busyness, distractions and other desires drown out His voice. For centuries, combining fasting with prayer has been a time-honored way of reducing the clutter and noise around us so we can hear from God. God has used fasting in my own life and countless others to deepen our walk with Him.\n\nWhat is Fasting?\n\nFasting is going without food or certain activities for a period of time in order to focus on God; to deepen our hunger for God and increase our sensitivity to His voice. Fasting feeds our hunger for God.  Fasting can be a powerful time in the life of those who love God and want to grow deeper in their relationship with Him. But many aren’t sure how to fast or what to do while they are fasting. That’s what this guide is for.\n\nFasting as a church\n\nIn 2015 we asked God to ignite prayer in us. He is! Now in 2017 He is\ntaking us deeper. He wants us to experience the power of fasting and prayer and has called me to lead us through a graduated, step-by-step process over a one-month period. I believe this will be a powerful time of breakthrough and intimacy with God for each of us and therefore for Church of the Open Door as a whole! Each of us can follow this process and grow in our relationship with God. This is meant to be a corporate exercise not just an individual one, so encourage each other. Join a LifeGroup and share with each other how it’s going.\n\nTypes of Fasting:\n\nLiquid Fast: This Fast is the restriction of solid food intake, and replacement of solid food with liquids. All throughout the day, make sure you drink plenty of water, as well as, fruit juices, vegetable juices, herbal teas, smoothies and broth.\n\nDaniel Fast: The Daniel Fast is modeled after the spiritual practices of Daniel. Basically, the Daniel Fast is to abstain from eating meat and to eat only what comes from the ground that have not been refined or processed.\n\nMedia Fast: For this type of Fast, abstain from anything that would personally distract us from our purposes in the Fast (e.g. television, social media, video games, hanging out, idle conversations, texting, gossip etc.)\n\nHungering for God\n\nWhenever you feel a craving to eat or use media, stop right there and ask God to deepen your hunger for Him.  Tell Him you want to learn what Jesus meant in John 4:32 and Matthew 4:4. (Guess you’re gonna have to look those up!)  Fasting helps you feed on God.\n\nYou will have more time on your hands than normal; don’t fill it with activities.  Spend it praying and reading God’s Word (i.e. the Gospels or Psalms) and a book such as:\n\nThe Pursuit of God -A.W. Tozer\n\nLearn to Breathe -Jim Mindling\n\nRenovation of the Heart -Dallas Willard\n\nA Hunger for God –John Piper\n\nKnowing God –J.I. Packer\n\nListening to God –Jan Johnson",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9966033697,
        "format_confidence":0.9644571543
    },
    {
        "url":"https:\/\/www.kyravdberg.com\/blog\/working-with-crystals\/",
        "text":"+971 56 392 1178 [email protected]\n\nApart from looking pretty, I love having crystals around for the beautiful healing energy they emanate. But how to choose your precious stones? How to use them? And how can you upkeep crystals? In this blog I tell you which crystals work for me & what I do to take care of them.\n\n\nMy favourite crystals\n\nMy personal favourite, I own two bracelets of this stone, is the Angel Aura Quartz. It is created by bonding a natural clear Quartz crystal with a precious metal infusion of pure platinum and silver. Usually colour-enhancing of crystals lessens it’s qualities, but in this case (and as with Aqua Aura, Lavender Aura, Sunshine Aura etc.) it is a strong enhancer. Angel Aura is a strong protector and cleanser of energy. It also helps receive messages from the angelic realm and find spiritual purpose. I love working with this crystal during healings for it calms both me and the healing recipient.\nThis crystal is quite delicate so keep it out of direct sunlight when recharging. More about this later (:\n\nQuite a few clients that come see me need reinforcement of their self-love. The go-to stone in these cases is usually Rose Quartz. Though I love the softness and energy of this crystal, I personally prefer the intenser love energy of Strawberry Quartz. It brings a lot of healing to the heart as well as universal love to the person working with it. It amplifies intentions of love, gratitude and generosity. And did you know that green crystals such as Malachite, Green Aventurine, Emerald, Green Kunzite, Peridote and Jade also have a positive effect on healing the heart chakra?\n\nAs a protector of my energy I have a Black Tourmaline next to my bed. When I sleep it takes care and cleanses my energetic field of any negativity that I pick up in my work during the day. It is also amazing for grounding. And it a good protector to carry with you during the day or to place on your desk at work. Another great stone for energy protection (I keep it with me during my sessions) is Labradorite. The plus side of the latter is that it is also a very spiritual stone; helping you build your intuition and psychic abilities. For protection and grounding you can also acquire a Smoky Quartz, Hematite or an Obsidian.\n\nThe all-time favourite crystal will always be the Amethyst. It is a great first-time stone, for someone who would like an introduction to crystal energy. It offers protective, cleansing energy, while improving intuition and spiritual growth. It provides energy to receive self-insights and to clear emotions related to past experiences. Plus it’s very affordable 😉\n\nFinally I would like to give a few others an honorary mention:\nCitrine for self-confidence, joy and abundance\nClear Quartz for healing, purifying, vitalising and increases the power of other crystals\nLapis Lazuli for communication, speaking up for yourself, strengthening relationships\nOpalite for enlightenment, positivity, clearing the mind and relaxation\nfor protection and support while working spiritually, it also recharges other stones\nTiger Eye\nfor strength, confidence, courage and to reduce tension and stress\n\n\nHow to work with crystals\n\nI have a lot of bracelets with round crystal beads. I wear them on my left wrist (receiving), while the right wrist will allow you to pass on the energy (giving). Apart from that I keep a black tourmaline, pyrite (for abundance), rose quartz and a celestite (to remember my dreams better) on my bed stand. Occasionally I wear a necklace with a crystal to strengthen either my throat, heart or solar plexus chakra. Other ways to work with your crystals are to wear rings with stones or to carry them in a pouch in your pocket or in your bra (close to your heart chakra!).\n\nWhen you want the crystals to work optimally you have to make sure you cleanse them before using them. It’s also good to set an intention of use.\n\n\nCleansing your crystals and setting the intention\n\nCrystals will take up energy from everyone who comes in contact with them. Therefore be selective in who you allow to touch your crystals. You are best off doing a thorough cleansing of your stones after you buy them, and allow them to fully recharge before you start using them. When you plan to use crystals for healing, make sure you cleanse them after every client. The recharging can be done once a month. The best time for this is between the two days before and two days after the full moon.\n\nCleansing your gems can be done in several different ways. I have tried leaving them in salt water for seven days. It is supposedly the most thorough cleansing process. If you resonate with this practice keep in mind some stones cannot handle salt or water well! Avoid cleansing your amber, alabaster, azurite, calcite, carnelian, dioptase halite, hematite, kunzite, kyanite, labradorite\/spectrolite, lepidolite, lodestone (magnetite), mica, moldavite, moonstone, opal, red coral, topaz, turquoise and ulexite with (salt) water.\n\nRunning water (sea, streams or even tap water) is also often mentioned for cleaning. A rule of thumb using water would be that the harder stones (quartz, fluorite, amethyst) are tolerant of water while softer stones (opals, carnelian, clusters of stones) are not. Also know that generally speaking crystals that end in *ite are not good for cleansing with water. Selenite will even completely dissolve!\n\nAnother way of cleansing your crystals would be by burying the stones in the earth for at least 24 hours. I do this when I am back home in the Netherlands, where the ground is a little bit more fertile and there is more plant energy in the soil. Here in Dubai, where most people live in apartments, finding ‘fresh soil’ to keep your crystals in safe overnight might be a little more of a problem.\n\nFor this reason I ‘smudge’ my crystals here in Dubai. You can burn white sage, lavender or sandalwood incense or palo santo wood. I pick up my crystals and while I take each one back and forth through the smoke I ask the Universe (Creator, God, Source, whichever way you would refer to it) to remove all negative energy from the crystals and to cleanse them NOW (important to add that last word!). Then when I feel the crystal is clean and ready, I hold the crystal in my hand and ask it to assist me with whatever intention I set. You only need to do this once, when you are preparing the crystal for its first use.\n\nAfter the cleansing, your crystals need to be recharged. I leave them, on the floor, somewhere near a window but outside of direct sunlight. Some crystals change colour or overall cannot handle too much sun.\nThe energy for recharging is strongest around the full moon. After putting them on the floor, I ask for the sun and moon to recharge the power and strength of the crystals in the next 24 hours.\nAfter the recharge I only smudge the stones after each client. The crystals I wear for myself I only cleanse in the above way once a month.\n\nFinally, what to do when a crystal breaks? When you drop a crystal or it comes apart by itself, I usually return it back to Mother Earth. You can do so by burying it or dropping it into the sea, accompanied by some kind words to thank the stone for being with you and helping you. It breaks my heart sometimes! But I always remember and am grateful for the time the crystal spent with me. And I hope you enjoy the time you spend with your crystals!\n\n\nDo reach out to me if you have any questions regarding crystals or if you are interested in acquiring any; I sell cleansed and pre-programmed crystals and bracelets too!",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9476433396,
        "format_confidence":0.6287647486
    },
    {
        "url":"https:\/\/www.lauraliveslife.com\/how-to-manifest-twin-flame-union\/",
        "text":"How To Manifest Twin Flame Union | Manifest The Life YOU WANT\n\nThe law of attraction is the term used to explain the process of bringing what you want into your life. Law of attraction basically works like this. You put your thoughts and feelings into the universe and whatever happens will happen. The law of attraction states that the law of attraction may create whatever you would like.\n\nThe law of attraction is based on the universal laws which govern all things. If you know how to apply these laws, you’ll have the ability to use these to your advantage. The secret of the movie”The Secret” revealed was that the Law of Attraction can be used to attract money. The law of attraction works like how the Law of gravity works. This is the reason some people have actually been able to attract money to their bank account just by thinking about it.\n\nThere are two ways to use the Law of Attraction. First, you will need to manifest money through some kind of action. For instance, if you would like to attract more money, you need to go out and begin bringing it through good deeds or positive manifestations. As soon as you have manifested some quantity of cash, you can use the Law of Attraction and ask the universe for more. By doing this, you can manifest money quicker.\n\nAccording to the movie, The Secret, the Law of Attraction is made up of seven universal laws. These laws comprise of the sub-laws which are discussed in the film. The law is that the universal law of love. According to the movie, love is the key to success and everything else. Love is the secret why people are successful or not. If you’ve got a strong enough mental attitude and you believe that you can be anything you want, then the Law of Attraction will work for you.\n\nAccording to the film, the next universal law is the law of attraction. According to this law, all of your wishes come true, as long as you practice the perfect rituals. Individuals who have applied the secrets of the Law of Attraction swear that the results they achieved were due to the support of the Law of Attraction. The key lays in the fact that you should visualize what you wish very often, and you also need to think positive while doing so.\n\nAdditionally, according to the Law of Attraction, another important law is the law of positive thinking. According to this legislation, you can attract all sorts of good things to your life. Thus, with the assistance of creative visualization, you can bring in good health, wealth, love and happiness into your life. Therefore, the Law of Attraction works for those who believe and follow the Law of Creation. Including all types of people from all walks of life.\n\nThere are lots of methods available for visualizing the things you wish like attracts like cash. However, the most common method is to visualize the money which you would like to get, like a painting or an image. You have to visualize the money, because the Law of Attraction believes things which are visualized as being real. If you visualize the amount in your hands, then the Law of Attraction might attempt to get you the money, just as it might try to get you the love you wish to experience.\n\nIf you wish to learn how to use the key for cash, you should definitely watch the Law of Attraction movie. It’s interesting to watch someone really make money using the Law of Attraction. You will surely learn how to manifest your dreams using the secret method. Furthermore, you’ll be able to understand better how to apply the notion of the Law of Attraction to your own life.",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9877359271,
        "format_confidence":0.8570138812
    },
    {
        "url":"https:\/\/thedisciplers.com\/6-tips-in-how-to-make-and-deliver-a-better-sermon\/",
        "text":"sermon deliveryMaking sermons is a must for every minister especially that we use to preach. Whenever we preach, we make sermons.\n\nUsually, veteran pastors don’t do sermon manuscripts. They simply know what they are to say and deliver. They usually practice with their minds.\n\nOn the other hand, there are pastors that use sermon manuscripts just like me. I find it hard to preach without sermon manuscripts. But it doesn’t mean that I can’t preach without it. In fact, I can. It is simply harder than when I have one.\n\nWhether you have a sermon manuscripts or not, the tips below in making and delivering sermon is very much applicable. So I highly suggest that you take note of this.\n\nTips On How To Make  And Deliver a Better Sermon\n\nPresent the points in positive way – There are lots of ways in presenting your sermon. You can do a progressive presentation, regressive presentation, enumeration form of presentation, point by point presentation, etc. No matter how you present your sermon points, present it in a positive form.\n\nI really find it to have better results than presenting the sermon points in a negative way. To give you an example, consider this point:\n\nOriginal: Wearing indecent dress in the church is wrong.\n\nRevised: Wear better dress in coming church.\n\nHighlight the positive things – Once you start developing positive format of sentence, you will have a better chance of highlighting positive things in the passage rather than the negative.\n\nExample: Matthew 5:3 “Blessed are the poor in spirit, for theirs is the kingdom of heaven.\n\nHighlighting “poor in spirit” will be more likely a negative presentation. But highlighting “for theirs is the kingdom of heaven” will be more likely a positive presentation.\n\nBe creative in making points – There are several ways in implementing creativeness in making points. It is best if you will apply simple mnemonics. You can do some acronym like KISS (Keep It Short and Simple) and PUSH (Pray Until Somethings Happens).\n\nYou can also try using simple words starting with the same letters. Or you can start your points with the same 2 or 3 three words before the points.\n\nUse good sermon illustrations – Illustrations are hard to find. You will need to do a little research in order to find a good one. I already have compiled some illustrations that you may want to check out. In choosing a good illustration, kindly visit my article that talks about hunting a good sermon illustrations.\n\nBe creative in delivering sermon and illustration – Once you got a good sermon illustration, you should accompany it with creativeness. Just a few days ago, my friend Ptr. Eric Ortega, a professional story teller, taught me a good way to tell a story which can also be extremely useful in telling a serrmon illustration. I will cover the “how’s” of telling a story later. I can assure you, it is very rewarding to learn some skills on being creative.\n\nFocus on God and not on men – It’s always better to focus on God all the time. People will disappoint you but not God. People may fail you, but not God.\n\nDelivering sermon can really be painful at times especially when people tries to control you on what you are going to preach instead of what God is telling you to preach. But guess what, all you have to do is to stick with God and everything will just be fine.\n\nFor God is our greatest encourager and encouragement.\n\nTry to keep this 6 simple tips in mind while you make sermon manuscripts and deliver sermons. Apply it and you’ll find it very helpful.\n\n\nLearn To Play Guitar Play Worship Guitar\n\nJoin Play Worship Guitar Today\n\nGet Started Now For ONLY $1\n\nTry It Risk -Free with our 60-Day Money Back Guarantee!\n\n\nGet Totally FREE Sermon Outlines and\n\nStep-by Step Guide on How You Can Further Develop It\n\n  • Free sermon outlines where you will not have to worry about plagiarism. It’s my personal sermon outlines made for the past twelve years of experience.\n  • Freedom to develop the sermon outlines to contextualize it in your own situation.\n  • Freedom to use it where ever or when ever you need it.\n  • Freedom to develop it and produce your own teaching materials.\n  • Ste-by-step way on how you can effectively improve it and use it in your context.\n  • And much much more…\n\nYou have Successfully Subscribed!\n\nPin It on Pinterest",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9911557436,
        "format_confidence":0.736910522
    },
    {
        "url":"http:\/\/www.giftbyoccasion.com\/tag\/pastor-anniversary-scriptures\/",
        "text":"\n\nHow to Make the Pastor Anniversary Speech?\n\nA perfect pastor anniversary speech is a speech delivered wonderfully and one that touch the heart and soul of pastor and the audience all in the right way. Your speech can be informal interspersed with humor or appreciation poetry. But the important thing is that you are sincere, real, and you.\n\nThe following tips will help you give the successful pastor anniversary speech.\n\n  1. Prepare Speech Content. You will want to document all the important things you want to say, or ask people in your congregation for stories about your pastor to highlight your speech.\n  2. Check Common Pitfalls of Speech. You should consider that one of common pitfalls when giving a pastor speech is the feeling of wanting to rush through the speech.\n  3. Practice. Practice your pastor anniversary speech out loud if you finished. Rehearse in front of your family or friends for get a right feel for how long the speech will last.\n  4. Speech and Gifts. After your speech you might want to present your pastor with a pastor anniversary gift. You might even want to include a letter or card either before or after your speech.\n\nHow to Write the Pastor Anniversary Speech?\n\n\nThe introduction about pastor is the big part. To create a wonderful and perfect anniversary ceremony\/program\/party speech, one must know how to play with words to play with the emotion of the audience.\n\nStep 2\n\nWhen writing about pastor, you must first by jotting down everything that you appreciate and special stories themed pastor’s contributions and selfless.\n\nStep 3\n\nAt the middle, the speech must slowly become intimate to your subject, appreciate your pastor and tell how your church has been positively affected by him.\n\nStep 4\n\nThe most important and perfect thing is to keep the speech short, simple but yet meaningful to both the speaker and the audience. You know overly long appreciation speeches, no matter how thoughtful and organized, will soon lose its appeal.\n\nStep 5\n\nTo close that speech, one may intersperse it with a lovely poem or a quote. A perfect appreciation speech is produced. Our hope, best wishes and prayer is that our partnership with him will continue for years to come.\n\nArticle Source: http:\/\/www.pastor-gifts.com\/pastor-anniversary-speech",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9925313592,
        "format_confidence":0.9884735942
    }
]