[
    {
        "url":"https:\/\/help.joinhoney.com\/article\/13-why-is-my-honey-gold-pending",
        "text":"Why is my Honey Gold pending?\n\nHoney Gold transactions normally appear as pending in your Account Overview within 2-14 days of your purchase. \n\nTransactions typically remain pending for 60 days while the merchant confirms your purchase and verifies that items from your order haven’t been returned or refunded. If you do return part of your purchase, the amount of Honey Gold you earn will adjust accordingly.\n\nTravel reservations (e.g. purchases made at hotels, car rentals, or other travel sites) earn Honey Gold on a different timeline. The merchant requires you to complete the reservation before Honey Gold is credited or even listed as pending in your account. Even though you have already paid, there's still the possibility that you may cancel or modify your trip.\n\nThese pending periods are determined by the merchant. Once the merchant confirms the purchase (after the return window has ended or in the case of a travel reservation, when the stay is completed) our system automatically posts Gold to your account.\n\nPlease reach out to us if you have any questions about pending Gold on your transactions. \n\nStill need help? Contact Us Contact Us",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.8947226405,
        "format_confidence":0.911967814
    },
    {
        "url":"https:\/\/thalco.typeform.com\/to\/sqr6EX",
        "text":"About you or your business\nYour answers will remain strictly confidential and will only be used to assist us internally.\nWill your website be personal or for   business\n\nWhat will your  websites main purpose be ?\n\nCan you say what type of business it is ?\n\nThank you for completing this,it helps us improve our customer service.\nPowered by Typeform\nPowered by Typeform",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.8585355282,
        "format_confidence":0.7207241058
    },
    {
        "url":"https:\/\/johnrgreenco.com\/static\/Contact\/Contact.jsp",
        "text":"Contact John R. Green Co.\n\nJohn R Green Co. can be contacted at:\n\nJohn R Green Co.\n400 Reed St.\nPO Box 342\nClearfield, PA 16830-0342\nPh: (800) 354-9737\nFax: (800) 883-1921\n\nWould you like to send us an email? You can get in contact with a number of our departments via email using the form below. You can use this form to contact us regarding any questions about an order, the website, or customer service, as well as sending along any comments you may have for us. You can also reach us toll-free at (800) 354-9737.\n\nDo you have any questions, problems, or suggestions for us about our website? If so, email the webmaster with your comments. We'd love to hear from you!",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.9782034159,
        "format_confidence":0.6876031756
    },
    {
        "url":"http:\/\/www.localwineevents.com\/about\/ticket_overview",
        "text":"Sell tickets online to your event. Secure and easy!\n\n  • No merchant account or credit card capabilities necessary.\n  • Low cost per-ticket fees for you and\/or your customers.\n  • Guaranteed secure credit card processing.\n  • E-Ticket Option. Printable PDF tickets delivered via email. (see a sample)\n  • Highlighted event posting on multiple pages on\n  • Highlighted event posting in The Juice for consumers in your area.\n  • Ability to sell tickets online whether or not you have a website.\n  • No setup fees, gateway fees, processing fees, etc.\n  • 24\/7 access to your ticket sales information.\n  • Automatic email notification of tickets sold.\n  • Multiple \"will call\" options.\n  • Multiple ticket pricing options.\n  • \"Low Level Alert\" allows you to sell tickets via other avenues without overselling. Add more tickets as needed.\n  • Downloadable, printable attendance for door confirmation checklists.\n  • Un-matched worldwide marketing of your event.\n  • Unparalleled customer service guaranteed from\n\nSubmit your event to get started.\n\nIf your event is already posted & you want to sell tickets, follow this path: Login > Manage This Event > Set Up Ticket Sales\n\nTicket Fee Schedule\n\nTicket Price\n\nService Charge\n\nTicket Fee\n\nTotal Fee Per Ticket\n\n$5.00 $0.20 $2.00 $2.20\n$10.00 $0.40 $2.00 $2.40\n$15.00 $0.60 $2.00 $2.60\n$20.00 $0.80 $3.00 $3.80\n$25.00 $1.00 $3.00 $4.00\n$30.00 $1.20 $3.50 $4.70\n$35.00 $1.40 $3.50 $4.90\n$40.00 $1.60 $3.50 $5.10\n$45.00 $1.80 $3.50 $5.30\n$50.00 $2.00 $3.50 $5.50\n$55.00 $2.20 $4.00 $6.20\n$60.00 $2.40 $4.00 $6.40\n$65.00 $2.60 $4.00 $6.60\n$70.00 $2.80 $4.00 $6.80\n$75.00 $3.00 $4.00 $7.00\n$80.00 $3.20 $4.00 $7.20\n$85.00 $3.40 $4.00 $7.40\n$90.00 $3.60 $4.00 $7.60\n$95.00 $3.80 $4.00 $7.80\n$100.00 $4.00 $4.00 $8.00\n$125.00 $5.00 $5.00 $10.00\n$150.00 $6.00 $5.00 $11.00\n$175.00 $7.00 $6.00 $13.00\n$200.00 $8.00 $6.00 $14.00\n\n* We send out ticket payments on the 1st & 15th each month\n\n* Ticketing & Payments are in U.S. Dollars\n\nTicketing Tips\n\nTicket Delivery Formats\n\nThree ticket delivery \"formats\" are available choices.\n\n  • E-Ticket (easiest, printed PDF ticket delivered via email; see a sample here)\n  • Mailed (if actual paper tickets need to be sent. Tickets are mailed by event host)\n  • Will-Call or Pick-up. (if there are actual paper tickets at a specific location)\n\nEarly-Bird Discount Pricing\n\nThis feature allows you to set a discount price for ticket buyers if they purchase by an early date. After that date, you can set the ticket price to go up automatically.\n\nFor example, let's say today is April 1 and your event is on May 31. You want to charge a $45 \"discount\" price for purchases from April 1 to April 30. The following day (May 1) you want a \"regular\" price of $50 to take effect. The \"regular\" price will remain until May 31, the day the event takes place.\n\nHere's what you do:\n\nYou are going to want TWOticket options. Fill in Ticket #1 Details. Enter information for the \"discount\" or \"early-bird\" price. For Begin Selling This Ticket On, enter April 1. For Stop Selling This Ticket On, enter May 1st. Then, click the link called Add Another Ticket Option.\n\nA new window called Ticket #2 Details will appear. This is where you enter information for the \"regular\" price. For Begin Selling This Ticket On, enter May 1. For Stop Selling This Ticket On, enter May 31.\n\nPromo Code\n\nUse this feature to offer a special ticket price to a select group. This allows you to set one price for members of the select group and another price for everyone else.\n\n  • Create a promo code (whatever you wish it to be). Decide the ticket price that members of the select group will pay. Send the promo code to members of the select group. When they enter the code you created, the ticket price is reduced automatically.\n  • You can add one or more promo codes at any time to your existing tickets.\n\nMultiple Ticket Options\n\nYou can offer as many ticket \"options\" as you wish. For Example:\n\n  • \"Admit One for Dinner Only\"\n  • \"Admit One for Dinner and Tasting\"\n  • \"Admit One Saturday\"\n  • \"Admit One Saturday and Sunday\", etc.\n\nWill-Call Pick-up Locations\n\nYou can have as many \"Pick-up\" locations as you need. In addition, you can place a separate email for each location so that each location is notified when a purchaser has selected that location for pick-up.\n\nTo Change Ticket Prices\n\nYou can easily change ticket prices as you need from My Account.\n\nAttendees' List\n\nAn Excel spreadsheet is created for each ticketed event and is available to you 24\/7 under \"My Account\". It is sortable in any way that you might need based on the criteria of each ticket option. The spreadsheet includes full purchaser information, i.e., Name, Email Address, Address, Phone, Type of ticket purchased, etc.\n\n\nUpon the purchase completion of a ticket, the purchaser receives an email confirmation that includes a unique confirmation number generated by our system. The email also reaffirms the event information and includes the hosts contact information for questions or concerns. The purchaser is instructed to print the email and bring it to the event. (Mainly for \"e-tickets, but doesn't hurt otherwise). The host also receives a confirmation of the purchase that includes the purchasers Name, Email Address, Phone number, Address and unique a unique confirmation number.\n\nNotices or Cancellation of Event\n\nWe have built into the system a way to send an email to all ticket holders of any event. Available under \"My Account\" click \"View Ticket Sales\" and then \"Send Email To Ticket Buyers\". You can send notices to all those who have purchased tickets to a particular event.\n\n\nAnd finally, there is no better or cost effective way in the WORLD to market your event next to The entire set up, marketing and tickets system can be used by you AT NO COST! Ticket fees go a long ways towards financially supporting and we welcome your business.\n\nYou can easily ticket your currently posted events under My Account.",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.8172817826,
        "format_confidence":0.5714287758
    },
    {
        "url":"http:\/\/www.jabra.com\/ServiceMenu\/contact\/ContactJabraSupport\/ContactJabraSupportBusiness",
        "text":"Call us\n\nContact Enterprise Support\nMonday - Friday\n8:00 a.m. - 8:00 p.m. EST\nPhone: 1- 866-697-8757\n\nPlease have your Jabra product on hand when you call.\nThis will help to speed up our support response.\n\nIn North America, Jabra observes the following holidays:\n\n  • New Year’s Day\n  • Memorial Day\n  • Independence Day\n  • Labor Day\n  • Thanksgiving Day\n  • November 23rd \n  • December 24th\n  • Christmas Day.\n\nMaking Life Sound Better takes more than just hard work; so periodically we may have unexpected closures due to internal training and company events.\n\nWrite to us\n\nTell us what you are experiencing. The more details you give us, the faster we can assist you.\n\nInquiry details\nYour details\nWant to know the latest? Sign up to Jabra email updates - we promise not to spam you:\n\nWe collect and process your data to support you. You can see more information in the privacy notice.",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.6032786369,
        "format_confidence":0.9738586545
    },
    {
        "url":"https:\/\/www.barcodediscount.com\/support\/availability.htm?microFlash%204t%20-%20200254-001",
        "text":"Barcode Discount\nMonday-Friday 7am-7pm Central\nSame Day Shipping\nHelp Cart\n\nAvailability for microFlash 4t - 200254-001\n\nThis item is not available in our warehouses for immediate shipment.\n\nEnter your email to get a response in 1 business day with when the product will be available, or for alternatives if the product has been discontinued.\n\n*We do not share your information with anyone.",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.7147356868,
        "format_confidence":0.9539158344
    },
    {
        "url":"http:\/\/www.check-domains.com\/contact-us",
        "text":"\n\nInformation: Thank you for your interest in check-domains.com.\nWe are a source for information only. Our services are:\nReal-time information regarding the availability and the current status of a domain name.\nLink to 3rd party sites where you can register domain names.\n\nWe do NOT Sell domain names or Update registration information for domain names.\n\nTo register a domain name or correct a listing, please contact either your own ISP or the registrar that the domain name was registered under.\n\nThe information displayed on the check-domains.com site is found in publicly accessible WHOIS databases provided by the various domain registrars.\nIf you would like your information removed, you will need to contact the registrar for your domain. We have no control over the information provided by the registrars.\n\nTo find the registrar for a domain name, search for the domain name at check-domains.com by typing the domain name into the text box.\n\nIf you would like to contact check-domains.com, please fill out the form below:",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.5098951459,
        "format_confidence":0.9323206544
    },
    {
        "url":"https:\/\/www.inkworld.ca\/shopaddtocart.asp",
        "text":"View Cart\n\nShopping cart is empty\n\nThese are your current items in your shopping cart.\nYou can alter the quantity of any product by simply changing the number in the quantity box.\nTo delete an item, click on the delete bucket icon.\n\nShopping Cart Items: 0\nRemove Products Quantity Your Price: Total\n\nSave this cart\nNo recommended products at the moment.",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.7920311093,
        "format_confidence":0.5304117799
    },
    {
        "url":"https:\/\/www.artour.com.au\/tools-and-resources\/navigating-workcover",
        "text":"WorkCover is one of those things that performers and producers have to know about, but a large majority of arts workers have little understanding about the practicalities of WorkCover.\n\nWhat is WorkCover?\n\nWorkCover is a type of insurance that organisations take out to insure employees against workplace accidents. However, if you are a contractor you are responsible for your own WorkCover or income protection insurance.\n\nWorkplace accidents\n\nWorkers may experience injuries whilst at work, especially during a tour of a physically demanding performance piece.  Someone may need to seek physiotherapy treatment, modify the performance, or even cancel the planned performance. Any injuries, no matter how serious, need to be reported to the tour manager\/supervisor\/producer as soon as they happen so that the appropriate follow up actions can be taken.\n\nWhat to do after a workplace accident\n\nIt is all too common for WorkCover to be an after thought, often when the injured person has already visited the doctor, or sought physio treatment.  But if you wish to lodge a claim, a medical certificate is required when you first seek treatment.\n\nThis flow chart provides a simple summary of recommended steps to take should a workplace injury occur.\n\nPlease note that WorkCover may not cover the full cost of treatments, for a full list of rates please visit WorkCover QLD.",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.9514712095,
        "format_confidence":0.6518859863
    },
    {
        "url":"https:\/\/maycloset.net\/pages\/return-and-exchange-policy",
        "text":"Return and Exchange Policy\n\nAll sales are final, refunds will not be issued due to abuse! \n\nIf customer submits wrong shipping address, I will not send out more products to replace it! \n\nShipping takes 2-3 business days after payment has been cleared from bank! \n\nI do not offer free international shipping",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.9607203007,
        "format_confidence":0.6030200124
    },
    {
        "url":"https:\/\/progenex.com.au\/pages\/contact-us",
        "text":"\n  • Choose your Country\n  • 0\n\nContact Us\n\nWe would love to hear from you. If you have any questions.\n\nKeep in touch:\n\nJoin us on Facebook at\n\nOr instagram at\n\nOr search us on Pinterest and you-tube \n\n\n\nOur Address:\n\n\nPO Box 760\n\nFreshwater NSW 2096\n\n\nOur phone: +61 2 9938 1955\n\n\nJoin our Mailing List\n\nProgenex will help you achieve your goals, become a member and get 10% off your next order",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.8972947001,
        "format_confidence":0.7127272487
    },
    {
        "url":"http:\/\/vch-compass.com\/",
        "text":"HOME 2020-12-29T21:36:24+00:00\n\nThrough our partnership with Valley Children’s Healthcare, Compass Health Administrators will help you and your family to access your benefits quickly and easily! Please use this Website as a resource to understanding your benefits and finding a provider, as well as contacting us here at Compass with any other questions you may have about your healthcare benefits.\n\nYour Benefit Plan\n\nClick here to view the VCH Advantage Plan\nClick here to view the VCH PPO Plus Plan\n\nYour Network\n\nClick here to find a provider within the Blue Shield PPO Network in California.\nClick here to find an in-network provider outside of California\n\nForms & Resources\n\nHere you’ll find forms to help with the administration of your program, as well as links to other service providers such as your pharmacy benefit program.\n\nClick here for information about your CVS\/Caremark prescription benefit.\nClick here to make COBRA or Retiree Payments online.\n\nCoordination of Benefits Questionnaire\n\nIf you’re covered by more than one insurance plan, please complete this form so we can prevent duplicate payments and keep healthcare costs under control.\nDownload Form\n\nMedical Claim Form\n\nIf you’ve already received medical care and your provider isn’t billing us directly, please complete this form to request payment.\nDownload Form\n\nThird Party Liability Questionnaire\n\nIf you’ve been injured and it was someone else’s fault, please complete this form so we can seek payment for your medical expenses.\nDownload Form\n\nAuthorization to Release Protected Health Information\n\nIf you’d like us to release your protected health information to another party, please complete this form to give us your permission.\nDownload Form\n\n\nClick here to login or create an account to view and maintain your Compass Health Administrators account.\n\nContact Us\n\nGive us a call and let us know how we can help you or your family understand your benefits and get you the care you need.\n\nCompass Health Administrators\nPO Box 25190\nFresno, CA 93729-5190\n\nMain: 888-858-6427\n\n\nTranslate »",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.7399046421,
        "format_confidence":0.9224388599
    },
    {
        "url":"https:\/\/blaisdellcenter.com\/technical-and-rental-information\/rates-information-and-forms\/",
        "text":"Blaisdell Rental Forms, Information, and Rates\n\nNeal S. Blaisdell Center Facility Use Application (PDF Fillable Form)\n\nFillable form not compatible on Firefox browsers.\nPlease use Chrome if you’d like to fill out the application in the browser.\nIt’s recommended that you download the form to your computer.\n\nPlease fill out & mail the PDF form to:\nNeal S. Blaisdell Center\nAttn: Sales\n777 Ward Avenue\nHonolulu, Hawaii 96814\n\nAlso, you may send the form as an attachment to:\n\nInformation & Rental Rates\n\nAdmission Event Rental Rates\nFor-Profit Non-Admission Rental Rates\nNon-Profit Non-Admission Rental Rates\nEquipment\/Personnel Rental Rates\nOther Rental Rates\nRental Definitions\nShow Requirements\nAnnual Exhibit Promoters\nSite Map\n\nMeeting Room Specifications\nFor Arena and Concert Hall, please refer to the corresponding areas in the drop down menu above.\n\noverall specifications for meeting rooms",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.8194295168,
        "format_confidence":0.9358832836
    },
    {
        "url":"https:\/\/billpaymentonline.org\/municipality-of-germantown-login-bill-payment-customer-support",
        "text":"Municipality Of Germantown Login, Bill Payment & Customer Support Information\n\nLearn about how to login, bill payment options, how to set up Auto Pay, how to cancel account and other helpful tools for your Municipality Of Germantown account.\n\nMunicipality Of Germantown Login\n\nYou can login to Municipality Of Germantown online account by visiting this link and access all the features. Make sure you have an account already with them. Launch your Web browser and navigate to Municipality Of Germantown's Login page (see below).\n\nIf you do not have an account, create an account. You will need to enter your email id, phone number and some personal data to verify your information.\n\nMunicipality Of Germantown Bill Payment\n\nIt offers online bill payment facility to all its users and provides several different methods to pay bills. You can pay your bill online at Municipality Of Germantown's website, mail your payment to the processing center, or pay your bill in person at any authorized location. It also provides you with the option to set up automatic bill payments online and make alternative payment arrangements. You can also cancel account and contact customer support online.\n\nHereâ€™s the info you need to make your payment in any way you choose:\n\nOnline: Log in to your account and pay online at\n\nBy mail: You can mail your check to 75 N Walnut Stgermantown, Oh 45327. Before sending the payment you should call the customer service number 937-355-7260 for reconfirmation.\n\nBy phone: Use the automated system to make a payment. The phone number is 937-355-7260.\n\nIn Person: Pay at any of the nationwide customer service centers.\n\nMunicipality Of Germantown Customer Support\n\nAverage Waiting time: 5 minutes.\n\nBelow you can find best ways to contact Municipality Of Germantown support according to 24041 billpaymentonline users.\n\nPhone Numbers\n  • 937-355-7260 (Contact)\n  • (937) 855-7255 (Support)\n  • 75 N Walnut Stgermantown, Oh 45327 (Headquarters)\n\nMunicipality Of Germantown Opening Hours\n\nMonday 9:00 AM to 5:00 PM\nTuesday 9:00 AM to 5:00 PM\nWednesday 9:00 AM to 5:00 PM\nThursday 9:00 AM to 5:00 PM\nFriday 9:00 AM to 5:00 PM\nSaturday 9:00 AM to 12:00 PM\nSunday Closed\n\nMore Information\n\nName Municipality Of Germantown\nAlso known as\nServices Offered Other\n\nQuestions and Answers\n\nHow can I login into my account?\n\nYou can login into your account visit this link\n\nDoes it offer online bill payment facility?\n\nYes, it offers online bill payment facility. Credit Cards, Debit Cards and internet banking payment are accepted.\n\nWhere is the headquarters located at?\n\nThe headquarters of the company is located at: 75 N Walnut Stgermantown, Oh 45327\n\nHow can I contact customer support in case of any issues?\n\nYou can contact them by calling on following numbers:\n\n  • 937-355-7260\n\n  • (937) 855-7255\n\nDoes it have any social media page?\n\nYes, the company has profile(s) on :\n\n\n\n\nReview Municipality Of Germantown",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.9963307977,
        "format_confidence":0.9862588644
    },
    {
        "url":"https:\/\/swiftpound.com\/howitworks.php",
        "text":"Member Login\nEmail Address:\n\nForgot your password?\n\nNot a Member? Sign Up!\n\nHow it works\n\nShop from hundreds of your favorite merchants and earn Cashback today. Find new stores added on a daily basis. Join now and start earning Cashback!\n\nYou can earn Cashback simply by completing your Purchases by following our links to your chosen retailers - you can even get paid Cashback when you buy gifts, Insurance, Just about anything !\n\nAs soon as you’re registered and logged in, Click on any of the listed categories on the left hand side of the site or alternatively perform a search in the top right hand corner.\nSimply click on your chosen Retailer, Complete a sale on their site, and you will receive a percentage of the total sale amount credited back into your SwiftPound account.\nMost Retailers in each Category ask you to make a purchase on their site, however you can also find quicker methods of earning Cash:\n\nThere are lots of other areas on the site where you can also earn Cashback without spending. Browse through our categories now and start earning.\n\nFor additional help please see the Help page or click the Support page where one of our representatives will be happy to help.\n\nStaff Picks\nNew Stores\nSee more...",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.9893339276,
        "format_confidence":0.5002601743
    },
    {
        "url":"http:\/\/rainbowsaver.hisimp.com\/savings\/groupcorporate-account\/",
        "text":"Group\/Corporate account\n\ncompany-charityAny charity, voluntary group, local authority or company that meets our common bond can open a Group\/Corporate account.\n\nOrganisations which want to support our aims, or which have difficulty in opening a bank account, can open an account at the credit union.\n\nOne benefit is that we can issue a Credit Union PrePaid Card(s) to this account which makes it easy to operate.\n\nA different application form is needed for this account. We need to know who is able to make transactions and how many people are needed to sign every transaction. ID\/evidence of address is needed for every person who will be a signatory.\n\nRainbow Saver does not offer business loans.",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.9974362254,
        "format_confidence":0.5735516548
    },
    {
        "url":"http:\/\/www.newforest.gov.uk\/article\/588\/Income-and-Capital",
        "text":"Search site\n\nIncome and Capital\n\nThe information you need to supply and why it is necessary for us to know these details\n\nHousing Benefit and Council Tax Reduction are 'means-tested' benefits and your income and savings will affect how much benefit you receive. If you or your partner have savings of over £16,000, you may not be eligible for either of these benefits.\n\n\nState Benefits\n\nIf you are getting Income Support, Income Based Jobseekers Allowance, Employment and Support Allowance Income Related, or Pension Credit, we may already have evidence of this. If not, we are able to get it directly from the Benefits Agency or Pension Service.\n\nWhere you, your husband\/wife\/partner or your non-dependants are getting any other State benefit, you will need to provide evidence. This could be:\n\n  • Award notification letters that show the current rates of benefit.\n  • Bank statements showing the award being paid in\n\n\nIf you are employed we need to see evidence of your earnings and the earnings of your partner or any non-dependants. The evidence you provide must cover either the last 5 weeks (if paid weekly), 3 payments (if paid fortnightly) and 2 months (if paid monthly).  The best kinds of evidence are either:\n\n  • Wage slips (not handwritten) or\n  • A certificate of earnings which has been completed by the employer (these are provided with your claim form), or:\n  • A letter from the employer\n\nThe earnings evidence should show the:\n\n  • Name and address of the employer\n  • Number of hours worked and period covered\n  • Gross earnings in year to date\n  • Gross income for pay period\n  • Income Tax\/National Insurance deducted\n  • Employees pension contributions\n  • Method of payment eg: transfer to bank account etc.\nExclamation Mark Remember -\nwe need to see the original documents, not photocopies. If you do not provide the documents we need, your Benefit may be delayed.\n\nSelf Employment\n\nIf you, your husband\/wife\/partner or your non-dependants are Self-Employed, we will need to see either:\n\n  • The most recent accounts for tax purposes, or\n  • An estimate of your earnings based on your income and expenditure. You will need to complete a form which you can get by contacting us.\n\nIt would also be helpful if you could send us your latest tax assessment.  We may ask you provide evidence to support your claim.  If any person is involved in more than one form of self-employment, we need to see separate evidence for each type of work.\n\nOther Income\n\nYou will need to provide evidence of all other income received by yourself, your partner or your non-dependants. The evidence that you can supply will depend on the type of income, e.g.\n\n  • Private\/work Pensions - Last payment slips or award letter\n\nThere are certain expenses which can be offset against your income for Housing Benefit and Council Tax Reduction purposes. These expenses are:\n\n  1. Child care costs. There are certain circumstances in which you can offset up to a maximum figure. You need only give details for this if your child\/children are under the age of 15, attend a registered Nursery, out of school scheme or childminder and you (and your partner) are in full time work (over 16 hours per week). If only one member of the couple work and the other is incapacitated you may also qualify - contact the Housing Benefit office for more information.\n  2. Private Pension. If you pay into a private pension scheme, half of your contributions may be disregarded. You will need to provide original documentation to confirm the amount you pay.\n  3. Payment towards a student grant.\n\n\nBy 'capital' we mean all your money - not just what you would call \"savings\". Examples of Capital that you must tell us about include:\n\n  • Bank and Building Society Accounts (including current\/cheque accounts)\n  • Post Office accounts\n  • Premium Bonds\n  • Stocks and Shares\n  • Land or Property (but not the home you live in)\n  • Cash\n\nAcceptable forms of evidence include:\n\n  • Current Bank or Building Society statements or Post Office books which show credits and debits and the outstanding balance over a period of the last two months prior to the claim\n  • A letter from the bank or building society which shows the:\n  • type of account held\n  • account numbers\n  • balance outstanding (The letter must say whether the details reflect the account for the last two months and provide any information on regular amounts deposited into the account)\n  • Original documents showing proof of ownership e.g., dividend statements detailing assets for:\n  • certificates\n  • bonds\n  • unit trusts\n  • stocks and shares etc.\n\n\nIf you cannot provide proof for any reason, you should contact the Benefits office immediately who will advise you what to do, or arrange a visit if necessary.\nExclamation Mark Remember -\nwe need to see the original documents, not photocopies. If you do not provide the documents we need, your Benefit may be delayed.\n\nIf you are not of pensionable age the first £6,000 of your capital is disregarded (ie: not counted in the benefit calculation) but for every £250 above £6,000, we add £1.00 to your weekly income when we work out your benefit.  If you are of qualifying age for state pension we disregard the first £10,000, but for every £500 above this amount we add £1 to your weekly income.\n\nUpdated: 18 Mar 2016\nPowered by GOSS iCM",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.9964092374,
        "format_confidence":0.6936582327
    },
    {
        "url":"https:\/\/jslgc.com\/contact-us.php",
        "text":"Contact Us\n\nAddressJSL Global Commodities Pte. Ltd, 12-07, SBF Centre, 160, Robinson Road, Singapore 068914\n\nQuery Form\n\nYour contact details!\n\nAs we wish to provide as good service as possible it is important that we have accurate information about you and your company. Hence we would like you to enter information as correctly and accurately as possible.\n\n\nJindal Commodities\nJindal Commodities",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.9043161273,
        "format_confidence":0.7392551899
    },
    {
        "url":"http:\/\/www.emichaelkorssale.com\/index.php?main_page=contact_us",
        "text":"Welcome! Sign In or Register\nYour cart is empty\n\nContact Us\n\nSTORE_OWNER Email: bagsreplicastore@outlook.co\n\nWelcome to our online shop!\n\nIf you have any question, please send email to me!\n\nWe are online 7*18 hours. If we are online, we will reply in 15 minutes.\n\nQuery Reply for Your message Your Email:\n\nContact Us\n\n*We will email you to this email address.)",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.5775393248,
        "format_confidence":0.9404959679
    },
    {
        "url":"http:\/\/contactnumbers.guru\/sky\/cancellations\/",
        "text":"Sky Cancellations: 0800 151 2747\n\nIf you’e having second thoughts about the Sky TV or Broadband package that you’ve recently signed up for, don’t delay in calling the Sky Cancellations Helpline on 0800 151 2747 to speak to an advisor about cancelling your contract before it’s too late.\n\nGiven how vast and wide ranging Sky’s services are, it’s inevitable that many customers will want to modify or cancel their packages. It could be because of a house move, because of pricing increases, because of technical problems or even a better deal seen offered by a competitor. Although Sky is forever striving to do the best to improve and vary its services, it’s impossible for everybody to be satisfied with what they’re paying for, hence the presence of a dedicated Sky department aimed directly at aiding those wanting to cancel.\n\nWhatever the reason, reaching Sky’s cancellation line is simple. By calling 0800 151 2747 you’ll be connected to the company’s main switchboard. After selecting a couple of options you’ll be routed directly to Sky’s customer cancellations department. There the representative will walk you through the process step by step, setting an exact date on which your services will cease. At this point the staff member will probably ask you why you want to give Sky up. How best can you respond?\n\nSometimes, Sky’s commitment to customer satisfaction and happiness will lead the company to offer you a selection of promotional reductions on their packages. High paying, long term customers tend to receive top priority for these, but with the market so competitive Sky is often willing to make concessions flexibly, especially during a price war with one or more of its rivals. If you simply mention you’ve worked out a better offer elsewhere, the advisor present might try to dissuade you from cancelling by offering a better deal on your existing contract!\n\nThe overall length of time for Sky TV and Broadband to discontinue varies, though packages generally end up fully cancelled at the end of a 30 day period. If you want to stop the cancellation process, it’s a simple matter of calling Sky within the 30 day notice period you’ve given them. If you violate this cooling off period, the firm may charge you for breaking your contract. Note that if you prevent your cancellation by calling back during this window of time there’s no need to explain your change of mind: the agent you’ll converse with will simply erase your cancellation request and you’ll be considered an ordinary paying subscriber as before.\n\nGiven how most of us are having to save in a persistently slow economy, it is possible to simply book upgrades or individual channels for a short time. So if for instance a big event is happening in football, you can get a channel for one month and order it cancelled at the end of the month and the tourney. This arrangement has become a common one for cancellations, with the expert staff present experienced and able to give you what you need and activate the channels\/packages you want in just minutes.\n\nIn the scenario that you’ve already applied to join for Sky but no longer wish for the installation to go ahead, you can call the cancellations department to abort the entire process. This is generally straightforward, with the customer service advisors simply requesting your details and then putting the cancellation through rather than asking questions regards your change of mind. Effectively, you can cancel quickly and with confidence.\n\nIf you’re certain about your cancellation and want to discuss your decision with one of Sky’s trained customer care representatives, simply phone the Cancellations team on the number below.\n\nWhy not call Sky on 0800 151 2747 to discuss your cancellation decision with one of Sky’s keen customer care representatives?\n\nProducts: Sky TV (Digital)Sky Broadband (Internet)Sky Plus\n\nEnquiries: Join Sky (Sales)Customer ServiceTechnical SupportBilling (Accounts)ComplaintsCancellationsHead Office\n\nThe telephone directory and call routing service",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.8377532959,
        "format_confidence":0.9610860348
    }
]